{
  "archivo": "amza37_1_260219120033213_ACD_77625.wav",
  "duracion_segundos": 279.4,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 98.28,
    "Hablante B": 157.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.2,
      "fin": 5.01,
      "duracion": 4.81,
      "texto": "Hola.",
      "confianza": 0.27
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.03,
      "fin": 7.15,
      "duracion": 2.12,
      "texto": "Tengo esta línea en nombre de Paula García.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.17,
      "fin": 8.33,
      "duracion": 1.16,
      "texto": "Sí.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.48,
      "fin": 9.84,
      "duracion": 0.36,
      "texto": "Mucho gusto.",
      "confianza": 0.402
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.9,
      "fin": 11.14,
      "duracion": 1.24,
      "texto": "Habla Clardo de Movistar.",
      "confianza": 0.761
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.16,
      "fin": 15.61,
      "duracion": 4.45,
      "texto": "Yo estoy contactando para comentarte nuestros planes en promoción con 80% de descuento.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.35,
      "fin": 23.44,
      "duracion": 6.09,
      "texto": "Sí, pero mira, ya que yo me borré de Movistar porque tuve un montón de problemas y la verdad que no quisiera volver.",
      "confianza": 0.532
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.46,
      "fin": 25.68,
      "duracion": 2.22,
      "texto": "¿Y qué clase de problemas tuviste con la compañía?",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.98,
      "fin": 55.08,
      "duracion": 29.09,
      "texto": "Me tantitaron cosas que no estaban de acuerdo con el convenio y así pagué todas las deuda que tení que me invirtieron porque me hacían arreglar por la página, me arreglaban el costo y después me salían diciendo que todo lo que habían arreglado no correspondía y que estaba equivocado así que yo les hacía poner el precio que quería, el que pagaba mal y nada que ver, me habían dado un plan por un año y resulta que lo que me respetaban en el 80% de descuento",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.55,
      "fin": 65.87,
      "duracion": 10.32,
      "texto": "el tío que no hace en ese momento, cuando eran 10.000 pesos, me siguieron decontando los 10.000 pesos y me cobraban la factura 60, 70 y no era el que yo había hecho.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.35,
      "fin": 71.27,
      "duracion": 4.93,
      "texto": "Así que como se manejan de esta manera...",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante A",
      "inicio": 74.66,
      "fin": 81.49,
      "duracion": 6.83,
      "texto": "Ese tipo de inconvenientes te empujan a cambiarte de compañía, pero la verdad es que la administración de la empresa cambió",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.84,
      "fin": 89.59,
      "duracion": 7.75,
      "texto": "Y ese tipo de problemas no los vas a tener, si hacemos el cambio te vamos a llevar el contrato legal para que todo quede establecido legalmente.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.61,
      "fin": 90.42,
      "duracion": 0.8,
      "texto": "¿Sabes qué pasa?",
      "confianza": 0.762
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.46,
      "fin": 102.47,
      "duracion": 10.02,
      "texto": "Yo entiendo lo que subo, ya hablé otra vez, me llamaron también con otra asesora, porque después de este problema me llamaron para que vuelva, que vuelva y no, que no iba a volver a pasar.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante B",
      "inicio": 103.18,
      "fin": 103.92,
      "duracion": 0.74,
      "texto": "¿Sabes qué pasa?",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.9,
      "fin": 108.41,
      "duracion": 3.51,
      "texto": "La plata que yo tuve que poner, la tuve que poner igual porque si no la deuda era mía.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.79,
      "fin": 112.93,
      "duracion": 4.14,
      "texto": "Y tengo que poner la protección para cambiar mi compañía.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.95,
      "fin": 119.82,
      "duracion": 6.87,
      "texto": "Y a mí nadie me respetó y no es como que ahora no, ¿por qué se va a manejar conmigo, no tienes más contacto en la empresa?",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.84,
      "fin": 121.92,
      "duracion": 2.08,
      "texto": "Yo sí, personal, todo eso me dijeron.",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.44,
      "fin": 127.91,
      "duracion": 5.47,
      "texto": "Pero en el momento yo tuve que poner la plata y pagar y no era lo que yo había arreglado por convenio.",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante B",
      "inicio": 127.93,
      "fin": 134.16,
      "duracion": 6.23,
      "texto": "Y yo tenía cuatro líneas, tengo cuatro líneas a nombre, a mi nombre, que el nombre de mi señora.",
      "confianza": 0.747
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.92,
      "fin": 138.78,
      "duracion": 3.86,
      "texto": "Yo no tenía una sola línea de la empresa, tenía cuatro líneas.",
      "confianza": 0.635
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.52,
      "fin": 143.58,
      "duracion": 4.06,
      "texto": "Y la verdad es que se portaron re mal con vos.",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante B",
      "inicio": 143.6,
      "fin": 144.88,
      "duracion": 1.28,
      "texto": "Sí, sí, pero ¿sabés qué pasa?",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.34,
      "fin": 154.67,
      "duracion": 9.33,
      "texto": "Yo te entiendo, vos eres un asesor, un vendedor, y tenés que generar que, bueno, y capaz quizás cambió, pero la verdad que el que se quema con leche, después le va a cabellorar, ¿viste?",
      "confianza": 0.525
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.69,
      "fin": 155.29,
      "duracion": 0.6,
      "texto": "¿Cómo es el tema?",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante A",
      "inicio": 156.92,
      "fin": 168.67,
      "duracion": 11.75,
      "texto": "Obviamente, yo entiendo, y no puedo retomar por una cuestión de empatía, es cierto que la administración de la compañía cambió, yo trabajo con esta nueva administración, pero sí, entiendo tu punto de vista, por supuesto, entiendo que estés enojado también.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 169.29,
      "fin": 178.34,
      "duracion": 9.06,
      "texto": "No, no es un enojo, es que simplemente... O sea, ¿sabes qué pasaba?",
      "confianza": 0.425
    },
    {
      "hablante": "Hablante A",
      "inicio": 178.36,
      "fin": 194.99,
      "duracion": 16.63,
      "texto": "Yo se llamaba para decir que no era lo convenido porque mi contrato decía que por un año yo iba a tener que pagar cierta plata, que sí, aceptaba los aumentos que iban a haber porque había aumentos, pero no de la manera que ellos me estaban capturando.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante A",
      "inicio": 195.26,
      "fin": 199.3,
      "duracion": 4.04,
      "texto": "Yo ese tranquilo, que fue un error de faturación, me decían y me arreglaban la página y yo pagaba.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.42,
      "fin": 202.18,
      "duracion": 1.76,
      "texto": "Ahí igual lo va a tener reflejado en la página.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante A",
      "inicio": 202.2,
      "fin": 207.41,
      "duracion": 5.2,
      "texto": "Y resulta que cuando se juntaron cuatro meses, me cortaron la línea y me dicen, no, porque usted debe un montón de plata.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.43,
      "fin": 208.33,
      "duracion": 0.9,
      "texto": "¿Cómo yo voy a deberle?",
      "confianza": 0.378
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.35,
      "fin": 209.53,
      "duracion": 1.18,
      "texto": "Y yo, tipo, todos los meses pago.",
      "confianza": 0.533
    },
    {
      "hablante": "Hablante A",
      "inicio": 210.07,
      "fin": 212.91,
      "duracion": 2.84,
      "texto": "Sí, pero usted está pagando algo que no corresponde, me dice.",
      "confianza": 0.548
    },
    {
      "hablante": "Hablante A",
      "inicio": 212.93,
      "fin": 213.93,
      "duracion": 1.0,
      "texto": "¿Cómo que no corresponde?",
      "confianza": 0.643
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.97,
      "fin": 217.68,
      "duracion": 3.7,
      "texto": "Le digo, si usted tiene dinero en la página, yo pago lo que dice la página.",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.7,
      "fin": 220.5,
      "duracion": 2.8,
      "texto": "No, señor, me dice, porque su plan ahora es de tanto y tanto.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 220.52,
      "fin": 222.56,
      "duracion": 2.04,
      "texto": "¿Y cómo no me respetáis?",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.58,
      "fin": 225.16,
      "duracion": 2.58,
      "texto": "Bueno, me dice que me seguían descontando el valor de la plata",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante A",
      "inicio": 225.58,
      "fin": 228.87,
      "duracion": 3.28,
      "texto": "del primer mes del descuento del 80%.",
      "confianza": 0.798
    },
    {
      "hablante": "Hablante B",
      "inicio": 230.47,
      "fin": 232.91,
      "duracion": 2.44,
      "texto": "Claro, claro.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante B",
      "inicio": 232.93,
      "fin": 237.86,
      "duracion": 4.93,
      "texto": "Y no es lo que corresponde porque eso es una estafa.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.88,
      "fin": 241.42,
      "duracion": 3.54,
      "texto": "Y al menos es un error grosero, por supuesto que sí.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.44,
      "fin": 249.09,
      "duracion": 7.65,
      "texto": "Pero no creo que haya sido la única persona, vos en la empresa, estás en la empresa, yo no creo que haya sido la única persona que le pasó.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 250.17,
      "fin": 264.18,
      "duracion": 14.02,
      "texto": "honestamente nunca había escuchado una error de facturación tan grande, pero bueno, errores pueden pasar seguramente, pero nada, voy a dejar asentado que esta línea tuvo este problema, así en última instancia no te vuelven a contactar.",
      "confianza": 0.635
    },
    {
      "hablante": "Hablante B",
      "inicio": 265.32,
      "fin": 273.83,
      "duracion": 8.51,
      "texto": "Bueno, estoy bien, te agradezco igualmente, disculpame, pero bueno, en este momento la verdad que sinceramente no tengo ganas de cambiarnos.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 273.85,
      "fin": 278.8,
      "duracion": 4.94,
      "texto": "Cuando que tengas un bonito día, hasta luego.",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.82,
      "fin": 279.4,
      "duracion": 0.58,
      "texto": "Muchísimas gracias, buen día.",
      "confianza": 0.075
    }
  ],
  "transcripcion_completa": "Hola. Tengo esta línea en nombre de Paula García. Sí. Mucho gusto. Habla Clardo de Movistar. Yo estoy contactando para comentarte nuestros planes en promoción con 80% de descuento. Sí, pero mira, ya que yo me borré de Movistar porque tuve un montón de problemas y la verdad que no quisiera volver. ¿Y qué clase de problemas tuviste con la compañía? Me tantitaron cosas que no estaban de acuerdo con el convenio y así pagué todas las deuda que tení que me invirtieron porque me hacían arreglar por la página, me arreglaban el costo y después me salían diciendo que todo lo que habían arreglado no correspondía y que estaba equivocado así que yo les hacía poner el precio que quería, el que pagaba mal y nada que ver, me habían dado un plan por un año y resulta que lo que me respetaban en el 80% de descuento el tío que no hace en ese momento, cuando eran 10.000 pesos, me siguieron decontando los 10.000 pesos y me cobraban la factura 60, 70 y no era el que yo había hecho. Así que como se manejan de esta manera... Ese tipo de inconvenientes te empujan a cambiarte de compañía, pero la verdad es que la administración de la empresa cambió Y ese tipo de problemas no los vas a tener, si hacemos el cambio te vamos a llevar el contrato legal para que todo quede establecido legalmente. ¿Sabes qué pasa? Yo entiendo lo que subo, ya hablé otra vez, me llamaron también con otra asesora, porque después de este problema me llamaron para que vuelva, que vuelva y no, que no iba a volver a pasar. ¿Sabes qué pasa? La plata que yo tuve que poner, la tuve que poner igual porque si no la deuda era mía. Y tengo que poner la protección para cambiar mi compañía. Y a mí nadie me respetó y no es como que ahora no, ¿por qué se va a manejar conmigo, no tienes más contacto en la empresa? Yo sí, personal, todo eso me dijeron. Pero en el momento yo tuve que poner la plata y pagar y no era lo que yo había arreglado por convenio. Y yo tenía cuatro líneas, tengo cuatro líneas a nombre, a mi nombre, que el nombre de mi señora. Yo no tenía una sola línea de la empresa, tenía cuatro líneas. Y la verdad es que se portaron re mal con vos. Sí, sí, pero ¿sabés qué pasa? Yo te entiendo, vos eres un asesor, un vendedor, y tenés que generar que, bueno, y capaz quizás cambió, pero la verdad que el que se quema con leche, después le va a cabellorar, ¿viste? ¿Cómo es el tema? Obviamente, yo entiendo, y no puedo retomar por una cuestión de empatía, es cierto que la administración de la compañía cambió, yo trabajo con esta nueva administración, pero sí, entiendo tu punto de vista, por supuesto, entiendo que estés enojado también. No, no es un enojo, es que simplemente... O sea, ¿sabes qué pasaba? Yo se llamaba para decir que no era lo convenido porque mi contrato decía que por un año yo iba a tener que pagar cierta plata, que sí, aceptaba los aumentos que iban a haber porque había aumentos, pero no de la manera que ellos me estaban capturando. Yo ese tranquilo, que fue un error de faturación, me decían y me arreglaban la página y yo pagaba. Ahí igual lo va a tener reflejado en la página. Y resulta que cuando se juntaron cuatro meses, me cortaron la línea y me dicen, no, porque usted debe un montón de plata. ¿Cómo yo voy a deberle? Y yo, tipo, todos los meses pago. Sí, pero usted está pagando algo que no corresponde, me dice. ¿Cómo que no corresponde? Le digo, si usted tiene dinero en la página, yo pago lo que dice la página. No, señor, me dice, porque su plan ahora es de tanto y tanto. ¿Y cómo no me respetáis? Bueno, me dice que me seguían descontando el valor de la plata del primer mes del descuento del 80%. Claro, claro. Y no es lo que corresponde porque eso es una estafa. Y al menos es un error grosero, por supuesto que sí. Pero no creo que haya sido la única persona, vos en la empresa, estás en la empresa, yo no creo que haya sido la única persona que le pasó. honestamente nunca había escuchado una error de facturación tan grande, pero bueno, errores pueden pasar seguramente, pero nada, voy a dejar asentado que esta línea tuvo este problema, así en última instancia no te vuelven a contactar. Bueno, estoy bien, te agradezco igualmente, disculpame, pero bueno, en este momento la verdad que sinceramente no tengo ganas de cambiarnos. Cuando que tengas un bonito día, hasta luego. Muchísimas gracias, buen día.",
  "calidad": {
    "confianza_promedio": 0.597,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T15:39:38.229257",
    "version": "5.0_ecapa"
  }
}