{
  "archivo": "amza76_1_260211121718189_ACD_60883.wav",
  "duracion_segundos": 282.69,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 12.12,
    "Hablante B": 253.98
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 4.96,
      "duracion": 4.93,
      "texto": "Buen día, hablo con Andrea.",
      "confianza": 0.062
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.98,
      "fin": 6.64,
      "duracion": 1.66,
      "texto": "Estamos equivocados, el padre habla.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.68,
      "fin": 8.26,
      "duracion": 1.58,
      "texto": "¿Por qué el motivo es?",
      "confianza": 0.523
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.32,
      "fin": 11.69,
      "duracion": 3.37,
      "texto": "Soy Rocio, he llamado para brindarlo un descuento en la línea interna en casa.",
      "confianza": 0.529
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.71,
      "fin": 12.29,
      "duracion": 0.58,
      "texto": "¿Cómo le va?",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.47,
      "fin": 14.89,
      "duracion": 0.42,
      "texto": "¿La qué?",
      "confianza": 0.21
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.91,
      "fin": 15.36,
      "duracion": 0.44,
      "texto": "¿La qué?",
      "confianza": 0.166
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.38,
      "fin": 16.46,
      "duracion": 1.08,
      "texto": "¿La línea qué?",
      "confianza": 0.273
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.48,
      "fin": 21.69,
      "duracion": 5.21,
      "texto": "La línea móvil, un descuento en la línea móvil y aparte estamos haciendo instalación de internet fibra.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.71,
      "fin": 26.17,
      "duracion": 4.47,
      "texto": "¿Qué es lo que es movilizar?",
      "confianza": 0.433
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.3,
      "fin": 34.86,
      "duracion": 8.56,
      "texto": "Sí, portabilidad numérica y ciráptica movistar, tenemos el 85% de descuento y te queda lo que es.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.3,
      "fin": 45.12,
      "duracion": 9.82,
      "texto": "Estamos en claro los dos con Dani, porque como estamos en movistar no cobraban un disparate, entonces tenemos que cambiar.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.28,
      "fin": 69.02,
      "duracion": 22.73,
      "texto": "Sí, sí, obvio, la verdad mucho es inconveniente para la compañía, sí, la verdad que no quiero que se queden con esa mala imagen, ya que bueno, justamente la idea de lo que es esta campaña de recuperación de clientes, es obviamente mantenerlos de nada, me sirve que se cambien por un lapso de unos meses, la idea es que estén con nosotros en la compañía y que se puedan contactar directamente con un asesor cuando lo necesiten, sí.",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.5,
      "fin": 75.89,
      "duracion": 6.39,
      "texto": "Para eso ustedes tendrían directamente mi número, así ya justamente cualquier duda o consulta la podrían ver conmigo.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.13,
      "fin": 81.32,
      "duracion": 4.19,
      "texto": "No, no, no hay problema.",
      "confianza": 0.805
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.98,
      "fin": 84.26,
      "duracion": 2.28,
      "texto": "Pero ahora estamos bien, así que no van a ser.",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.32,
      "fin": 94.8,
      "duracion": 10.48,
      "texto": "Por ahí, ya por ahí, te aumentan en un lado, bueno, también hay que parar por otro lado, porque así es el tema.",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.82,
      "fin": 96.28,
      "duracion": 1.46,
      "texto": "Sí, nos vamos moviendo, nos vamos moviendo para donde el bolsillo ahorre.",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.3,
      "fin": 97.08,
      "duracion": 0.78,
      "texto": "Totalmente cierto.",
      "confianza": 0.138
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.1,
      "fin": 98.59,
      "duracion": 1.48,
      "texto": "Exactamente, exactamente.",
      "confianza": 0.928
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.67,
      "fin": 102.53,
      "duracion": 3.87,
      "texto": "Pero si no, no podés estar en el clavo de una compañía",
      "confianza": 0.571
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.87,
      "fin": 113.42,
      "duracion": 10.56,
      "texto": "que están arranjando la cabeza y nada de cuenta, mi contato sigue aumentando, así que están subiendo, como están las situaciones, para mí no puede.",
      "confianza": 0.4
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.44,
      "fin": 126.65,
      "duracion": 13.2,
      "texto": "Sí, sí, y a ver, la realidad es que como toda empresa, obviamente va a buscar su bien, primero antes que el de los clientes, sí, pero bueno, justamente nosotros, la idea de esta campaña es, como te digo, que puedan directamente hablar con un asesor,",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 126.81,
      "fin": 140.73,
      "duracion": 13.92,
      "texto": "que los pueda guiar en el caso de que necesitan ayuda porque bueno, justamente muchas veces pasó, me imagino que ustedes también, que les daba directamente con la computadora, o sea que no podían hablar con un asesor o que si les daba con el asesor no les ofrecía una promoción.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 141.25,
      "fin": 150.24,
      "duracion": 8.99,
      "texto": "La idea justamente es que ustedes no se queden con esa mala imagen, sino que puedan obviamente comprobar que ahora nos estamos manejando de una manera distinta.",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.37,
      "fin": 177.66,
      "duracion": 27.29,
      "texto": "Así que bueno, justamente de nada me sirve a mí, por ejemplo, que los clientes se cambien por seis meses, la idea es mantenerlos en la compañía, como te digo, ya que también lo que es mi trabajo es por comisión, sí, mientras más tiempo esté el cliente, obviamente también me va bien a mí en el trabajo, así que como les digo, estaría bueno que se puedan conversar con... Sí, más ahora el trabajo te va a ir bien porque más empleada hay, así que tenés un buen sueldo, pero el tema es lo...",
      "confianza": 0.507
    },
    {
      "hablante": "Hablante B",
      "inicio": 178.45,
      "fin": 184.48,
      "duracion": 6.03,
      "texto": "¿Los clientes que están en Movistar en tiempo para ti castillar?",
      "confianza": 0.162
    },
    {
      "hablante": "Hablante B",
      "inicio": 184.5,
      "fin": 184.62,
      "duracion": 0.12,
      "texto": "¿O no?",
      "confianza": 0.042
    },
    {
      "hablante": "Hablante B",
      "inicio": 184.64,
      "fin": 188.78,
      "duracion": 4.14,
      "texto": "Sí, oye, yo igual también tengo lo que es la... Tengo Movistar aquí en casa.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.2,
      "fin": 191.7,
      "duracion": 2.5,
      "texto": "Me ven a la casa de Movistar y también le pago a Movistar.",
      "confianza": 0.33
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.88,
      "fin": 197.31,
      "duracion": 5.42,
      "texto": "¿Vos como empleada probablemente tenés un recuerdo?",
      "confianza": 0.584
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.33,
      "fin": 197.69,
      "duracion": 0.36,
      "texto": "No, no, para nada.",
      "confianza": 0.029
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.71,
      "fin": 198.19,
      "duracion": 0.48,
      "texto": "No, no, no.",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.37,
      "fin": 207.38,
      "duracion": 9.01,
      "texto": "Con respecto a lo que es en sí el producto, no tengo beneficios, digamos, por trabajar en Movistar, hacer portabilidades y la óptica.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.58,
      "fin": 213.78,
      "duracion": 6.21,
      "texto": "Lo que sí te puedo decir, que yo sí tengo lo que es la fría óptica en mi casa, por ejemplo, de movilizar y funciona re bien.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante B",
      "inicio": 214.32,
      "fin": 221.81,
      "duracion": 7.49,
      "texto": "Y lo que es la línea móvil también ahora la estoy por pasar porque justamente tenemos el 85% de descuento, como te decía.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.67,
      "fin": 234.66,
      "duracion": 11.99,
      "texto": "Y justamente, por ejemplo, no sé si los dos ocupan la misma cantidad de gigas, pero por ejemplo, lo que es el plan más grande en gigas, que son 50 gigas más 10 de regalo, son 60 al mes,",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante B",
      "inicio": 234.93,
      "fin": 241.54,
      "duracion": 6.61,
      "texto": "está imagínate que en 14.200 pesos, o sea, es el plan más alto que tenemos y se encuentra en 14.000 pesos.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 242.68,
      "fin": 252.19,
      "duracion": 9.51,
      "texto": "Eso es increíble porque básicamente un plan de 30 gigas, 50 gigas te sale en cualquier otra compañía, te sale arriba de las 60 lucas, 50 lucas.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 253.05,
      "fin": 258.16,
      "duracion": 5.11,
      "texto": "Y bueno, justamente la idea era que puedan aprovechar este 85% de descuento.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante B",
      "inicio": 258.54,
      "fin": 263.71,
      "duracion": 5.17,
      "texto": "No sé si querés que la llame a Andrera, que ella es la titular, para poder comentarle.",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.92,
      "fin": 269.04,
      "duracion": 4.12,
      "texto": "Y Andrés está trabajando en ese momento, así que no sé si te va a atender.",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.07,
      "fin": 275.06,
      "duracion": 5.98,
      "texto": "Aparte, ya nos cansábamos de llamarlo todo el día, así que no creo.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante B",
      "inicio": 275.76,
      "fin": 278.98,
      "duracion": 3.21,
      "texto": "Por ahí como que te atiende, no sé, a llamarlo, pero no creo.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 279.72,
      "fin": 281.38,
      "duracion": 1.67,
      "texto": "Bueno, dale, no tengo problema tiempo.",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.46,
      "fin": 282.69,
      "duracion": 1.23,
      "texto": "Estoy trabajando.",
      "confianza": 0.398
    }
  ],
  "transcripcion_completa": "Buen día, hablo con Andrea. Estamos equivocados, el padre habla. ¿Por qué el motivo es? Soy Rocio, he llamado para brindarlo un descuento en la línea interna en casa. ¿Cómo le va? ¿La qué? ¿La qué? ¿La línea qué? La línea móvil, un descuento en la línea móvil y aparte estamos haciendo instalación de internet fibra. ¿Qué es lo que es movilizar? Sí, portabilidad numérica y ciráptica movistar, tenemos el 85% de descuento y te queda lo que es. Estamos en claro los dos con Dani, porque como estamos en movistar no cobraban un disparate, entonces tenemos que cambiar. Sí, sí, obvio, la verdad mucho es inconveniente para la compañía, sí, la verdad que no quiero que se queden con esa mala imagen, ya que bueno, justamente la idea de lo que es esta campaña de recuperación de clientes, es obviamente mantenerlos de nada, me sirve que se cambien por un lapso de unos meses, la idea es que estén con nosotros en la compañía y que se puedan contactar directamente con un asesor cuando lo necesiten, sí. Para eso ustedes tendrían directamente mi número, así ya justamente cualquier duda o consulta la podrían ver conmigo. No, no, no hay problema. Pero ahora estamos bien, así que no van a ser. Por ahí, ya por ahí, te aumentan en un lado, bueno, también hay que parar por otro lado, porque así es el tema. Sí, nos vamos moviendo, nos vamos moviendo para donde el bolsillo ahorre. Totalmente cierto. Exactamente, exactamente. Pero si no, no podés estar en el clavo de una compañía que están arranjando la cabeza y nada de cuenta, mi contato sigue aumentando, así que están subiendo, como están las situaciones, para mí no puede. Sí, sí, y a ver, la realidad es que como toda empresa, obviamente va a buscar su bien, primero antes que el de los clientes, sí, pero bueno, justamente nosotros, la idea de esta campaña es, como te digo, que puedan directamente hablar con un asesor, que los pueda guiar en el caso de que necesitan ayuda porque bueno, justamente muchas veces pasó, me imagino que ustedes también, que les daba directamente con la computadora, o sea que no podían hablar con un asesor o que si les daba con el asesor no les ofrecía una promoción. La idea justamente es que ustedes no se queden con esa mala imagen, sino que puedan obviamente comprobar que ahora nos estamos manejando de una manera distinta. Así que bueno, justamente de nada me sirve a mí, por ejemplo, que los clientes se cambien por seis meses, la idea es mantenerlos en la compañía, como te digo, ya que también lo que es mi trabajo es por comisión, sí, mientras más tiempo esté el cliente, obviamente también me va bien a mí en el trabajo, así que como les digo, estaría bueno que se puedan conversar con... Sí, más ahora el trabajo te va a ir bien porque más empleada hay, así que tenés un buen sueldo, pero el tema es lo... ¿Los clientes que están en Movistar en tiempo para ti castillar? ¿O no? Sí, oye, yo igual también tengo lo que es la... Tengo Movistar aquí en casa. Me ven a la casa de Movistar y también le pago a Movistar. ¿Vos como empleada probablemente tenés un recuerdo? No, no, para nada. No, no, no. Con respecto a lo que es en sí el producto, no tengo beneficios, digamos, por trabajar en Movistar, hacer portabilidades y la óptica. Lo que sí te puedo decir, que yo sí tengo lo que es la fría óptica en mi casa, por ejemplo, de movilizar y funciona re bien. Y lo que es la línea móvil también ahora la estoy por pasar porque justamente tenemos el 85% de descuento, como te decía. Y justamente, por ejemplo, no sé si los dos ocupan la misma cantidad de gigas, pero por ejemplo, lo que es el plan más grande en gigas, que son 50 gigas más 10 de regalo, son 60 al mes, está imagínate que en 14.200 pesos, o sea, es el plan más alto que tenemos y se encuentra en 14.000 pesos. Eso es increíble porque básicamente un plan de 30 gigas, 50 gigas te sale en cualquier otra compañía, te sale arriba de las 60 lucas, 50 lucas. Y bueno, justamente la idea era que puedan aprovechar este 85% de descuento. No sé si querés que la llame a Andrera, que ella es la titular, para poder comentarle. Y Andrés está trabajando en ese momento, así que no sé si te va a atender. Aparte, ya nos cansábamos de llamarlo todo el día, así que no creo. Por ahí como que te atiende, no sé, a llamarlo, pero no creo. Bueno, dale, no tengo problema tiempo. Estoy trabajando.",
  "calidad": {
    "confianza_promedio": 0.505,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T10:53:25.132901",
    "version": "5.0_ecapa"
  }
}