{
  "archivo": "amza28_1_260219114719161_ACD_41767.wav",
  "duracion_segundos": 200.22,
  "num_segmentos": 33,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 151.65,
    "Hablante B": 38.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 1.17,
      "duracion": 1.14,
      "texto": "Hola.",
      "confianza": 0.172
    },
    {
      "hablante": "Hablante A",
      "inicio": 1.19,
      "fin": 2.99,
      "duracion": 1.8,
      "texto": "Hola, buenas.",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.01,
      "fin": 4.38,
      "duracion": 1.36,
      "texto": "Hola, ¿cómo estás?",
      "confianza": 0.545
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.39,
      "fin": 6.32,
      "duracion": 1.92,
      "texto": "Todo bien, ¿y usted?",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.34,
      "fin": 7.64,
      "duracion": 1.3,
      "texto": "Bien, querido, bien, bien.",
      "confianza": 0.333
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.66,
      "fin": 8.24,
      "duracion": 0.58,
      "texto": "¿Qué le pasó?",
      "confianza": 0.419
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.44,
      "fin": 9.78,
      "duracion": 1.34,
      "texto": "Estoy hablando con Alfredo.",
      "confianza": 0.816
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.92,
      "fin": 12.34,
      "duracion": 1.42,
      "texto": "Con él mismo.",
      "confianza": 0.972
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.36,
      "fin": 19.37,
      "duracion": 7.01,
      "texto": "Alfredo, el motivo de mi llamada era porque me figuraba que tenías varias líneas bajo tu nombre en la compañía de Claro.",
      "confianza": 0.8
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.75,
      "fin": 26.02,
      "duracion": 5.27,
      "texto": "Sí, y yo te haría tratar de ser lo más corto posible.",
      "confianza": 0.236
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.04,
      "fin": 30.02,
      "duracion": 3.98,
      "texto": "En todas esas líneas que ya tengo nombre en Claro,",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.59,
      "fin": 37.74,
      "duracion": 7.15,
      "texto": "He sido requerido por ustedes, por la gente de Movistar, en el recupero del cliente.",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.76,
      "fin": 49.57,
      "duracion": 11.81,
      "texto": "Y debo rechegar la vez número 1208 que les digo que me esperen un año porque no voy a pasarme ahora de cara a Movistar.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.59,
      "fin": 52.31,
      "duracion": 2.72,
      "texto": "¿Por qué no tienes que esperar un año?",
      "confianza": 0.193
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.34,
      "fin": 56.92,
      "duracion": 4.59,
      "texto": "Porque yo ya le expliqué a todos, te tengo explicado lo mismo.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.49,
      "fin": 69.2,
      "duracion": 11.71,
      "texto": "Yo le pique a tus compañeras, Cynthia, Emilia, Carlos, Juan Pedro, Juan.",
      "confianza": 0.563
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.36,
      "fin": 72.54,
      "duracion": 3.19,
      "texto": "Si usted no me anotó, no es compañero de trabajo tuyo.",
      "confianza": 0.527
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.56,
      "fin": 76.93,
      "duracion": 4.37,
      "texto": "Yo le comento.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.54,
      "fin": 90.53,
      "duracion": 13.0,
      "texto": "Usted, si yo le brindo una promoción más barata por cada año que usted está volando, ¿por qué motivo le interesaría esperar un año pagando un servicio por ahí más caro?",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante A",
      "inicio": 90.55,
      "fin": 91.99,
      "duracion": 1.44,
      "texto": "¿Por qué movistar?",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante A",
      "inicio": 92.05,
      "fin": 97.3,
      "duracion": 5.25,
      "texto": "Cuando se la pedí, la última vez que lo explico y la próxima vez corto y le explico los números.",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante A",
      "inicio": 97.8,
      "fin": 99.56,
      "duracion": 1.76,
      "texto": "Le explico a vos y le explica a todos.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.05,
      "fin": 109.72,
      "duracion": 9.67,
      "texto": "Cuando a Movistar le pedí para bajarme el costo de mis líneas, que tenía cinco líneas favoritas, cinco líneas en mi nombre, nunca me dio pelota.",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.74,
      "fin": 111.08,
      "duracion": 1.34,
      "texto": "Nunca me dio pelota.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.16,
      "fin": 115.73,
      "duracion": 4.56,
      "texto": "Yo estaba conforme con el servicio técnico a Movistar, no así el administrativo.",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante A",
      "inicio": 116.73,
      "fin": 120.45,
      "duracion": 3.72,
      "texto": "Entonces, nunca me dieron pelota.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.47,
      "fin": 125.3,
      "duracion": 4.83,
      "texto": "Cuando me pasé a Claro, ahí sí me parece que empezaron a hacer promociones,",
      "confianza": 0.596
    },
    {
      "hablante": "Hablante A",
      "inicio": 125.68,
      "fin": 154.36,
      "duracion": 28.67,
      "texto": "de todo tipo color, la que más me están ofreciendo, la que me ofrecen por WhatsApp, la que me... Todas, todas, todas, de 8 gigas, no sé qué, para cómo yo ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gig",
      "confianza": 0.208
    },
    {
      "hablante": "Hablante A",
      "inicio": 154.71,
      "fin": 159.45,
      "duracion": 4.75,
      "texto": "que supongo que le chupo un huevo a Movistar que yo me haces corrido de Movistar.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 161.15,
      "fin": 166.68,
      "duracion": 5.53,
      "texto": "Pero yo particularmente me siento reconfortado con haber hecho esto.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.7,
      "fin": 169.58,
      "duracion": 2.88,
      "texto": "Me iba a pasar un año o dos, claro.",
      "confianza": 0.562
    },
    {
      "hablante": "Hablante B",
      "inicio": 169.6,
      "fin": 181.79,
      "duracion": 12.19,
      "texto": "Yo le dije que después de junio-julio del 2026 a ahora, iba a dar la posibilidad de pasar a Movistar normalmente porque el servicio de Movistar es mejor que el de Claro.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.25,
      "fin": 200.22,
      "duracion": 17.97,
      "texto": "Pero bueno, ya te lo dije, ya te digo, ponle tu palo en huevo y déjalo que yo piense o haga, pero para mí me aquejaste bastante el hecho de decirle que no, que por ahora no quiero estar.",
      "confianza": 0.549
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas. Hola, ¿cómo estás? Todo bien, ¿y usted? Bien, querido, bien, bien. ¿Qué le pasó? Estoy hablando con Alfredo. Con él mismo. Alfredo, el motivo de mi llamada era porque me figuraba que tenías varias líneas bajo tu nombre en la compañía de Claro. Sí, y yo te haría tratar de ser lo más corto posible. En todas esas líneas que ya tengo nombre en Claro, He sido requerido por ustedes, por la gente de Movistar, en el recupero del cliente. Y debo rechegar la vez número 1208 que les digo que me esperen un año porque no voy a pasarme ahora de cara a Movistar. ¿Por qué no tienes que esperar un año? Porque yo ya le expliqué a todos, te tengo explicado lo mismo. Yo le pique a tus compañeras, Cynthia, Emilia, Carlos, Juan Pedro, Juan. Si usted no me anotó, no es compañero de trabajo tuyo. Yo le comento. Usted, si yo le brindo una promoción más barata por cada año que usted está volando, ¿por qué motivo le interesaría esperar un año pagando un servicio por ahí más caro? ¿Por qué movistar? Cuando se la pedí, la última vez que lo explico y la próxima vez corto y le explico los números. Le explico a vos y le explica a todos. Cuando a Movistar le pedí para bajarme el costo de mis líneas, que tenía cinco líneas favoritas, cinco líneas en mi nombre, nunca me dio pelota. Nunca me dio pelota. Yo estaba conforme con el servicio técnico a Movistar, no así el administrativo. Entonces, nunca me dieron pelota. Cuando me pasé a Claro, ahí sí me parece que empezaron a hacer promociones, de todo tipo color, la que más me están ofreciendo, la que me ofrecen por WhatsApp, la que me... Todas, todas, todas, de 8 gigas, no sé qué, para cómo yo ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gigas, ni siquiera sé lo que digo de 8 gig que supongo que le chupo un huevo a Movistar que yo me haces corrido de Movistar. Pero yo particularmente me siento reconfortado con haber hecho esto. Me iba a pasar un año o dos, claro. Yo le dije que después de junio-julio del 2026 a ahora, iba a dar la posibilidad de pasar a Movistar normalmente porque el servicio de Movistar es mejor que el de Claro. Pero bueno, ya te lo dije, ya te digo, ponle tu palo en huevo y déjalo que yo piense o haga, pero para mí me aquejaste bastante el hecho de decirle que no, que por ahora no quiero estar.",
  "calidad": {
    "confianza_promedio": 0.561,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T14:43:07.620195",
    "version": "5.0_ecapa"
  }
}