{
  "archivo": "amza7_1_260211160806558_ACD_40647.wav",
  "duracion_segundos": 82.6,
  "num_segmentos": 10,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 77.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 1.58,
      "fin": 2.96,
      "duracion": 1.38,
      "texto": "Hola, ¿en la que tal?",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 2.98,
      "fin": 23.63,
      "duracion": 20.64,
      "texto": "Buen día, mi nombre es Mariana, me comunico con Miriam, mi nombre es Mariana Lerlo desde Movistar con el objetivo de darle a conocer una oferta exclusiva que tiene actualmente su línea telefónica, me figura acá en el sistema que tiene una línea actual en claro, ¿correcto?",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.65,
      "fin": 31.12,
      "duracion": 7.47,
      "texto": "Sí, sí, pero no me voy a volver a movistar porque cuando yo llamaba todos los días y me dieron promociones o",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.09,
      "fin": 41.92,
      "duracion": 9.83,
      "texto": "o que me solucionaran un problema que tenía, no me lo asusté en solucionar y por ahora, en este caso, me encontraron, no me voy a cambiar.",
      "confianza": 0.094
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.94,
      "fin": 46.03,
      "duracion": 4.09,
      "texto": "Vale, lo entiendo completamente y lamento muchísimo que haya tenido una mala experiencia.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.53,
      "fin": 60.34,
      "duracion": 13.82,
      "texto": "En este caso, bueno, a partir de ahora yo sería su asesora totalmente personalizada, solventando cualquier duda, cualquier duda acerca de nuestros planes y requerimientos que tenga usted en el momento.",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.85,
      "fin": 64.77,
      "duracion": 3.93,
      "texto": "también es posible si lo desea.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.3,
      "fin": 76.41,
      "duracion": 11.12,
      "texto": "Yo le puedo suministrar mi número de WhatsApp y aseguramos que todo marce bien hasta que usted tenga su servicio activo con un plan que de verdad le funcione y le sea rentable todos los meses.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 77.03,
      "fin": 82.26,
      "duracion": 5.23,
      "texto": "Yo le agradezco, pero por el momento no.",
      "confianza": 0.455
    },
    {
      "hablante": "Hablante B",
      "inicio": 82.28,
      "fin": 82.6,
      "duracion": 0.32,
      "texto": "Gracias.",
      "confianza": 0.263
    }
  ],
  "transcripcion_completa": "Hola, ¿en la que tal? Buen día, mi nombre es Mariana, me comunico con Miriam, mi nombre es Mariana Lerlo desde Movistar con el objetivo de darle a conocer una oferta exclusiva que tiene actualmente su línea telefónica, me figura acá en el sistema que tiene una línea actual en claro, ¿correcto? Sí, sí, pero no me voy a volver a movistar porque cuando yo llamaba todos los días y me dieron promociones o o que me solucionaran un problema que tenía, no me lo asusté en solucionar y por ahora, en este caso, me encontraron, no me voy a cambiar. Vale, lo entiendo completamente y lamento muchísimo que haya tenido una mala experiencia. En este caso, bueno, a partir de ahora yo sería su asesora totalmente personalizada, solventando cualquier duda, cualquier duda acerca de nuestros planes y requerimientos que tenga usted en el momento. también es posible si lo desea. Yo le puedo suministrar mi número de WhatsApp y aseguramos que todo marce bien hasta que usted tenga su servicio activo con un plan que de verdad le funcione y le sea rentable todos los meses. Yo le agradezco, pero por el momento no. Gracias.",
  "calidad": {
    "confianza_promedio": 0.552,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T11:48:27.460387",
    "version": "5.0_ecapa"
  }
}