{
  "archivo": "amza22_1_260218115718503_ACD_42415.wav",
  "duracion_segundos": 318.52,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 250.91,
    "Hablante A": 45.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 1.65,
      "fin": 4.86,
      "duracion": 3.21,
      "texto": "Hola, buen día.",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.88,
      "fin": 5.26,
      "duracion": 0.38,
      "texto": "¿Hablo con Mariana?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.28,
      "fin": 5.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.36,
      "fin": 6.22,
      "duracion": 0.86,
      "texto": "Mariana, ¿cómo estás?",
      "confianza": 0.553
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.24,
      "fin": 6.98,
      "duracion": 0.74,
      "texto": "Mi nombre es Belén.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.02,
      "fin": 7.78,
      "duracion": 0.76,
      "texto": "Me presento.",
      "confianza": 0.812
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.26,
      "fin": 11.45,
      "duracion": 3.19,
      "texto": "Mira, yo te estoy llamando desde el área de beneficios movistar.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.48,
      "fin": 14.63,
      "duracion": 3.15,
      "texto": "Sé que poseemos el 85% de sueldo hoy en día.",
      "confianza": 0.588
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.65,
      "fin": 19.14,
      "duracion": 4.49,
      "texto": "¿Vos actualmente tenés otras en claro?",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.16,
      "fin": 25.46,
      "duracion": 6.31,
      "texto": "Sí, pero es que me han llamado un montón de veces y ya me han dicho que por el momento no lo quiero.",
      "confianza": 0.257
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.48,
      "fin": 28.23,
      "duracion": 2.74,
      "texto": "Bien, ¿por qué lo haces?",
      "confianza": 0.31
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.29,
      "fin": 31.03,
      "duracion": 2.74,
      "texto": "Porque vos a unas menos, ¿no lo querés o por qué motivó?",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.99,
      "fin": 56.9,
      "duracion": 24.91,
      "texto": "No, porque yo ya tuve en Movistar y donde yo vivo no tengo buena señal y encima de eso me lo fueron aumentando de... Ah, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada",
      "confianza": 0.239
    },
    {
      "hablante": "Hablante B",
      "inicio": 57.41,
      "fin": 65.26,
      "duracion": 7.85,
      "texto": "Y le dije que me iba a salir de Movistar y me dijeron que bueno y me levantaron los tipos.",
      "confianza": 0.292
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.28,
      "fin": 70.19,
      "duracion": 4.91,
      "texto": "Y nunca me ofrecieron una mejora en el servicio, ni nada.",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.27,
      "fin": 72.55,
      "duracion": 2.28,
      "texto": "Porque aparte, que de verdad, no es imposible pagarlo.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante B",
      "inicio": 73.91,
      "fin": 77.96,
      "duracion": 4.05,
      "texto": "Sí, no, no, la verdad que no sale que vos fuiste una muy buena cliente, ¿viste?",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.54,
      "fin": 81.58,
      "duracion": 3.04,
      "texto": "Y no, la verdad que es una lástima lo que te sucedió.",
      "confianza": 0.652
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.68,
      "fin": 85.39,
      "duracion": 3.71,
      "texto": "Mira ahora lo que, bueno, primeramente te pido disculpas por lo sucedido.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.67,
      "fin": 96.61,
      "duracion": 10.94,
      "texto": "Y bueno, decirte que bueno, ahora estamos con el 85% de descuento, que es un descuento en un monto fijo, que a vos no te subiría lo que es la facturación como te sucedió antes, lamentablemente.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.63,
      "fin": 102.31,
      "duracion": 5.69,
      "texto": "Y mira, ahora vos tendrías lo que sería una asesoría personalizada, la cual yo sería tu asesoría personal.",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.33,
      "fin": 110.99,
      "duracion": 8.65,
      "texto": "Y cualquier cosa, vos podrías ver tu facturación con 30 días de antelación para quedarte tranquila de los planes que vos tenés y los descuentos fijos, ¿bien?",
      "confianza": 0.757
    },
    {
      "hablante": "Hablante B",
      "inicio": 111.54,
      "fin": 131.79,
      "duracion": 20.25,
      "texto": "porque entiendo perfectamente lo que sucedió antes, pero en estos momentos estamos mejorando para que no suceda esto, que vos tengas que pagarlo totalidad o que te venga aumentado la factura y que no era lo acordado en su momento, porque viste que cuando vos contratas no es lo acordado que vos debes abonar ese precio que después te viene lamentablemente.",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 132.37,
      "fin": 138.68,
      "duracion": 6.31,
      "texto": "Entonces, por eso es un descuento fijo de lo que estaba brindando Movistar, porque ya no estamos más regulados por ese ente,",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.03,
      "fin": 142.24,
      "duracion": 3.21,
      "texto": "Entonces sería lo que... vos tendrías un descuento fijo.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.25,
      "fin": 147.16,
      "duracion": 4.91,
      "texto": "¿Vos sabés más o menos cuánto estás abonando con Claro, Mariana?",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante B",
      "inicio": 147.18,
      "fin": 148.16,
      "duracion": 0.98,
      "texto": "Eh, 10.000 pesos.",
      "confianza": 0.206
    },
    {
      "hablante": "Hablante B",
      "inicio": 148.18,
      "fin": 151.83,
      "duracion": 3.65,
      "texto": "¿10.000 pesos por línea o en total?",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 151.85,
      "fin": 153.23,
      "duracion": 1.38,
      "texto": "No, por línea.",
      "confianza": 0.233
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.25,
      "fin": 153.39,
      "duracion": 0.14,
      "texto": "Bien.",
      "confianza": 0.278
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.41,
      "fin": 157.42,
      "duracion": 4.01,
      "texto": "¿Y sabés cuántos gigas te brindas, Claro?",
      "confianza": 0.513
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.44,
      "fin": 158.92,
      "duracion": 1.48,
      "texto": "Ah, es que no lo recuerdo.",
      "confianza": 0.034
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.94,
      "fin": 159.42,
      "duracion": 0.48,
      "texto": "Ay, bien.",
      "confianza": 0.276
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.44,
      "fin": 162.71,
      "duracion": 3.27,
      "texto": "Bueno, mira, yo te comento más o menos los planes que tenemos nosotros.",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante B",
      "inicio": 163.31,
      "fin": 168.19,
      "duracion": 4.89,
      "texto": "Hay uno que tiene 4 gigas base más 10 de regalo, decís que tendrías 14 gigas.",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.44,
      "fin": 172.69,
      "duracion": 4.25,
      "texto": "Y al vos decirme que eso es titular de más de una línea, se te suman cuatro extras.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 172.71,
      "fin": 178.14,
      "duracion": 5.43,
      "texto": "Es decir, vos tendrías 18 gigas por cada línea y tendrías WhatsApp completamente gratis.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 178.3,
      "fin": 180.2,
      "duracion": 1.9,
      "texto": "Puedes hablar libre a cualquier compañía.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 180.64,
      "fin": 182.81,
      "duracion": 2.16,
      "texto": "Tendrías mensajes, llamadas ilimitadas.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 183.31,
      "fin": 189.03,
      "duracion": 5.73,
      "texto": "Y como te comenté, tendrías un descuento fijo del 85% en un monto y el valor es de $5,835, ¿bien?",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.25,
      "fin": 197.61,
      "duracion": 8.35,
      "texto": "Es casi la mitad de lo que vos te estás abonando por línea y tendrías bastantes gigas porque son 18 gigas, imagínate.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.94,
      "fin": 200.64,
      "duracion": 2.7,
      "texto": "Si vos no utilizas tanto el Celu, te viene 10.",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 200.66,
      "fin": 203.71,
      "duracion": 3.04,
      "texto": "No sé si vos utilizas tanto el Celu o no tanto.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.73,
      "fin": 208.91,
      "duracion": 5.18,
      "texto": "No tanto porque tengo Wi-Fi en mi casa.",
      "confianza": 0.222
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.93,
      "fin": 209.43,
      "duracion": 0.5,
      "texto": "Bien, perfecto.",
      "confianza": 0.353
    },
    {
      "hablante": "Hablante B",
      "inicio": 209.45,
      "fin": 217.12,
      "duracion": 7.67,
      "texto": "Mira, el plan que yo te comenté es el más bajo que nosotros tenemos, pero a la vez es el más completo porque tiene todo bien.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante B",
      "inicio": 217.34,
      "fin": 226.33,
      "duracion": 8.99,
      "texto": "Vos podrías navegar tranquilamente y con lo que es la señal la podemos verificar para ver que no te suceda lo que pasó anteriormente.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.61,
      "fin": 237.2,
      "duracion": 10.59,
      "texto": "Pero la verdad que estarías abonando 15 mil pesos más o menos por las tres líneas, en vez de 30 mil que más o menos me estabas comentando que estás abonando ahora en estos momentos.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante B",
      "inicio": 238.26,
      "fin": 252.3,
      "duracion": 14.03,
      "texto": "Y es más, mira, nosotros nos podemos fijar si tenés cobertura en lo que es la fibra óptica y te se te hace un descuento fico en lo que es la facturación y se te dan dos meses totalmente bonificados en lo que es la TV si vos así lo querés.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante B",
      "inicio": 252.63,
      "fin": 254.54,
      "duracion": 1.9,
      "texto": "Pero tendríamos que fijarnos.",
      "confianza": 0.242
    },
    {
      "hablante": "Hablante B",
      "inicio": 254.7,
      "fin": 258.64,
      "duracion": 3.95,
      "texto": "Todo eso depende de si vos querés.",
      "confianza": 0.367
    },
    {
      "hablante": "Hablante B",
      "inicio": 258.66,
      "fin": 260.63,
      "duracion": 1.96,
      "texto": "Pero la verdad, vos haces más económico.",
      "confianza": 0.443
    },
    {
      "hablante": "Hablante A",
      "inicio": 262.67,
      "fin": 262.89,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.109
    },
    {
      "hablante": "Hablante A",
      "inicio": 262.91,
      "fin": 267.98,
      "duracion": 5.07,
      "texto": "Esa verdad, igual mucho no puedo hablar porque estoy cuando... estoy niñera y estoy cuando la bebé.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.78,
      "fin": 271.19,
      "duracion": 1.4,
      "texto": "Si querés ponerme en otro momento...",
      "confianza": 0.253
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.79,
      "fin": 273.35,
      "duracion": 1.56,
      "texto": "Bien, ¿en qué momento vos podés?",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante A",
      "inicio": 275.43,
      "fin": 277.58,
      "duracion": 2.14,
      "texto": "No sé, después de hacer la tarde, más o menos.",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante A",
      "inicio": 278.15,
      "fin": 279.77,
      "duracion": 1.62,
      "texto": "Bien, dale, no hay problema.",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante A",
      "inicio": 280.05,
      "fin": 297.44,
      "duracion": 17.39,
      "texto": "Igualmente, mira, nosotros podemos realizar, sí, si vos tenéis un tiempito por ahí, viste, un momento libre, podemos realizar la gestión por WhatsApp y mientras vos me respondes, yo te envío un mensajito, vos me respondes, lo podemos realizar por ahí para hacer más llevadero, para no quedarte tanto tiempo, si así lo querés.",
      "confianza": 0.693
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.65,
      "fin": 307.92,
      "duracion": 9.27,
      "texto": "Bueno, pero ahora estoy muy complicada porque la nena está despierta y... Sí, mi vida, todo escuchando.",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante A",
      "inicio": 307.94,
      "fin": 309.14,
      "duracion": 1.2,
      "texto": "Sí, bueno, dale, no importa.",
      "confianza": 0.392
    },
    {
      "hablante": "Hablante A",
      "inicio": 309.16,
      "fin": 312.23,
      "duracion": 3.06,
      "texto": "Mira, yo te envío un mensajito y vos apenas me respondas.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 312.81,
      "fin": 315.07,
      "duracion": 2.26,
      "texto": "Yo ahí te digo, ¿bien?",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante A",
      "inicio": 315.11,
      "fin": 317.48,
      "duracion": 2.36,
      "texto": "¡Dale, muchísimas gracias!",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante A",
      "inicio": 317.5,
      "fin": 318.52,
      "duracion": 1.02,
      "texto": "Que tengas lindo día.",
      "confianza": 0.658
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Hablo con Mariana? Sí. Mariana, ¿cómo estás? Mi nombre es Belén. Me presento. Mira, yo te estoy llamando desde el área de beneficios movistar. Sé que poseemos el 85% de sueldo hoy en día. ¿Vos actualmente tenés otras en claro? Sí, pero es que me han llamado un montón de veces y ya me han dicho que por el momento no lo quiero. Bien, ¿por qué lo haces? Porque vos a unas menos, ¿no lo querés o por qué motivó? No, porque yo ya tuve en Movistar y donde yo vivo no tengo buena señal y encima de eso me lo fueron aumentando de... Ah, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada, nada Y le dije que me iba a salir de Movistar y me dijeron que bueno y me levantaron los tipos. Y nunca me ofrecieron una mejora en el servicio, ni nada. Porque aparte, que de verdad, no es imposible pagarlo. Sí, no, no, la verdad que no sale que vos fuiste una muy buena cliente, ¿viste? Y no, la verdad que es una lástima lo que te sucedió. Mira ahora lo que, bueno, primeramente te pido disculpas por lo sucedido. Y bueno, decirte que bueno, ahora estamos con el 85% de descuento, que es un descuento en un monto fijo, que a vos no te subiría lo que es la facturación como te sucedió antes, lamentablemente. Y mira, ahora vos tendrías lo que sería una asesoría personalizada, la cual yo sería tu asesoría personal. Y cualquier cosa, vos podrías ver tu facturación con 30 días de antelación para quedarte tranquila de los planes que vos tenés y los descuentos fijos, ¿bien? porque entiendo perfectamente lo que sucedió antes, pero en estos momentos estamos mejorando para que no suceda esto, que vos tengas que pagarlo totalidad o que te venga aumentado la factura y que no era lo acordado en su momento, porque viste que cuando vos contratas no es lo acordado que vos debes abonar ese precio que después te viene lamentablemente. Entonces, por eso es un descuento fijo de lo que estaba brindando Movistar, porque ya no estamos más regulados por ese ente, Entonces sería lo que... vos tendrías un descuento fijo. ¿Vos sabés más o menos cuánto estás abonando con Claro, Mariana? Eh, 10.000 pesos. ¿10.000 pesos por línea o en total? No, por línea. Bien. ¿Y sabés cuántos gigas te brindas, Claro? Ah, es que no lo recuerdo. Ay, bien. Bueno, mira, yo te comento más o menos los planes que tenemos nosotros. Hay uno que tiene 4 gigas base más 10 de regalo, decís que tendrías 14 gigas. Y al vos decirme que eso es titular de más de una línea, se te suman cuatro extras. Es decir, vos tendrías 18 gigas por cada línea y tendrías WhatsApp completamente gratis. Puedes hablar libre a cualquier compañía. Tendrías mensajes, llamadas ilimitadas. Y como te comenté, tendrías un descuento fijo del 85% en un monto y el valor es de $5,835, ¿bien? Es casi la mitad de lo que vos te estás abonando por línea y tendrías bastantes gigas porque son 18 gigas, imagínate. Si vos no utilizas tanto el Celu, te viene 10. No sé si vos utilizas tanto el Celu o no tanto. No tanto porque tengo Wi-Fi en mi casa. Bien, perfecto. Mira, el plan que yo te comenté es el más bajo que nosotros tenemos, pero a la vez es el más completo porque tiene todo bien. Vos podrías navegar tranquilamente y con lo que es la señal la podemos verificar para ver que no te suceda lo que pasó anteriormente. Pero la verdad que estarías abonando 15 mil pesos más o menos por las tres líneas, en vez de 30 mil que más o menos me estabas comentando que estás abonando ahora en estos momentos. Y es más, mira, nosotros nos podemos fijar si tenés cobertura en lo que es la fibra óptica y te se te hace un descuento fico en lo que es la facturación y se te dan dos meses totalmente bonificados en lo que es la TV si vos así lo querés. Pero tendríamos que fijarnos. Todo eso depende de si vos querés. Pero la verdad, vos haces más económico. Sí, sí, sí. Esa verdad, igual mucho no puedo hablar porque estoy cuando... estoy niñera y estoy cuando la bebé. Si querés ponerme en otro momento... Bien, ¿en qué momento vos podés? No sé, después de hacer la tarde, más o menos. Bien, dale, no hay problema. Igualmente, mira, nosotros podemos realizar, sí, si vos tenéis un tiempito por ahí, viste, un momento libre, podemos realizar la gestión por WhatsApp y mientras vos me respondes, yo te envío un mensajito, vos me respondes, lo podemos realizar por ahí para hacer más llevadero, para no quedarte tanto tiempo, si así lo querés. Bueno, pero ahora estoy muy complicada porque la nena está despierta y... Sí, mi vida, todo escuchando. Sí, bueno, dale, no importa. Mira, yo te envío un mensajito y vos apenas me respondas. Yo ahí te digo, ¿bien? ¡Dale, muchísimas gracias! Que tengas lindo día.",
  "calidad": {
    "confianza_promedio": 0.516,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T01:07:38.639841",
    "version": "5.0_ecapa"
  }
}