{
  "archivo": "amza12_1_260212173745739_ACD_51321.wav",
  "duracion_segundos": 272.75,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 244.43,
    "Hablante B": 10.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 1.5,
      "fin": 3.0,
      "duracion": 1.5,
      "texto": "Hola.",
      "confianza": 0.245
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.02,
      "fin": 4.34,
      "duracion": 1.32,
      "texto": "Hola, ¿qué tal hablo con Diana?",
      "confianza": 0.51
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.88,
      "fin": 5.95,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.96,
      "fin": 6.69,
      "duracion": 0.72,
      "texto": "¿Qué tal, Diana?",
      "confianza": 0.377
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.71,
      "fin": 7.59,
      "duracion": 0.88,
      "texto": "Mi nombre es Luciana.",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.61,
      "fin": 10.69,
      "duracion": 3.08,
      "texto": "Me comunico para brindarles un beneficio del 80% de descuento en esta línea.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.71,
      "fin": 11.33,
      "duracion": 0.62,
      "texto": "¿Sí?",
      "confianza": 0.79
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.75,
      "fin": 15.0,
      "duracion": 3.24,
      "texto": "Usted es totalmente claro, ¿verdad?",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.02,
      "fin": 15.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.035
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.1,
      "fin": 15.72,
      "duracion": 0.62,
      "texto": "Bien, perfecto.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.74,
      "fin": 17.06,
      "duracion": 1.32,
      "texto": "¿Y tiene abono o hace recarga?",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.56,
      "fin": 19.26,
      "duracion": 0.7,
      "texto": "Recarga.",
      "confianza": 0.194
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.28,
      "fin": 20.44,
      "duracion": 1.16,
      "texto": "Recarga, perfecto.",
      "confianza": 0.775
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.52,
      "fin": 24.39,
      "duracion": 3.87,
      "texto": "¿Y más o menos tiene alguna idea de cuánto a 100 de mes está haciendo recarga?",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.41,
      "fin": 28.55,
      "duracion": 4.14,
      "texto": "¿Y cuánto dinero se le va?",
      "confianza": 0.769
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.77,
      "fin": 40.18,
      "duracion": 10.42,
      "texto": "Yo creo que 3.500 porque cargo 7.000 y me devuelven la mitad.",
      "confianza": 0.052
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.2,
      "fin": 40.52,
      "duracion": 0.32,
      "texto": "Claro, perfecto.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.54,
      "fin": 48.43,
      "duracion": 7.89,
      "texto": "Bueno, justamente os estoy llamando del Área Comercial de Movistar porque estamos dándole un beneficio a todas las personas que han sido anteriormente clientes.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 48.45,
      "fin": 53.34,
      "duracion": 4.89,
      "texto": "Me ha sido un alcance que se ha sido cliente de Movistar y se ha cambiado por algún tema de oferta o facturación.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.69,
      "fin": 60.05,
      "duracion": 5.37,
      "texto": "Yo coloconera cuando veo lo que más me conviene, digamos.",
      "confianza": 0.509
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.08,
      "fin": 60.73,
      "duracion": 0.66,
      "texto": "Totalmente.",
      "confianza": 0.905
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.98,
      "fin": 61.18,
      "duracion": 0.2,
      "texto": "¿Qué?",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante A",
      "inicio": 61.24,
      "fin": 65.24,
      "duracion": 4.0,
      "texto": "Porque hoy por hoy en Argentina hay que cuidar los bolsillos.",
      "confianza": 0.474
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.26,
      "fin": 65.94,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.33
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.96,
      "fin": 66.74,
      "duracion": 0.78,
      "texto": "Bueno, Adlai.",
      "confianza": 0.412
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.76,
      "fin": 80.38,
      "duracion": 13.61,
      "texto": "Mira, justamente te comento, sí, el día de hoy tengo una oferta bastante buena para lo que es un brindable de, por ejemplo, lo que son 14 gigas, 4 bazes y 10 de regalo, que estamos hablando de bastantes gigas, ¿bien?",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.11,
      "fin": 84.74,
      "duracion": 3.62,
      "texto": "que estaría quedando literalmente el mismo precio que usted por ahí está lazando, ¿sí?",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.76,
      "fin": 85.62,
      "duracion": 0.86,
      "texto": "$7,390.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.8,
      "fin": 86.04,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante A",
      "inicio": 86.62,
      "fin": 89.81,
      "duracion": 3.18,
      "texto": "Ahora, ¿qué es lo bueno que tiene Movistar, Dai?",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.83,
      "fin": 93.39,
      "duracion": 3.57,
      "texto": "No sé si estabas al tanto, pero trae lo que es la aplicación de Movistar, Dai.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante A",
      "inicio": 93.73,
      "fin": 95.73,
      "duracion": 2.0,
      "texto": "Vos puedes guardar sigas, ¿sí?",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante A",
      "inicio": 95.77,
      "fin": 104.84,
      "duracion": 9.07,
      "texto": "A diferencia de que, claro, que por ahí uno paga, sí, uno por ahí, claro, paga, pero termina usando menos de lo que pago, pero, sin embargo, a fin de mes, las sigas desaparecen, ¿sí?",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante A",
      "inicio": 105.28,
      "fin": 110.23,
      "duracion": 4.95,
      "texto": "encarnar el mismo avistar, vos, por ejemplo, a las cuatro de base, la vas a poder seguir guardando.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante A",
      "inicio": 110.27,
      "fin": 113.99,
      "duracion": 3.73,
      "texto": "Es decir, Marcel, tal vez, Dari, el mes que viene te vas de viaje, ¿sí?",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante A",
      "inicio": 114.01,
      "fin": 120.38,
      "duracion": 6.37,
      "texto": "Entonces decís, bueno, me guardo a las cuatro que tengo de siempre y el próximo mes voy a tener ocho, ¿entiendes?",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.4,
      "fin": 120.52,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.047
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.54,
      "fin": 130.62,
      "duracion": 10.07,
      "texto": "Entonces está bueno, está bueno porque a uno las va manejando, también puedes transferir gigas y por ahí alguna persona de tu entorno necesita en ese momento y puedes transferir las gigas y después se devuelven.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.64,
      "fin": 131.88,
      "duracion": 1.24,
      "texto": "La verdad es que está súper bueno,",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.04,
      "fin": 136.89,
      "duracion": 4.85,
      "texto": "que es un método de trabajo que hoy por ahí estamos implementando en Movistar que está funcionando bastante, ¿sí?",
      "confianza": 0.578
    },
    {
      "hablante": "Hablante A",
      "inicio": 137.45,
      "fin": 144.36,
      "duracion": 6.91,
      "texto": "Entonces, nada, en ese sentido, la verdad que está súper bueno y lo que te deja tranquila el abono es que siempre vas a tener gigas, ¿sí?",
      "confianza": 0.652
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.8,
      "fin": 148.33,
      "duracion": 3.53,
      "texto": "Aparte de eso, bueno, lo que es la promoción de ahí se incluye WhatsApp Gratis.",
      "confianza": 0.596
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.55,
      "fin": 154.56,
      "duracion": 6.01,
      "texto": "Vean, a diferencia de que claro, claro lo que hace es tener WhatsApp Gratis pero te sigue consumiendo gigas, no necesarias eso.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.4,
      "fin": 155.6,
      "duracion": 0.2,
      "texto": "Oh, no.",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.9,
      "fin": 160.83,
      "duracion": 4.93,
      "texto": "Bien, bueno, yo, por ejemplo, lo tenía antes claro y también hacía recargas.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.85,
      "fin": 166.11,
      "duracion": 5.27,
      "texto": "Claro, yo hacía recargas todo el tiempo porque, no sé, tenía que pagar algo o lo que sea y no tenía señal, ¿vio?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante A",
      "inicio": 166.13,
      "fin": 175.61,
      "duracion": 9.47,
      "texto": "Entonces, está todo el tiempo recargando en momentos que tal vez, no sé, te puede pasar que tal vez no tenga señal o lo que sea, no puedes hacer una recarga y te queda sin señal, ¿sí?",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.05,
      "fin": 184.34,
      "duracion": 8.29,
      "texto": "Entonces, para que eso no pase, uno lo que hace es, bueno, tener un abono, pagar mensualmente, se queda tranquilo de que siempre va a ser comunicado, ¿sí?",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante A",
      "inicio": 184.36,
      "fin": 184.48,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.167
    },
    {
      "hablante": "Hablante A",
      "inicio": 184.73,
      "fin": 203.6,
      "duracion": 18.87,
      "texto": "Yo creo que ahora estoy bien, la verdad, porque como le digo, hago un gasto de 3.500 mensualmente y como también me regalan siglas, utilizo las siglas, cuando se me acaba utilizo el crédito de recarga para comprar packs, entonces como que sí me alcanza con esa, la verdad.",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante A",
      "inicio": 203.62,
      "fin": 203.92,
      "duracion": 0.3,
      "texto": "Bien, perfecto.",
      "confianza": 0.066
    },
    {
      "hablante": "Hablante A",
      "inicio": 203.94,
      "fin": 207.34,
      "duracion": 3.41,
      "texto": "Ahora está como a diálogo.",
      "confianza": 0.22
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.36,
      "fin": 207.42,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.44,
      "fin": 208.46,
      "duracion": 1.02,
      "texto": "Perfecto, perfecto, perfecto.",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.5,
      "fin": 212.81,
      "duracion": 4.31,
      "texto": "Bueno, mire, lo que voy a hacer de ahí es mirar un mensajito a través de lo que es WhatsApp, ¿sí?",
      "confianza": 0.459
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.38,
      "fin": 237.25,
      "duracion": 23.86,
      "texto": "para que le quede mi número, para que, bueno, ayer a partir de ahora voy a ser su asesora personal, miren, cualquier duda, consulta, que no sé, por ahí, algún día decís, che, mira, la verdad que me interesa, sí, yo te voy a estar, de igual forma, enviando beneficios que vamos teniendo, sí, porque, por ejemplo, ayer, sí, ayer teníamos un beneficio del 85% de descuento, y, por ejemplo, todos los clientes declaró, la mayoría de ayer se pasaron, ¿por qué motivo?",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 237.38,
      "fin": 241.55,
      "duracion": 4.16,
      "texto": "Porque paga el 50% en Movistar, sí, entonces, tal vez,",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante A",
      "inicio": 241.88,
      "fin": 246.97,
      "duracion": 5.08,
      "texto": "nada, había personas que pagan 10.000 y hoy por hoy tendrán lo que movistar pagan 5, crecen mucho en las diferencias.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.41,
      "fin": 253.68,
      "duracion": 6.27,
      "texto": "Entonces, siempre van surgiendo beneficios, cosas así, yo ahora voy a ver si creen en sistema, así que estuvimos hablando.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 254.04,
      "fin": 260.66,
      "duracion": 6.63,
      "texto": "Y bueno, cualquier cosita, te voy a mandar ahora un mensajito por WhatsApp, ¿te parece?",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.68,
      "fin": 260.8,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.072
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.82,
      "fin": 261.85,
      "duracion": 1.02,
      "texto": "Dale, mi nombre es Luciana.",
      "confianza": 0.069
    },
    {
      "hablante": "Hablante A",
      "inicio": 261.87,
      "fin": 262.67,
      "duracion": 0.8,
      "texto": "No, un placer enorme.",
      "confianza": 0.426
    },
    {
      "hablante": "Hablante A",
      "inicio": 262.97,
      "fin": 267.89,
      "duracion": 4.93,
      "texto": "Mi nombre es Luciana, para que me puedas agendar y bueno, cualquier duda, consulta o beneficio, yo te estoy escribiendo, ¿sí?",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante A",
      "inicio": 268.51,
      "fin": 269.48,
      "duracion": 0.97,
      "texto": "Bueno, bueno.",
      "confianza": 0.516
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.23,
      "fin": 270.93,
      "duracion": 0.71,
      "texto": "Gracias.",
      "confianza": 0.325
    },
    {
      "hablante": "Hablante A",
      "inicio": 270.95,
      "fin": 272.75,
      "duracion": 1.8,
      "texto": "Un saludo, muy amable.",
      "confianza": 0.533
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal hablo con Diana? Sí. ¿Qué tal, Diana? Mi nombre es Luciana. Me comunico para brindarles un beneficio del 80% de descuento en esta línea. ¿Sí? Usted es totalmente claro, ¿verdad? Sí. Bien, perfecto. ¿Y tiene abono o hace recarga? Recarga. Recarga, perfecto. ¿Y más o menos tiene alguna idea de cuánto a 100 de mes está haciendo recarga? ¿Y cuánto dinero se le va? Yo creo que 3.500 porque cargo 7.000 y me devuelven la mitad. Claro, perfecto. Bueno, justamente os estoy llamando del Área Comercial de Movistar porque estamos dándole un beneficio a todas las personas que han sido anteriormente clientes. Me ha sido un alcance que se ha sido cliente de Movistar y se ha cambiado por algún tema de oferta o facturación. Yo coloconera cuando veo lo que más me conviene, digamos. Totalmente. ¿Qué? Porque hoy por hoy en Argentina hay que cuidar los bolsillos. Bien, perfecto. Bueno, Adlai. Mira, justamente te comento, sí, el día de hoy tengo una oferta bastante buena para lo que es un brindable de, por ejemplo, lo que son 14 gigas, 4 bazes y 10 de regalo, que estamos hablando de bastantes gigas, ¿bien? que estaría quedando literalmente el mismo precio que usted por ahí está lazando, ¿sí? $7,390. Bien. Ahora, ¿qué es lo bueno que tiene Movistar, Dai? No sé si estabas al tanto, pero trae lo que es la aplicación de Movistar, Dai. Vos puedes guardar sigas, ¿sí? A diferencia de que, claro, que por ahí uno paga, sí, uno por ahí, claro, paga, pero termina usando menos de lo que pago, pero, sin embargo, a fin de mes, las sigas desaparecen, ¿sí? encarnar el mismo avistar, vos, por ejemplo, a las cuatro de base, la vas a poder seguir guardando. Es decir, Marcel, tal vez, Dari, el mes que viene te vas de viaje, ¿sí? Entonces decís, bueno, me guardo a las cuatro que tengo de siempre y el próximo mes voy a tener ocho, ¿entiendes? Claro. Entonces está bueno, está bueno porque a uno las va manejando, también puedes transferir gigas y por ahí alguna persona de tu entorno necesita en ese momento y puedes transferir las gigas y después se devuelven. La verdad es que está súper bueno, que es un método de trabajo que hoy por ahí estamos implementando en Movistar que está funcionando bastante, ¿sí? Entonces, nada, en ese sentido, la verdad que está súper bueno y lo que te deja tranquila el abono es que siempre vas a tener gigas, ¿sí? Aparte de eso, bueno, lo que es la promoción de ahí se incluye WhatsApp Gratis. Vean, a diferencia de que claro, claro lo que hace es tener WhatsApp Gratis pero te sigue consumiendo gigas, no necesarias eso. Oh, no. Bien, bueno, yo, por ejemplo, lo tenía antes claro y también hacía recargas. Claro, yo hacía recargas todo el tiempo porque, no sé, tenía que pagar algo o lo que sea y no tenía señal, ¿vio? Entonces, está todo el tiempo recargando en momentos que tal vez, no sé, te puede pasar que tal vez no tenga señal o lo que sea, no puedes hacer una recarga y te queda sin señal, ¿sí? Entonces, para que eso no pase, uno lo que hace es, bueno, tener un abono, pagar mensualmente, se queda tranquilo de que siempre va a ser comunicado, ¿sí? Claro. Yo creo que ahora estoy bien, la verdad, porque como le digo, hago un gasto de 3.500 mensualmente y como también me regalan siglas, utilizo las siglas, cuando se me acaba utilizo el crédito de recarga para comprar packs, entonces como que sí me alcanza con esa, la verdad. Bien, perfecto. Ahora está como a diálogo. Sí. Perfecto, perfecto, perfecto. Bueno, mire, lo que voy a hacer de ahí es mirar un mensajito a través de lo que es WhatsApp, ¿sí? para que le quede mi número, para que, bueno, ayer a partir de ahora voy a ser su asesora personal, miren, cualquier duda, consulta, que no sé, por ahí, algún día decís, che, mira, la verdad que me interesa, sí, yo te voy a estar, de igual forma, enviando beneficios que vamos teniendo, sí, porque, por ejemplo, ayer, sí, ayer teníamos un beneficio del 85% de descuento, y, por ejemplo, todos los clientes declaró, la mayoría de ayer se pasaron, ¿por qué motivo? Porque paga el 50% en Movistar, sí, entonces, tal vez, nada, había personas que pagan 10.000 y hoy por hoy tendrán lo que movistar pagan 5, crecen mucho en las diferencias. Entonces, siempre van surgiendo beneficios, cosas así, yo ahora voy a ver si creen en sistema, así que estuvimos hablando. Y bueno, cualquier cosita, te voy a mandar ahora un mensajito por WhatsApp, ¿te parece? Bueno. Dale, mi nombre es Luciana. No, un placer enorme. Mi nombre es Luciana, para que me puedas agendar y bueno, cualquier duda, consulta o beneficio, yo te estoy escribiendo, ¿sí? Bueno, bueno. Gracias. Un saludo, muy amable.",
  "calidad": {
    "confianza_promedio": 0.499,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-18T23:15:05.462508",
    "version": "5.0_ecapa"
  }
}