{
  "archivo": "amza18_1_260220132610563_ACD_30705.wav",
  "duracion_segundos": 222.94,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 40.99,
    "Hablante A": 159.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 3.41,
      "fin": 5.83,
      "duracion": 2.42,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.235
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.85,
      "fin": 6.93,
      "duracion": 1.08,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.308
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.95,
      "fin": 7.45,
      "duracion": 0.5,
      "texto": "¿Cómo le va?",
      "confianza": 0.382
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.47,
      "fin": 9.51,
      "duracion": 2.04,
      "texto": "Nos comunicamos del área de beneficio movistar.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.95,
      "fin": 17.8,
      "duracion": 6.85,
      "texto": "Queríamos mejorar el plan de sus líneas, vemos que se encuentran en claro, actualmente.",
      "confianza": 0.757
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.82,
      "fin": 17.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.078
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.9,
      "fin": 22.5,
      "duracion": 4.6,
      "texto": "Bien, no sé si usted puede tomar decisiones porque nos figura la línea en nombre de Álvarez Alejandra.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.23,
      "fin": 27.15,
      "duracion": 2.92,
      "texto": "¿Es el usuario de la línea?",
      "confianza": 0.173
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.17,
      "fin": 32.55,
      "duracion": 5.38,
      "texto": "Es el administrador de las líneas, pero no te recomiendo que la llames porque",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante A",
      "inicio": 33.51,
      "fin": 43.84,
      "duracion": 10.33,
      "texto": "nos fuimos bastante mal de Movistar, bastante mal tratados, así que te diría que ni te llegaste por ahora.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.87,
      "fin": 44.99,
      "duracion": 1.12,
      "texto": "¿De qué clase de incumente les traigo con esta compañía?",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.01,
      "fin": 46.37,
      "duracion": 1.36,
      "texto": "Nada, planteárselo.",
      "confianza": 0.423
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.39,
      "fin": 59.59,
      "duracion": 13.2,
      "texto": "Es lo mismo que vos me estás diciendo ahora, cuando nosotros estábamos con ustedes, nos lo planteó claro, haciéndonos una oferta que mejoraba, nosotros les trasladamos eso a Movistar,",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.26,
      "fin": 79.62,
      "duracion": 19.37,
      "texto": "Seguramente vos ahí tenés el historial de nuestra pertenencia a Movistar que lleva más de 20 años y estuvimos muchísimos años en Movistar y cuando nos hicieron una oferta mejor les planteamos, che, mirá, yo me quiero quedar en Movistar, esto me están ofreciendo, a nosotros no le podemos ofrecer eso, bien.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.53,
      "fin": 88.16,
      "duracion": 7.63,
      "texto": "Nos pasamos al claro y a los dos días de que nos pasamos al claro de Movistar nos estaban llamando para ofrecernos lo mismo que dos días antes nos habían dicho que no.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.73,
      "fin": 93.31,
      "duracion": 4.59,
      "texto": "Entonces, la verdad que me da la sensación de que están jugando un poquito con los clientes.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.37,
      "fin": 98.26,
      "duracion": 3.88,
      "texto": "¿En qué momento lo había sucedido?",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 98.28,
      "fin": 100.96,
      "duracion": 2.68,
      "texto": "¿Hace cuánto tuvo este inconveniente?",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.98,
      "fin": 103.9,
      "duracion": 2.92,
      "texto": "Usted debe figurar todo ahí en la pantalla, supongo.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.96,
      "fin": 105.32,
      "duracion": 1.36,
      "texto": "No tengo fechas claras.",
      "confianza": 0.819
    },
    {
      "hablante": "Hablante A",
      "inicio": 105.46,
      "fin": 107.27,
      "duracion": 1.8,
      "texto": "Dos veces ya fuimos y volvimos.",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.83,
      "fin": 112.27,
      "duracion": 3.44,
      "texto": "Porque tampoco es que, claro, son los macanudos del barrio.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.33,
      "fin": 114.59,
      "duracion": 2.26,
      "texto": "Eso lo tienen claro vos y yo.",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.61,
      "fin": 116.23,
      "duracion": 1.62,
      "texto": "Es decir, cada uno hace su negocio.",
      "confianza": 0.429
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.81,
      "fin": 131.24,
      "duracion": 14.44,
      "texto": "Pero realmente sentimos después de tantos años que Telefónica, que Movistar no nos estaba brindando la ascensión que como clientes merecíamos.",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante B",
      "inicio": 132.7,
      "fin": 133.68,
      "duracion": 0.98,
      "texto": "Así que nada.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.29,
      "fin": 144.09,
      "duracion": 8.81,
      "texto": "Por eso te digo que no creo que sea una buena idea que llames a la titular porque fue la que tuvo que lidiar con todo eso en su momento, viste.",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.12,
      "fin": 144.64,
      "duracion": 0.52,
      "texto": "Lo entiendo.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.97,
      "fin": 166.46,
      "duracion": 21.49,
      "texto": "Y bueno, en este momento, lo que son las gestiones y lo que son también el tema de renuevo de promociones o distintas promociones, lo puedes gestionar directamente por WhatsApp y generalmente te ofrecen otro plan por ese medio, no es necesario llamar a un 0800 o nada por el estilo, o también te lo brindan de la aplicación.",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.48,
      "fin": 189.09,
      "duracion": 21.6,
      "texto": "Nosotros tenemos directamente el contacto porque es una cuenta empresa esta y tenemos contacto de una ejecutiva de venta, no sé cómo se llamará, que directamente nos comunicábamos con ella, es decir, no es que llamamos a un 0800, teníamos un número al que llamábamos planteándole todo este tema, por eso te digo que",
      "confianza": 0.783
    },
    {
      "hablante": "Hablante A",
      "inicio": 189.66,
      "fin": 195.46,
      "duracion": 5.81,
      "texto": "que sentimos que como compañía no hicieron lo que tendrían que haber hecho para conservar a un cliente.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante A",
      "inicio": 195.5,
      "fin": 205.54,
      "duracion": 10.03,
      "texto": "Nosotros también, yo también tengo empresa y a veces sé lo que tengo que hacer para conservar a un cliente de 20 y pico años, ¿entendés?",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante A",
      "inicio": 205.56,
      "fin": 206.92,
      "duracion": 1.36,
      "texto": "Claro, también.",
      "confianza": 0.116
    },
    {
      "hablante": "Hablante A",
      "inicio": 206.94,
      "fin": 207.9,
      "duracion": 0.96,
      "texto": "Así que, bueno, nada.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.34,
      "fin": 210.61,
      "duracion": 2.26,
      "texto": "Eso, viejo, nada más.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 210.63,
      "fin": 216.92,
      "duracion": 6.29,
      "texto": "No tengo más para decirte.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 216.94,
      "fin": 217.56,
      "duracion": 0.62,
      "texto": "Dale, no hay problema entonces.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.58,
      "fin": 218.26,
      "duracion": 0.68,
      "texto": "Muchísimas gracias de igual forma.",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante A",
      "inicio": 218.28,
      "fin": 218.5,
      "duracion": 0.22,
      "texto": "Igualmente.",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.24,
      "fin": 222.94,
      "duracion": 0.7,
      "texto": "Gracias.",
      "confianza": 0.139
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hola, buenas tardes. ¿Cómo le va? Nos comunicamos del área de beneficio movistar. Queríamos mejorar el plan de sus líneas, vemos que se encuentran en claro, actualmente. Sí. Bien, no sé si usted puede tomar decisiones porque nos figura la línea en nombre de Álvarez Alejandra. ¿Es el usuario de la línea? Es el administrador de las líneas, pero no te recomiendo que la llames porque nos fuimos bastante mal de Movistar, bastante mal tratados, así que te diría que ni te llegaste por ahora. ¿De qué clase de incumente les traigo con esta compañía? Nada, planteárselo. Es lo mismo que vos me estás diciendo ahora, cuando nosotros estábamos con ustedes, nos lo planteó claro, haciéndonos una oferta que mejoraba, nosotros les trasladamos eso a Movistar, Seguramente vos ahí tenés el historial de nuestra pertenencia a Movistar que lleva más de 20 años y estuvimos muchísimos años en Movistar y cuando nos hicieron una oferta mejor les planteamos, che, mirá, yo me quiero quedar en Movistar, esto me están ofreciendo, a nosotros no le podemos ofrecer eso, bien. Nos pasamos al claro y a los dos días de que nos pasamos al claro de Movistar nos estaban llamando para ofrecernos lo mismo que dos días antes nos habían dicho que no. Entonces, la verdad que me da la sensación de que están jugando un poquito con los clientes. ¿En qué momento lo había sucedido? ¿Hace cuánto tuvo este inconveniente? Usted debe figurar todo ahí en la pantalla, supongo. No tengo fechas claras. Dos veces ya fuimos y volvimos. Porque tampoco es que, claro, son los macanudos del barrio. Eso lo tienen claro vos y yo. Es decir, cada uno hace su negocio. Pero realmente sentimos después de tantos años que Telefónica, que Movistar no nos estaba brindando la ascensión que como clientes merecíamos. Así que nada. Por eso te digo que no creo que sea una buena idea que llames a la titular porque fue la que tuvo que lidiar con todo eso en su momento, viste. Lo entiendo. Y bueno, en este momento, lo que son las gestiones y lo que son también el tema de renuevo de promociones o distintas promociones, lo puedes gestionar directamente por WhatsApp y generalmente te ofrecen otro plan por ese medio, no es necesario llamar a un 0800 o nada por el estilo, o también te lo brindan de la aplicación. Nosotros tenemos directamente el contacto porque es una cuenta empresa esta y tenemos contacto de una ejecutiva de venta, no sé cómo se llamará, que directamente nos comunicábamos con ella, es decir, no es que llamamos a un 0800, teníamos un número al que llamábamos planteándole todo este tema, por eso te digo que que sentimos que como compañía no hicieron lo que tendrían que haber hecho para conservar a un cliente. Nosotros también, yo también tengo empresa y a veces sé lo que tengo que hacer para conservar a un cliente de 20 y pico años, ¿entendés? Claro, también. Así que, bueno, nada. Eso, viejo, nada más. No tengo más para decirte. Dale, no hay problema entonces. Muchísimas gracias de igual forma. Igualmente. Gracias.",
  "calidad": {
    "confianza_promedio": 0.513,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T13:50:11.825900",
    "version": "5.0_ecapa"
  }
}