{
  "archivo": "amza22_1_260219121321919_ACD_06799.wav",
  "duracion_segundos": 324.86,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 156.78,
    "Hablante A": 134.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 2.54,
      "fin": 7.11,
      "duracion": 4.56,
      "texto": "Hola, buen día, ¿me escuchas?",
      "confianza": 0.439
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.13,
      "fin": 9.65,
      "duracion": 2.52,
      "texto": "Sí, lejos.",
      "confianza": 0.214
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.67,
      "fin": 10.11,
      "duracion": 0.44,
      "texto": "Bien, hablo con Pedro.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.13,
      "fin": 10.31,
      "duracion": 0.18,
      "texto": "Sí, hola.",
      "confianza": 0.191
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.33,
      "fin": 10.85,
      "duracion": 0.52,
      "texto": "Pedro, ¿cómo estás?",
      "confianza": 0.205
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.89,
      "fin": 12.39,
      "duracion": 1.5,
      "texto": "Mi nombre es Belén, me presento.",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.94,
      "fin": 18.56,
      "duracion": 5.63,
      "texto": "Mire, yo le estoy llamando desde el área de beneficios movistar, o sea que poseemos el 80% de descuento.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.58,
      "fin": 23.11,
      "duracion": 4.52,
      "texto": "Y en día, en cualquier plan que usted elija, actualmente se encuentra en claro usted.",
      "confianza": 0.773
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.93,
      "fin": 24.99,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.082
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.01,
      "fin": 29.21,
      "duracion": 4.2,
      "texto": "Bien, ¿y sabe qué plan tiene cuando llegas de Brindis, cuando está volando aproximadamente?",
      "confianza": 0.553
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.74,
      "fin": 39.43,
      "duracion": 7.69,
      "texto": "Tengo un plan de 6 gigas.",
      "confianza": 0.373
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.45,
      "fin": 40.33,
      "duracion": 0.88,
      "texto": "9 mil pesos por 6 gigas.",
      "confianza": 0.146
    },
    {
      "hablante": "Hablante B",
      "inicio": 40.81,
      "fin": 55.45,
      "duracion": 14.64,
      "texto": "Nosotros tenemos un plan que es el más bajo, pero a la vez es bastante completo, que tiene 4 gigas base más 10 de regalos, es decir que tendría que haber 6 gigas y contaría con WhatsApp completamente gratis, puede hablar libre a cualquier compañía, tendría mensajes y llamadas ilimitadas.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.73,
      "fin": 64.34,
      "duracion": 8.61,
      "texto": "Y bueno, usted poseía un descuento como el que le estaba comentando, tipo del 80% descuento de un monto y el valor es de $7,780 pesos en los 14 gigas.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.23,
      "fin": 67.39,
      "duracion": 2.16,
      "texto": "Son bastantes gigas, capaz que le venga bien.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.47,
      "fin": 70.55,
      "duracion": 3.08,
      "texto": "No sé si usted tiene que realizar recarga más allá del plan que tiene.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.3,
      "fin": 77.96,
      "duracion": 2.66,
      "texto": "No, no, no, no, porque no lo...",
      "confianza": 0.211
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.98,
      "fin": 78.22,
      "duracion": 0.24,
      "texto": "No lo tengo.",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.24,
      "fin": 80.12,
      "duracion": 1.88,
      "texto": "No, lo tengo el teléfono por urgencia nada más.",
      "confianza": 0.041
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.14,
      "fin": 85.05,
      "duracion": 4.91,
      "texto": "Bien, y tiene que ir a Optic usted en lo que es Wi-Fi o tan solo el CLU con los datos.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.64,
      "fin": 87.88,
      "duracion": 2.24,
      "texto": "No, no, el celular no.",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.9,
      "fin": 88.94,
      "duracion": 1.04,
      "texto": "El celu con los datos, bien.",
      "confianza": 0.314
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.96,
      "fin": 94.17,
      "duracion": 5.21,
      "texto": "¿Y no le interesaría abonar menos de lo que está abonando en estos momentos?",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.19,
      "fin": 101.3,
      "duracion": 7.11,
      "texto": "Porque el plan que yo le dije es bastante 1.500 pesos menos de lo que usted está abonando en estos momentos, así como a gigas.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.32,
      "fin": 106.09,
      "duracion": 4.77,
      "texto": "Y la gestión es solamente rápida.",
      "confianza": 0.54
    },
    {
      "hablante": "Hablante A",
      "inicio": 106.11,
      "fin": 106.59,
      "duracion": 0.48,
      "texto": "Pero ¿por cuánto tiempo?",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante A",
      "inicio": 106.61,
      "fin": 110.62,
      "duracion": 4.01,
      "texto": "Bien, usted tendría un descuento fijo en un monto como le estaba comentando.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante A",
      "inicio": 111.0,
      "fin": 112.04,
      "duracion": 1.04,
      "texto": "por seis meses.",
      "confianza": 0.32
    },
    {
      "hablante": "Hablante A",
      "inicio": 112.22,
      "fin": 128.09,
      "duracion": 15.86,
      "texto": "Nosotros, al quinto mes, nos estamos contactando con usted para que usted realice lo que es la actualización del plan, según lo que usted, en su momento, cura de gigas y cuánto esté abonando también, para que usted pueda navegar seis meses más y no pague lo que es la totalidad del plan.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante A",
      "inicio": 128.19,
      "fin": 138.34,
      "duracion": 10.16,
      "texto": "Eso es lo que se busca, de que no pase nuevamente, de que abonen lo que es la totalidad del plan o le venga una facturación con un nivel elevado al cual no era lo que usted estaba contratando en su momento.",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante A",
      "inicio": 138.86,
      "fin": 141.6,
      "duracion": 2.74,
      "texto": "pero por eso mismo les tenemos esto mismo.",
      "confianza": 0.816
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.13,
      "fin": 147.97,
      "duracion": 5.85,
      "texto": "¿Usted tiene más de una línea o una sola, Pedro?",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.99,
      "fin": 148.33,
      "duracion": 0.34,
      "texto": "Tengo dos líneas.",
      "confianza": 0.021
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.35,
      "fin": 149.25,
      "duracion": 0.9,
      "texto": "Ah, tiene dos líneas.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.35,
      "fin": 167.09,
      "duracion": 17.74,
      "texto": "Bien, miren, nosotros, al usted decirme que tiene dos líneas, se le dan 4 gigas extra a cada línea, es decir, cada línea contaría con 4 gigas más los 10 y más 4 más, es decir, que tendrían 18 gigas y al mismo precio, el valor no se le sube, ¿bien?",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.13,
      "fin": 168.07,
      "duracion": 0.94,
      "texto": "Entonces estaría",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 168.34,
      "fin": 175.09,
      "duracion": 6.75,
      "texto": "abonando 15.000 pesos aproximadamente, en vez de 20.000 como estaba abonando.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.01,
      "fin": 183.44,
      "duracion": 7.43,
      "texto": "Es bastante menos de lo que estaría abonando en estos momentos y por bastante más gigas.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.47,
      "fin": 187.03,
      "duracion": 3.56,
      "texto": "Y es absolutamente rápido lo que es la gestión, si usted la quisiera realizar.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 187.85,
      "fin": 196.65,
      "duracion": 8.79,
      "texto": "La verdad es que si quiere puede llegar el chip a lo que tiene el domicilio, si quiere la puede buscar a la sucursal, que es lo más rápido que tenemos, que es de 48.72 euros como máximo.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante A",
      "inicio": 197.08,
      "fin": 199.88,
      "duracion": 2.8,
      "texto": "y le pueden ayudar tranquilamente si se lo precisa.",
      "confianza": 0.767
    },
    {
      "hablante": "Hablante A",
      "inicio": 200.97,
      "fin": 211.58,
      "duracion": 10.62,
      "texto": "Pero nada más que eso, y la verdad que tendría un descuento bastante grande, porque tan solo abonaría lo que es el 20%, y tendría bastantes más gigas y con un beneficio para ambas líneas.",
      "confianza": 0.793
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.33,
      "fin": 223.0,
      "duracion": 2.66,
      "texto": "Sí, pero mira, yo hace poco que me he cambiado, claro.",
      "confianza": 0.172
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.02,
      "fin": 223.42,
      "duracion": 0.4,
      "texto": "¿Hace más de un mes?",
      "confianza": 0.011
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.44,
      "fin": 223.5,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.52,
      "fin": 223.7,
      "duracion": 0.18,
      "texto": "Ah, bien.",
      "confianza": 0.062
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.72,
      "fin": 224.76,
      "duracion": 1.04,
      "texto": "Entonces, sí, ¿qué pasó entonces?",
      "confianza": 0.315
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.26,
      "fin": 231.79,
      "duracion": 6.53,
      "texto": "Y bueno, estoy probando, porque a mí me dan un año a un solo precio.",
      "confianza": 0.465
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.81,
      "fin": 237.19,
      "duracion": 5.39,
      "texto": "Sí, sí, sí, entiendo perfectamente.",
      "confianza": 0.275
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.22,
      "fin": 241.12,
      "duracion": 3.9,
      "texto": "Entiendo que estoy probando, pero igualmente está abonando bastante más.",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.5,
      "fin": 245.88,
      "duracion": 4.38,
      "texto": "Lo pueden mantener al precio, pero está abonando bastante más de lo que yo le estoy diciendo.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.5,
      "fin": 249.93,
      "duracion": 3.42,
      "texto": "Entonces, digamos, por el tema del precio, capaz se le conviene esto.",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante B",
      "inicio": 250.77,
      "fin": 253.41,
      "duracion": 2.64,
      "texto": "Pero mira, para lo que estaba pagando en Movistar,",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante B",
      "inicio": 253.93,
      "fin": 261.94,
      "duracion": 8.01,
      "texto": "pagaba tres veces más de lo que me cobra ahora, claro.",
      "confianza": 0.258
    },
    {
      "hablante": "Hablante B",
      "inicio": 261.96,
      "fin": 265.57,
      "duracion": 3.61,
      "texto": "Y me está dando lo claro, me está dando lo mismo beneficio que vos me estás brindando.",
      "confianza": 0.088
    },
    {
      "hablante": "Hablante B",
      "inicio": 265.67,
      "fin": 266.97,
      "duracion": 1.3,
      "texto": "Sí, lo entiendo perfectamente.",
      "confianza": 0.392
    },
    {
      "hablante": "Hablante B",
      "inicio": 266.99,
      "fin": 271.14,
      "duracion": 4.15,
      "texto": "Por eso mismo, ahora usted tendría lo que sería una asesoría personalizada.",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.16,
      "fin": 282.99,
      "duracion": 11.84,
      "texto": "Y bueno, con el tema de la facturación, la verdad le pedimos disculpas por lo sucedido, porque como le comentaba, les llegaba lo que es un número que no era el estipulado en su momento, el adquirir lo que era",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante B",
      "inicio": 283.33,
      "fin": 311.11,
      "duracion": 27.78,
      "texto": "la promoción y bueno ahora lo que tenemos es un descuento fijo como estaba comentando en un monto del 80% y esto no se movería y bueno, por eso mismo podría haber usted la facturación con 30 días de alteración para que se quede tranquilo de lo que usted está adquiriendo y que no se le aumentaría la facturación como sucedió anteriormente porque no queremos que le suceda lo mismo y por eso estamos brindando lo que es este gran beneficio de los antiguos clientes.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 312.3,
      "fin": 324.86,
      "duracion": 12.56,
      "texto": "Sí, mira, no, Dios me gusta bien que me llamen más adelante, no sé, para pensarlo y... Está bien, de él no hay ningún problema.",
      "confianza": 0.38
    }
  ],
  "transcripcion_completa": "Hola, buen día, ¿me escuchas? Sí, lejos. Bien, hablo con Pedro. Sí, hola. Pedro, ¿cómo estás? Mi nombre es Belén, me presento. Mire, yo le estoy llamando desde el área de beneficios movistar, o sea que poseemos el 80% de descuento. Y en día, en cualquier plan que usted elija, actualmente se encuentra en claro usted. Sí. Bien, ¿y sabe qué plan tiene cuando llegas de Brindis, cuando está volando aproximadamente? Tengo un plan de 6 gigas. 9 mil pesos por 6 gigas. Nosotros tenemos un plan que es el más bajo, pero a la vez es bastante completo, que tiene 4 gigas base más 10 de regalos, es decir que tendría que haber 6 gigas y contaría con WhatsApp completamente gratis, puede hablar libre a cualquier compañía, tendría mensajes y llamadas ilimitadas. Y bueno, usted poseía un descuento como el que le estaba comentando, tipo del 80% descuento de un monto y el valor es de $7,780 pesos en los 14 gigas. Son bastantes gigas, capaz que le venga bien. No sé si usted tiene que realizar recarga más allá del plan que tiene. No, no, no, no, porque no lo... No lo tengo. No, lo tengo el teléfono por urgencia nada más. Bien, y tiene que ir a Optic usted en lo que es Wi-Fi o tan solo el CLU con los datos. No, no, el celular no. El celu con los datos, bien. ¿Y no le interesaría abonar menos de lo que está abonando en estos momentos? Porque el plan que yo le dije es bastante 1.500 pesos menos de lo que usted está abonando en estos momentos, así como a gigas. Y la gestión es solamente rápida. Pero ¿por cuánto tiempo? Bien, usted tendría un descuento fijo en un monto como le estaba comentando. por seis meses. Nosotros, al quinto mes, nos estamos contactando con usted para que usted realice lo que es la actualización del plan, según lo que usted, en su momento, cura de gigas y cuánto esté abonando también, para que usted pueda navegar seis meses más y no pague lo que es la totalidad del plan. Eso es lo que se busca, de que no pase nuevamente, de que abonen lo que es la totalidad del plan o le venga una facturación con un nivel elevado al cual no era lo que usted estaba contratando en su momento. pero por eso mismo les tenemos esto mismo. ¿Usted tiene más de una línea o una sola, Pedro? Tengo dos líneas. Ah, tiene dos líneas. Bien, miren, nosotros, al usted decirme que tiene dos líneas, se le dan 4 gigas extra a cada línea, es decir, cada línea contaría con 4 gigas más los 10 y más 4 más, es decir, que tendrían 18 gigas y al mismo precio, el valor no se le sube, ¿bien? Entonces estaría abonando 15.000 pesos aproximadamente, en vez de 20.000 como estaba abonando. Es bastante menos de lo que estaría abonando en estos momentos y por bastante más gigas. Y es absolutamente rápido lo que es la gestión, si usted la quisiera realizar. La verdad es que si quiere puede llegar el chip a lo que tiene el domicilio, si quiere la puede buscar a la sucursal, que es lo más rápido que tenemos, que es de 48.72 euros como máximo. y le pueden ayudar tranquilamente si se lo precisa. Pero nada más que eso, y la verdad que tendría un descuento bastante grande, porque tan solo abonaría lo que es el 20%, y tendría bastantes más gigas y con un beneficio para ambas líneas. Sí, pero mira, yo hace poco que me he cambiado, claro. ¿Hace más de un mes? Sí. Ah, bien. Entonces, sí, ¿qué pasó entonces? Y bueno, estoy probando, porque a mí me dan un año a un solo precio. Sí, sí, sí, entiendo perfectamente. Entiendo que estoy probando, pero igualmente está abonando bastante más. Lo pueden mantener al precio, pero está abonando bastante más de lo que yo le estoy diciendo. Entonces, digamos, por el tema del precio, capaz se le conviene esto. Pero mira, para lo que estaba pagando en Movistar, pagaba tres veces más de lo que me cobra ahora, claro. Y me está dando lo claro, me está dando lo mismo beneficio que vos me estás brindando. Sí, lo entiendo perfectamente. Por eso mismo, ahora usted tendría lo que sería una asesoría personalizada. Y bueno, con el tema de la facturación, la verdad le pedimos disculpas por lo sucedido, porque como le comentaba, les llegaba lo que es un número que no era el estipulado en su momento, el adquirir lo que era la promoción y bueno ahora lo que tenemos es un descuento fijo como estaba comentando en un monto del 80% y esto no se movería y bueno, por eso mismo podría haber usted la facturación con 30 días de alteración para que se quede tranquilo de lo que usted está adquiriendo y que no se le aumentaría la facturación como sucedió anteriormente porque no queremos que le suceda lo mismo y por eso estamos brindando lo que es este gran beneficio de los antiguos clientes. Sí, mira, no, Dios me gusta bien que me llamen más adelante, no sé, para pensarlo y... Está bien, de él no hay ningún problema.",
  "calidad": {
    "confianza_promedio": 0.454,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T14:05:13.197823",
    "version": "5.0_ecapa"
  }
}