{
  "archivo": "amza81_1_260218110458423_MIT_01982.wav",
  "duracion_segundos": 244.28,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 33.25,
    "Hablante A": 192.8
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 2.68,
      "fin": 10.81,
      "duracion": 8.13,
      "texto": "Si me podías con ustedes, hoy es el mensaje de audio que mandan.",
      "confianza": 0.386
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.83,
      "fin": 10.93,
      "duracion": 0.1,
      "texto": "Hola.",
      "confianza": 0.037
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.95,
      "fin": 11.05,
      "duracion": 0.1,
      "texto": "Hola.",
      "confianza": 0.13
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.07,
      "fin": 11.71,
      "duracion": 0.64,
      "texto": "Sí.",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.73,
      "fin": 12.33,
      "duracion": 0.6,
      "texto": "¿Cómo andrás?",
      "confianza": 0.372
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.35,
      "fin": 13.09,
      "duracion": 0.74,
      "texto": "Mucho gusto.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante B",
      "inicio": 13.11,
      "fin": 15.53,
      "duracion": 2.42,
      "texto": "Julio, Julio Hernán, ¿puedes ser?",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.55,
      "fin": 16.55,
      "duracion": 1.0,
      "texto": "Sí, decime.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.57,
      "fin": 18.39,
      "duracion": 1.82,
      "texto": "Mira, recién estaba hablando con tu mujer.",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante B",
      "inicio": 19.54,
      "fin": 20.42,
      "duracion": 0.88,
      "texto": "Yo soy Max, sí, sí.",
      "confianza": 0.248
    },
    {
      "hablante": "Hablante B",
      "inicio": 20.44,
      "fin": 24.12,
      "duracion": 3.68,
      "texto": "Estabamos, estaba hablando porque, bueno, yo vengo a brindar promociones y descuentas.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.14,
      "fin": 29.81,
      "duracion": 5.67,
      "texto": "A veces me estamos explicando de que ustedes no querían volver a movilizar porque tuvieron un problema.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.11,
      "fin": 31.17,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.3,
      "fin": 38.71,
      "duracion": 7.41,
      "texto": "Bueno, yo estaba hablando con ella, estaba justamente diciéndole que en este caso yo lo que quiero es ofrecerle a vos, Julio, y a tu mujer.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 41.07,
      "fin": 43.94,
      "duracion": 2.86,
      "texto": "Mi niña de vuelta es la que me gustaría ofrecerle promociones muy económicas.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.38,
      "fin": 52.33,
      "duracion": 7.95,
      "texto": "Ella me estaba comentando que a ustedes no le dieron ninguna promoción, que ustedes no le dieran descuento, ¿no es cierto?",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.35,
      "fin": 58.37,
      "duracion": 6.03,
      "texto": "Bueno, yo en este caso lo que quería, mi nombre es Maxi, era ofrecerles lo mejor que tengo en la compañía para ver si a ustedes les gustaría volver.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante A",
      "inicio": 58.67,
      "fin": 60.4,
      "duracion": 1.72,
      "texto": "O sea que tengo una promoción para ustedes,",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.7,
      "fin": 68.13,
      "duracion": 7.43,
      "texto": "en lo que serían $5,835 pesos cada línea, por ejemplo, con 18 gigas cada una, ¿sí?",
      "confianza": 0.652
    },
    {
      "hablante": "Hablante A",
      "inicio": 68.15,
      "fin": 70.53,
      "duracion": 2.38,
      "texto": "O si no, con 22 gigas en $8,047 pesos.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.11,
      "fin": 78.22,
      "duracion": 7.11,
      "texto": "Sé que en un pasado no le dieron descuentos, sé que no lo trataron bien, pero yo tengo el debido de traernos de vuelta con lo mejor que tengo, ¿sí?",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.6,
      "fin": 82.98,
      "duracion": 4.39,
      "texto": "Es como una forma, así, si es que te gustaría aceptarla.",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 83.35,
      "fin": 89.67,
      "duracion": 6.33,
      "texto": "Ella me dijo que hablará con vos porque vos sos el que maneja todo acá, así que bueno, me comunico con vos.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante A",
      "inicio": 90.4,
      "fin": 93.82,
      "duracion": 3.42,
      "texto": "¿Y por cuánto sería esta promoción?",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 93.84,
      "fin": 109.54,
      "duracion": 15.7,
      "texto": "Las dos, cualquiera de las que vos elijas, están por seis meses, pero lo mejor de todo es que hablando conmigo por WhatsApp o directamente desde la aplicación de Movistar, vos puedes gestionar para, antes de que se te acabe, te den otra promo, llamar para que te den otra promoción, o si vos en ningún momento te quedas sin promoción.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.82,
      "fin": 113.95,
      "duracion": 4.12,
      "texto": "Ya que en todo momento, gracias a la aplicación, vas teniendo varios descuentos.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante A",
      "inicio": 114.93,
      "fin": 115.71,
      "duracion": 0.78,
      "texto": "Está bien.",
      "confianza": 0.475
    },
    {
      "hablante": "Hablante A",
      "inicio": 115.73,
      "fin": 120.23,
      "duracion": 4.51,
      "texto": "Y otra consulta, ¿cuánto tiempo me quedo yo sin línea en la transición de una empresa a otra?",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.45,
      "fin": 147.76,
      "duracion": 27.31,
      "texto": "en ningún momento, o sea, por ejemplo, yo te doy un ejemplo, si hacemos el trámite ahora, vos seguís utilizando lo que es la línea, claro, y te llega un mensaje de Movistar y te llega un mensaje mío también, en la cual, por ejemplo, te dice, el día, cortamos 18 de febrero, por ejemplo, el día 22 de febrero, vos te quedas sin línea, o sea que vos el día 21 o el mismo 22, a la secuestral de Movistar, retiras el chip, te lo colocan ahí o lo colocas desde tu casa, o sea que en cualquier momento te quedas sin línea.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.19,
      "fin": 149.88,
      "duracion": 1.68,
      "texto": "¿Sabes lo que está pasando?",
      "confianza": 0.203
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.9,
      "fin": 155.32,
      "duracion": 5.43,
      "texto": "Que yo el domingo me voy de vacaciones una semana.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.34,
      "fin": 155.96,
      "duracion": 0.62,
      "texto": "Entonces estoy muy complicado.",
      "confianza": 0.049
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.98,
      "fin": 161.77,
      "duracion": 5.79,
      "texto": "No, no te hagas problema porque si, por ejemplo, si nosotros lo hacemos ahora, a lo que es el trámite, nosotros estamos a miércoles, ¿no?",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 161.79,
      "fin": 163.11,
      "duracion": 1.32,
      "texto": "Sí, a miércoles.",
      "confianza": 0.121
    },
    {
      "hablante": "Hablante A",
      "inicio": 163.13,
      "fin": 166.35,
      "duracion": 3.22,
      "texto": "Las oficinas están abiertas lo que es el sábado, están abiertas lo que es el viernes.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.6,
      "fin": 171.82,
      "duracion": 4.22,
      "texto": "El trámite se larga, se manda hoy, se manda hoy para que lo manden para el control todo.",
      "confianza": 0.771
    },
    {
      "hablante": "Hablante A",
      "inicio": 172.04,
      "fin": 200.8,
      "duracion": 28.76,
      "texto": "y ya desde mañana o pasado mañana ya estaría aprobado o sea que vos tendrías que ir a la sucursal mañana para retirar los chips o pasado mañana así lo colocas ahí en tu casa o lo colocas ahí en la sucursal así ya estás con la promo activado el mío no es que va a chip el de mi señor así ah genial genial porque si es mejor todavía porque se te manda un código cuerdas tu whatsapp y vos lo escaneas desde ahí o sea que vos no tendrías que ir a la sucursal y como los escaneo yo de mi celular va en mi whatsapp web serían en mi whatsapp web",
      "confianza": 0.508
    },
    {
      "hablante": "Hablante A",
      "inicio": 201.32,
      "fin": 207.81,
      "duracion": 6.49,
      "texto": "O te sacas una foto con el celular de tu mujer y lo escaneas de ahí también, ¿entendés?",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante A",
      "inicio": 208.51,
      "fin": 209.69,
      "duracion": 1.18,
      "texto": "Te lo mandas ahí.",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante A",
      "inicio": 209.71,
      "fin": 212.67,
      "duracion": 2.96,
      "texto": "Vos podés llamarnos más tarde, ahora yo te estoy diciendo en una reunión.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.19,
      "fin": 216.9,
      "duracion": 3.71,
      "texto": "¿Con el llamame después de las 3 puede ser?",
      "confianza": 0.602
    },
    {
      "hablante": "Hablante A",
      "inicio": 217.84,
      "fin": 220.08,
      "duracion": 2.24,
      "texto": "A las 3 termino yo de trabajar, pero...",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante A",
      "inicio": 220.4,
      "fin": 223.17,
      "duracion": 2.77,
      "texto": "Te puedo hablar por WhatsApp, ¿te parece?",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 223.49,
      "fin": 227.15,
      "duracion": 3.67,
      "texto": "Y no sé a qué hora te desocupas y gestionamos.",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante A",
      "inicio": 227.43,
      "fin": 231.24,
      "duracion": 3.81,
      "texto": "Si vos me decís que me contestas la tele, yo me quedo un ratito más en la oficina, no tengo problema.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 231.26,
      "fin": 234.06,
      "duracion": 2.8,
      "texto": "No, no, es una cosa, mandame más tarde, ¿querés?",
      "confianza": 0.422
    },
    {
      "hablante": "Hablante A",
      "inicio": 234.09,
      "fin": 236.13,
      "duracion": 2.04,
      "texto": "Y hablamos tranquilo, por lo que sabes.",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante A",
      "inicio": 236.15,
      "fin": 237.29,
      "duracion": 1.14,
      "texto": "Dale, dale, sí, sí, listo, entonces.",
      "confianza": 0.178
    },
    {
      "hablante": "Hablante A",
      "inicio": 237.31,
      "fin": 239.46,
      "duracion": 2.14,
      "texto": "Después de las 4, mandame, dale.",
      "confianza": 0.493
    },
    {
      "hablante": "Hablante A",
      "inicio": 239.47,
      "fin": 243.3,
      "duracion": 3.83,
      "texto": "Dale, dale, ya te mandé igual para que tengas mis números, ¿sí?",
      "confianza": 0.489
    },
    {
      "hablante": "Hablante A",
      "inicio": 243.32,
      "fin": 243.92,
      "duracion": 0.6,
      "texto": "Listo, dale, te escribo, chau.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 243.94,
      "fin": 244.28,
      "duracion": 0.34,
      "texto": "Dale, chau, chau.",
      "confianza": 0.08
    }
  ],
  "transcripcion_completa": "Si me podías con ustedes, hoy es el mensaje de audio que mandan. Hola. Hola. Sí. ¿Cómo andrás? Mucho gusto. Julio, Julio Hernán, ¿puedes ser? Sí, decime. Mira, recién estaba hablando con tu mujer. Yo soy Max, sí, sí. Estabamos, estaba hablando porque, bueno, yo vengo a brindar promociones y descuentas. A veces me estamos explicando de que ustedes no querían volver a movilizar porque tuvieron un problema. Sí. Bueno, yo estaba hablando con ella, estaba justamente diciéndole que en este caso yo lo que quiero es ofrecerle a vos, Julio, y a tu mujer. Mi niña de vuelta es la que me gustaría ofrecerle promociones muy económicas. Ella me estaba comentando que a ustedes no le dieron ninguna promoción, que ustedes no le dieran descuento, ¿no es cierto? Bueno, yo en este caso lo que quería, mi nombre es Maxi, era ofrecerles lo mejor que tengo en la compañía para ver si a ustedes les gustaría volver. O sea que tengo una promoción para ustedes, en lo que serían $5,835 pesos cada línea, por ejemplo, con 18 gigas cada una, ¿sí? O si no, con 22 gigas en $8,047 pesos. Sé que en un pasado no le dieron descuentos, sé que no lo trataron bien, pero yo tengo el debido de traernos de vuelta con lo mejor que tengo, ¿sí? Es como una forma, así, si es que te gustaría aceptarla. Ella me dijo que hablará con vos porque vos sos el que maneja todo acá, así que bueno, me comunico con vos. ¿Y por cuánto sería esta promoción? Las dos, cualquiera de las que vos elijas, están por seis meses, pero lo mejor de todo es que hablando conmigo por WhatsApp o directamente desde la aplicación de Movistar, vos puedes gestionar para, antes de que se te acabe, te den otra promo, llamar para que te den otra promoción, o si vos en ningún momento te quedas sin promoción. Ya que en todo momento, gracias a la aplicación, vas teniendo varios descuentos. Está bien. Y otra consulta, ¿cuánto tiempo me quedo yo sin línea en la transición de una empresa a otra? en ningún momento, o sea, por ejemplo, yo te doy un ejemplo, si hacemos el trámite ahora, vos seguís utilizando lo que es la línea, claro, y te llega un mensaje de Movistar y te llega un mensaje mío también, en la cual, por ejemplo, te dice, el día, cortamos 18 de febrero, por ejemplo, el día 22 de febrero, vos te quedas sin línea, o sea que vos el día 21 o el mismo 22, a la secuestral de Movistar, retiras el chip, te lo colocan ahí o lo colocas desde tu casa, o sea que en cualquier momento te quedas sin línea. ¿Sabes lo que está pasando? Que yo el domingo me voy de vacaciones una semana. Entonces estoy muy complicado. No, no te hagas problema porque si, por ejemplo, si nosotros lo hacemos ahora, a lo que es el trámite, nosotros estamos a miércoles, ¿no? Sí, a miércoles. Las oficinas están abiertas lo que es el sábado, están abiertas lo que es el viernes. El trámite se larga, se manda hoy, se manda hoy para que lo manden para el control todo. y ya desde mañana o pasado mañana ya estaría aprobado o sea que vos tendrías que ir a la sucursal mañana para retirar los chips o pasado mañana así lo colocas ahí en tu casa o lo colocas ahí en la sucursal así ya estás con la promo activado el mío no es que va a chip el de mi señor así ah genial genial porque si es mejor todavía porque se te manda un código cuerdas tu whatsapp y vos lo escaneas desde ahí o sea que vos no tendrías que ir a la sucursal y como los escaneo yo de mi celular va en mi whatsapp web serían en mi whatsapp web O te sacas una foto con el celular de tu mujer y lo escaneas de ahí también, ¿entendés? Te lo mandas ahí. Vos podés llamarnos más tarde, ahora yo te estoy diciendo en una reunión. ¿Con el llamame después de las 3 puede ser? A las 3 termino yo de trabajar, pero... Te puedo hablar por WhatsApp, ¿te parece? Y no sé a qué hora te desocupas y gestionamos. Si vos me decís que me contestas la tele, yo me quedo un ratito más en la oficina, no tengo problema. No, no, es una cosa, mandame más tarde, ¿querés? Y hablamos tranquilo, por lo que sabes. Dale, dale, sí, sí, listo, entonces. Después de las 4, mandame, dale. Dale, dale, ya te mandé igual para que tengas mis números, ¿sí? Listo, dale, te escribo, chau. Dale, chau, chau.",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T12:16:48.824554",
    "version": "5.0_ecapa"
  }
}