{
  "archivo": "amza37_1_260220144805114_ACD_76743.wav",
  "duracion_segundos": 177.14,
  "num_segmentos": 38,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 168.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 1.82,
      "fin": 6.25,
      "duracion": 4.43,
      "texto": "Hola, buenos días, mucho gusto hablo con Brenda.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.27,
      "fin": 17.4,
      "duracion": 11.13,
      "texto": "Gerardo, me estoy contactando en la línea de beneficios de Movistar porque tenemos un plan de promoción el día de hoy para tu línea móvil, la que tenés con claro.",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.42,
      "fin": 17.72,
      "duracion": 0.3,
      "texto": "Mirad, Gerardo,",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.02,
      "fin": 41.18,
      "duracion": 23.16,
      "texto": "te cuento, me pasé con ustedes ya, ya pertenezco a Movistar, pero sabes que estoy intentando contactarme con ustedes y no puedo, así que aprovecho que me llamaste, porque ayer me vinieron a instalar la línea móvil, no sé si es con vos o si me tenés que pasar un número, dicesime, pero ayer me...",
      "confianza": 0.643
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.2,
      "fin": 43.55,
      "duracion": 2.34,
      "texto": "No sé si yo, no es mi, a ver Sara, vamos a ver si te puedo dudar, no es mi, Adrián, pero veamos qué pasó.",
      "confianza": 0.038
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.56,
      "fin": 45.11,
      "duracion": 1.54,
      "texto": "Que fueron a instalar la fibra óptica, ¿a eso te referís?",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.44,
      "fin": 46.48,
      "duracion": 1.04,
      "texto": "Exacto.",
      "confianza": 0.173
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.5,
      "fin": 53.41,
      "duracion": 6.91,
      "texto": "A mí no necesitaba hacer la cera óptica a mi casa, y el muchacho, bueno, al instalarlo, se cayó como un pedazo de pared.",
      "confianza": 0.622
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.79,
      "fin": 59.5,
      "duracion": 5.71,
      "texto": "Entonces, él es muy amable, me dice, mira, igual mi supervisor se encarga, después viene con una latita de enduido, te lo arregla.",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.96,
      "fin": 64.75,
      "duracion": 4.79,
      "texto": "A lo que yo le digo, buenísimo, me dice, mira, mi supervisor se llama tanto.",
      "confianza": 0.701
    },
    {
      "hablante": "Hablante B",
      "inicio": 65.35,
      "fin": 69.04,
      "duracion": 3.69,
      "texto": "Si te llega a hablar otra persona, a venir otra persona, no le abras, me dijo.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.02,
      "fin": 69.98,
      "duracion": 0.96,
      "texto": "Yo me quedé.",
      "confianza": 0.879
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.0,
      "fin": 71.6,
      "duracion": 1.6,
      "texto": "¿Por qué me dijo así?",
      "confianza": 0.843
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.62,
      "fin": 74.48,
      "duracion": 2.86,
      "texto": "Bueno, la cuestión es que efectivamente hoy se contacta otra persona.",
      "confianza": 0.688
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.52,
      "fin": 84.18,
      "duracion": 9.66,
      "texto": "Entonces yo ahora no entiendo porque hay un montón de gente que me está llamando para venir a mi domicilio y no le puedo abrir la puerta a cualquiera y yo no entiendo.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.2,
      "fin": 86.88,
      "duracion": 2.68,
      "texto": "No, obviamente no.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.48,
      "fin": 93.03,
      "duracion": 5.55,
      "texto": "De esos datos a nadie, ¿espera que se contacte esta persona con la que habías acordado originalmente?",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.59,
      "fin": 113.62,
      "duracion": 20.04,
      "texto": "Claro, lo que pasa es que como esto me lo dice acá en casa, o sea, como por fuera de Movistar, yo quisiera poder contactarme con Movistar para que me digan si efectivamente ya sé a la persona que se contactó y como la persona que me dijo el muchacho este, porque yo tampoco sé si el muchacho igualmente me está diciendo que la persona que va a venir trabaja con ustedes o no, ¿me entendés?",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.64,
      "fin": 114.78,
      "duracion": 1.14,
      "texto": "O sea, es confiar en su palabra.",
      "confianza": 0.524
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.09,
      "fin": 116.59,
      "duracion": 1.5,
      "texto": "Vos tenés que verificar eso, Olimpia.",
      "confianza": 0.692
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.09,
      "fin": 121.01,
      "duracion": 3.92,
      "texto": "Si no te estás viendo comunicar el 0800 o desde la aplicación,",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.48,
      "fin": 131.43,
      "duracion": 9.95,
      "texto": "Vas a tener que ir a la sucursal más cercana y plantear esto de manera personal, pero usando siempre los canales oficiales para, bueno, por tu seguridad, básicamente.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.45,
      "fin": 131.91,
      "duracion": 0.46,
      "texto": "Claro.",
      "confianza": 0.951
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.94,
      "fin": 133.44,
      "duracion": 1.5,
      "texto": "¿El 0800 cuál es?",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante B",
      "inicio": 133.5,
      "fin": 138.76,
      "duracion": 5.27,
      "texto": "Porque yo me conozco uno, lo que pasa es que no me da ninguna opción de atención así al hablar con una persona.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 138.78,
      "fin": 145.31,
      "duracion": 6.53,
      "texto": "Sí, claro, el 0800... ¿Vos tenés la aplicación mismo, Vistar?",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.34,
      "fin": 145.62,
      "duracion": 0.28,
      "texto": "No.",
      "confianza": 0.955
    },
    {
      "hablante": "Hablante B",
      "inicio": 146.2,
      "fin": 152.55,
      "duracion": 6.35,
      "texto": "Bueno, es descargar la aplicación y movistar y desde la aplicación te puedes contactar con un asesor, con el personal de servicio al cliente.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.65,
      "fin": 157.52,
      "duracion": 3.86,
      "texto": "Es muy complicado la aplicación que el 0800 está un poco en desuso.",
      "confianza": 0.52
    },
    {
      "hablante": "Hablante B",
      "inicio": 157.54,
      "fin": 158.28,
      "duracion": 0.74,
      "texto": "Ah, perfecto, perfecto.",
      "confianza": 0.129
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.3,
      "fin": 162.14,
      "duracion": 3.84,
      "texto": "Sí, porque me pasé, ya te digo, recién esta mañana me pasé a movistar.",
      "confianza": 0.331
    },
    {
      "hablante": "Hablante B",
      "inicio": 162.16,
      "fin": 163.56,
      "duracion": 1.4,
      "texto": "Claro, claro, claro.",
      "confianza": 0.827
    },
    {
      "hablante": "Hablante B",
      "inicio": 163.58,
      "fin": 171.89,
      "duracion": 8.31,
      "texto": "Pero bueno, siempre procurar hacer todo esto en los canales oficiales, ya sea desde la aplicación o dentro personalmente a la sucursal.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante B",
      "inicio": 171.91,
      "fin": 172.03,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante B",
      "inicio": 172.05,
      "fin": 173.88,
      "duracion": 1.82,
      "texto": "Bueno, te agradezco en todo, si es muy amable.",
      "confianza": 0.262
    },
    {
      "hablante": "Hablante B",
      "inicio": 173.9,
      "fin": 174.96,
      "duracion": 1.06,
      "texto": "De nada, que estés muy bien.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.98,
      "fin": 175.52,
      "duracion": 0.54,
      "texto": "Hasta luego.",
      "confianza": 0.831
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.7,
      "fin": 177.14,
      "duracion": 1.44,
      "texto": "Sí, bueno, tal.",
      "confianza": 0.513
    }
  ],
  "transcripcion_completa": "Hola, buenos días, mucho gusto hablo con Brenda. Gerardo, me estoy contactando en la línea de beneficios de Movistar porque tenemos un plan de promoción el día de hoy para tu línea móvil, la que tenés con claro. Mirad, Gerardo, te cuento, me pasé con ustedes ya, ya pertenezco a Movistar, pero sabes que estoy intentando contactarme con ustedes y no puedo, así que aprovecho que me llamaste, porque ayer me vinieron a instalar la línea móvil, no sé si es con vos o si me tenés que pasar un número, dicesime, pero ayer me... No sé si yo, no es mi, a ver Sara, vamos a ver si te puedo dudar, no es mi, Adrián, pero veamos qué pasó. Que fueron a instalar la fibra óptica, ¿a eso te referís? Exacto. A mí no necesitaba hacer la cera óptica a mi casa, y el muchacho, bueno, al instalarlo, se cayó como un pedazo de pared. Entonces, él es muy amable, me dice, mira, igual mi supervisor se encarga, después viene con una latita de enduido, te lo arregla. A lo que yo le digo, buenísimo, me dice, mira, mi supervisor se llama tanto. Si te llega a hablar otra persona, a venir otra persona, no le abras, me dijo. Yo me quedé. ¿Por qué me dijo así? Bueno, la cuestión es que efectivamente hoy se contacta otra persona. Entonces yo ahora no entiendo porque hay un montón de gente que me está llamando para venir a mi domicilio y no le puedo abrir la puerta a cualquiera y yo no entiendo. No, obviamente no. De esos datos a nadie, ¿espera que se contacte esta persona con la que habías acordado originalmente? Claro, lo que pasa es que como esto me lo dice acá en casa, o sea, como por fuera de Movistar, yo quisiera poder contactarme con Movistar para que me digan si efectivamente ya sé a la persona que se contactó y como la persona que me dijo el muchacho este, porque yo tampoco sé si el muchacho igualmente me está diciendo que la persona que va a venir trabaja con ustedes o no, ¿me entendés? O sea, es confiar en su palabra. Vos tenés que verificar eso, Olimpia. Si no te estás viendo comunicar el 0800 o desde la aplicación, Vas a tener que ir a la sucursal más cercana y plantear esto de manera personal, pero usando siempre los canales oficiales para, bueno, por tu seguridad, básicamente. Claro. ¿El 0800 cuál es? Porque yo me conozco uno, lo que pasa es que no me da ninguna opción de atención así al hablar con una persona. Sí, claro, el 0800... ¿Vos tenés la aplicación mismo, Vistar? No. Bueno, es descargar la aplicación y movistar y desde la aplicación te puedes contactar con un asesor, con el personal de servicio al cliente. Es muy complicado la aplicación que el 0800 está un poco en desuso. Ah, perfecto, perfecto. Sí, porque me pasé, ya te digo, recién esta mañana me pasé a movistar. Claro, claro, claro. Pero bueno, siempre procurar hacer todo esto en los canales oficiales, ya sea desde la aplicación o dentro personalmente a la sucursal. Claro. Bueno, te agradezco en todo, si es muy amable. De nada, que estés muy bien. Hasta luego. Sí, bueno, tal.",
  "calidad": {
    "confianza_promedio": 0.581,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-21T15:43:08.386433",
    "version": "5.0_ecapa"
  }
}