{
  "archivo": "amza313_1_260112121513078_ACD_78791.wav",
  "duracion_segundos": 413.84,
  "num_segmentos": 119,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 105.22,
    "Cliente": 270.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.75,
      "fin": 10.98,
      "duracion": 9.23,
      "texto": "Hola. Hola, buen día. Tania. Hola. Tania, un gusto. Me presento. Mi nombre es Alucín. Yo le llamo de la red de movistar Mendoza. ¿Cómo le va todo bien?",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.59,
      "fin": 22.78,
      "duracion": 10.19,
      "texto": "Bien, sí. Me alegra muchísimo. Tania, básicamente yo la llamo porque me fui de acá en el sistema. Tú fuiste parte de la compañía hasta hace un tiempo atrás. Quería saber por qué fue lo que la llevó a cambiar. ¿Tuviste algún inconveniente?",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.82,
      "fin": 32.55,
      "duracion": 7.73,
      "texto": "No sé de qué me estás hablando, así, el celular, de Movistar Hogar, de qué me... No, de Movistar en general, digamos.",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.67,
      "fin": 38.9,
      "duracion": 5.23,
      "texto": "Claro, porque le di la baja a Movistar Hogar.",
      "confianza": 0.737,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 38.92,
      "fin": 49.95,
      "duracion": 11.03,
      "texto": "Hace poco. Claro, le di la baja a Movistar Hogar, pero bueno, acá me preguntaba que también había dado la baja al celular, bueno, hace mucho tiempo, ya, 2023. No, el celular hace muchísimo, claro.",
      "confianza": 0.204,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.47,
      "fin": 51.74,
      "duracion": 1.26,
      "texto": "Sí, sí, sí, hace un montón.",
      "confianza": 0.288,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.34,
      "fin": 60.61,
      "duracion": 8.27,
      "texto": "Bueno, eso me preocupaba a mí. Pero bueno, hoy en día, por lo que veo, la opción es claro, con las dos cosas. ¿Es correcto, Tania?",
      "confianza": 0.469,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.63,
      "fin": 62.21,
      "duracion": 1.58,
      "texto": "Sí, sí, por los costos, básicamente.",
      "confianza": 0.452,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.23,
      "fin": 63.75,
      "duracion": 1.52,
      "texto": "Por los costos.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.77,
      "fin": 69.24,
      "duracion": 5.47,
      "texto": "Sí, bueno, la verdad es que es loco, es que por lo menos no se cambia por el tema costos, más como está el país. Claro.",
      "confianza": 0.513,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 69.26,
      "fin": 90.43,
      "duracion": 21.17,
      "texto": "Justamente, Tania, la idea esta, Germana, es justamente pedirte disculpas, no sé bien qué fue lo que te habrá pasado, pero bueno, parte de la empresa. Vos fuiste en un excelente clip, no nos estaríamos llamando, y bueno, para poder brindarte lo mejor que teníamos en la compañía, pudiéndote vincular y hasta incluso mejorar la oferta que venía a tener junto con compañía actual y dándote más beneficio inclusive de lo que tenés hoy en día.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.01,
      "fin": 94.28,
      "duracion": 3.26,
      "texto": "Hoy en día vos, por ejemplo, tenés idea de cuánto estabas volando, por ejemplo?",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.72,
      "fin": 106.25,
      "duracion": 9.53,
      "texto": "Sí, pero es que no encuentro una mejor opción con el Movistar, por eso estoy en claro. Es mucho más económico.",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.55,
      "fin": 110.18,
      "duracion": 2.62,
      "texto": "Ajá, y por ejemplo, ¿qué te han apreciado acá en el Movistar?",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.69,
      "fin": 119.94,
      "duracion": 7.25,
      "texto": "con decirte que estoy solicitando la baja del internet y todavía no me llaman para concretar la baja.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.58,
      "fin": 133.73,
      "duracion": 13.15,
      "texto": "Y yo sé que no me llaman porque me van a querer facturar y me van a querer cobrar los días de demora y la baja. Así que si estás muy enojada estoy con no estar porque estoy esperando que me llamen y no me están llamando.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.63,
      "fin": 136.01,
      "duracion": 1.38,
      "texto": "Han pasado nueve días.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.85,
      "fin": 150.57,
      "duracion": 13.72,
      "texto": "Nueve días han pasado, dijeron que eran cinco días hábiles, yo casi estuvo esperando y ya sé que me habrán ir una boleta por esos nueve días, por eso lo hacen. Así que bastante desconforme estoy, además de que es carísimo, por eso la vida baja.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.31,
      "fin": 154.22,
      "duracion": 2.91,
      "texto": "¿Cuánto te estaba saliendo, por ejemplo? ¿Tienes idea?",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.96,
      "fin": 169.65,
      "duracion": 13.69,
      "texto": "Cuarenta y, claro, voy a pagar trece y este mes lo tengo gratis, o sea... El primer mes gratis. Sí, no, lamentablemente te subió mucho la boleta a través de tiempo, porque no sé por qué te llegó tanto, la verdad.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.23,
      "fin": 191.94,
      "duracion": 21.71,
      "texto": "Pero bueno, mira, lo que yo puedo hacer también por vos, te puedo pasar el número en la área de parte de finanzas, a veces te puedo dar unas monedas ahí, yo estoy en área de venta. Yo la verdad es que mucho lo puedo hacer. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí,",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.54,
      "fin": 203.18,
      "duracion": 10.64,
      "texto": "O sea, es una falta de respeto con esto. Me quieren ofrecer una mejor opción y ni siquiera me pueden solucionar el tema de la baja. Claro,",
      "confianza": 0.512,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 203.18,
      "fin": 204.0,
      "duracion": 0.82,
      "texto": "claro, claro, claro.",
      "confianza": 0.121,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.02,
      "fin": 226.68,
      "duracion": 22.66,
      "texto": "Bueno, mira, lo que podemos hacer entonces es que yo te puedo pasar este número para que te comuniques con él, que está bueno porque no es un número que esté en ningún lado, lo tenemos nosotros nomás. Y está buenísimo porque te atienden ahí nomás, no tenés que esperar. Claro, sí, porque por WhatsApp me dicen que no pueden, que en el teléfono tengo que esperar, me tienen así a las vueltas. Por eso, por eso te digo.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.18,
      "fin": 236.57,
      "duracion": 9.39,
      "texto": "Ahí tenés para anotar o si no te lo mando por WhatsApp, como quieras. No, no, no, acá tengo para anotar. Cero ochocientos.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 240.94,
      "fin": 244.72,
      "duracion": 3.78,
      "texto": "Ay, disculpame que no me escribió. No pasa nada, no pasa nada.",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.18,
      "fin": 259.51,
      "duracion": 12.33,
      "texto": "Sí. ¿Cuál es el 0800? Sí. ¿321? Sí. ¿76? ¿782? Sí. Y ahí tienes que poner opción 4.",
      "confianza": 0.278,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.86,
      "fin": 263.54,
      "duracion": 2.68,
      "texto": "Sí. Y después opción 1. Y ahí te agarra ahí nomás un asesor.",
      "confianza": 0.007,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.86,
      "fin": 278.41,
      "duracion": 13.55,
      "texto": "Ah, bien. Esto es lo que quiero, hablar con una persona real, ¿no? Con una máquina. Sí, sí, sí. O sea, solamente tienes que poner cuando, a principios de la primer palabra, así te harás un robot, pero ahí tienes opción 4, opción 1. y ahí nos va a traer una persona.",
      "confianza": 0.827,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.61,
      "fin": 297.04,
      "duracion": 17.43,
      "texto": "Bueno, me parece buenísimo. Eso te recomiendo que hagas, porque en todo caso, no sé, porque era buena pasada ver si te pueden modificar estos días o los meses anteriores. ¿Y sobre 10 días?",
      "confianza": 0.479,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.06,
      "fin": 310.04,
      "duracion": 11.98,
      "texto": "Yo el 31, no sé si te figura ahí, pero el 29, el 29 de diciembre solicité la baja. Mirar la fecha que estamos y no me han llamado, o sea, no la han concretado.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.62,
      "fin": 320.51,
      "duracion": 9.89,
      "texto": "Y yo sé, porque ya me pasó antes, de que después de esos días de que se pasan, se lo cobran. Oh, no me digas. Bueno. Sí, sí, porque me ha pasado.",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.03,
      "fin": 351.81,
      "duracion": 30.78,
      "texto": "Yo, porque estoy más cara en la parte de celulares, ¿viste? No me suben a eso del Wi-Fi tuyo, pero bueno. Claro. Y celulares, sinceramente, tampoco me conviene porque yo pago 3.000 pesos por mes en claro. Yo tengo prepago. Pago 6.000 y me devuelvo en 3.000 con el Claro Pay. Claro. Yo tengo internet en mi trabajo y tengo internet en mi casa. Únicamente lo ocupo en la calle. Claro. No, no. Para vosotros también. Está perfecto, la verdad. Yo voy a ello y a lo mismo, verdad.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.35,
      "fin": 378.4,
      "duracion": 26.05,
      "texto": "Es que sí, es que lamentablemente uno tiene que ver el bolsillo, hoy como están las cosas, no se puede pagar nada de más. No, no, no, si te entiendo, yo soy igual también. En un rato obviamente voy a agarrar lo que más se pueda. Es que sí. La verdad es que, Tania, es una pena todo lo que... Sí, no, a mí me encantaría ayudarte y más, mi sobrina trabaja también. Pero sí, le digo, mira, esta es la realidad.",
      "confianza": 0.675,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 379.16,
      "fin": 385.35,
      "duracion": 6.19,
      "texto": "Yo entiendo que es su trabajo y entiendo que ganan por comisión, pero a mí no me sirve.",
      "confianza": 0.771,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 385.89,
      "fin": 396.29,
      "duracion": 10.4,
      "texto": "Sinceramente no me sirve. Y te digo sinceramente que ha sido el más amable de todos los que me han llamado porque me han llamado un montón.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 397.71,
      "fin": 406.42,
      "duracion": 8.71,
      "texto": "No, no, no, sí, muy amable de tu parte. También puedo facilitarme el número porque estoy de los pelos, imagínate. Así que bueno, te agradezco por eso.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 406.94,
      "fin": 412.3,
      "duracion": 5.36,
      "texto": "Dale, dale, bueno, espero que te sirva y que lo puedas solucionar. Que tengas un buen día. Sí, ojalá. Bueno, listo.",
      "confianza": 0.538,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 413.1,
      "fin": 413.84,
      "duracion": 0.74,
      "texto": "Chau. Chau, chau.",
      "confianza": 0.258,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Tania. Hola. Tania, un gusto. Me presento. Mi nombre es Alucín. Yo le llamo de la red de movistar Mendoza. ¿Cómo le va todo bien? Bien, sí. Me alegra muchísimo. Tania, básicamente yo la llamo porque me fui de acá en el sistema. Tú fuiste parte de la compañía hasta hace un tiempo atrás. Quería saber por qué fue lo que la llevó a cambiar. ¿Tuviste algún inconveniente? No sé de qué me estás hablando, así, el celular, de Movistar Hogar, de qué me... No, de Movistar en general, digamos. Claro, porque le di la baja a Movistar Hogar. Hace poco. Claro, le di la baja a Movistar Hogar, pero bueno, acá me preguntaba que también había dado la baja al celular, bueno, hace mucho tiempo, ya, 2023. No, el celular hace muchísimo, claro. Sí, sí, sí, hace un montón. Bueno, eso me preocupaba a mí. Pero bueno, hoy en día, por lo que veo, la opción es claro, con las dos cosas. ¿Es correcto, Tania? Sí, sí, por los costos, básicamente. Por los costos. Sí, bueno, la verdad es que es loco, es que por lo menos no se cambia por el tema costos, más como está el país. Claro. Justamente, Tania, la idea esta, Germana, es justamente pedirte disculpas, no sé bien qué fue lo que te habrá pasado, pero bueno, parte de la empresa. Vos fuiste en un excelente clip, no nos estaríamos llamando, y bueno, para poder brindarte lo mejor que teníamos en la compañía, pudiéndote vincular y hasta incluso mejorar la oferta que venía a tener junto con compañía actual y dándote más beneficio inclusive de lo que tenés hoy en día. Hoy en día vos, por ejemplo, tenés idea de cuánto estabas volando, por ejemplo? Sí, pero es que no encuentro una mejor opción con el Movistar, por eso estoy en claro. Es mucho más económico. Ajá, y por ejemplo, ¿qué te han apreciado acá en el Movistar? con decirte que estoy solicitando la baja del internet y todavía no me llaman para concretar la baja. Y yo sé que no me llaman porque me van a querer facturar y me van a querer cobrar los días de demora y la baja. Así que si estás muy enojada estoy con no estar porque estoy esperando que me llamen y no me están llamando. Han pasado nueve días. Nueve días han pasado, dijeron que eran cinco días hábiles, yo casi estuvo esperando y ya sé que me habrán ir una boleta por esos nueve días, por eso lo hacen. Así que bastante desconforme estoy, además de que es carísimo, por eso la vida baja. ¿Cuánto te estaba saliendo, por ejemplo? ¿Tienes idea? Cuarenta y, claro, voy a pagar trece y este mes lo tengo gratis, o sea... El primer mes gratis. Sí, no, lamentablemente te subió mucho la boleta a través de tiempo, porque no sé por qué te llegó tanto, la verdad. Pero bueno, mira, lo que yo puedo hacer también por vos, te puedo pasar el número en la área de parte de finanzas, a veces te puedo dar unas monedas ahí, yo estoy en área de venta. Yo la verdad es que mucho lo puedo hacer. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, O sea, es una falta de respeto con esto. Me quieren ofrecer una mejor opción y ni siquiera me pueden solucionar el tema de la baja. Claro, claro, claro, claro. Bueno, mira, lo que podemos hacer entonces es que yo te puedo pasar este número para que te comuniques con él, que está bueno porque no es un número que esté en ningún lado, lo tenemos nosotros nomás. Y está buenísimo porque te atienden ahí nomás, no tenés que esperar. Claro, sí, porque por WhatsApp me dicen que no pueden, que en el teléfono tengo que esperar, me tienen así a las vueltas. Por eso, por eso te digo. Ahí tenés para anotar o si no te lo mando por WhatsApp, como quieras. No, no, no, acá tengo para anotar. Cero ochocientos. Ay, disculpame que no me escribió. No pasa nada, no pasa nada. Sí. ¿Cuál es el 0800? Sí. ¿321? Sí. ¿76? ¿782? Sí. Y ahí tienes que poner opción 4. Sí. Y después opción 1. Y ahí te agarra ahí nomás un asesor. Ah, bien. Esto es lo que quiero, hablar con una persona real, ¿no? Con una máquina. Sí, sí, sí. O sea, solamente tienes que poner cuando, a principios de la primer palabra, así te harás un robot, pero ahí tienes opción 4, opción 1. y ahí nos va a traer una persona. Bueno, me parece buenísimo. Eso te recomiendo que hagas, porque en todo caso, no sé, porque era buena pasada ver si te pueden modificar estos días o los meses anteriores. ¿Y sobre 10 días? Yo el 31, no sé si te figura ahí, pero el 29, el 29 de diciembre solicité la baja. Mirar la fecha que estamos y no me han llamado, o sea, no la han concretado. Y yo sé, porque ya me pasó antes, de que después de esos días de que se pasan, se lo cobran. Oh, no me digas. Bueno. Sí, sí, porque me ha pasado. Yo, porque estoy más cara en la parte de celulares, ¿viste? No me suben a eso del Wi-Fi tuyo, pero bueno. Claro. Y celulares, sinceramente, tampoco me conviene porque yo pago 3.000 pesos por mes en claro. Yo tengo prepago. Pago 6.000 y me devuelvo en 3.000 con el Claro Pay. Claro. Yo tengo internet en mi trabajo y tengo internet en mi casa. Únicamente lo ocupo en la calle. Claro. No, no. Para vosotros también. Está perfecto, la verdad. Yo voy a ello y a lo mismo, verdad. Es que sí, es que lamentablemente uno tiene que ver el bolsillo, hoy como están las cosas, no se puede pagar nada de más. No, no, no, si te entiendo, yo soy igual también. En un rato obviamente voy a agarrar lo que más se pueda. Es que sí. La verdad es que, Tania, es una pena todo lo que... Sí, no, a mí me encantaría ayudarte y más, mi sobrina trabaja también. Pero sí, le digo, mira, esta es la realidad. Yo entiendo que es su trabajo y entiendo que ganan por comisión, pero a mí no me sirve. Sinceramente no me sirve. Y te digo sinceramente que ha sido el más amable de todos los que me han llamado porque me han llamado un montón. No, no, no, sí, muy amable de tu parte. También puedo facilitarme el número porque estoy de los pelos, imagínate. Así que bueno, te agradezco por eso. Dale, dale, bueno, espero que te sirva y que lo puedas solucionar. Que tengas un buen día. Sí, ojalá. Bueno, listo. Chau. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.481,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:14:35.871052",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 119,
    "total_segmentos_corregido": 39,
    "fecha_correccion": "2026-01-18T23:05:21.987445",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112121513078_ACD_78791",
    "fecha_inicio": "12/1/2026 12:15:13",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 431,
    "tiempo_conversacion": 402,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}