{
  "archivo": "amza314_1_260114104250603_ACD_60249.wav",
  "duracion_segundos": 323.49,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 78.96,
    "Cliente": 220.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.96,
      "duracion": 6.93,
      "texto": "Hola, qué tal, buen día. Hablo con Pizarro José Luis.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.98,
      "fin": 7.2,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.297,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.22,
      "fin": 14.09,
      "duracion": 6.87,
      "texto": "Soy Rocio, llamada para brindarte un beneficio en la línea. ¿Cómo te encuentras el día de hoy?",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.11,
      "fin": 14.21,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.23,
      "fin": 29.84,
      "duracion": 15.61,
      "texto": "Me alegro. Soy llamada porque, bueno, me asegura el sistema que estás en la compañía, eh, claro, José. Coméntame, ¿cómo te manejas con los libros? ¿Usas mucho el celu? No, nada. Nada porque no tengo más para recibir llamada, no más. Está liberado.",
      "confianza": 0.352,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.37,
      "fin": 44.95,
      "duracion": 14.58,
      "texto": "Bien, pero, por ejemplo, ¿el WhatsApp lo ocupas? Sí, de vez en cuando, sí. Bien, genial. Y, bueno, con lo que es la línea, ¿vos estáis en claro con la línea móvil, sí, con el celular? ¿El Internet de tu casa también lo manejas con claro o tenés otra compañía?",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.41,
      "fin": 77.7,
      "duracion": 26.29,
      "texto": "No, es otra compañía de Internet. Bien, genial. Bueno, en ese caso sí, a mí me asegura que, bueno, nosotros, yo también soy de Mendoza, ¿vos estás en Mendoza actualmente? Sí. Bien, genial. En este caso sí, nosotros tenemos lo que es la instalación totalmente bonificada en caso de que quieras hacer la reivindicación del internet, pasándome lo que es la calle enumeración de tu domicilio. Tengo lo que es el servicio del internet en casa, más la línea móvil, sí, ambos, por 24 mil pesos.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.22,
      "fin": 86.42,
      "duracion": 8.19,
      "texto": "Y además, si no, por ejemplo, para la línea móvil, sí, en el caso de que no te interese el internet, solamente tengo lo que es el plan de 16 gigas,",
      "confianza": 0.7,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.6,
      "fin": 116.49,
      "duracion": 29.89,
      "texto": "por 10.400 pesos. Incluye lo que es el WhatsApp totalmente gratis, que no es estable al ir a cualquier compañía, América Precio Local, Unidad Para Diez Juegos, y aparte el Rubin en América. En el caso de que viajes ahora, también vas a contar con lo que sea el Rubin, ¿sí? Solo por 10.400 pesos. Y en lo que es el Internet, más la línea, por 24.000. ¿Pero el Internet cómo es? ¿El Internet? ¿Puedo decir? Sí, te escucho. Sí, te escucho.",
      "confianza": 0.871,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.16,
      "fin": 131.42,
      "duracion": 14.26,
      "texto": "¿Es por fibra o por...? Es fibra óptica la de Movistar, sí. Tiene lo que es dos meses gratis el TV, así que en el caso de que quieras contratar lo que es TV, tenemos lo que es la TV digital dos meses gratis.",
      "confianza": 0.198,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.96,
      "fin": 143.41,
      "duracion": 11.45,
      "texto": "Y aparte, dependiendo de lo que es la zona de Mendoza, también puedes contar con una promoción distinta, sí. Yo obviamente debería hacer primero la averiguación para ver si contamos con lo que es los postes de Movistar fuera de tu casa.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 145.68,
      "fin": 147.22,
      "duracion": 1.54,
      "texto": "Sí, el problema es ese. que acá no llega.",
      "confianza": 0.062,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.82,
      "fin": 153.63,
      "duracion": 5.81,
      "texto": "Y nosotros lo hemos puesto como tres veces y ya lo hemos escrito, pero no llega.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.67,
      "fin": 174.1,
      "duracion": 19.43,
      "texto": "Bien, ¿en qué me puede comentar dónde queda su domicilio? Así yo hago el chequeo cobertural. Bien, siendo Luján de Cuyo, Vistalva. Bien, ¿la calle cuál es? General Belgrano, 264 Solisierra.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.76,
      "fin": 222.02,
      "duracion": 45.26,
      "texto": "Igual el de Panamericana. Bien. De Vistalva, me dijo, de Los Harmos. Unos llaman Vistalva, otros llaman compuertas. No tengo idea de cómo se llama acá. Siempre lo hemos tenido por Vistalva, los otros. Bien, y con respecto a lo que es la línea móvil, ¿cómo te funciona, claro, allá cerca de las compuertas por ese lado? Perfecto. ¿Sí? ¿Y has podido probar movistar en algún momento? ¿Has tenido? Sí, sí, lo tuve también y nunca funcionó. Sí, lo tuve también, tuvimos los dos movistados, pero no funcionaba.",
      "confianza": 0.096,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.78,
      "fin": 230.42,
      "duracion": 7.63,
      "texto": "Y la mayoría de los vecinos, los que vi un comunero, tenían movistar y se cambiaron.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.38,
      "fin": 233.92,
      "duracion": 2.54,
      "texto": "Y una clara, acá no hay señal, no hay cobertura.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.47,
      "fin": 263.08,
      "duracion": 28.61,
      "texto": "Bien, ¿cuándo se cambiaron hace mucho? ¿Cuándo te contaron esto? Sí, hace bastante. Pero sí, hace poco se cambió de una movistar de acá y le pasó lo mismo, dice que no hay. Se cambió porque era más barato, pero no hay señal que se volvió a cambiar. Cruce general del grano.",
      "confianza": 0.166,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.07,
      "fin": 292.58,
      "duracion": 28.51,
      "texto": "¿Tenés, por ejemplo, a ver qué tenemos por acá cerca, para ubicarlo bien? ¿Es una calle de tierra? Sí. ¿Es la entrada de la calle de tierra o es un poco más al fondo? Claro, es por la entrada de la calle de tierra. Ahí, así, 100 metros, bueno,",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 293.25,
      "fin": 301.46,
      "duracion": 8.21,
      "texto": "Izquierda, ahí digo yo. Izquierda, bien. ¿Tiene lo que es la casa? ¿Tiene un auto rojo?",
      "confianza": 0.029,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.26,
      "fin": 306.09,
      "duracion": 3.83,
      "texto": "No. ¿Tiene la casa, por ejemplo? Porque acá yo lo estoy viendo desde Maps. Sí.",
      "confianza": 0.111,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.65,
      "fin": 318.14,
      "duracion": 11.49,
      "texto": "¿Tiene, por ejemplo, la casa? A ver. ¿Qué tenemos de este lado? Tenemos una casa",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.62,
      "fin": 323.49,
      "duracion": 1.88,
      "texto": "No.",
      "confianza": 0.715,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buen día. Hablo con Pizarro José Luis. Sí. Soy Rocio, llamada para brindarte un beneficio en la línea. ¿Cómo te encuentras el día de hoy? Bien. Me alegro. Soy llamada porque, bueno, me asegura el sistema que estás en la compañía, eh, claro, José. Coméntame, ¿cómo te manejas con los libros? ¿Usas mucho el celu? No, nada. Nada porque no tengo más para recibir llamada, no más. Está liberado. Bien, pero, por ejemplo, ¿el WhatsApp lo ocupas? Sí, de vez en cuando, sí. Bien, genial. Y, bueno, con lo que es la línea, ¿vos estáis en claro con la línea móvil, sí, con el celular? ¿El Internet de tu casa también lo manejas con claro o tenés otra compañía? No, es otra compañía de Internet. Bien, genial. Bueno, en ese caso sí, a mí me asegura que, bueno, nosotros, yo también soy de Mendoza, ¿vos estás en Mendoza actualmente? Sí. Bien, genial. En este caso sí, nosotros tenemos lo que es la instalación totalmente bonificada en caso de que quieras hacer la reivindicación del internet, pasándome lo que es la calle enumeración de tu domicilio. Tengo lo que es el servicio del internet en casa, más la línea móvil, sí, ambos, por 24 mil pesos. Y además, si no, por ejemplo, para la línea móvil, sí, en el caso de que no te interese el internet, solamente tengo lo que es el plan de 16 gigas, por 10.400 pesos. Incluye lo que es el WhatsApp totalmente gratis, que no es estable al ir a cualquier compañía, América Precio Local, Unidad Para Diez Juegos, y aparte el Rubin en América. En el caso de que viajes ahora, también vas a contar con lo que sea el Rubin, ¿sí? Solo por 10.400 pesos. Y en lo que es el Internet, más la línea, por 24.000. ¿Pero el Internet cómo es? ¿El Internet? ¿Puedo decir? Sí, te escucho. Sí, te escucho. ¿Es por fibra o por...? Es fibra óptica la de Movistar, sí. Tiene lo que es dos meses gratis el TV, así que en el caso de que quieras contratar lo que es TV, tenemos lo que es la TV digital dos meses gratis. Y aparte, dependiendo de lo que es la zona de Mendoza, también puedes contar con una promoción distinta, sí. Yo obviamente debería hacer primero la averiguación para ver si contamos con lo que es los postes de Movistar fuera de tu casa. Sí, el problema es ese. que acá no llega. Y nosotros lo hemos puesto como tres veces y ya lo hemos escrito, pero no llega. Bien, ¿en qué me puede comentar dónde queda su domicilio? Así yo hago el chequeo cobertural. Bien, siendo Luján de Cuyo, Vistalva. Bien, ¿la calle cuál es? General Belgrano, 264 Solisierra. Igual el de Panamericana. Bien. De Vistalva, me dijo, de Los Harmos. Unos llaman Vistalva, otros llaman compuertas. No tengo idea de cómo se llama acá. Siempre lo hemos tenido por Vistalva, los otros. Bien, y con respecto a lo que es la línea móvil, ¿cómo te funciona, claro, allá cerca de las compuertas por ese lado? Perfecto. ¿Sí? ¿Y has podido probar movistar en algún momento? ¿Has tenido? Sí, sí, lo tuve también y nunca funcionó. Sí, lo tuve también, tuvimos los dos movistados, pero no funcionaba. Y la mayoría de los vecinos, los que vi un comunero, tenían movistar y se cambiaron. Y una clara, acá no hay señal, no hay cobertura. Bien, ¿cuándo se cambiaron hace mucho? ¿Cuándo te contaron esto? Sí, hace bastante. Pero sí, hace poco se cambió de una movistar de acá y le pasó lo mismo, dice que no hay. Se cambió porque era más barato, pero no hay señal que se volvió a cambiar. Cruce general del grano. ¿Tenés, por ejemplo, a ver qué tenemos por acá cerca, para ubicarlo bien? ¿Es una calle de tierra? Sí. ¿Es la entrada de la calle de tierra o es un poco más al fondo? Claro, es por la entrada de la calle de tierra. Ahí, así, 100 metros, bueno, Izquierda, ahí digo yo. Izquierda, bien. ¿Tiene lo que es la casa? ¿Tiene un auto rojo? No. ¿Tiene la casa, por ejemplo? Porque acá yo lo estoy viendo desde Maps. Sí. ¿Tiene, por ejemplo, la casa? A ver. ¿Qué tenemos de este lado? Tenemos una casa No.",
  "calidad": {
    "confianza_promedio": 0.472,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:24:43.512573",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:22.650094",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104250603_ACD_60249",
    "fecha_inicio": "14/1/2026 10:42:50",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 336,
    "tiempo_conversacion": 309,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}