{
  "archivo": "amza43_1_260116104112036_ACD_45777.wav",
  "duracion_segundos": 251.34,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 143.02,
    "Cliente": 90.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.23,
      "fin": 9.4,
      "duracion": 8.17,
      "texto": "Hola, ¿qué tal? ¿Cómo estás? ¿Hablo con Lisandro? Hola, buen día. Sí, el habla. Hola, Lisandro. ¿Cómo te va? ¿Cómo te va un juego? Te habla Marcos.",
      "confianza": 0.482,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.0,
      "fin": 22.73,
      "duracion": 12.73,
      "texto": "Te llamaba el día de hoy, Lisandro, porque estamos activando beneficios para lo que es la Lila Motil, ¿sí? ¿Vos, Lisandro, actualmente estás con abono mensual? Sí, con abono. Buenísimo. ¿Estás en la compañía de Claro?",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.85,
      "fin": 56.4,
      "duracion": 31.55,
      "texto": "Sí. Buenísimo. En ese caso, lo que tenés actualmente es un abono mensual o estás haciendo recargas, Lisandro? Hace unos montones, pero claro, la verdad es que no me dura nada. Ah, bueno, bueno. Al día de hoy justamente la idea es poder mejorarte la oferta que vos tenés. ¿Cuál es la idea? De si vos hoy en día tenés abono mensual, con el abono no estás llegando a fin de mes por tema de Internet, por diferentes motivos, es poder darte lo que es una solución a esos problemas, ¿sí? Y Sandro, coméntame, ¿la línea que vos tenés es la única que tenés como titular?",
      "confianza": 0.157,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.93,
      "fin": 62.4,
      "duracion": 5.47,
      "texto": "No, tengo dos. Perfecto. En la otra línea, entonces vos sos titular también y también está en claro.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.28,
      "fin": 79.37,
      "duracion": 16.09,
      "texto": "Sí, también estoy en claro. Perfecto. Buenísimo, Elisandro. Te voy a hacer lo que es un descuento especial porque vamos a trabajar con lo que es un plan exclusivo, ¿sí? Pero primero comentame, ¿cuántos sigas te cargan en claro actualmente? ¿Cómo? ¿Cuántos sigas te cargan actualmente en claro, Elisandro?",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.23,
      "fin": 84.7,
      "duracion": 0.46,
      "texto": "No me acuerdo si son...",
      "confianza": 0.056,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.64,
      "fin": 94.09,
      "duracion": 8.45,
      "texto": "15 gigas, me acuerdo. Bien, ¿por ahí qué pasa que no llegas a basto con la cantidad de gigas, ocupas mucho y terminas haciendo recargas?",
      "confianza": 0.131,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.17,
      "fin": 94.95,
      "duracion": 0.78,
      "texto": "Sí.",
      "confianza": 0.459,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.97,
      "fin": 176.52,
      "duracion": 81.55,
      "texto": "Bueno Elisandro, al día de hoy voy a bajarte lo que es un descuento especial, esta promoción arranca con 16 gigas de navegación, 8 son de base, 8 de regalo para poder probar el servicio en los primeros 6 meses, vas a tener lo que es el WhatsApp gratis, las llamadas libres para cualquier destino y además te vamos a brindar a América Precio Local y roaming en América para que si vos salís del país tengas cubierto el internet para que tengas buena conexión, ¿sí? Lo que es la compañía de Movistar. En este caso acá ha valido que tiene este descuento exclusivo porque anteriormente usted justamente fue un excelente abonado de la compañía, ¿sí? ¿De verdad? Sí, la última vez que quise cambiar la movilidad, tu problema más o menos porque no me llegaba el chip y anduve más adelante. Quédate tranquilo porque primero vamos a hacer todo un seguimiento, ¿bien? Para que usted quede tranquilo, yo me voy a encargar de asistarte a un ejecutivo para que este ejecutivo realmente pueda acompañarte en el proceso y realmente se asegure primero de que vos recibas el chip. Y de esta manera, cuando recibas el chip, activamos la promoción, ¿sí? La una cosa, ¿de qué localidades? ¿De cuánto estamos hablando al mensual? Estamos hablando de lo que son $10,400 pesos al día de hoy, ¿bien?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 177.02,
      "fin": 194.16,
      "duracion": 17.14,
      "texto": "Esto justamente va a tener un descuento especial, como le decía, porque le vamos a dar justamente una atención especial y justamente desde mi gestión le vamos a regalar algo más que no todos los clientes lo tienen. ¿Vean? Esto va a ser un regalo exclusivo para que usted pueda regresar a la compañía.",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.56,
      "fin": 233.09,
      "duracion": 36.53,
      "texto": "De esa manera usted va a tener justamente 20 gigas para poder activar con la aplicación de Movistar. ¿Sí? ¿Qué quiere decir esto? que estos 20 gigas usted lo va a tener aparte de los gigas que le carguemos todos los meses. Por única vez, vos lo activás y los vas a poder ocupar justamente para que verifices que el Internet están dando al 100%. ¿Bien? Le hago una consultista. ¿Usted, en este caso, de qué localidades actualmente que me había dicho? Hola. ¿Me escucha bien ahí? Hola. Hola, ¿me escucha bien?",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 235.91,
      "fin": 246.52,
      "duracion": 10.61,
      "texto": "Hola, me escucha bien ahí?",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 247.43,
      "fin": 251.34,
      "duracion": 3.91,
      "texto": "No, se escucha entrecortado. Se escucha entrecortado?",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Cómo estás? ¿Hablo con Lisandro? Hola, buen día. Sí, el habla. Hola, Lisandro. ¿Cómo te va? ¿Cómo te va un juego? Te habla Marcos. Te llamaba el día de hoy, Lisandro, porque estamos activando beneficios para lo que es la Lila Motil, ¿sí? ¿Vos, Lisandro, actualmente estás con abono mensual? Sí, con abono. Buenísimo. ¿Estás en la compañía de Claro? Sí. Buenísimo. En ese caso, lo que tenés actualmente es un abono mensual o estás haciendo recargas, Lisandro? Hace unos montones, pero claro, la verdad es que no me dura nada. Ah, bueno, bueno. Al día de hoy justamente la idea es poder mejorarte la oferta que vos tenés. ¿Cuál es la idea? De si vos hoy en día tenés abono mensual, con el abono no estás llegando a fin de mes por tema de Internet, por diferentes motivos, es poder darte lo que es una solución a esos problemas, ¿sí? Y Sandro, coméntame, ¿la línea que vos tenés es la única que tenés como titular? No, tengo dos. Perfecto. En la otra línea, entonces vos sos titular también y también está en claro. Sí, también estoy en claro. Perfecto. Buenísimo, Elisandro. Te voy a hacer lo que es un descuento especial porque vamos a trabajar con lo que es un plan exclusivo, ¿sí? Pero primero comentame, ¿cuántos sigas te cargan en claro actualmente? ¿Cómo? ¿Cuántos sigas te cargan actualmente en claro, Elisandro? No me acuerdo si son... 15 gigas, me acuerdo. Bien, ¿por ahí qué pasa que no llegas a basto con la cantidad de gigas, ocupas mucho y terminas haciendo recargas? Sí. Bueno Elisandro, al día de hoy voy a bajarte lo que es un descuento especial, esta promoción arranca con 16 gigas de navegación, 8 son de base, 8 de regalo para poder probar el servicio en los primeros 6 meses, vas a tener lo que es el WhatsApp gratis, las llamadas libres para cualquier destino y además te vamos a brindar a América Precio Local y roaming en América para que si vos salís del país tengas cubierto el internet para que tengas buena conexión, ¿sí? Lo que es la compañía de Movistar. En este caso acá ha valido que tiene este descuento exclusivo porque anteriormente usted justamente fue un excelente abonado de la compañía, ¿sí? ¿De verdad? Sí, la última vez que quise cambiar la movilidad, tu problema más o menos porque no me llegaba el chip y anduve más adelante. Quédate tranquilo porque primero vamos a hacer todo un seguimiento, ¿bien? Para que usted quede tranquilo, yo me voy a encargar de asistarte a un ejecutivo para que este ejecutivo realmente pueda acompañarte en el proceso y realmente se asegure primero de que vos recibas el chip. Y de esta manera, cuando recibas el chip, activamos la promoción, ¿sí? La una cosa, ¿de qué localidades? ¿De cuánto estamos hablando al mensual? Estamos hablando de lo que son $10,400 pesos al día de hoy, ¿bien? Esto justamente va a tener un descuento especial, como le decía, porque le vamos a dar justamente una atención especial y justamente desde mi gestión le vamos a regalar algo más que no todos los clientes lo tienen. ¿Vean? Esto va a ser un regalo exclusivo para que usted pueda regresar a la compañía. De esa manera usted va a tener justamente 20 gigas para poder activar con la aplicación de Movistar. ¿Sí? ¿Qué quiere decir esto? que estos 20 gigas usted lo va a tener aparte de los gigas que le carguemos todos los meses. Por única vez, vos lo activás y los vas a poder ocupar justamente para que verifices que el Internet están dando al 100%. ¿Bien? Le hago una consultista. ¿Usted, en este caso, de qué localidades actualmente que me había dicho? Hola. ¿Me escucha bien ahí? Hola. Hola, ¿me escucha bien? Hola, me escucha bien ahí? No, se escucha entrecortado. Se escucha entrecortado?",
  "calidad": {
    "confianza_promedio": 0.521,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:59:37.217758",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:28.318749",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104112036_ACD_45777",
    "fecha_inicio": "16/1/2026 10:41:12",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 273,
    "tiempo_conversacion": 240,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}