{
  "archivo": "amza21_1_260115104430691_MIT_01989.wav",
  "duracion_segundos": 237.5,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 40.08,
    "Cliente": 186.35
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.23,
      "fin": 22.22,
      "duracion": 19.99,
      "texto": "Hola. Hola, ¿qué tal? Buenos días. ¿Cómo estás? Hoy se le hizo de movizar. ¿Cómo te va? Todo bien. Bien. Bueno, ya más por hacerte lo que es el cierre comercial de la línea de tu esposo.",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.1,
      "fin": 41.06,
      "duracion": 16.96,
      "texto": "Voy a repasarte todos los datos, dónde va a ser el envío y demás, tal cual hicimos ayer con tu línea. Necesito que me los confirmes. Cualquier duda o consulta me la puedes hacer al final del cierre comercial, ¿sí?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.08,
      "fin": 41.5,
      "duracion": 0.42,
      "texto": "Dale, perfecto. Bien.",
      "confianza": 0.001,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 41.52,
      "fin": 41.76,
      "duracion": 0.24,
      "texto": "Un minutito.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.78,
      "fin": 42.56,
      "duracion": 0.78,
      "texto": "Perfecto. Bien.",
      "confianza": 0.735,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.58,
      "fin": 47.27,
      "duracion": 4.69,
      "texto": "Para recibir futuras promociones, ¿usted tiene contratado algún servicio en Internet Casa de Movistar?",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.05,
      "fin": 52.23,
      "duracion": 3.18,
      "texto": "No. Bueno, si tenés cobertura, seguro me voy a estar contactando para comentárselo.",
      "confianza": 0.028,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.8,
      "fin": 63.79,
      "duracion": 10.99,
      "texto": "Bien. Dijimos entonces que vamos a aportar la línea número 11-60-36-61-43, ¿sí? A nombre de Marcelo Javier del Río. ¿Bien?",
      "confianza": 0.943,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.81,
      "fin": 69.32,
      "duracion": 5.51,
      "texto": "Confirme bien los últimos tres dígitos de su DNI, por favor.",
      "confianza": 0.749,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.34,
      "fin": 126.13,
      "duracion": 56.79,
      "texto": "8-62. Bien, perfecto. Dijimos entonces que usted es su pareja, él está al tanto de que están haciendo lo que es la portabilidad de la línea de él y la autorización para hacer lo que es encierre comercial de su línea, ¿cierto? Correcto. Muy bien. Entonces, hablamos de que la línea de él viene actualmente en una factura mensual, es decir, que paga un carbono en lo que es la compañía de Claro, ¿cierto? Y viene el nombre de Javier, ¿cierto? Sí. Bien, perfecto. ¿Y lo que es el chip es físico? ¿Lo coloca dentro del celular o es virtual? Físico. Muy bien. Entonces, va a recibir lo que es el chip en la tienda de Movistar de Buenos Aires, la localidad de La Luz, en la calle Politi de Higoyen, 4238. Sí, recuerde que se la avisa con un día de anticipación para que pueda retirar el chip. Bien. Le recuerdo que usted el servicio al día de hoy es de 10.000... Perdón, no. Claro, le repaso lo nuevo, disculpe. El costo al día de hoy es de 10.400 pesos.",
      "confianza": 0.241,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 126.51,
      "fin": 137.78,
      "duracion": 11.28,
      "texto": "Tiene su plan con 8 GB de base más 8 GB de regalo por 6 meses, incluye WhatsApp gratis, hablar libre a cualquier compañía, un UI de regalos para juegos Free Fire, América Precio Local,",
      "confianza": 0.711,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.03,
      "fin": 148.91,
      "duracion": 10.88,
      "texto": "Rumin en América y un descuento por seis meses de 41.650 pesos. Recuerde que las guías de regalo se pueden habilitar hasta 48 horas después de activar la línea.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.44,
      "fin": 181.47,
      "duracion": 32.03,
      "texto": "El mail que me proporcionó para hacer el envío de facturación es marcelojodelrio.gmail.com. En ese mail va a estar recibiendo toda la facturación de manera online. Y cuando sea parte de la compañía puede descargar la aplicación Vimovistar y va a tener 20 guías de regalo por un mail. Las puede activar una vez al año. Y también va a poder ver toda la información referida a su factura, ciclo de facturación, vencimiento y montos a pagar. Puede adherir al servicio de evento automático. Y también si pasa más de dos líneas registradas bajo el mismo nombre, tiene cuatro gigas de regalo por la aplicación.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.69,
      "fin": 192.11,
      "duracion": 9.42,
      "texto": "Con respecto a la fecha de portabilidad, va a demorar de portar 48 horas hábiles. Un día antes, por mensaje de WhatsApp, le vamos a estar informando la fecha de portabilidad para que se quede tranquilo.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.67,
      "fin": 204.27,
      "duracion": 11.6,
      "texto": "En caso de no levantarse en el equipo, tiene que reiniciar el equipo, Y por otro lado, dentro de los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Le solicito por favor que la complete ya que su opinión es importante para la empresa.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.93,
      "fin": 205.23,
      "duracion": 0.3,
      "texto": "Bien,",
      "confianza": 0.838,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.23,
      "fin": 206.63,
      "duracion": 1.4,
      "texto": "bueno, eso sería todo.",
      "confianza": 0.838,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.79,
      "fin": 221.99,
      "duracion": 15.2,
      "texto": "Cualquier duda o consulta, tenés mi contacto. Si estás interesada también en lo que es el servicio de fibra óptica y querés ver lo que es la cobertura, también lo podemos ver. Tenés un descuento. En el caso de que te interese por tener las líneas con Movistar, tenés un descuento en la fibra óptica, ¿sí?",
      "confianza": 0.816,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.73,
      "fin": 237.5,
      "duracion": 14.77,
      "texto": "Bueno, si quieren me lo puedes comentar como para estar hablando de los costos. Pero antes que podamos con una consulta de la línea de Marcelo, ¿lo tienen que retirar él como titular o puedo ir yo? Sí, el chip tiene que ir él.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenos días. ¿Cómo estás? Hoy se le hizo de movizar. ¿Cómo te va? Todo bien. Bien. Bueno, ya más por hacerte lo que es el cierre comercial de la línea de tu esposo. Voy a repasarte todos los datos, dónde va a ser el envío y demás, tal cual hicimos ayer con tu línea. Necesito que me los confirmes. Cualquier duda o consulta me la puedes hacer al final del cierre comercial, ¿sí? Dale, perfecto. Bien. Un minutito. Perfecto. Bien. Para recibir futuras promociones, ¿usted tiene contratado algún servicio en Internet Casa de Movistar? No. Bueno, si tenés cobertura, seguro me voy a estar contactando para comentárselo. Bien. Dijimos entonces que vamos a aportar la línea número 11-60-36-61-43, ¿sí? A nombre de Marcelo Javier del Río. ¿Bien? Confirme bien los últimos tres dígitos de su DNI, por favor. 8-62. Bien, perfecto. Dijimos entonces que usted es su pareja, él está al tanto de que están haciendo lo que es la portabilidad de la línea de él y la autorización para hacer lo que es encierre comercial de su línea, ¿cierto? Correcto. Muy bien. Entonces, hablamos de que la línea de él viene actualmente en una factura mensual, es decir, que paga un carbono en lo que es la compañía de Claro, ¿cierto? Y viene el nombre de Javier, ¿cierto? Sí. Bien, perfecto. ¿Y lo que es el chip es físico? ¿Lo coloca dentro del celular o es virtual? Físico. Muy bien. Entonces, va a recibir lo que es el chip en la tienda de Movistar de Buenos Aires, la localidad de La Luz, en la calle Politi de Higoyen, 4238. Sí, recuerde que se la avisa con un día de anticipación para que pueda retirar el chip. Bien. Le recuerdo que usted el servicio al día de hoy es de 10.000... Perdón, no. Claro, le repaso lo nuevo, disculpe. El costo al día de hoy es de 10.400 pesos. Tiene su plan con 8 GB de base más 8 GB de regalo por 6 meses, incluye WhatsApp gratis, hablar libre a cualquier compañía, un UI de regalos para juegos Free Fire, América Precio Local, Rumin en América y un descuento por seis meses de 41.650 pesos. Recuerde que las guías de regalo se pueden habilitar hasta 48 horas después de activar la línea. El mail que me proporcionó para hacer el envío de facturación es marcelojodelrio.gmail.com. En ese mail va a estar recibiendo toda la facturación de manera online. Y cuando sea parte de la compañía puede descargar la aplicación Vimovistar y va a tener 20 guías de regalo por un mail. Las puede activar una vez al año. Y también va a poder ver toda la información referida a su factura, ciclo de facturación, vencimiento y montos a pagar. Puede adherir al servicio de evento automático. Y también si pasa más de dos líneas registradas bajo el mismo nombre, tiene cuatro gigas de regalo por la aplicación. Con respecto a la fecha de portabilidad, va a demorar de portar 48 horas hábiles. Un día antes, por mensaje de WhatsApp, le vamos a estar informando la fecha de portabilidad para que se quede tranquilo. En caso de no levantarse en el equipo, tiene que reiniciar el equipo, Y por otro lado, dentro de los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Le solicito por favor que la complete ya que su opinión es importante para la empresa. Bien, bueno, eso sería todo. Cualquier duda o consulta, tenés mi contacto. Si estás interesada también en lo que es el servicio de fibra óptica y querés ver lo que es la cobertura, también lo podemos ver. Tenés un descuento. En el caso de que te interese por tener las líneas con Movistar, tenés un descuento en la fibra óptica, ¿sí? Bueno, si quieren me lo puedes comentar como para estar hablando de los costos. Pero antes que podamos con una consulta de la línea de Marcelo, ¿lo tienen que retirar él como titular o puedo ir yo? Sí, el chip tiene que ir él.",
  "calidad": {
    "confianza_promedio": 0.626,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:01:32.358629",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 67,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:17.330898",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115104430691_MIT_01989",
    "fecha_inicio": "15/1/2026 10:44:32",
    "agente_nombre": "MZA 21",
    "agente_login": "mza21",
    "duracion_total": 351,
    "tiempo_conversacion": 346,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}