{
  "archivo": "amza5_1_260114101149764_ACD_78167.wav",
  "duracion_segundos": 99.87,
  "num_segmentos": 29,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 6.41,
    "Cliente": 86.31
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 21.31,
      "duracion": 21.28,
      "texto": "Hola. Hola, ¿qué tal? Buen día, ¿hablo con Hernán? Sí, él habla. Hernán, como le he comentado, lo estoy tomando la parte de Quick Demonstar, queríamos rellenar lo que son bonificaciones para su línea, ¿cómo está? Bien, decimos el motivo por el que estamos. Bien, le comento que queríamos rellenar lo que son bonificaciones para las líneas. Usted está con claro hoy en día, ¿cierto?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.44,
      "fin": 30.0,
      "duracion": 7.56,
      "texto": "Exactamente. Bien, perfecto. Me aseguro que tiene tres líneas con claro en el día de hoy, queríamos rellenar algo mucho más económico con más cantidad de líneas.",
      "confianza": 0.846,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 31.27,
      "fin": 36.39,
      "duracion": 5.12,
      "texto": "No, en realidad tengo cuatro líneas, no tres, pero bueno.",
      "confianza": 0.04,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.41,
      "fin": 36.89,
      "duracion": 0.48,
      "texto": "Bien, te comento.",
      "confianza": 0.32,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.93,
      "fin": 53.13,
      "duracion": 16.2,
      "texto": "Nosotros hoy en día estamos rinando lo que es un plan base, 4 gigas con 10 gigas más de regalo, 14 gigas en total, para todas las líneas. Al tener cuatro líneas se regalan lo que es un mes bonificado para todas las líneas, también lo que es un mes gratis, y te quedan 7.810 más impuestos.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.69,
      "fin": 77.31,
      "duracion": 23.62,
      "texto": "Decirme qué te parece. Más o menos lo que pago. Bien, perfecto. Yo pago algún manguito menos porque como tengo todo el servicio completo, con videocables, internet, wifi, hogar, también me hacen otro descuento extra.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 78.19,
      "fin": 83.39,
      "duracion": 5.2,
      "texto": "Tengo que mirar las facturas, no me acuerdo, pero es un descuento extra. Bien, tenés un combo completo con todo.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.93,
      "fin": 89.86,
      "duracion": 5.93,
      "texto": "Bueno, mira, si te parece, nosotros, para que vos puedas comparar el precio, yo te voy a mandar un mensajito, te voy a poner en la silla que le vamos a instar,",
      "confianza": 0.551,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.36,
      "fin": 94.68,
      "duracion": 4.32,
      "texto": "Para que compares precios y hagas nuestra propuesta, usted debe de interesarme escribir por ahí. ¿Te parece?",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.77,
      "fin": 98.3,
      "duracion": 2.53,
      "texto": "Perfecto. Muchas gracias. Excelente. Que tengan buen día.",
      "confianza": 0.389,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.39,
      "fin": 99.87,
      "duracion": 0.48,
      "texto": "Buen día.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día, ¿hablo con Hernán? Sí, él habla. Hernán, como le he comentado, lo estoy tomando la parte de Quick Demonstar, queríamos rellenar lo que son bonificaciones para su línea, ¿cómo está? Bien, decimos el motivo por el que estamos. Bien, le comento que queríamos rellenar lo que son bonificaciones para las líneas. Usted está con claro hoy en día, ¿cierto? Exactamente. Bien, perfecto. Me aseguro que tiene tres líneas con claro en el día de hoy, queríamos rellenar algo mucho más económico con más cantidad de líneas. No, en realidad tengo cuatro líneas, no tres, pero bueno. Bien, te comento. Nosotros hoy en día estamos rinando lo que es un plan base, 4 gigas con 10 gigas más de regalo, 14 gigas en total, para todas las líneas. Al tener cuatro líneas se regalan lo que es un mes bonificado para todas las líneas, también lo que es un mes gratis, y te quedan 7.810 más impuestos. Decirme qué te parece. Más o menos lo que pago. Bien, perfecto. Yo pago algún manguito menos porque como tengo todo el servicio completo, con videocables, internet, wifi, hogar, también me hacen otro descuento extra. Tengo que mirar las facturas, no me acuerdo, pero es un descuento extra. Bien, tenés un combo completo con todo. Bueno, mira, si te parece, nosotros, para que vos puedas comparar el precio, yo te voy a mandar un mensajito, te voy a poner en la silla que le vamos a instar, Para que compares precios y hagas nuestra propuesta, usted debe de interesarme escribir por ahí. ¿Te parece? Perfecto. Muchas gracias. Excelente. Que tengan buen día. Buen día.",
  "calidad": {
    "confianza_promedio": 0.518,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:34:09.499549",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:30.241312",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114101149764_ACD_78167",
    "fecha_inicio": "14/1/2026 10:11:49",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 223,
    "tiempo_conversacion": 97,
    "tiempo_hold": 0,
    "tiempo_acw": 106,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_Mza_ALT",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}