{
  "archivo": "amza30_1_260112110616028_ACD_43641.wav",
  "duracion_segundos": 106.65,
  "num_segmentos": 39,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 100.75,
    "Cliente": 0.66
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.22,
      "fin": 6.47,
      "duracion": 6.25,
      "texto": "Hola. Hola, ¿qué tal? Buen día. Mi nombre es Eugenia. ¿Hablo con Ezequiel?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.49,
      "fin": 6.83,
      "duracion": 0.34,
      "texto": "Sí, ¿quién habla?",
      "confianza": 0.048,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.85,
      "fin": 36.05,
      "duracion": 29.2,
      "texto": "¿Qué necesitaba? Ezequiel. Eugenia, mi nombre, como te decía, me estoy comunicando el día de hoy del área de beneficios móviles. Si es la que me figura que actualmente tenés claros, ¿así? Sí, todos en la familia tenemos claros. Bien, Ezequiel. Qué bueno. Entonces, me alegro un montón. Nosotros el día de hoy, como te decía, estamos llamando a todos los ex clientes de Movistar para verificar qué fue lo que les llevó a cambiárselo de otra compañía. y para poder ofrecerles una promo exclusiva para que puedan regresar. Si vos al día de hoy con Claro, ¿tenes factura mensual?",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.42,
      "fin": 42.54,
      "duracion": 5.13,
      "texto": "No, yo pago o prepago, pero porque tenemos familiares trabajando en Claro y estamos todos en Claro.",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.78,
      "fin": 50.15,
      "duracion": 6.37,
      "texto": "Tenemos nuestro final, todo. Por eso no tenemos... No, no, ok. No tenemos por qué cambiarnos, la verdad.",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.17,
      "fin": 50.49,
      "duracion": 0.32,
      "texto": "Claro.",
      "confianza": 0.787,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.53,
      "fin": 59.47,
      "duracion": 8.94,
      "texto": "Bueno, bueno, Salín, comprendo. Yo te comento para que lo sepas cuánto está la promo al día de hoy. Sí entiendo que tengan familiares en Claro, pero a veces uno busca... La mejor conveniencia, ¿sí?",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.05,
      "fin": 62.16,
      "duracion": 2.1,
      "texto": "Con Mozart tenemos muy buena cobertura también.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.67,
      "fin": 87.24,
      "duracion": 24.57,
      "texto": "El plan al día de hoy está en 11.400, ¿sí? Precio final al día de hoy por lo que es 8 GB de internet. Sí, está muy bueno. WhatsApp gratis, llamadas ilimitadas, mensajitos también a todas las compañías. Entonces, está muy bueno también para que lo puedan aprovechar, ¿sí? Comprendo que tengas familiares que trabajen en claro, pero justamente tenés el teléfono con prepago. Si le haces recargas, le haces muchas recargas,",
      "confianza": 0.802,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.46,
      "fin": 106.65,
      "duracion": 18.19,
      "texto": "No, no, nos manejamos bastante bien, por eso no nos interesa cambiarnos, la verdad. Bueno, bueno, bueno, comprendo. Te envío de todas formas para que lo tengas, la oferta por WhatsApp y en el caso de que tengas alguna duda, quedo de disposición, ¿sí? Vale, vale, muchas gracias. Muy bien, muchas gracias, hasta luego. Hasta luego.",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. Mi nombre es Eugenia. ¿Hablo con Ezequiel? Sí, ¿quién habla? ¿Qué necesitaba? Ezequiel. Eugenia, mi nombre, como te decía, me estoy comunicando el día de hoy del área de beneficios móviles. Si es la que me figura que actualmente tenés claros, ¿así? Sí, todos en la familia tenemos claros. Bien, Ezequiel. Qué bueno. Entonces, me alegro un montón. Nosotros el día de hoy, como te decía, estamos llamando a todos los ex clientes de Movistar para verificar qué fue lo que les llevó a cambiárselo de otra compañía. y para poder ofrecerles una promo exclusiva para que puedan regresar. Si vos al día de hoy con Claro, ¿tenes factura mensual? No, yo pago o prepago, pero porque tenemos familiares trabajando en Claro y estamos todos en Claro. Tenemos nuestro final, todo. Por eso no tenemos... No, no, ok. No tenemos por qué cambiarnos, la verdad. Claro. Bueno, bueno, Salín, comprendo. Yo te comento para que lo sepas cuánto está la promo al día de hoy. Sí entiendo que tengan familiares en Claro, pero a veces uno busca... La mejor conveniencia, ¿sí? Con Mozart tenemos muy buena cobertura también. El plan al día de hoy está en 11.400, ¿sí? Precio final al día de hoy por lo que es 8 GB de internet. Sí, está muy bueno. WhatsApp gratis, llamadas ilimitadas, mensajitos también a todas las compañías. Entonces, está muy bueno también para que lo puedan aprovechar, ¿sí? Comprendo que tengas familiares que trabajen en claro, pero justamente tenés el teléfono con prepago. Si le haces recargas, le haces muchas recargas, No, no, nos manejamos bastante bien, por eso no nos interesa cambiarnos, la verdad. Bueno, bueno, bueno, comprendo. Te envío de todas formas para que lo tengas, la oferta por WhatsApp y en el caso de que tengas alguna duda, quedo de disposición, ¿sí? Vale, vale, muchas gracias. Muy bien, muchas gracias, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.551,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:05:57.199665",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:21.397896",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110616028_ACD_43641",
    "fecha_inicio": "12/1/2026 11:06:16",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 125,
    "tiempo_conversacion": 102,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}