{
  "archivo": "amza313_1_260115130324206_ACD_32987.wav",
  "duracion_segundos": 109.33,
  "num_segmentos": 33,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 73.57,
    "Cliente": 27.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 4.72,
      "duracion": 4.69,
      "texto": "Hola. Hola. Hola. Buen día, Agustín. Hola, ¿Sí?",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.24,
      "fin": 17.52,
      "duracion": 12.28,
      "texto": "Agustín, un gusto. Mi nombre también es Agustín. ¿Cómo le va? ¿Todo bien? Ah, todo bien. Vale, era muchísimo. Lo estoy llamando más que nada, señor, porque me hicieron aclarar el sistema que usted fue parte de la compañía hace un tiempo. Yo le llamo a los que hablaré, que le damos el char, ¿No?",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.02,
      "fin": 21.49,
      "duracion": 3.47,
      "texto": "Y, bueno, ¿Quién le hizo más que nada? ¿Qué fue lo que lo llevó a cambiar? ¿Si tuvo algún inconveniente?",
      "confianza": 0.318,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.77,
      "fin": 26.59,
      "duracion": 2.82,
      "texto": "Eh, ¿qué es lo que se ve a cambiar de compañía?",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.74,
      "fin": 32.08,
      "duracion": 4.34,
      "texto": "Claro, ustedes un día se encuentran claros, ¿correcto?",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.1,
      "fin": 32.16,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.022,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.18,
      "fin": 49.32,
      "duracion": 17.14,
      "texto": "Bien, yo justamente los llamo Movistar, porque bueno, también la idea es poder comentarle las diferentes promociones que tenemos para que pueda volver con nosotros, ya que Agustín sabe que usted fue un excelente cliente, fue un buen cliente siempre y por eso queremos compensarlo con una promoción muy buena. Mira, Agustín, mira, vamos a hacer la corta, no.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.9,
      "fin": 83.21,
      "duracion": 33.31,
      "texto": "Yo a Movistar no vuelvo. No vuelvo. ¿Cómo es? No vuelvo, por ahora no. Mientras me siga cumpliendo, claro, yo te digo la verdad, yo estoy muy conforme con claro, me respetaron en todo sentido las palabras, lo que me dijeron, están cumpliendo con lo que me dijeron que iba a pagar, hasta ahora están cumpliendo, todo lo contrario fue montar. Fue un desastre, todo lo que se aumentaba, cuando era por un año me quedaba",
      "confianza": 0.415,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 83.78,
      "fin": 99.74,
      "duracion": 15.96,
      "texto": "congelado a las tarifas, no, todos los meses me habéis sentado, todos los meses. Llegó un momento que, no, ya no, ya que afalen a otro, hermano, que se dediquen a para otro. Pasea claro y la verdad que desde entonces estoy muy bien.",
      "confianza": 0.47,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.42,
      "fin": 109.33,
      "duracion": 6.91,
      "texto": "Bueno, yo lo voy a dejar sentado, si digamos. Bueno, viejo, que tenga una tarde. Chau, viejo.",
      "confianza": 0.12,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Buen día, Agustín. Hola, ¿Sí? Agustín, un gusto. Mi nombre también es Agustín. ¿Cómo le va? ¿Todo bien? Ah, todo bien. Vale, era muchísimo. Lo estoy llamando más que nada, señor, porque me hicieron aclarar el sistema que usted fue parte de la compañía hace un tiempo. Yo le llamo a los que hablaré, que le damos el char, ¿No? Y, bueno, ¿Quién le hizo más que nada? ¿Qué fue lo que lo llevó a cambiar? ¿Si tuvo algún inconveniente? Eh, ¿qué es lo que se ve a cambiar de compañía? Claro, ustedes un día se encuentran claros, ¿correcto? Sí. Bien, yo justamente los llamo Movistar, porque bueno, también la idea es poder comentarle las diferentes promociones que tenemos para que pueda volver con nosotros, ya que Agustín sabe que usted fue un excelente cliente, fue un buen cliente siempre y por eso queremos compensarlo con una promoción muy buena. Mira, Agustín, mira, vamos a hacer la corta, no. Yo a Movistar no vuelvo. No vuelvo. ¿Cómo es? No vuelvo, por ahora no. Mientras me siga cumpliendo, claro, yo te digo la verdad, yo estoy muy conforme con claro, me respetaron en todo sentido las palabras, lo que me dijeron, están cumpliendo con lo que me dijeron que iba a pagar, hasta ahora están cumpliendo, todo lo contrario fue montar. Fue un desastre, todo lo que se aumentaba, cuando era por un año me quedaba congelado a las tarifas, no, todos los meses me habéis sentado, todos los meses. Llegó un momento que, no, ya no, ya que afalen a otro, hermano, que se dediquen a para otro. Pasea claro y la verdad que desde entonces estoy muy bien. Bueno, yo lo voy a dejar sentado, si digamos. Bueno, viejo, que tenga una tarde. Chau, viejo.",
  "calidad": {
    "confianza_promedio": 0.48,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:18:48.390506",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 33,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:22.277253",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130324206_ACD_32987",
    "fecha_inicio": "15/1/2026 13:03:24",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 140,
    "tiempo_conversacion": 116,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}