{
  "archivo": "amza2_1_260116141354853_ACD_03129.wav",
  "duracion_segundos": 138.16,
  "num_segmentos": 37,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 129.06,
    "Cliente": 3.73
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 1.77,
      "duracion": 1.74,
      "texto": "Hola.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.39,
      "fin": 6.54,
      "duracion": 4.15,
      "texto": "Hola, ¿qué tal? Hablo con Karina, ¿verdad?",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.56,
      "fin": 6.62,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.134,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.64,
      "fin": 14.69,
      "duracion": 8.05,
      "texto": "¿Qué tal? Buenas tardes. Mi nombre es Luciana. Sí me estoy contactando desde el área de beneficios movistrales para poderos presentar un nuevo descuento a tu línea.",
      "confianza": 0.432,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.43,
      "fin": 19.79,
      "duracion": 4.36,
      "texto": "Actualmente me sigo una, Karina, que te encontrás con claro, ¿verdad?",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.81,
      "fin": 19.87,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.205,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.89,
      "fin": 48.94,
      "duracion": 29.05,
      "texto": "Igual te agradezco porque ya me llamaron y por ahora no lo quiero cambiar a línea. No sé cuánto te han llamado porque en el diario hoy tengo solo y limitados, sí, con una propuesta muy buena, con los precios mucho más bajos que la semana pasada. No, la semana pasada. Ah, bien, mira, entonces te comento, Karina, que en el día de hoy cuento con lo que es el plan de 16 gigas a $10,400 pesos, y si tienes el plan de 8 gigas a $7,460.",
      "confianza": 0.431,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.76,
      "fin": 68.48,
      "duracion": 18.72,
      "texto": "Cualquiera de esos dos puedes optar en el día de hoy. ¿Y eso qué sería? Durante un año se te queda ese fijo, más o menos. Bien, el descuento lo vas a tener, en realidad, durante seis meses. En realidad, el descuento lo están haciendo por seis meses porque no sé si en algún momento estuviste con Movistar y estuvieron los aumentos muy excesivos.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.1,
      "fin": 95.88,
      "duracion": 26.78,
      "texto": "Pero en este caso, lo que hace la compañía es que nos puedas probar estos seis meses y comprobar que ha cambiado toda la ejecución, en la que con seis días de anticipación se te avisan de que se pesa por tener Tram y ahí nuevamente te vas a contactar conmigo y te voy a dejar lo que es mi número laboral, para que podamos enviarte lo que es con una atención al cliente, con una persona de cobrante, para ofrecer lo que hay en ese momento.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.67,
      "fin": 113.48,
      "duracion": 16.81,
      "texto": "Bueno, para eso vamos tarde porque ahora estoy en un lugar, en una tijica linda. Bien, bien. Si yo me encuentro Karina hasta las 15, lo que es en la oficina, ¿te puedo llamar lo que es un ratito antes?",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.19,
      "fin": 124.08,
      "duracion": 9.89,
      "texto": "O sea, ¿en media hora te puedo llamar? Ah, no, ya es una estrella tarde. Y si no, mañana, mañana. Dale, si no, yo es lo que es. En media hora te puedo contactar nuevamente.",
      "confianza": 0.413,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.02,
      "fin": 128.63,
      "duracion": 3.61,
      "texto": "No, porque recién llegué por eso.",
      "confianza": 0.522,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 128.65,
      "fin": 138.16,
      "duracion": 9.51,
      "texto": "Ah, bien. Bien, no hay problema. Te voy a dejar un mensajito de WhatsApp con mi número laboral y cualquier cosita lo vamos por ahí. Dale, listo. Por favor, hasta luego. Dale, gracias.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Hablo con Karina, ¿verdad? Sí. ¿Qué tal? Buenas tardes. Mi nombre es Luciana. Sí me estoy contactando desde el área de beneficios movistrales para poderos presentar un nuevo descuento a tu línea. Actualmente me sigo una, Karina, que te encontrás con claro, ¿verdad? Sí. Igual te agradezco porque ya me llamaron y por ahora no lo quiero cambiar a línea. No sé cuánto te han llamado porque en el diario hoy tengo solo y limitados, sí, con una propuesta muy buena, con los precios mucho más bajos que la semana pasada. No, la semana pasada. Ah, bien, mira, entonces te comento, Karina, que en el día de hoy cuento con lo que es el plan de 16 gigas a $10,400 pesos, y si tienes el plan de 8 gigas a $7,460. Cualquiera de esos dos puedes optar en el día de hoy. ¿Y eso qué sería? Durante un año se te queda ese fijo, más o menos. Bien, el descuento lo vas a tener, en realidad, durante seis meses. En realidad, el descuento lo están haciendo por seis meses porque no sé si en algún momento estuviste con Movistar y estuvieron los aumentos muy excesivos. Pero en este caso, lo que hace la compañía es que nos puedas probar estos seis meses y comprobar que ha cambiado toda la ejecución, en la que con seis días de anticipación se te avisan de que se pesa por tener Tram y ahí nuevamente te vas a contactar conmigo y te voy a dejar lo que es mi número laboral, para que podamos enviarte lo que es con una atención al cliente, con una persona de cobrante, para ofrecer lo que hay en ese momento. Bueno, para eso vamos tarde porque ahora estoy en un lugar, en una tijica linda. Bien, bien. Si yo me encuentro Karina hasta las 15, lo que es en la oficina, ¿te puedo llamar lo que es un ratito antes? O sea, ¿en media hora te puedo llamar? Ah, no, ya es una estrella tarde. Y si no, mañana, mañana. Dale, si no, yo es lo que es. En media hora te puedo contactar nuevamente. No, porque recién llegué por eso. Ah, bien. Bien, no hay problema. Te voy a dejar un mensajito de WhatsApp con mi número laboral y cualquier cosita lo vamos por ahí. Dale, listo. Por favor, hasta luego. Dale, gracias.",
  "calidad": {
    "confianza_promedio": 0.468,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:05:00.680459",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:21.327819",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141354853_ACD_03129",
    "fecha_inicio": "16/1/2026 14:13:54",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 191,
    "tiempo_conversacion": 134,
    "tiempo_hold": 0,
    "tiempo_acw": 43,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}