{
  "archivo": "amza20_1_260114112607107_ACD_85413.wav",
  "duracion_segundos": 1103.05,
  "num_segmentos": 284,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 446.5,
    "Cliente": 534.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.36,
      "fin": 3.81,
      "duracion": 2.44,
      "texto": "Hola, ¿buen día Mariana?",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.65,
      "fin": 5.71,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.039,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.73,
      "fin": 9.42,
      "duracion": 3.69,
      "texto": "¿Cómo te va Mariana? Tomás es mi nombre, me convenció la idea de recuperar de clientes para visitar.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.92,
      "fin": 11.36,
      "duracion": 1.44,
      "texto": "Exactamente a tu cuenta con claro, ¿verdad?",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.65,
      "fin": 14.94,
      "duracion": 0.29,
      "texto": "Sí. Bien,",
      "confianza": 0.391,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 14.94,
      "fin": 18.17,
      "duracion": 3.23,
      "texto": "mira, el motivo de mi llamados era para preguntarle por qué se había ido de la compañía, ¿sí?",
      "confianza": 0.664,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.21,
      "fin": 28.07,
      "duracion": 9.86,
      "texto": "Qué inconvenientes había tenido con la línea y demás. Ay, no me acuerdo ya. Creo que se me habían aumentado un montón. Sí, bien.",
      "confianza": 0.367,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.85,
      "fin": 37.18,
      "duracion": 7.33,
      "texto": "Bueno, mire, le comento. Nosotros, exactamente, vamos a hacer una campaña de recuperación de clientes. Nos fedora que se había sido una buena clínica, según la que le dije, y el tiempo que había estado con la compañía.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.72,
      "fin": 51.82,
      "duracion": 14.1,
      "texto": "Sí, por eso mismo, yo le llamé al día de hoy. Ah, no, ya sé por qué me cambié de empresa. Porque me robaron el celular y yo no tenía recibo de sueldo y le pedí comprar un teléfono a Contra Factura y no me lo quisieron mandar.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.87,
      "fin": 54.63,
      "duracion": 1.76,
      "texto": "Ah, bien, entiendo.",
      "confianza": 0.377,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.65,
      "fin": 57.69,
      "duracion": 3.04,
      "texto": "Sí, sí, tuviste ese inconveniente. Perfecto.",
      "confianza": 0.161,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.71,
      "fin": 73.53,
      "duracion": 15.82,
      "texto": "Bueno, mira, te comento. Nosotros, actualmente, con los que son estos teléfonos contra la factura y demás, lo podemos brindar sin problemas, sin necesidad de, ¿cómo se llama?, de que quede entre algún inconveniente o un hito de acreditillo que dure, digamos, ¿entendés? ¿Y qué pasa con el tema este?",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.27,
      "fin": 82.15,
      "duracion": 7.88,
      "texto": "Pasa mucho, por ejemplo, mucho cliente le ha robado el teléfono y ha tratado de sacar uno. Y por una u otra cosa, bueno, no se le ha terminado brindando. Ahora tratamos de la opción de que sí.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.07,
      "fin": 83.3,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.446,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 83.31,
      "fin": 87.12,
      "duracion": 3.81,
      "texto": "¿Tendrás que sacarlo con otra factura? Bueno, si le sacamos una tarjeta de crédito también puedes.",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.94,
      "fin": 99.49,
      "duracion": 10.55,
      "texto": "Bien. Te consulto cómo estarás con la compañía en la única línea. ¿Tenías rojo tu nombre o tenías alguna otra parte? No, tenía la de mi hijo. ¿Eran dos en total?",
      "confianza": 0.103,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.91,
      "fin": 133.82,
      "duracion": 31.91,
      "texto": "Sí, ahora tengo tres. Una la iba. Va, bien, perfecto. Y te consulto por eso de ocupar muchos días en la línea o eso le da mucho interés al teléfono. ¿Cómo? ¿Puedes usar el teléfono para trabajar? No, lo que puedo es que yo estoy en casa y tengo wifi y lo uso cuando estoy en la calle nada más. Ah, perfecto. Bueno, mira, entonces te comento el plan que tenemos para aprenderles quizá el día de hoy.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.32,
      "fin": 137.03,
      "duracion": 2.7,
      "texto": "Tengo un plan de ocho gigas de base, ocho más del regalo.",
      "confianza": 0.572,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.07,
      "fin": 145.48,
      "duracion": 8.41,
      "texto": "Durante seis meses tendría 16. Y como tú tenés más de... Si es que portás más de una línea en el que estabas bajo tu nombre, te sumarían cuatro gigas más, o sea que querés ir a con 20 gigas.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.02,
      "fin": 152.57,
      "duracion": 6.55,
      "texto": "Y ese plan de queda en precio al día de él es de 10.400 pesos. Tenés WhatsApp Practice, llamás al librato de la compañía, y Rumia en América ya incluido. ¿Bien?",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 153.15,
      "fin": 159.36,
      "duracion": 6.21,
      "texto": "Es alguno de los planes que tenemos en promociones la opción más elegida, digamos.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.38,
      "fin": 159.48,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 159.5,
      "fin": 164.03,
      "duracion": 4.53,
      "texto": "No sé si vos en las otras líneas, capaz si sueles trabajar con el teléfono, ¿no?",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 164.54,
      "fin": 190.57,
      "duracion": 26.03,
      "texto": "Mira, la que más uso es mi nena porque la usan en el colegio y todo eso y siempre se queda sin... Ahora la di de baja por eso, porque yo estaba pagando un abono, creo que de 9 mil pesos cada línea y las últimas dos boletas me vino 20 mil pesos de la nena y... De la, claro. De la recarga que ella supuestamente no hizo, y viste que tuve toda una estupenda y la línea de ella la di de baja.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.59,
      "fin": 198.24,
      "duracion": 7.65,
      "texto": "Bien, perfecto, entiendo. Claro, mira, nosotros lo que brindamos para que los clientes no tengan que hacer justamente esta recarga, brindamos dos gigas del regalo.",
      "confianza": 0.239,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 198.88,
      "fin": 212.92,
      "duracion": 14.04,
      "texto": "Y aparte, si vos, por ejemplo, tenés más de una línea, te sumamos cuatro gigas, tratamos de que en cualquier momento, en cualquier situación, es que vos no tengas que recargar. Con que vos pagues el abono y aderectamente no tengas que estar recargando, básicamente.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 214.4,
      "fin": 219.45,
      "duracion": 5.05,
      "texto": "Que tu gasto sea únicamente el abono. No sé si me explico con eso.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.47,
      "fin": 219.53,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.319,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.74,
      "fin": 248.34,
      "duracion": 28.6,
      "texto": "Entonces, como te digo, tratamos de brindar eso. Si querés, por ejemplo, a tu línea, que podemos brindar un plan un poquito más económico, a las que usan más gigas podemos brindar este plan y a otras un poquito más económico para, como vamos a decir, que se haga un poquito de balance, digamos. Pero, como te digo, este sería el mejor plan que le podríamos brindar. Como hoy ya estuviste en un momento en las compañías y la mayoría de los otros los tenemos, ¿bien? No sería un trámite muy engorroso el que tendrías que hacer, digamos.",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.37,
      "fin": 248.49,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.167,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 249.06,
      "fin": 249.66,
      "duracion": 0.6,
      "texto": "Como te digo.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 250.58,
      "fin": 267.19,
      "duracion": 16.61,
      "texto": "Como te digo que harían comerse con alguien y además sí, decime. Que no estoy en mi casa y no me acuerdo del teléfono de mi hija. Ah, mira. Ah, bueno, a ver, mira. Disculpame, a ver. Mira, me figuran dos números de telés, tres. O sea, bueno, tú ya serían con tres. El tuyo termina en 7706, ¿correcto?",
      "confianza": 0.172,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.21,
      "fin": 268.03,
      "duracion": 0.82,
      "texto": "Sí, sí.",
      "confianza": 0.609,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 269.75,
      "fin": 273.8,
      "duracion": 4.05,
      "texto": "El de tu hija, bueno, me salen dos. Yo te digo, uno termina en 8257, o sea.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.59,
      "fin": 287.46,
      "duracion": 12.87,
      "texto": "Sí. Y el resto termina en 15.80, esos son los que me figuran acá, por lo menos, que estuvieron... Ah, sí, son esos tres. Ah, bien. Bueno, mira, como te digo, podríamos aplicar a todos el mismo plenme, como te digo, que harían con 20.000 cada uno, ¿no?",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.0,
      "fin": 302.86,
      "duracion": 14.86,
      "texto": "Nosotros le aplicamos un descuento para que no tengan un aumento desmedido ni nada, ¿bien? No tendrías que quedar recargando ni nada, como te digo, tardaría un montón de dinero y aparte tendrías que ir a todo el tiempo, lo podrías guardar y demás. ¿Y por cuánto tiempo es eso?",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 303.07,
      "fin": 313.9,
      "duracion": 10.83,
      "texto": "Mira, te comento, nosotros actualmente lo que hacemos es promocionar, lo abrimos por un periodo de 6 meses para que vos en este periodo de tiempo no tengas fluctuaciones en el precio, luego desde la aplicación, desde la edad actual mejor dicho, puedes acceder a lo que es otro plan directamente.",
      "confianza": 0.522,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.96,
      "fin": 323.96,
      "duracion": 9.99,
      "texto": "Puedes armar incluso tu propio plan o ver los que te arrojan la misma aplicación, entonces nunca te quedas sin una promocion activa, así siempre pagas un plan activo.",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.0,
      "fin": 347.62,
      "duracion": 22.62,
      "texto": "Y si no se te hace muy intuitiva la app, Ahí entra el rol del asesor, que en este caso sería yo. Bien, te brindaría la asesoría para que vos puedas supuestamente entrar al app y armar el bloqueje, el plan, o acceder a otro. Bien, como te digo. Así que nunca se tira el labón ni nada. Como te digo, te robaría cinco minutos más de lo que ya te robé, pegándote todo esto.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 349.12,
      "fin": 352.43,
      "duracion": 3.3,
      "texto": "Así no tenés que estar, digamos, pensando mucho y nada, como te digo.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 353.07,
      "fin": 377.53,
      "duracion": 24.46,
      "texto": "En todas las líneas no tendrás que recargar ni nada. Si una de las líneas se queda sin gigas, o desde tu línea, o de la otra línea, le puedes pasar también gigas. Ah, bueno, vale. Entonces, eso es mejor. Bueno, a ver, nos guardamos un segundo y te voy a ir corroborando algunos datos, o decíme si son correctos, algo cambiado, ¿sí? Mira, me figura que tu DNI termina en 980, ¿es correcto?",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 378.81,
      "fin": 380.18,
      "duracion": 1.37,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.453,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 380.2,
      "fin": 382.8,
      "duracion": 2.6,
      "texto": "Tu nombre completo es Mariana Vanessa Salas.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 384.3,
      "fin": 393.41,
      "duracion": 9.11,
      "texto": "Sí. Perfecto. Bien. A ver, entonces, las tres líneas a las que te aportarían serían esas que te comenté, digamos. Las que me figuran acá. Sí. Perfecto. Bueno.",
      "confianza": 0.323,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 393.43,
      "fin": 395.06,
      "duracion": 1.62,
      "texto": "Mira, yo te voy a mandar un mensajito por WhatsApp.",
      "confianza": 0.44,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 395.2,
      "fin": 434.43,
      "duracion": 39.23,
      "texto": "Si me querés poner en altavoz para ver el mensajito, te mando un mensajito, te puse un poquito más de modificar, te lo mandé por WhatsApp. Bien. Básicamente, te voy a herramientar junto a 6.1. Bien, como yo soy de Mendoza. Ahí es mi nombre o la postal, digamos, vos, de cualquier inconveniente, de cualquier duda, digamos, que te surja, o me podés escribir ahí por WhatsApp. No te voy a contestar en la máquina, te voy a contestar yo directamente, ¿bien? Así que bien. Mírate, se me comentó, nosotros normalmente hacemos lo que es envío a sucursar, ¿sí?, por una cuestión de tiempo y seguridad, ¿sí? Yo no sé si vos, en qué localidad, me imagino que es Buenos Aires, por el código tearia, en qué localidad te ubican de Buenos Aires. Buenos Aires, Atán.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 435.41,
      "fin": 435.76,
      "duracion": 0.35,
      "texto": "Bien,",
      "confianza": 0.617,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 435.76,
      "fin": 442.18,
      "duracion": 6.42,
      "texto": "mira, González Catán tenemos una sucursal, sí, que se ubica en Simone Pérez, 4429, perdón.",
      "confianza": 0.617,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 442.2,
      "fin": 457.8,
      "duracion": 15.6,
      "texto": "Esa sería la, para que fueras a retirar los chips, bien, tendrás que ir vos con tu nena y hermano, obviamente, porque vos sos la titular, ¿bien? Esta te quedaría cómoda, digamos. ¿Y eso cuándo?",
      "confianza": 0.495,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 458.44,
      "fin": 547.51,
      "duracion": 89.07,
      "texto": "Mira, tardan entre un periodo de tres a cinco días hábiles y no te va a dar... No, menos, es que usas poquito. O sea, suponerte, yo creo que esta semana ya tenés las tres líneas, o sea, ya tenés las tres chips ahí en la sucursal, digamos, no tenés que estar, digamos, buscando mucho ni nada. ¿Y cuándo se vencerían? ¿Cuándo yo tendría que haber una de esas rutas? Mira, vos entrarías aproximadamente, suponerte, y no es miércoles, bueno, suponerte el lunes, suponerte que entrarías, entrarías a mitad de mes, sí, aproximadamente, La factura te llegaría la última semana de enero y vencería a mitad de febrero. Bien, como te digo. Ah, listo, porque ahora se va a pagar la otra factura. Claro, no. Si se te vence la factura, como te digo, tenés una semana aparte de tolerancia así para que lo puedas abonar y queda tranquila que no te vas a quedar sin líneas en ese momento. ¿Vieron? Ah, bueno. Una pregunta porque todos somos fundamentales, digamos. ¿Cuál de las dos líneas es la que dice baja, la que están preparadas o cuál sería? El 57. Bien, perfecto. Esa es la que está en preparo, digamos. Perfecto, bien. Ahí abramos un solonito. Prepa... Perfecto. Bien. Bueno, mira. Yo te voy a pedir, si me puedes enviar ahora, o si lo tenés a mano, una foto del frente y reverso de tu DNI para validar lo que es la titularía, si puede estar, ¿sí? Es falso. Para juntar a los solicitudis, para, precisamente, corroborar que el titular está haciendo el trámite. Por la vez que lo validemos, que esté tranquila, que lo podés eliminar. ¿Sí? No sé si vos lo tenés a mano ahí. Sí. Dale, te acuerdo.",
      "confianza": 0.522,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 550.29,
      "fin": 572.42,
      "duracion": 22.13,
      "texto": "¿Tienes algo que hacer?",
      "confianza": 0.386,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 580.31,
      "fin": 603.2,
      "duracion": 22.88,
      "texto": "No, pero ahí te la guardo, como te digo, ahí en WhatsApp.",
      "confianza": 0.281,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 611.8,
      "fin": 612.54,
      "duracion": 0.74,
      "texto": "Bien, mira.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 614.22,
      "fin": 630.54,
      "duracion": 16.32,
      "texto": "Ahí me llegó lo que es el frente, ¿sí? Bien, ahí vale lo que es el frente, me faltaría el dorso solamente.",
      "confianza": 0.181,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 631.72,
      "fin": 656.6,
      "duracion": 24.88,
      "texto": "¿Hola? Sí, sí, ahí me escuchas. Perfecto, bien. Ahí me llegaron las fotos de la foto, ¿sí? Bien. Mira, ahí está el foro malignado, si querés lo puedes ir eliminando. Mira, me figura un correo electrónico, decime si es correcto, ¿sí? Dice salas.marianacero82.com. ¿Es el tuyo, es correcto? Perfecto, perfecto. Bien.",
      "confianza": 0.239,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 656.62,
      "fin": 663.61,
      "duracion": 6.99,
      "texto": "Bueno, mira, yo ahora te voy a enviar lo que es el mensajito de portabilidad, el código de portabilidad, no sé si vos lo conoces.",
      "confianza": 0.612,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 663.63,
      "fin": 664.55,
      "duracion": 0.92,
      "texto": "No. Bien,",
      "confianza": 0.8,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 664.55,
      "fin": 665.19,
      "duracion": 0.64,
      "texto": "mira, te comento.",
      "confianza": 0.542,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 665.21,
      "fin": 680.16,
      "duracion": 14.95,
      "texto": "Este mensaje de portabilidad es un código de portabilidad que te llega por mensaje de texto común del remitente 223. sirve para que vos actives la línea y pases a la compañía manteniendo el mismo número del teléfono. Como las tres líneas están bajo tu nombre, sí se activan todas las líneas con una sola con un solo código, digamos, sí.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 681.0,
      "fin": 700.4,
      "duracion": 19.4,
      "texto": "Cuando te llegue, te pido que le saques una captura de pantalla y me lo envíes o que es el mensaje y me lo envíes, sí. Bueno, hay un momento. Bien, ahí te va a llegar, agarrame un segundito. Te voy a traer unos 10 segunditos más o menos, como te digo, te llega no por WhatsApp, sino por la mensajería interna del teléfono. Bien.",
      "confianza": 0.545,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 701.36,
      "fin": 728.04,
      "duracion": 26.68,
      "texto": "Ay, avísame si no pedimos que lo reviene, no hay ningún problema. Dale, dale, te espero.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 734.55,
      "fin": 762.08,
      "duracion": 27.53,
      "texto": "No me llevo nada. Mira, bueno, ahí podemos que te lo reenvíen en tus sites. Si no te llevo nada, ahí lo reenvío, no hay ningún problema. ¿Por mensaje común me dijiste? Claro, por mensaje común, no por WhatsApp.",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 764.77,
      "fin": 790.66,
      "duracion": 25.89,
      "texto": "Bueno, no hay problema, ahí lo reenviamos. A ver, aguardamos un segundito. Bien, ahí fue reenviado, no hay problema. Por ahí se puede doblar, después va a haber un error con el envíe y demás, así que quédate tranquila que es normal, digamos. Bien. Fíjate que al final diga para el prestador Movistar o MVS en su defecto, sí, son las siglas de Movistar. Ahí se me cité yo.",
      "confianza": 0.219,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 808.85,
      "fin": 817.5,
      "duracion": 8.65,
      "texto": "Bueno, mira, en el caso de que no te haya llegado todavía.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 819.31,
      "fin": 820.47,
      "duracion": 1.16,
      "texto": "No. Bien.",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 820.49,
      "fin": 827.6,
      "duracion": 7.11,
      "texto": "Bueno, mira, entonces te voy a pedir, te voy a mandar ahora un numerito en estos casos que se hace cuando no le llega el código de portabilidad al cliente.",
      "confianza": 0.652,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 828.0,
      "fin": 839.18,
      "duracion": 11.18,
      "texto": "Yo te paso un numerito, vos llamás, ¿bien? En ese numerito te va a atender un bot que te va a dictar el código de cuatro dígitos, nada más. Y te va a cortar, ¿sí? Te pido que estés atenta con un papelito o algo, lo anotes y después me lo pases, no hay ningún problema.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 842.26,
      "fin": 849.45,
      "duracion": 7.19,
      "texto": "¿Bien? Ay, que no tengo ni con qué anotar. No, no, no. Te digo que lo tenga o que lo memorices, nada más. Te van a dar a decir cuatro dígitos, nada más.",
      "confianza": 0.092,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 852.04,
      "fin": 855.04,
      "duracion": 3.0,
      "texto": "Bien, así que que no me quedo tranquilo en ese sentido. Mira, ahí te lo creo. Bien.",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 855.61,
      "fin": 858.98,
      "duracion": 3.37,
      "texto": "Bueno, mira, por mientras te voy a hacer lo que es el cierre comercial, ¿bien?",
      "confianza": 0.675,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 859.54,
      "fin": 867.43,
      "duracion": 7.89,
      "texto": "Este te comento es un cierre legal, sí, que sirve de constatación de que yo en el día a la fecha te ofrezco tal plan con tales beneficios y descuentos, sí.",
      "confianza": 0.596,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 867.45,
      "fin": 870.37,
      "duracion": 2.92,
      "texto": "Así que te consultas. Acá tenés alguna duda, consulta antes de que empiece con el cierre.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 878.84,
      "fin": 882.21,
      "duracion": 3.37,
      "texto": "¿Cuándo se vente?",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 883.24,
      "fin": 887.1,
      "duracion": 3.87,
      "texto": "Mira, más o menos se tendría que estar reteniendo mitad de febrero aproximadamente.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 887.3,
      "fin": 888.72,
      "duracion": 1.42,
      "texto": "La factura por ahí, sí, sí.",
      "confianza": 0.642,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 888.74,
      "fin": 909.38,
      "duracion": 20.64,
      "texto": "Quédate tranquila como te digo que después del balcón de Vences Suponentes el día 1 de febrero, suponentes, se te da una semana más para que vos pagues. Así que quédate tranquila. Ahí está. Bueno, mira, ahora comienzo con el siempre, sí, como te digo, cualquier duda, consulta que te surja, me la podés hacer al finalizar.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 909.39,
      "fin": 910.68,
      "duracion": 1.28,
      "texto": "Bien.",
      "confianza": 0.618,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 910.93,
      "fin": 919.76,
      "duracion": 8.83,
      "texto": "Para recibir futuras promociones, entonces, usted tiene lo que es Internet de Movistar en su domicilio? No, no. No, perfecto. Bueno, no hay problema.",
      "confianza": 0.354,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 919.78,
      "fin": 919.88,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 919.9,
      "fin": 923.14,
      "duracion": 3.24,
      "texto": "Vamos a aportar, entonces, lo que son las líneas. Número 11-3606-3706.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 924.31,
      "fin": 940.63,
      "duracion": 16.32,
      "texto": "La otra línea que es 11-67-24-15-80. Y la otra línea que es 11-4189-8257. A nombre y apellido de la titular actual, Mariana Vanessa Salas. ¿Me confirmarían los últimos dígitos de Kodenei, por favor? Sí, 980.",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 941.0,
      "fin": 941.54,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.419,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 942.2,
      "fin": 947.63,
      "duracion": 5.43,
      "texto": "Me comentó que su compañero es claro y que cuenta con una factura mensual a su nombre. La factura es su nombre.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 949.73,
      "fin": 988.24,
      "duracion": 38.51,
      "texto": "Sí. Perfecto. ¿Vos sabéis lo que es un chip físico o un chip virtuoso? ¿Cómo? ¿Vos sabéis lo que es la tarjetica que se coloca en el teléfono? Digamos, el chip físico. Sí, el chip físico. ¿Curso de Movistar? Ubicada en Simón el Pérez, 4429. Esto es en la localidad de González Catán, en la provincia de Buenos Aires. Bien, le recordamos que el costo del servicio al día de hoy es de 10.400 pesos, porque tiene un descuento fijo ya aplicado por seis meses en el de 41.650. Es un plan base de ocho gigas y se le regala otro más durante seis meses. El correo electrónico sí que nos había brindado es el siguiente, salas.mariana082.com, ¿correcto? Sí.",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 991.02,
      "fin": 991.32,
      "duracion": 0.3,
      "texto": "Bien.",
      "confianza": 0.591,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 991.5,
      "fin": 1027.51,
      "duracion": 36.01,
      "texto": "Va a estar recibiendo la facturación online a través de ese mail, sí, desde la dame y movistar, empezando la sección servicios, va a haber toda la información referida a la factura, el ciclo de facturación, el vencimiento, el monto a pagar, va a activar 20 gigas de regalo con una duración de 30 días, que esto es la parte de los días que le comenté, va a adherirse al lévito automático y, como le dije, va a sumar 4 gigas de regalo en cada línea móvil, ya que porta más de una línea desde que trabaja bajo su nombre, sí. Con respecto a lo que es la fecha de portabilidad, una vez aprobada la portabilidad de Zulín, aportará a las 48 horas hábiles, si un día antes, por mensaje de Bogotá, te damos a estar informando la fecha para que se quede tranquila. Aún no se va en código. Ah, perfecto. Bueno, si le puedes sacar una captura de pantalla en vermelo, genial.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1029.27,
      "fin": 1035.2,
      "duracion": 5.93,
      "texto": "Es importante que no coloque el chip antes de la fecha informada, y le solicitamos que en caso de no levantar señales el chip, reinice el teléfono.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1035.76,
      "fin": 1041.87,
      "duracion": 6.11,
      "texto": "Por otro lado, el tema de los últimos días, para hacer una encuesta de satisfacción vía WhatsApp, les pido que la completen, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1042.37,
      "fin": 1044.98,
      "duracion": 2.61,
      "texto": "Bien, adiós. Ahí terminé con el cierre comercial, ¿sí?",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1045.6,
      "fin": 1048.53,
      "duracion": 2.92,
      "texto": "Ahí avísame si me pueden ver lo que es el mensajito de la portabilidad.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1051.85,
      "fin": 1054.6,
      "duracion": 2.75,
      "texto": "¿Cómo le digo? ¿Captura de pantalla o sacada de copiar mensaje a mi armelo?",
      "confianza": 0.361,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1057.5,
      "fin": 1084.49,
      "duracion": 26.99,
      "texto": "Ahí está, ahí perfecto, ahí me llego entonces. Bueno, mire, ahora ya estaríamos terminando todo, ¿sí? Así que, si hay alguna duda, consulta ahora, ¿qué me quiere hacer? No. Perfecto. Bueno, yo ahora me pongo a agarrar los solicitos, entonces, como te digo, va a tener mi número ahí, cualquier cosa, debes estar contestando yo, ¿sí? Vale, listo. Entonces, ¿esta línea va a funcionar a partir de tres o cuatro días, mi hijo? Sí,",
      "confianza": 0.077,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1084.49,
      "fin": 1084.83,
      "duracion": 0.34,
      "texto": "claro, suponete.",
      "confianza": 0.118,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1084.85,
      "fin": 1099.88,
      "duracion": 15.03,
      "texto": "Si no, es el viernes, es el lunes, y como te digo, te van a avisar un día antes. Suponete que portas el día lunes, el día domingo se te avisa que tenés que ir a retirar los chips al otro día. Así que, quedate tranquila y no te vas a quedar sin línea en ningún momento. Sí, claro. Perfecto. Bueno, que tengan un muy buen día y bienvenida a Movistar.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1100.56,
      "fin": 1103.05,
      "duracion": 2.49,
      "texto": "Adiós.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿buen día Mariana? Sí. ¿Cómo te va Mariana? Tomás es mi nombre, me convenció la idea de recuperar de clientes para visitar. Exactamente a tu cuenta con claro, ¿verdad? Sí. Bien, mira, el motivo de mi llamados era para preguntarle por qué se había ido de la compañía, ¿sí? Qué inconvenientes había tenido con la línea y demás. Ay, no me acuerdo ya. Creo que se me habían aumentado un montón. Sí, bien. Bueno, mire, le comento. Nosotros, exactamente, vamos a hacer una campaña de recuperación de clientes. Nos fedora que se había sido una buena clínica, según la que le dije, y el tiempo que había estado con la compañía. Sí, por eso mismo, yo le llamé al día de hoy. Ah, no, ya sé por qué me cambié de empresa. Porque me robaron el celular y yo no tenía recibo de sueldo y le pedí comprar un teléfono a Contra Factura y no me lo quisieron mandar. Ah, bien, entiendo. Sí, sí, tuviste ese inconveniente. Perfecto. Bueno, mira, te comento. Nosotros, actualmente, con los que son estos teléfonos contra la factura y demás, lo podemos brindar sin problemas, sin necesidad de, ¿cómo se llama?, de que quede entre algún inconveniente o un hito de acreditillo que dure, digamos, ¿entendés? ¿Y qué pasa con el tema este? Pasa mucho, por ejemplo, mucho cliente le ha robado el teléfono y ha tratado de sacar uno. Y por una u otra cosa, bueno, no se le ha terminado brindando. Ahora tratamos de la opción de que sí. Sí. ¿Tendrás que sacarlo con otra factura? Bueno, si le sacamos una tarjeta de crédito también puedes. Bien. Te consulto cómo estarás con la compañía en la única línea. ¿Tenías rojo tu nombre o tenías alguna otra parte? No, tenía la de mi hijo. ¿Eran dos en total? Sí, ahora tengo tres. Una la iba. Va, bien, perfecto. Y te consulto por eso de ocupar muchos días en la línea o eso le da mucho interés al teléfono. ¿Cómo? ¿Puedes usar el teléfono para trabajar? No, lo que puedo es que yo estoy en casa y tengo wifi y lo uso cuando estoy en la calle nada más. Ah, perfecto. Bueno, mira, entonces te comento el plan que tenemos para aprenderles quizá el día de hoy. Tengo un plan de ocho gigas de base, ocho más del regalo. Durante seis meses tendría 16. Y como tú tenés más de... Si es que portás más de una línea en el que estabas bajo tu nombre, te sumarían cuatro gigas más, o sea que querés ir a con 20 gigas. Y ese plan de queda en precio al día de él es de 10.400 pesos. Tenés WhatsApp Practice, llamás al librato de la compañía, y Rumia en América ya incluido. ¿Bien? Es alguno de los planes que tenemos en promociones la opción más elegida, digamos. Bien. No sé si vos en las otras líneas, capaz si sueles trabajar con el teléfono, ¿no? Mira, la que más uso es mi nena porque la usan en el colegio y todo eso y siempre se queda sin... Ahora la di de baja por eso, porque yo estaba pagando un abono, creo que de 9 mil pesos cada línea y las últimas dos boletas me vino 20 mil pesos de la nena y... De la, claro. De la recarga que ella supuestamente no hizo, y viste que tuve toda una estupenda y la línea de ella la di de baja. Bien, perfecto, entiendo. Claro, mira, nosotros lo que brindamos para que los clientes no tengan que hacer justamente esta recarga, brindamos dos gigas del regalo. Y aparte, si vos, por ejemplo, tenés más de una línea, te sumamos cuatro gigas, tratamos de que en cualquier momento, en cualquier situación, es que vos no tengas que recargar. Con que vos pagues el abono y aderectamente no tengas que estar recargando, básicamente. Que tu gasto sea únicamente el abono. No sé si me explico con eso. Sí. Entonces, como te digo, tratamos de brindar eso. Si querés, por ejemplo, a tu línea, que podemos brindar un plan un poquito más económico, a las que usan más gigas podemos brindar este plan y a otras un poquito más económico para, como vamos a decir, que se haga un poquito de balance, digamos. Pero, como te digo, este sería el mejor plan que le podríamos brindar. Como hoy ya estuviste en un momento en las compañías y la mayoría de los otros los tenemos, ¿bien? No sería un trámite muy engorroso el que tendrías que hacer, digamos. Claro. Como te digo. Como te digo que harían comerse con alguien y además sí, decime. Que no estoy en mi casa y no me acuerdo del teléfono de mi hija. Ah, mira. Ah, bueno, a ver, mira. Disculpame, a ver. Mira, me figuran dos números de telés, tres. O sea, bueno, tú ya serían con tres. El tuyo termina en 7706, ¿correcto? Sí, sí. El de tu hija, bueno, me salen dos. Yo te digo, uno termina en 8257, o sea. Sí. Y el resto termina en 15.80, esos son los que me figuran acá, por lo menos, que estuvieron... Ah, sí, son esos tres. Ah, bien. Bueno, mira, como te digo, podríamos aplicar a todos el mismo plenme, como te digo, que harían con 20.000 cada uno, ¿no? Nosotros le aplicamos un descuento para que no tengan un aumento desmedido ni nada, ¿bien? No tendrías que quedar recargando ni nada, como te digo, tardaría un montón de dinero y aparte tendrías que ir a todo el tiempo, lo podrías guardar y demás. ¿Y por cuánto tiempo es eso? Mira, te comento, nosotros actualmente lo que hacemos es promocionar, lo abrimos por un periodo de 6 meses para que vos en este periodo de tiempo no tengas fluctuaciones en el precio, luego desde la aplicación, desde la edad actual mejor dicho, puedes acceder a lo que es otro plan directamente. Puedes armar incluso tu propio plan o ver los que te arrojan la misma aplicación, entonces nunca te quedas sin una promocion activa, así siempre pagas un plan activo. Y si no se te hace muy intuitiva la app, Ahí entra el rol del asesor, que en este caso sería yo. Bien, te brindaría la asesoría para que vos puedas supuestamente entrar al app y armar el bloqueje, el plan, o acceder a otro. Bien, como te digo. Así que nunca se tira el labón ni nada. Como te digo, te robaría cinco minutos más de lo que ya te robé, pegándote todo esto. Así no tenés que estar, digamos, pensando mucho y nada, como te digo. En todas las líneas no tendrás que recargar ni nada. Si una de las líneas se queda sin gigas, o desde tu línea, o de la otra línea, le puedes pasar también gigas. Ah, bueno, vale. Entonces, eso es mejor. Bueno, a ver, nos guardamos un segundo y te voy a ir corroborando algunos datos, o decíme si son correctos, algo cambiado, ¿sí? Mira, me figura que tu DNI termina en 980, ¿es correcto? Sí. Bien, perfecto. Tu nombre completo es Mariana Vanessa Salas. Sí. Perfecto. Bien. A ver, entonces, las tres líneas a las que te aportarían serían esas que te comenté, digamos. Las que me figuran acá. Sí. Perfecto. Bueno. Mira, yo te voy a mandar un mensajito por WhatsApp. Si me querés poner en altavoz para ver el mensajito, te mando un mensajito, te puse un poquito más de modificar, te lo mandé por WhatsApp. Bien. Básicamente, te voy a herramientar junto a 6.1. Bien, como yo soy de Mendoza. Ahí es mi nombre o la postal, digamos, vos, de cualquier inconveniente, de cualquier duda, digamos, que te surja, o me podés escribir ahí por WhatsApp. No te voy a contestar en la máquina, te voy a contestar yo directamente, ¿bien? Así que bien. Mírate, se me comentó, nosotros normalmente hacemos lo que es envío a sucursar, ¿sí?, por una cuestión de tiempo y seguridad, ¿sí? Yo no sé si vos, en qué localidad, me imagino que es Buenos Aires, por el código tearia, en qué localidad te ubican de Buenos Aires. Buenos Aires, Atán. Bien, mira, González Catán tenemos una sucursal, sí, que se ubica en Simone Pérez, 4429, perdón. Esa sería la, para que fueras a retirar los chips, bien, tendrás que ir vos con tu nena y hermano, obviamente, porque vos sos la titular, ¿bien? Esta te quedaría cómoda, digamos. ¿Y eso cuándo? Mira, tardan entre un periodo de tres a cinco días hábiles y no te va a dar... No, menos, es que usas poquito. O sea, suponerte, yo creo que esta semana ya tenés las tres líneas, o sea, ya tenés las tres chips ahí en la sucursal, digamos, no tenés que estar, digamos, buscando mucho ni nada. ¿Y cuándo se vencerían? ¿Cuándo yo tendría que haber una de esas rutas? Mira, vos entrarías aproximadamente, suponerte, y no es miércoles, bueno, suponerte el lunes, suponerte que entrarías, entrarías a mitad de mes, sí, aproximadamente, La factura te llegaría la última semana de enero y vencería a mitad de febrero. Bien, como te digo. Ah, listo, porque ahora se va a pagar la otra factura. Claro, no. Si se te vence la factura, como te digo, tenés una semana aparte de tolerancia así para que lo puedas abonar y queda tranquila que no te vas a quedar sin líneas en ese momento. ¿Vieron? Ah, bueno. Una pregunta porque todos somos fundamentales, digamos. ¿Cuál de las dos líneas es la que dice baja, la que están preparadas o cuál sería? El 57. Bien, perfecto. Esa es la que está en preparo, digamos. Perfecto, bien. Ahí abramos un solonito. Prepa... Perfecto. Bien. Bueno, mira. Yo te voy a pedir, si me puedes enviar ahora, o si lo tenés a mano, una foto del frente y reverso de tu DNI para validar lo que es la titularía, si puede estar, ¿sí? Es falso. Para juntar a los solicitudis, para, precisamente, corroborar que el titular está haciendo el trámite. Por la vez que lo validemos, que esté tranquila, que lo podés eliminar. ¿Sí? No sé si vos lo tenés a mano ahí. Sí. Dale, te acuerdo. ¿Tienes algo que hacer? No, pero ahí te la guardo, como te digo, ahí en WhatsApp. Bien, mira. Ahí me llegó lo que es el frente, ¿sí? Bien, ahí vale lo que es el frente, me faltaría el dorso solamente. ¿Hola? Sí, sí, ahí me escuchas. Perfecto, bien. Ahí me llegaron las fotos de la foto, ¿sí? Bien. Mira, ahí está el foro malignado, si querés lo puedes ir eliminando. Mira, me figura un correo electrónico, decime si es correcto, ¿sí? Dice salas.marianacero82.com. ¿Es el tuyo, es correcto? Perfecto, perfecto. Bien. Bueno, mira, yo ahora te voy a enviar lo que es el mensajito de portabilidad, el código de portabilidad, no sé si vos lo conoces. No. Bien, mira, te comento. Este mensaje de portabilidad es un código de portabilidad que te llega por mensaje de texto común del remitente 223. sirve para que vos actives la línea y pases a la compañía manteniendo el mismo número del teléfono. Como las tres líneas están bajo tu nombre, sí se activan todas las líneas con una sola con un solo código, digamos, sí. Cuando te llegue, te pido que le saques una captura de pantalla y me lo envíes o que es el mensaje y me lo envíes, sí. Bueno, hay un momento. Bien, ahí te va a llegar, agarrame un segundito. Te voy a traer unos 10 segunditos más o menos, como te digo, te llega no por WhatsApp, sino por la mensajería interna del teléfono. Bien. Ay, avísame si no pedimos que lo reviene, no hay ningún problema. Dale, dale, te espero. No me llevo nada. Mira, bueno, ahí podemos que te lo reenvíen en tus sites. Si no te llevo nada, ahí lo reenvío, no hay ningún problema. ¿Por mensaje común me dijiste? Claro, por mensaje común, no por WhatsApp. Bueno, no hay problema, ahí lo reenviamos. A ver, aguardamos un segundito. Bien, ahí fue reenviado, no hay problema. Por ahí se puede doblar, después va a haber un error con el envíe y demás, así que quédate tranquila que es normal, digamos. Bien. Fíjate que al final diga para el prestador Movistar o MVS en su defecto, sí, son las siglas de Movistar. Ahí se me cité yo. Bueno, mira, en el caso de que no te haya llegado todavía. No. Bien. Bueno, mira, entonces te voy a pedir, te voy a mandar ahora un numerito en estos casos que se hace cuando no le llega el código de portabilidad al cliente. Yo te paso un numerito, vos llamás, ¿bien? En ese numerito te va a atender un bot que te va a dictar el código de cuatro dígitos, nada más. Y te va a cortar, ¿sí? Te pido que estés atenta con un papelito o algo, lo anotes y después me lo pases, no hay ningún problema. ¿Bien? Ay, que no tengo ni con qué anotar. No, no, no. Te digo que lo tenga o que lo memorices, nada más. Te van a dar a decir cuatro dígitos, nada más. Bien, así que que no me quedo tranquilo en ese sentido. Mira, ahí te lo creo. Bien. Bueno, mira, por mientras te voy a hacer lo que es el cierre comercial, ¿bien? Este te comento es un cierre legal, sí, que sirve de constatación de que yo en el día a la fecha te ofrezco tal plan con tales beneficios y descuentos, sí. Así que te consultas. Acá tenés alguna duda, consulta antes de que empiece con el cierre. ¿Cuándo se vente? Mira, más o menos se tendría que estar reteniendo mitad de febrero aproximadamente. La factura por ahí, sí, sí. Quédate tranquila como te digo que después del balcón de Vences Suponentes el día 1 de febrero, suponentes, se te da una semana más para que vos pagues. Así que quédate tranquila. Ahí está. Bueno, mira, ahora comienzo con el siempre, sí, como te digo, cualquier duda, consulta que te surja, me la podés hacer al finalizar. Bien. Para recibir futuras promociones, entonces, usted tiene lo que es Internet de Movistar en su domicilio? No, no. No, perfecto. Bueno, no hay problema. Bien. Vamos a aportar, entonces, lo que son las líneas. Número 11-3606-3706. La otra línea que es 11-67-24-15-80. Y la otra línea que es 11-4189-8257. A nombre y apellido de la titular actual, Mariana Vanessa Salas. ¿Me confirmarían los últimos dígitos de Kodenei, por favor? Sí, 980. Perfecto. Me comentó que su compañero es claro y que cuenta con una factura mensual a su nombre. La factura es su nombre. Sí. Perfecto. ¿Vos sabéis lo que es un chip físico o un chip virtuoso? ¿Cómo? ¿Vos sabéis lo que es la tarjetica que se coloca en el teléfono? Digamos, el chip físico. Sí, el chip físico. ¿Curso de Movistar? Ubicada en Simón el Pérez, 4429. Esto es en la localidad de González Catán, en la provincia de Buenos Aires. Bien, le recordamos que el costo del servicio al día de hoy es de 10.400 pesos, porque tiene un descuento fijo ya aplicado por seis meses en el de 41.650. Es un plan base de ocho gigas y se le regala otro más durante seis meses. El correo electrónico sí que nos había brindado es el siguiente, salas.mariana082.com, ¿correcto? Sí. Bien. Va a estar recibiendo la facturación online a través de ese mail, sí, desde la dame y movistar, empezando la sección servicios, va a haber toda la información referida a la factura, el ciclo de facturación, el vencimiento, el monto a pagar, va a activar 20 gigas de regalo con una duración de 30 días, que esto es la parte de los días que le comenté, va a adherirse al lévito automático y, como le dije, va a sumar 4 gigas de regalo en cada línea móvil, ya que porta más de una línea desde que trabaja bajo su nombre, sí. Con respecto a lo que es la fecha de portabilidad, una vez aprobada la portabilidad de Zulín, aportará a las 48 horas hábiles, si un día antes, por mensaje de Bogotá, te damos a estar informando la fecha para que se quede tranquila. Aún no se va en código. Ah, perfecto. Bueno, si le puedes sacar una captura de pantalla en vermelo, genial. Es importante que no coloque el chip antes de la fecha informada, y le solicitamos que en caso de no levantar señales el chip, reinice el teléfono. Por otro lado, el tema de los últimos días, para hacer una encuesta de satisfacción vía WhatsApp, les pido que la completen, ya que su opinión es muy importante para la empresa. Bien, adiós. Ahí terminé con el cierre comercial, ¿sí? Ahí avísame si me pueden ver lo que es el mensajito de la portabilidad. ¿Cómo le digo? ¿Captura de pantalla o sacada de copiar mensaje a mi armelo? Ahí está, ahí perfecto, ahí me llego entonces. Bueno, mire, ahora ya estaríamos terminando todo, ¿sí? Así que, si hay alguna duda, consulta ahora, ¿qué me quiere hacer? No. Perfecto. Bueno, yo ahora me pongo a agarrar los solicitos, entonces, como te digo, va a tener mi número ahí, cualquier cosa, debes estar contestando yo, ¿sí? Vale, listo. Entonces, ¿esta línea va a funcionar a partir de tres o cuatro días, mi hijo? Sí, claro, suponete. Si no, es el viernes, es el lunes, y como te digo, te van a avisar un día antes. Suponete que portas el día lunes, el día domingo se te avisa que tenés que ir a retirar los chips al otro día. Así que, quedate tranquila y no te vas a quedar sin línea en ningún momento. Sí, claro. Perfecto. Bueno, que tengan un muy buen día y bienvenida a Movistar. Adiós.",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 34.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:53:55.096127",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 8,
    "total_segmentos_original": 284,
    "total_segmentos_corregido": 95,
    "fecha_correccion": "2026-01-18T23:05:16.828872",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112607107_ACD_85413",
    "fecha_inicio": "14/1/2026 11:26:07",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 1079,
    "tiempo_conversacion": 1051,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}