{
  "archivo": "amza20_1_260115120942224_ACD_25687.wav",
  "duracion_segundos": 229.99,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 117.53,
    "Cliente": 100.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.06,
      "duracion": 8.03,
      "texto": "Hola, buenos días Jorge. Sí. Como le digas Jorge, Tomás es mi nombre, me conveniente hablaría de recuperar el cliente en Modistar.",
      "confianza": 0.117,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.8,
      "fin": 24.15,
      "duracion": 15.35,
      "texto": "Exactamente cuenta con claro, ¿correcto? Así es. Sí, mire, motivé a mi mamá a hacerla para preguntarle por qué te había ido de la compañía, qué inconvenientes había tenido con las líneas y demás. No, inconveniente ninguno, solo por el precio.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.99,
      "fin": 30.12,
      "duracion": 5.13,
      "texto": "Bien, perfecto. ¿Tuvo algún reto inconveniente cuando crees la línea? ¿Algún problema, por ejemplo, de señal o algo por el estilo?",
      "confianza": 0.59,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 33.72,
      "fin": 49.18,
      "duracion": 15.46,
      "texto": "Sí, localmente no, pero cuando tuve que hacer un viaje al exterior, el roaming que tenían era bastante más caro que claro y no llegaba a algunos países donde estuve, pero después del resto todo bien.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.3,
      "fin": 61.85,
      "duracion": 11.55,
      "texto": "Bien, entiendo. Bueno, mire, le comento a nosotros con el tema de lo que es, por ejemplo, el roaming. ya bien incluido en los planes, o sea, usted no tiene que estar comprando pack to pack, ni nada, ya con los guías que usa acá en Argentina, digamos, los puede usar afuera también.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.41,
      "fin": 88.51,
      "duracion": 26.1,
      "texto": "Así que eso, por ese lado, digamos, estamos mejorando. Con el tema, por ejemplo, de lo que usamos aumentos, nosotros lo aplicamos de momento fijos a los planes para que los clientes no tengan a este momento desmedido, así que usted me comente detuvo, ¿bien? Además de rendernos con una asesoría personal, ¿qué quiere decir eso? Si cualquier problema de cualquier renda que tejas a la línea, directamente me lo comunique a mí por WhatsApp. No tienes que estar llamando a un 0800 ni tomarte a la molecha y irte a una sucursal. Si, si, si, claro.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.53,
      "fin": 101.03,
      "duracion": 12.5,
      "texto": "Entonces, tratamos de mejorar, por ejemplo, con clientes como usted que no tuvieron necesariamente problemas con el servicio, pero sí, pero sí, digamos, con el tema este de la facturación y demás.",
      "confianza": 0.764,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.05,
      "fin": 111.86,
      "duracion": 10.81,
      "texto": "Le pregunto, ¿actualmente cuando Giga ocupa mucho Giga o no es que le da mucho interés a lo que es el teléfono? No, no, muy bajo. Yo lo uso.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.72,
      "fin": 120.97,
      "duracion": 8.25,
      "texto": "No tengo muchos requerimientos. Sí, cuando voy al exterior ahí sí. Pero estoy acá localmente.",
      "confianza": 0.152,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.99,
      "fin": 121.29,
      "duracion": 0.3,
      "texto": "Bien, perfecto.",
      "confianza": 0.006,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 121.31,
      "fin": 123.51,
      "duracion": 2.2,
      "texto": "Bueno, mire, le comento uno de los planes que tiene en Rooming, por ejemplo.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.21,
      "fin": 127.32,
      "duracion": 3.1,
      "texto": "Tengo un plan de 8 gigas de base más 8 de regalo bien por 6 meses.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.84,
      "fin": 142.71,
      "duracion": 14.87,
      "texto": "Tendría 16. Tiene WhatsApp Parade, llamadas libres a todas las compañías. Y Rooming en América ya incluido, como le digo. Ese plan le queda un precio de 10.400 pesos. Tendría 16 gigas. Los voy a ir guardando mes a mes en caso de que le sobren. Vean. Lo pagaría por días que no ocupan. Y tendría conectividad todos los meses.",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.05,
      "fin": 145.41,
      "duracion": 2.36,
      "texto": "Bien.",
      "confianza": 0.708,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 145.43,
      "fin": 162.49,
      "duracion": 17.06,
      "texto": "¿Usted es la única línea que tiene bajo su nombre o tiene alguna otra parte? No, en mi casa usamos cuatro líneas, pero la mía es única de estas. Ah, perfecto. Bueno, mire, tendría este plan, como le digo. Sería la opción más elegida que nosotros tenemos por tema price y demás.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.15,
      "fin": 171.28,
      "duracion": 8.13,
      "texto": "Y sobre todo porque tiene el Rommel. Sí, se preocupa mucho por este tema del Rommel, sobre todo. Usted me dice que viaja o no le vendría bien entonces.",
      "confianza": 0.453,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.95,
      "fin": 229.99,
      "duracion": 57.04,
      "texto": "de todas formas, de todas formas hasta julio, que me vence el plan, no me voy a cambiar, pero digo esto por las dudas, por nobleza al liga, digamos, ellos me han atendido durante todo el año a buen precio y me han hecho reducción en los viajes que tuve, 30 gigas tuve con un precio muy bajo, 15.000 pesos en el exterior y bueno estuve en varios países y lo pude usar sin ningún problema así que hasta julio que me vence el plan actual no lo voy a modificar todavía así que en todo caso más adelante si me querés llamar no tengo ningún problema perfecto bueno no hay problema entonces le agradezco su atención nos estará contactando al contrario muchísimas gracias",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días Jorge. Sí. Como le digas Jorge, Tomás es mi nombre, me conveniente hablaría de recuperar el cliente en Modistar. Exactamente cuenta con claro, ¿correcto? Así es. Sí, mire, motivé a mi mamá a hacerla para preguntarle por qué te había ido de la compañía, qué inconvenientes había tenido con las líneas y demás. No, inconveniente ninguno, solo por el precio. Bien, perfecto. ¿Tuvo algún reto inconveniente cuando crees la línea? ¿Algún problema, por ejemplo, de señal o algo por el estilo? Sí, localmente no, pero cuando tuve que hacer un viaje al exterior, el roaming que tenían era bastante más caro que claro y no llegaba a algunos países donde estuve, pero después del resto todo bien. Bien, entiendo. Bueno, mire, le comento a nosotros con el tema de lo que es, por ejemplo, el roaming. ya bien incluido en los planes, o sea, usted no tiene que estar comprando pack to pack, ni nada, ya con los guías que usa acá en Argentina, digamos, los puede usar afuera también. Así que eso, por ese lado, digamos, estamos mejorando. Con el tema, por ejemplo, de lo que usamos aumentos, nosotros lo aplicamos de momento fijos a los planes para que los clientes no tengan a este momento desmedido, así que usted me comente detuvo, ¿bien? Además de rendernos con una asesoría personal, ¿qué quiere decir eso? Si cualquier problema de cualquier renda que tejas a la línea, directamente me lo comunique a mí por WhatsApp. No tienes que estar llamando a un 0800 ni tomarte a la molecha y irte a una sucursal. Si, si, si, claro. Entonces, tratamos de mejorar, por ejemplo, con clientes como usted que no tuvieron necesariamente problemas con el servicio, pero sí, pero sí, digamos, con el tema este de la facturación y demás. Le pregunto, ¿actualmente cuando Giga ocupa mucho Giga o no es que le da mucho interés a lo que es el teléfono? No, no, muy bajo. Yo lo uso. No tengo muchos requerimientos. Sí, cuando voy al exterior ahí sí. Pero estoy acá localmente. Bien, perfecto. Bueno, mire, le comento uno de los planes que tiene en Rooming, por ejemplo. Tengo un plan de 8 gigas de base más 8 de regalo bien por 6 meses. Tendría 16. Tiene WhatsApp Parade, llamadas libres a todas las compañías. Y Rooming en América ya incluido, como le digo. Ese plan le queda un precio de 10.400 pesos. Tendría 16 gigas. Los voy a ir guardando mes a mes en caso de que le sobren. Vean. Lo pagaría por días que no ocupan. Y tendría conectividad todos los meses. Bien. ¿Usted es la única línea que tiene bajo su nombre o tiene alguna otra parte? No, en mi casa usamos cuatro líneas, pero la mía es única de estas. Ah, perfecto. Bueno, mire, tendría este plan, como le digo. Sería la opción más elegida que nosotros tenemos por tema price y demás. Y sobre todo porque tiene el Rommel. Sí, se preocupa mucho por este tema del Rommel, sobre todo. Usted me dice que viaja o no le vendría bien entonces. de todas formas, de todas formas hasta julio, que me vence el plan, no me voy a cambiar, pero digo esto por las dudas, por nobleza al liga, digamos, ellos me han atendido durante todo el año a buen precio y me han hecho reducción en los viajes que tuve, 30 gigas tuve con un precio muy bajo, 15.000 pesos en el exterior y bueno estuve en varios países y lo pude usar sin ningún problema así que hasta julio que me vence el plan actual no lo voy a modificar todavía así que en todo caso más adelante si me querés llamar no tengo ningún problema perfecto bueno no hay problema entonces le agradezco su atención nos estará contactando al contrario muchísimas gracias",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:56:22.477130",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:16.974533",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120942224_ACD_25687",
    "fecha_inicio": "15/1/2026 12:09:42",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 244,
    "tiempo_conversacion": 222,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}