{
  "archivo": "amza4_1_260113133901907_ACD_61351.wav",
  "duracion_segundos": 136.1,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 49.49,
    "Cliente": 70.59
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.35,
      "fin": 29.84,
      "duracion": 28.49,
      "texto": "Hola. Hola. Hola, ¿qué tal? Buenas tardes. ¿Con Ramón Antonio? Sí, correcto. Ramón, un gusto. Mi nombre es Gabriela. Me estoy comunicando. La haría recuperado de cuenta la compañía Movistar. ¿Cómo está, Ramón? ¿Qué tal? ¿Cómo va? Bien, gracias por preguntar. Trabajando un poco, como diría Mardes. Ramón, ¿no es segura que en el sistema usted deba dos líneas de teléfono con la compañía? Claro, ¿verdad? Correcto.",
      "confianza": 0.198,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.44,
      "fin": 31.02,
      "duracion": 0.58,
      "texto": "Bien.",
      "confianza": 0.212,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.04,
      "fin": 33.66,
      "duracion": 2.62,
      "texto": "¿Y recuerda cuántos yilas tiene contratado en las líneas?",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.17,
      "fin": 106.8,
      "duracion": 67.63,
      "texto": "No, no me acuerdo cuántos. Bueno, no hay problema. Le comenté a Ramón, ¿pero son utilizados mucho en Internet o en el teléfono o poco lo utilizan? Solo cuando salimos de casa, nada más. Bien, yo le pregunto para buscar el plan más conveniente en cuanto a la calidad, al servicio y en cuanto al valor. En este caso, Ramón, lo que tengo para brindarle es un plan donde usted tendría cuatro gigas de base todos los meses fijos, cuatro gigas de regalo por tratarse de dos líneas que traspasaríamos y cuatro gigas los primeros seis meses adicionales. Es decir, los primeros seis meses tendrían los cuatro bases, los cuatro veces de dos líneas y los cuatro regalos. Ya me llamaron por lo mismo y lo fijé y por lo menos este año va a estar con claro y tal vez el año que viene, no sé, viernes. Pero por ahora, estoy con claro. Es único en movilizar. Todos los meses me subían la cuota, me subían la cuota, me subían la cuota y entonces lo largué.",
      "confianza": 0.365,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.69,
      "fin": 109.65,
      "duracion": 1.96,
      "texto": "Y ya estaba pagando como 98.000 pesos.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 113.65,
      "fin": 115.27,
      "duracion": 1.62,
      "texto": "Claro, lo entiendo, lo entiendo perfecto. Lo entiendo perfecto.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.33,
      "fin": 133.09,
      "duracion": 16.76,
      "texto": "Claro, entiendo. Yo era para comentar a los beneficios para que pueda pagar menos y que no me cortara los vicios. Ya había hablado con otros chicos también. Y sí, está bueno, pero por ahora no. Bien, comprando. No, por favor, que lo agradezco Ramón Llorosa, sentado en sistema.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.68,
      "fin": 136.1,
      "duracion": 0.42,
      "texto": "Gracias, hasta luego.",
      "confianza": 0.068,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? Buenas tardes. ¿Con Ramón Antonio? Sí, correcto. Ramón, un gusto. Mi nombre es Gabriela. Me estoy comunicando. La haría recuperado de cuenta la compañía Movistar. ¿Cómo está, Ramón? ¿Qué tal? ¿Cómo va? Bien, gracias por preguntar. Trabajando un poco, como diría Mardes. Ramón, ¿no es segura que en el sistema usted deba dos líneas de teléfono con la compañía? Claro, ¿verdad? Correcto. Bien. ¿Y recuerda cuántos yilas tiene contratado en las líneas? No, no me acuerdo cuántos. Bueno, no hay problema. Le comenté a Ramón, ¿pero son utilizados mucho en Internet o en el teléfono o poco lo utilizan? Solo cuando salimos de casa, nada más. Bien, yo le pregunto para buscar el plan más conveniente en cuanto a la calidad, al servicio y en cuanto al valor. En este caso, Ramón, lo que tengo para brindarle es un plan donde usted tendría cuatro gigas de base todos los meses fijos, cuatro gigas de regalo por tratarse de dos líneas que traspasaríamos y cuatro gigas los primeros seis meses adicionales. Es decir, los primeros seis meses tendrían los cuatro bases, los cuatro veces de dos líneas y los cuatro regalos. Ya me llamaron por lo mismo y lo fijé y por lo menos este año va a estar con claro y tal vez el año que viene, no sé, viernes. Pero por ahora, estoy con claro. Es único en movilizar. Todos los meses me subían la cuota, me subían la cuota, me subían la cuota y entonces lo largué. Y ya estaba pagando como 98.000 pesos. Claro, lo entiendo, lo entiendo perfecto. Lo entiendo perfecto. Claro, entiendo. Yo era para comentar a los beneficios para que pueda pagar menos y que no me cortara los vicios. Ya había hablado con otros chicos también. Y sí, está bueno, pero por ahora no. Bien, comprando. No, por favor, que lo agradezco Ramón Llorosa, sentado en sistema. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.422,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:22:19.229795",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:29.613073",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113133901907_ACD_61351",
    "fecha_inicio": "13/1/2026 13:39:01",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 163,
    "tiempo_conversacion": 131,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}