{
  "archivo": "amza20_1_260114121316644_MIT_01970.wav",
  "duracion_segundos": 106.62,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 25.87,
    "Cliente": 69.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 8.03,
      "fin": 32.01,
      "duracion": 23.98,
      "texto": "Hola. Hola, Francisco. ¿Me escuchas? Soy Tomás. Sí. Perfecto. Bueno, ahí me llegó la foto. Gracias. Ahí la maldita. Así que ya después, luego, si quieres, la puedes eliminar, no hay ningún problema. ¿Bien? Bueno. Así que bien. Bueno, mire, lo único que prestaría ahora es enviarle lo que es el mensajito de portabilidad y realizarle el cierre comercial, ¿sí? Mire, el mensajito de portabilidad, el código de portabilidad, no sé si usted lo conoce.",
      "confianza": 0.196,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.73,
      "fin": 76.93,
      "duracion": 44.2,
      "texto": "Antes, cuando se cambió a claro, a lo mejor lo conoce. Sí. Este código básicamente le llega por mensaje texto común del remitente 223. Sirve para que usted active la línea y pase a la compañía manteniendo el mismo número de teléfono. Cuando yo recibo el código de oportunidad, ¿qué tengo que hacer? Mira, cuando le llegue, ahora le va a llegar ahora, cuando le llegue le pido que le saco una captura de pantalla y me lo envíe o copie el mensaje y me lo envíe. Este básicamente es para cuando usted me avise y yo ya lo le dé alta a la línea. Se va en el momento y no tenga que esperar ningún día más. ¿Cómo es que el cacturo no se aquece? ¿Por qué no? Miren, claro, cuando le llegue, tiene que prestarle los tres dedos, digamos, y a él se da la captura con un corteo en la cabeza.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.65,
      "fin": 86.78,
      "duracion": 8.13,
      "texto": "Bueno, veo si se me hace. No, no hay problema. Si no, dígamelo y le será más fácil, no hay ningún problema. En estos casos no hay problema.",
      "confianza": 0.347,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.48,
      "fin": 101.39,
      "duracion": 13.91,
      "texto": "Ahí se lo envíe, dígame, a levantarnos. 10 segundos más o menos a llegarle, como le digo, le llega no por whatsapp, sino por mensaje, el mensaje en internet, el teléfono. Bueno, maravilloso. Lo corto.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.41,
      "fin": 102.57,
      "duracion": 1.16,
      "texto": "Como quiera, sí, sí, no hay problema.",
      "confianza": 0.545,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.79,
      "fin": 106.62,
      "duracion": 3.83,
      "texto": "Ahí lo... Corto, corto. Ahí lo voy, lo voy, lo voy.",
      "confianza": 0.307,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Francisco. ¿Me escuchas? Soy Tomás. Sí. Perfecto. Bueno, ahí me llegó la foto. Gracias. Ahí la maldita. Así que ya después, luego, si quieres, la puedes eliminar, no hay ningún problema. ¿Bien? Bueno. Así que bien. Bueno, mire, lo único que prestaría ahora es enviarle lo que es el mensajito de portabilidad y realizarle el cierre comercial, ¿sí? Mire, el mensajito de portabilidad, el código de portabilidad, no sé si usted lo conoce. Antes, cuando se cambió a claro, a lo mejor lo conoce. Sí. Este código básicamente le llega por mensaje texto común del remitente 223. Sirve para que usted active la línea y pase a la compañía manteniendo el mismo número de teléfono. Cuando yo recibo el código de oportunidad, ¿qué tengo que hacer? Mira, cuando le llegue, ahora le va a llegar ahora, cuando le llegue le pido que le saco una captura de pantalla y me lo envíe o copie el mensaje y me lo envíe. Este básicamente es para cuando usted me avise y yo ya lo le dé alta a la línea. Se va en el momento y no tenga que esperar ningún día más. ¿Cómo es que el cacturo no se aquece? ¿Por qué no? Miren, claro, cuando le llegue, tiene que prestarle los tres dedos, digamos, y a él se da la captura con un corteo en la cabeza. Bueno, veo si se me hace. No, no hay problema. Si no, dígamelo y le será más fácil, no hay ningún problema. En estos casos no hay problema. Ahí se lo envíe, dígame, a levantarnos. 10 segundos más o menos a llegarle, como le digo, le llega no por whatsapp, sino por mensaje, el mensaje en internet, el teléfono. Bueno, maravilloso. Lo corto. Como quiera, sí, sí, no hay problema. Ahí lo... Corto, corto. Ahí lo voy, lo voy, lo voy.",
  "calidad": {
    "confianza_promedio": 0.427,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:54:17.965396",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:16.862927",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114121316644_MIT_01970",
    "fecha_inicio": "14/1/2026 12:13:17",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 106,
    "tiempo_conversacion": 104,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}