{
  "archivo": "amza43_1_260115110011697_ACD_94265.wav",
  "duracion_segundos": 299.11,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 79.67,
    "Cliente": 199.24
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.62,
      "fin": 8.17,
      "duracion": 6.55,
      "texto": "Hola, buen día. ¿Me comunico con Soledad? Érica. ¿Cómo estás, Érica? Perdón, Érica Soledad Quimene, ¿cierto?",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.69,
      "fin": 31.24,
      "duracion": 22.55,
      "texto": "Así es. Perfecto. Franco es mi nombre. Me comunico el día de hoy para hacerte llegar una promoción exclusiva para tu línea móvil que actualmente está en claro. ¿Es correcto, Érica? Sí. Está buena consulta, Érica. ¿Cuánto llegas consumís actualmente para tu plan? No suelo consumir demasiado porque como en los webs que tengo Wi-Fi,",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.94,
      "fin": 75.53,
      "duracion": 43.59,
      "texto": "No, yo solo gasto. Es decir que tenés Internet de cibla óptica en tu domicilio. Sí. ¿Usted de qué provincia eres, Erika? Santa Fe. Santa Fe, perfecto. Y bueno, entonces me dice que no utiliza tantos gigas. Por ahí con, por ejemplo, 8 gigas, ¿estaría bien? Creo que te tengo menos. Menos todavía. Lo que pasa es que este plan base es de cuatro, en realidad, ¿sí? pero además se te regalan cuatro, que igual nunca está de más tenerlos porque uno nunca sabe cuándo puede salir, cuándo puede pasar más tiempo, se te puede ir el internet, por eso por ahí cuatro es como muy poquitito y se regalan cuatro más, ¿sí?",
      "confianza": 0.288,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 75.55,
      "fin": 84.22,
      "duracion": 8.67,
      "texto": "Este plan actualmente que tiene WhatsApp gratis, y el WhatsApp es lo que más suele consumir, llamadas y mensajes gratis también, están $7,460, ¿sí?",
      "confianza": 0.662,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.72,
      "fin": 87.77,
      "duracion": 3.05,
      "texto": "Yo sé más o menos cuánto estás agonando actualmente.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.39,
      "fin": 99.96,
      "duracion": 11.57,
      "texto": "Los tengo junto con Internet en mi casa y la verdad es que no sabría qué es lo que corresponde al teléfono y qué es lo que corresponde al Internet. Bien.",
      "confianza": 0.099,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.98,
      "fin": 111.61,
      "duracion": 11.63,
      "texto": "Ese plan está bueno, sobre todo porque tiene el WhatsApp gratis todos los días, durante todo el día, porque por ahí hay compañías que te brindan WhatsApp libre en la noche o ciertos días, pero no todo el mes.",
      "confianza": 0.71,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.63,
      "fin": 117.97,
      "duracion": 6.34,
      "texto": "Las gamadas lo mismo, que es bastante hoy en día indispensable. Que sean gratis porque también te brindan minutos libres.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.81,
      "fin": 124.18,
      "duracion": 5.37,
      "texto": "Pero no gratis exactamente. Y el precio es una promoción que es exclusiva de esta semana.",
      "confianza": 0.838,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.94,
      "fin": 126.69,
      "duracion": 1.75,
      "texto": "Y está 7,460. Bien.",
      "confianza": 0.805,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.61,
      "fin": 177.61,
      "duracion": 48.0,
      "texto": "Y lo que, como vos sos de Santa Fe, yo te podría enviar el chip a un sitio que se llama SEC, que son locales que aceptan chip Moisture y se lo brindan directamente a la persona. ¿Usted es de Rosario o de Santa Fe? De Rosario. Ah, perfecto. Creo que tengo a sucursar en Rosario, si no me equivoco. A ver, voy a chequear. Santa Fe. Rosario, ¿qué tal está Rosario? Bien, está subiendo, así que... ¿Rosocina de Messi? ¿Rosocina de Messi? Ponele. Están todos los famosos más importantes ahora. Bien, en Rosario... ¿Ustedes qué localidad de Rosario es?",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.82,
      "fin": 190.19,
      "duracion": 11.37,
      "texto": "Rosario. Rosario, Rosario. Estaba viendo que no hay una sucursal, hay puntos secs, eso sí hay.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.47,
      "fin": 193.34,
      "duracion": 0.86,
      "texto": "¿Le parece?",
      "confianza": 0.869,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.28,
      "fin": 197.88,
      "duracion": 3.6,
      "texto": "O sea, no sé si alguna vez habías ido alguno, mejor dicho.",
      "confianza": 0.453,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.78,
      "fin": 205.27,
      "duracion": 6.49,
      "texto": "Es lo mismo que una sucursal, sí, pero la diferencia es que te entregan el chip directamente",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.96,
      "fin": 218.46,
      "duracion": 12.5,
      "texto": "y creo que te cobran algo de mil pesos, una cosita así, si no me equivoco. Muy bien, mira, por el momento no lo voy a hacer porque eso no sé a partir de qué distancia tiene y estoy por salir de vacaciones.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.2,
      "fin": 246.12,
      "duracion": 26.92,
      "texto": "Así que no me quiero quedar sin línea de un lado ni del otro. Ah, mira, te cuento una cosa antes. Estaba chequeando primero que el chip es sin costo, no tiene precio, es sin costo. Y en segundo lugar, Si, por ejemplo, vos decidieras hacer la portabilidad hoy, en 48 horas recién, como hoy estamos a jueves, te llegaría, por ejemplo, el lunes, y de ahí tienes que esperar entre 7 y 10 días que se habilite la línea.",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.91,
      "fin": 267.6,
      "duracion": 20.69,
      "texto": "Nunca te quedas sin señal. Ese es donde estés, jamás te quedas sin señal, porque la idea es que tendríamos miles de problemas. El problema es que si no voy a tener el chip, no voy a estar para recibirlo o poder buscarlo, ahí sí me voy a quedar sin señal de un lado y del otro. ¿Qué día se va usted? El sábado. ¿Este sábado? Sí.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.26,
      "fin": 273.73,
      "duracion": 5.47,
      "texto": "¿Y vuelve a su domicilio qué día? En febrero. Ah, en febrero recién.",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.69,
      "fin": 280.56,
      "duracion": 5.87,
      "texto": "Y, por ejemplo, si le llegara el chip mañana, ¿usted lo podría retirar a ese punto en la calle de Pedro Lino?",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.34,
      "fin": 289.49,
      "duracion": 8.15,
      "texto": "y es que me había complicado con los piernas. Así que te agradezco, pero bueno, lo dejo para más adelante.",
      "confianza": 0.177,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.01,
      "fin": 294.12,
      "duracion": 4.11,
      "texto": "Bueno, voy a guardar tu numerito, entonces cualquier cosa para que lo charlamos más adelante.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.3,
      "fin": 299.11,
      "duracion": 3.81,
      "texto": "Vale, muchas gracias. Te tengas muy buen día, Erika. De nada, hasta luego.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Me comunico con Soledad? Érica. ¿Cómo estás, Érica? Perdón, Érica Soledad Quimene, ¿cierto? Así es. Perfecto. Franco es mi nombre. Me comunico el día de hoy para hacerte llegar una promoción exclusiva para tu línea móvil que actualmente está en claro. ¿Es correcto, Érica? Sí. Está buena consulta, Érica. ¿Cuánto llegas consumís actualmente para tu plan? No suelo consumir demasiado porque como en los webs que tengo Wi-Fi, No, yo solo gasto. Es decir que tenés Internet de cibla óptica en tu domicilio. Sí. ¿Usted de qué provincia eres, Erika? Santa Fe. Santa Fe, perfecto. Y bueno, entonces me dice que no utiliza tantos gigas. Por ahí con, por ejemplo, 8 gigas, ¿estaría bien? Creo que te tengo menos. Menos todavía. Lo que pasa es que este plan base es de cuatro, en realidad, ¿sí? pero además se te regalan cuatro, que igual nunca está de más tenerlos porque uno nunca sabe cuándo puede salir, cuándo puede pasar más tiempo, se te puede ir el internet, por eso por ahí cuatro es como muy poquitito y se regalan cuatro más, ¿sí? Este plan actualmente que tiene WhatsApp gratis, y el WhatsApp es lo que más suele consumir, llamadas y mensajes gratis también, están $7,460, ¿sí? Yo sé más o menos cuánto estás agonando actualmente. Los tengo junto con Internet en mi casa y la verdad es que no sabría qué es lo que corresponde al teléfono y qué es lo que corresponde al Internet. Bien. Ese plan está bueno, sobre todo porque tiene el WhatsApp gratis todos los días, durante todo el día, porque por ahí hay compañías que te brindan WhatsApp libre en la noche o ciertos días, pero no todo el mes. Las gamadas lo mismo, que es bastante hoy en día indispensable. Que sean gratis porque también te brindan minutos libres. Pero no gratis exactamente. Y el precio es una promoción que es exclusiva de esta semana. Y está 7,460. Bien. Y lo que, como vos sos de Santa Fe, yo te podría enviar el chip a un sitio que se llama SEC, que son locales que aceptan chip Moisture y se lo brindan directamente a la persona. ¿Usted es de Rosario o de Santa Fe? De Rosario. Ah, perfecto. Creo que tengo a sucursar en Rosario, si no me equivoco. A ver, voy a chequear. Santa Fe. Rosario, ¿qué tal está Rosario? Bien, está subiendo, así que... ¿Rosocina de Messi? ¿Rosocina de Messi? Ponele. Están todos los famosos más importantes ahora. Bien, en Rosario... ¿Ustedes qué localidad de Rosario es? Rosario. Rosario, Rosario. Estaba viendo que no hay una sucursal, hay puntos secs, eso sí hay. ¿Le parece? O sea, no sé si alguna vez habías ido alguno, mejor dicho. Es lo mismo que una sucursal, sí, pero la diferencia es que te entregan el chip directamente y creo que te cobran algo de mil pesos, una cosita así, si no me equivoco. Muy bien, mira, por el momento no lo voy a hacer porque eso no sé a partir de qué distancia tiene y estoy por salir de vacaciones. Así que no me quiero quedar sin línea de un lado ni del otro. Ah, mira, te cuento una cosa antes. Estaba chequeando primero que el chip es sin costo, no tiene precio, es sin costo. Y en segundo lugar, Si, por ejemplo, vos decidieras hacer la portabilidad hoy, en 48 horas recién, como hoy estamos a jueves, te llegaría, por ejemplo, el lunes, y de ahí tienes que esperar entre 7 y 10 días que se habilite la línea. Nunca te quedas sin señal. Ese es donde estés, jamás te quedas sin señal, porque la idea es que tendríamos miles de problemas. El problema es que si no voy a tener el chip, no voy a estar para recibirlo o poder buscarlo, ahí sí me voy a quedar sin señal de un lado y del otro. ¿Qué día se va usted? El sábado. ¿Este sábado? Sí. ¿Y vuelve a su domicilio qué día? En febrero. Ah, en febrero recién. Y, por ejemplo, si le llegara el chip mañana, ¿usted lo podría retirar a ese punto en la calle de Pedro Lino? y es que me había complicado con los piernas. Así que te agradezco, pero bueno, lo dejo para más adelante. Bueno, voy a guardar tu numerito, entonces cualquier cosa para que lo charlamos más adelante. Vale, muchas gracias. Te tengas muy buen día, Erika. De nada, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.553,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:57:38.615056",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:28.172042",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115110011697_ACD_94265",
    "fecha_inicio": "15/1/2026 11:00:11",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 339,
    "tiempo_conversacion": 287,
    "tiempo_hold": 0,
    "tiempo_acw": 29,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}