{
  "archivo": "amza72_1_260115115655503_MIT_01979.wav",
  "duracion_segundos": 127.31,
  "num_segmentos": 22,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 39.54,
    "Cliente": 64.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 8.76,
      "fin": 42.81,
      "duracion": 34.05,
      "texto": "Hola, ¿cómo le va, señorita? Soy Maxi, ¿qué le va? ¿Será muy ocupada ahora para hablar un segundo?",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.49,
      "fin": 78.29,
      "duracion": 25.8,
      "texto": "No puede hablar ahora? Disculpe, ya la entendí, ya la entendí. Entonces no pasa nada, no sé, en una rato la llamo. Es por la línea justamente de su nieta que no la puedo hacer ya que me indica que es preparada. No hace falta que hable, solamente escúcheme. la línea de su nieta me indica que es preparada, entonces yo lo que tenía que hacer es mandarle lo que yo le mandé a usted, el código de portabilidad, se lo tengo que mandar a su nieta, porque tengo que mandar los distintos códigos de portabilidad, ¿sí?",
      "confianza": 0.015,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.83,
      "fin": 97.95,
      "duracion": 19.12,
      "texto": "Y justamente le iba a indicar, no sé si su nieta estará disponible para hablar en un ratito, o con usted, ya que bueno, me veo que usted no puede hablar, así que necesitaría en un rato, cuando usted pueda, si todo dos, una, ahora, donde usted tenga disponible, para mandarle código de portabilidad, y que me lo mande a mi WhatsApp.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.67,
      "fin": 115.88,
      "duracion": 17.21,
      "texto": "Así que, con que me responda el WhatsApp, ahí con que me respondan hablando un mensajito a usted, genial. Es porque le tengo que mandar ese código de portabilidad, ¿sí? Listo. Listo. Hábleme por WhatsApp. No hable, señorita, tranqui. Quédese tranquila.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.46,
      "fin": 118.99,
      "duracion": 2.52,
      "texto": "Respóndame solamente el WhatsApp, por favor, ¿sí?",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.82,
      "fin": 127.31,
      "duracion": 5.49,
      "texto": "Está bien. Listo, le corto y nada más. Muchas gracias, señorita.",
      "confianza": 0.268,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo le va, señorita? Soy Maxi, ¿qué le va? ¿Será muy ocupada ahora para hablar un segundo? No puede hablar ahora? Disculpe, ya la entendí, ya la entendí. Entonces no pasa nada, no sé, en una rato la llamo. Es por la línea justamente de su nieta que no la puedo hacer ya que me indica que es preparada. No hace falta que hable, solamente escúcheme. la línea de su nieta me indica que es preparada, entonces yo lo que tenía que hacer es mandarle lo que yo le mandé a usted, el código de portabilidad, se lo tengo que mandar a su nieta, porque tengo que mandar los distintos códigos de portabilidad, ¿sí? Y justamente le iba a indicar, no sé si su nieta estará disponible para hablar en un ratito, o con usted, ya que bueno, me veo que usted no puede hablar, así que necesitaría en un rato, cuando usted pueda, si todo dos, una, ahora, donde usted tenga disponible, para mandarle código de portabilidad, y que me lo mande a mi WhatsApp. Así que, con que me responda el WhatsApp, ahí con que me respondan hablando un mensajito a usted, genial. Es porque le tengo que mandar ese código de portabilidad, ¿sí? Listo. Listo. Hábleme por WhatsApp. No hable, señorita, tranqui. Quédese tranquila. Respóndame solamente el WhatsApp, por favor, ¿sí? Está bien. Listo, le corto y nada más. Muchas gracias, señorita.",
  "calidad": {
    "confianza_promedio": 0.58,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:48:18.997121",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 22,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:31.189184",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115115655503_MIT_01979",
    "fecha_inicio": "15/1/2026 11:56:57",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 127,
    "tiempo_conversacion": 123,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}