{
  "archivo": "amza32_1_260115133644943_ACD_32839.wav",
  "duracion_segundos": 221.62,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 68.74,
    "Cliente": 133.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 17.49,
      "duracion": 17.46,
      "texto": "Hola, buen día. Mi nombre es Marina. Hablo con Miriam. Miriam, un gusto. ¿Cómo estás el día hoy? ¿Todo bien? Muy bien. Mirá, leero. Mirá, en el día me estoy comunicando porque me asegura que estás en la compañía de Quilaro actualmente, ¿es correcto?",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.57,
      "fin": 28.4,
      "duracion": 8.83,
      "texto": "Sí. Perfecto. Mirá, desde Moistar nos estamos comunicando porque queríamos conocer cuál fue el motivo que te llegó a irte de la compañía. ¿Te le importa?",
      "confianza": 0.09,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.23,
      "fin": 36.98,
      "duracion": 7.75,
      "texto": "el importe. Mira, en este caso te pido lo que es una disculpa, por eso que tuviste que pasar.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.54,
      "fin": 51.41,
      "duracion": 13.87,
      "texto": "Actualmente nosotros estamos con lo que es lo que estamos con, estamos con los valores personalizados. En este caso, en el día de hoy, voy a hacer yo cualquier duda o cosa que vos tengas, me podés comunicar. Yo no tengo ningún problema, que vos me escribas en el horario que sea.",
      "confianza": 0.372,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.32,
      "fin": 59.47,
      "duracion": 7.15,
      "texto": "Yo voy a hacer todo lo que está en mi alcance, justamente para que vos tengas una buena experiencia y no vuelves a pasar por eso que tuviste que pasar en la compañía, ¿sí?",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.11,
      "fin": 63.7,
      "duracion": 3.58,
      "texto": "Mujadamente claro, ¿cuánto siglas ocupas mensualmente?",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.68,
      "fin": 84.06,
      "duracion": 18.38,
      "texto": "300, me parece. No, es que eso no me decís, es fibra óptica. Bueno, no sé, no sé cuánto. Bueno, ahora, ahora. Ya, pero le vas. Y eso es una promoción, sí, para ofrecerte. ¿Debes contar el tema de los siglos? Sí, decime.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.15,
      "fin": 87.69,
      "duracion": 2.54,
      "texto": "No, pero no, ahora, por ahora no me voy a pasar.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.25,
      "fin": 96.26,
      "duracion": 8.01,
      "texto": "Si en claro se me va mucho, ahí sí me voy a pasar. Por ahora no, porque tengo una cuota más o menos accesible.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.76,
      "fin": 115.68,
      "duracion": 18.92,
      "texto": "Yo decidí pagarle 10.000 pesos, no sé cuánto llegué a pagar en movistar, decía que no lo podía pagar, no lo podía pagar y no me llevaron las bondes. Entonces me pasé. Si en claro me hacen lo mismo, no vuelvo a pasar. Voy a hacer eso. No entiendo Mirián, la verdad que sabía que la aprovecharás porque estamos con una broma que la verdad que es súper exclusiva.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.38,
      "fin": 119.81,
      "duracion": 3.43,
      "texto": "No, pero ahora no.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.69,
      "fin": 140.24,
      "duracion": 18.55,
      "texto": "Mi hija está cansada de llamar porque está en el importe. El mismo que yo, ahora que soy yo, en cualquier momento no se pasa claro. porque tampoco, así que pierden los clientes ¿por qué? por no atendernos, porque no atienden, no atienden. ¿Esa no contaba con un asesor? ¿Quién le, allá en lo que dice la portabilidad nunca, nunca tuvo con esa?",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.32,
      "fin": 144.94,
      "duracion": 3.62,
      "texto": "No, no la atienden, llama, llama, llama, llama y no la atienden.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.38,
      "fin": 150.77,
      "duracion": 4.39,
      "texto": "La verdad, la verdad que sí, el problema con clientes fue esto, sí.",
      "confianza": 0.358,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.29,
      "fin": 156.82,
      "duracion": 5.53,
      "texto": "Como te digo, yo el día de hoy voy a ser asesor, te hacía, a un estado de pasarles más derecho, yo",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.42,
      "fin": 171.1,
      "duracion": 13.68,
      "texto": "La verdad es que a mí me gustaría ayudarte y justamente también ver si puedo tratar de ayudar a tu hija. La verdad es que no es la idea, llevamos clientes por eso. Bueno, está cansada de llamar. Es más, hasta yo le he llamado.",
      "confianza": 0.057,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.24,
      "fin": 184.31,
      "duracion": 12.07,
      "texto": "No, no contesta. No contesta. Entonces hay que hacer esto. Pasarse y listo. Pierde clientes. Nosotros somos 15 de familia. 15 somos. Y quedaron dos con Movistar. Dos.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.81,
      "fin": 194.61,
      "duracion": 9.8,
      "texto": "Los demás pasaron todos, aclaro. Entonces, bueno. Bien, bueno. Yo te voy a pedirte una disculpa tanto como a tu Instagram, por eso.",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.23,
      "fin": 204.58,
      "duracion": 9.35,
      "texto": "Pero bueno, como te digo, a mí me gustaría recuperarte como mientras más. Yo negativo, vas a contar con mi número en el teléfono. Vos cualquier duda, se vas a contar con el mío, incluso con el mío personal.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.14,
      "fin": 208.79,
      "duracion": 3.65,
      "texto": "Cualquier duda o consulta, vos te podés comunicar. Yo no tengo ningún inconveniente.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.03,
      "fin": 221.62,
      "duracion": 11.59,
      "texto": "Bueno, listo. Cualquier cosa se lo paso a mi lista para ver qué podés hacer. Bueno, listo, perfecto. Vale, mando un mensajito también. Hasta luego. Gracias. Adiós.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Mi nombre es Marina. Hablo con Miriam. Miriam, un gusto. ¿Cómo estás el día hoy? ¿Todo bien? Muy bien. Mirá, leero. Mirá, en el día me estoy comunicando porque me asegura que estás en la compañía de Quilaro actualmente, ¿es correcto? Sí. Perfecto. Mirá, desde Moistar nos estamos comunicando porque queríamos conocer cuál fue el motivo que te llegó a irte de la compañía. ¿Te le importa? el importe. Mira, en este caso te pido lo que es una disculpa, por eso que tuviste que pasar. Actualmente nosotros estamos con lo que es lo que estamos con, estamos con los valores personalizados. En este caso, en el día de hoy, voy a hacer yo cualquier duda o cosa que vos tengas, me podés comunicar. Yo no tengo ningún problema, que vos me escribas en el horario que sea. Yo voy a hacer todo lo que está en mi alcance, justamente para que vos tengas una buena experiencia y no vuelves a pasar por eso que tuviste que pasar en la compañía, ¿sí? Mujadamente claro, ¿cuánto siglas ocupas mensualmente? 300, me parece. No, es que eso no me decís, es fibra óptica. Bueno, no sé, no sé cuánto. Bueno, ahora, ahora. Ya, pero le vas. Y eso es una promoción, sí, para ofrecerte. ¿Debes contar el tema de los siglos? Sí, decime. No, pero no, ahora, por ahora no me voy a pasar. Si en claro se me va mucho, ahí sí me voy a pasar. Por ahora no, porque tengo una cuota más o menos accesible. Yo decidí pagarle 10.000 pesos, no sé cuánto llegué a pagar en movistar, decía que no lo podía pagar, no lo podía pagar y no me llevaron las bondes. Entonces me pasé. Si en claro me hacen lo mismo, no vuelvo a pasar. Voy a hacer eso. No entiendo Mirián, la verdad que sabía que la aprovecharás porque estamos con una broma que la verdad que es súper exclusiva. No, pero ahora no. Mi hija está cansada de llamar porque está en el importe. El mismo que yo, ahora que soy yo, en cualquier momento no se pasa claro. porque tampoco, así que pierden los clientes ¿por qué? por no atendernos, porque no atienden, no atienden. ¿Esa no contaba con un asesor? ¿Quién le, allá en lo que dice la portabilidad nunca, nunca tuvo con esa? No, no la atienden, llama, llama, llama, llama y no la atienden. La verdad, la verdad que sí, el problema con clientes fue esto, sí. Como te digo, yo el día de hoy voy a ser asesor, te hacía, a un estado de pasarles más derecho, yo La verdad es que a mí me gustaría ayudarte y justamente también ver si puedo tratar de ayudar a tu hija. La verdad es que no es la idea, llevamos clientes por eso. Bueno, está cansada de llamar. Es más, hasta yo le he llamado. No, no contesta. No contesta. Entonces hay que hacer esto. Pasarse y listo. Pierde clientes. Nosotros somos 15 de familia. 15 somos. Y quedaron dos con Movistar. Dos. Los demás pasaron todos, aclaro. Entonces, bueno. Bien, bueno. Yo te voy a pedirte una disculpa tanto como a tu Instagram, por eso. Pero bueno, como te digo, a mí me gustaría recuperarte como mientras más. Yo negativo, vas a contar con mi número en el teléfono. Vos cualquier duda, se vas a contar con el mío, incluso con el mío personal. Cualquier duda o consulta, vos te podés comunicar. Yo no tengo ningún inconveniente. Bueno, listo. Cualquier cosa se lo paso a mi lista para ver qué podés hacer. Bueno, listo, perfecto. Vale, mando un mensajito también. Hasta luego. Gracias. Adiós.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:39:54.529799",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:23.600797",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133644943_ACD_32839",
    "fecha_inicio": "15/1/2026 13:36:44",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 230,
    "tiempo_conversacion": 212,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}