{
  "archivo": "amza35_1_260114133612395_ACD_92835.wav",
  "duracion_segundos": 238.24,
  "num_segmentos": 91,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 18.94,
    "Cliente": 198.24
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.89,
      "fin": 2.07,
      "duracion": 0.18,
      "texto": "Hola.",
      "confianza": 0.423,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.31,
      "fin": 4.67,
      "duracion": 1.36,
      "texto": "Hola, habló con Natalia.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.03,
      "fin": 11.36,
      "duracion": 5.33,
      "texto": "Sí, de parte. Natalia, un gusto. Te hablé a Guadalupe. Me contaste, espero que te encuentres muy bien el día de hoy.",
      "confianza": 0.231,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.92,
      "fin": 15.41,
      "duracion": 3.48,
      "texto": "Me contaste, sabés, porque veo que tenés dos líneas en claro, ¿sí?",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.31,
      "fin": 19.71,
      "duracion": 3.4,
      "texto": "Sí. Yo te hablo para darte lo que es un descuento para que pagues menos.",
      "confianza": 0.107,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.73,
      "fin": 25.32,
      "duracion": 5.59,
      "texto": "Sería, por ejemplo, el plan de 8 gigas más 8 de regalo para cada una de tus líneas a tan solo 10.400 pesos.",
      "confianza": 0.629,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.46,
      "fin": 33.22,
      "duracion": 7.76,
      "texto": "Con un descuento por seis meses, ¿sí? Vale. ¿A mí entiendes lo que es rooming incluido? No sé si te gusta viajar, Natalia.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.54,
      "fin": 49.92,
      "duracion": 15.38,
      "texto": "Sí, voy a viajar ahora. Estoy por viajar el 26 de enero. Bien. ¿Y a qué parte te vas? Porque para el siguiente... A punta del este. Ah, entonces va a estar perfecta con ese plan. Porque si no tenemos un plan que es un poco más bajo, pero ese no tiene rooming. Por eso yo te ofrezco de entrada el que tiene rooming.",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.46,
      "fin": 54.3,
      "duracion": 3.84,
      "texto": "Claro. Ahora yo te consulto, Natalia. Perdón, ¿me figura el account de Ney? Sí,",
      "confianza": 0.15,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 54.3,
      "fin": 56.57,
      "duracion": 2.27,
      "texto": "porque he estado anteriormente en la compañía.",
      "confianza": 0.7,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.61,
      "fin": 59.87,
      "duracion": 3.26,
      "texto": "Me figura 94152137. ¿Está bien?",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.37,
      "fin": 97.36,
      "duracion": 35.99,
      "texto": "Sí. Perfecto, bien. Natalia, sí, recordar que esto es para portabilidad, ¿bien? La sesión es bastante sencilla, se envía el CIF a una sucursal de movilidad oficial. Ahora, yo te consulto de qué localidad yo soy, para poder enviarlo a lo más posible. Montegrande. Montegrande, perfecto. Esto es de Buenos Aires, ¿no? Sí, sí. A ver, dame un segundo. Sería serótono a Buenos Aires. Montegrande. Caba. No es Caba, es GBA Sur. Ah, bien, bien, perfecto. Y si no otra que tenga cercana, porque claro, no me está dejando... Ah, ya la encontré. Perdón, perdón. Ya la encontré.",
      "confianza": 0.391,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.86,
      "fin": 99.72,
      "duracion": 1.86,
      "texto": "La estaba escribiendo mal. Por eso era el problema.",
      "confianza": 0.505,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.05,
      "fin": 101.31,
      "duracion": 0.26,
      "texto": "Bien.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.83,
      "fin": 113.8,
      "duracion": 11.97,
      "texto": "Lo que yo puedo hacer es dejártelo sin una sucursal, Andrea, ni porque hay una sucursal, sí, de Movistar Oficial, pero creo que te queda un poco más lejos del que maté. Ah, no, pará, pará. Yo pensé que... Pará, disculpa. Yo pensé que vos eras de claro.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.01,
      "fin": 154.1,
      "duracion": 39.09,
      "texto": "Yo no te hablo sí de Movistar. Ah, no, no. Movistar no. Te agradezco. Yo ya tengo Movistar Fibra en mi domicilio y en mi local. Así que no me voy a pasar las líneas por ahora. Bueno, pero igual te conviene pasarlas para tener descuento en las fibras. Si vos pasas las líneas, haces descuento en las fibras útiles que te atendés. Bueno, de última después lo consulto y te aviso. Bien. De última lo que podría hacer es dejarte un mensajito. Yo la promo esta la tengo hasta mañana. Tenemos hasta hoy y mañana porque es una promo flash. Entonces, lo que podremos hacer, te dejo un mensajito, me avisas cuando puedo llamarte de vuelta. Yo soy hasta las 3 siempre, todos los días.",
      "confianza": 0.392,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.04,
      "fin": 157.16,
      "duracion": 2.12,
      "texto": "Y últimas, debemos de hacer la gestión.",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 159.12,
      "fin": 162.85,
      "duracion": 3.73,
      "texto": "Sí, lo voy a pensar. No creo que pase, pero cualquier cosa yo te aviso.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.77,
      "fin": 164.45,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.767,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 164.51,
      "fin": 168.92,
      "duracion": 4.41,
      "texto": "Mientras yo me voy fijando igual cuánto aguanas ahora con claro para ver si te conviene o no.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.94,
      "fin": 169.12,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.691,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.18,
      "fin": 172.12,
      "duracion": 2.94,
      "texto": "Porque capaz se conviene más callarte que quedarte ahí con el con claro.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.32,
      "fin": 179.38,
      "duracion": 5.07,
      "texto": "El tema es que la señal, yo ya tenía movistar y me pasé porque la señal no era buena.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.99,
      "fin": 213.28,
      "duracion": 33.29,
      "texto": "Ah, bien comprendo. Bueno, con eso no te preocupes que en realidad nosotros por eso te volvemos a contestar. Con un tema de que en 2024, a medida de principios también lo que es 2025, no oían lo que es las señales o lo que es antenas, no sabían actualizar. Actualizaron bastante lo que son las antenas y ahora han sacado un otro protocolo que es enviarte un 4G plus para cargar una de tus líneas para que ese chip se conecte bien con lo que son las antenas que le han puesto a alguien, ¿sí? A veces pasa que al tener un chip viejo, no se conecta con las antenas que han colocado en una base, entonces por eso no tenías una buena señal.",
      "confianza": 0.801,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.86,
      "fin": 231.98,
      "duracion": 18.12,
      "texto": "Y por eso es que nos volvemos a contactar bien. Dale. Bien. Entonces, sí, decime. No, déjame un mensaje, un número para contactarme si es que lo pienso y quiero cambiarme. Dale, perfecto. Mientras yo me voy fijando en todos esos cuantos bonos, yo dejo un mensajito.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 232.62,
      "fin": 238.24,
      "duracion": 5.62,
      "texto": "Dale, hasta luego. Hasta luego.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, habló con Natalia. Sí, de parte. Natalia, un gusto. Te hablé a Guadalupe. Me contaste, espero que te encuentres muy bien el día de hoy. Me contaste, sabés, porque veo que tenés dos líneas en claro, ¿sí? Sí. Yo te hablo para darte lo que es un descuento para que pagues menos. Sería, por ejemplo, el plan de 8 gigas más 8 de regalo para cada una de tus líneas a tan solo 10.400 pesos. Con un descuento por seis meses, ¿sí? Vale. ¿A mí entiendes lo que es rooming incluido? No sé si te gusta viajar, Natalia. Sí, voy a viajar ahora. Estoy por viajar el 26 de enero. Bien. ¿Y a qué parte te vas? Porque para el siguiente... A punta del este. Ah, entonces va a estar perfecta con ese plan. Porque si no tenemos un plan que es un poco más bajo, pero ese no tiene rooming. Por eso yo te ofrezco de entrada el que tiene rooming. Claro. Ahora yo te consulto, Natalia. Perdón, ¿me figura el account de Ney? Sí, porque he estado anteriormente en la compañía. Me figura 94152137. ¿Está bien? Sí. Perfecto, bien. Natalia, sí, recordar que esto es para portabilidad, ¿bien? La sesión es bastante sencilla, se envía el CIF a una sucursal de movilidad oficial. Ahora, yo te consulto de qué localidad yo soy, para poder enviarlo a lo más posible. Montegrande. Montegrande, perfecto. Esto es de Buenos Aires, ¿no? Sí, sí. A ver, dame un segundo. Sería serótono a Buenos Aires. Montegrande. Caba. No es Caba, es GBA Sur. Ah, bien, bien, perfecto. Y si no otra que tenga cercana, porque claro, no me está dejando... Ah, ya la encontré. Perdón, perdón. Ya la encontré. La estaba escribiendo mal. Por eso era el problema. Bien. Lo que yo puedo hacer es dejártelo sin una sucursal, Andrea, ni porque hay una sucursal, sí, de Movistar Oficial, pero creo que te queda un poco más lejos del que maté. Ah, no, pará, pará. Yo pensé que... Pará, disculpa. Yo pensé que vos eras de claro. Yo no te hablo sí de Movistar. Ah, no, no. Movistar no. Te agradezco. Yo ya tengo Movistar Fibra en mi domicilio y en mi local. Así que no me voy a pasar las líneas por ahora. Bueno, pero igual te conviene pasarlas para tener descuento en las fibras. Si vos pasas las líneas, haces descuento en las fibras útiles que te atendés. Bueno, de última después lo consulto y te aviso. Bien. De última lo que podría hacer es dejarte un mensajito. Yo la promo esta la tengo hasta mañana. Tenemos hasta hoy y mañana porque es una promo flash. Entonces, lo que podremos hacer, te dejo un mensajito, me avisas cuando puedo llamarte de vuelta. Yo soy hasta las 3 siempre, todos los días. Y últimas, debemos de hacer la gestión. Sí, lo voy a pensar. No creo que pase, pero cualquier cosa yo te aviso. Bien, perfecto. Mientras yo me voy fijando igual cuánto aguanas ahora con claro para ver si te conviene o no. Sí. Porque capaz se conviene más callarte que quedarte ahí con el con claro. El tema es que la señal, yo ya tenía movistar y me pasé porque la señal no era buena. Ah, bien comprendo. Bueno, con eso no te preocupes que en realidad nosotros por eso te volvemos a contestar. Con un tema de que en 2024, a medida de principios también lo que es 2025, no oían lo que es las señales o lo que es antenas, no sabían actualizar. Actualizaron bastante lo que son las antenas y ahora han sacado un otro protocolo que es enviarte un 4G plus para cargar una de tus líneas para que ese chip se conecte bien con lo que son las antenas que le han puesto a alguien, ¿sí? A veces pasa que al tener un chip viejo, no se conecta con las antenas que han colocado en una base, entonces por eso no tenías una buena señal. Y por eso es que nos volvemos a contactar bien. Dale. Bien. Entonces, sí, decime. No, déjame un mensaje, un número para contactarme si es que lo pienso y quiero cambiarme. Dale, perfecto. Mientras yo me voy fijando en todos esos cuantos bonos, yo dejo un mensajito. Dale, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.508,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:58:33.582662",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 91,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:24.655567",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114133612395_ACD_92835",
    "fecha_inicio": "14/1/2026 13:36:12",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 243,
    "tiempo_conversacion": 228,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}