{
  "archivo": "amza23_1_260112121032394_ACD_62695.wav",
  "duracion_segundos": 347.25,
  "num_segmentos": 96,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 243.22,
    "Cliente": 76.31
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.03,
      "fin": 3.47,
      "duracion": 2.44,
      "texto": "Hola, buenos días.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.49,
      "fin": 9.1,
      "duracion": 4.61,
      "texto": "Hola, buenos días. Hola. Mi nombre es Helene. ¿Me estoy comunicando con Almería?",
      "confianza": 0.446,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.5,
      "fin": 18.55,
      "duracion": 7.05,
      "texto": "Sí. Hola, Almería. Mi nombre es... Hola, ¿cómo estás? ...te llamo para brindarte un nuevo beneficio para tu línea. Sí, me sale que actualmente está en claro. ¿Eso es correcto?",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.73,
      "fin": 29.46,
      "duracion": 9.73,
      "texto": "Sí. ¿Vos me dices un favor? ¿Me lo pasarías por WhatsApp a ver qué me ofrecen, por favor? Así veo lo que estoy pagando ahora y qué me conviene.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.81,
      "fin": 34.49,
      "duracion": 3.68,
      "texto": "Sí, no hay problema, Nelly, yo le puedo enviar lo que es todo, ¿sí?",
      "confianza": 0.318,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.38,
      "fin": 50.05,
      "duracion": 14.67,
      "texto": "Sí, ¿te puedo pedir por favor si me agregas? Porque tengo mi hija que yo le compré un chip prepado ya hace más de un año, pero nunca le puse la línea. ¿Me podrías agregar también una promoción con esa? Llegado el caso serían dos niñas más esa nueva.",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.16,
      "fin": 61.04,
      "duracion": 9.88,
      "texto": "Bueno, no hay problema, sí, podemos hacerlo, no tengo ningún problema. Ok, y para, y lo último no te molesto más, porque yo tengo... ¿Ustedes tienen wifi también para ahogar?",
      "confianza": 0.493,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.76,
      "fin": 71.93,
      "duracion": 10.17,
      "texto": "Sí, tenemos lo que es wifi y la fibra óptica de movistar, sí. Porque yo ahora tengo todo claro, entonces digo, quería ver qué me ofrecen y ver si me conviene cambiarme, por favor.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.28,
      "fin": 74.38,
      "duracion": 1.1,
      "texto": "Bueno, no hay ningún problema.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.16,
      "fin": 80.0,
      "duracion": 3.85,
      "texto": "Yo ahí ya le acabo de enviar lo que es un mensajito por whatsapp, sí.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.69,
      "fin": 88.38,
      "duracion": 7.69,
      "texto": "Así que ahora le voy a enviar todo lo que es bien el precio, bien detalladito todo, ¿sí?",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.32,
      "fin": 98.64,
      "duracion": 9.31,
      "texto": "Claro, más que nada, porque yo ahora veo cuánto pago en total con las líneas, más lo de wifi y hogar, y me fijo a ver qué me ofrecen ustedes, y ahí veo.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.04,
      "fin": 101.22,
      "duracion": 1.18,
      "texto": "Bueno, no hay ningún problema.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.32,
      "fin": 108.93,
      "duracion": 6.61,
      "texto": "Y te hago una consulta a la última, con el tema del roaming, ¿cómo es? Porque, por ejemplo, yo con Claro no pago roaming afuera.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.89,
      "fin": 114.53,
      "duracion": 4.64,
      "texto": "Claro, bueno, mira, nosotros tenemos los planes que tampoco pagarías lo que es roaming, ¿sí?",
      "confianza": 0.672,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 114.95,
      "fin": 154.25,
      "duracion": 39.3,
      "texto": "Los ya vienen incluidos en el plan, así que no estarías pagando. Yo puedo activarlo, por ejemplo, en Brasil y no tengo que abonar extra. Mira, en ese caso tenés que poner lo que es roaming en el mundo, ¿sí? Pues tenés roaming en América y roaming en el mundo. En roaming en el mundo tenemos lo que es un plan de 15GB y tenés 8GB de regalo. y como donde decís que tenés más líneas para aportar, se te regalan cuatro gigas más, sí, al plan, por cada línea. Ok, no, pero acá sería Brasil, sería América, sería Límitrofe. Claro, claro.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.27,
      "fin": 165.0,
      "duracion": 10.73,
      "texto": "Sí, bueno, y tenemos el plan de ocho gigas, que viene con ocho gigas de regalo, son dieciséis, y con más cuatro gigas serían veinte gigas, y tenés lo que es roaming en América también.",
      "confianza": 0.721,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.29,
      "fin": 184.31,
      "duracion": 19.02,
      "texto": "Ah, perfecto. Pero digo, una vez que paso para el lado de Brasil, no me cobran extra, digamos. No me van a poner una recarga de... No, no, no, porque viene Romín en América en el mismo plan, ¿sí? Ah, perfecto. Genial. Yo te envío lo que es el... El mensajito por WhatsApp, ¿sí?",
      "confianza": 0.236,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.96,
      "fin": 191.16,
      "duracion": 6.2,
      "texto": "Y ahí te sale. Opción B, 16 GB, ¿sí? Romín incluido.",
      "confianza": 0.327,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 191.87,
      "fin": 217.71,
      "duracion": 25.84,
      "texto": "Puse ahí 2, ¿sí? Quería parar las tres líneas, llegado el caso. Sí, claro, sí. Y recordá que con la aplicación de Movistar vos podés pasar y guardar gigas también, ¿sí? Perfecto, si alguien necesitara de tu familia. Claro, si alguien necesitara de tu familia. Siendo Movistar, vos podés agarrar y pasarle los gigas. No hay problema con eso, o te pueden pasar a vos, podés guardar, no hay ningún problema.",
      "confianza": 0.457,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.87,
      "fin": 219.01,
      "duracion": 1.14,
      "texto": "Perfecto.",
      "confianza": 0.889,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.03,
      "fin": 233.34,
      "duracion": 14.31,
      "texto": "Ok. Margarita, sí, quería consultarte todo eso. Yo ya que me llamabas, perdón que te consulte todo. Sí, no hay problema. Y cualquier cosa ahora, bueno, veo todo, analizo y cualquier cosa te mando al mensaje a donde me mandaste.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.71,
      "fin": 277.35,
      "duracion": 42.64,
      "texto": "Sí, ahí yo ya le hablé desde mi WhatsApp personal, sí. Para poder enviarlo a personas promociones y usted me puede decir si... Bueno, si se cambia todo. Lo que sí yo de verdad tendría que volver a llenar, para eso es lo que es un cierre comercial como que nos pide la espesa. El cierre comercial vendría siendo detallarle bien de nuevo todo el plan, repasarlo, y eso sería más que nada, ¿sí? No, está bien, perfecto. Y tengo una consulta deseada del caso. ¿Cuánto tardan los tips nuevos y cómo sería el tema del Wi-Fi? Yo no me puedo quedar sin Wi-Fi en mi casa. No, no hay problema, no te quedas sin Wi-Fi y tampoco te vas a quedar incomunicado en ningún momento.",
      "confianza": 0.287,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 278.39,
      "fin": 287.18,
      "duracion": 8.79,
      "texto": "El día que se te va a colocar lo que es el Wi-Fi de Movistar, sin la fibra óptica, tú pasas resina y se te va a dar de baja lo que es automáticamente claro, ¿sí?",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.36,
      "fin": 288.5,
      "duracion": 0.14,
      "texto": "Claro.",
      "confianza": 0.233,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 288.52,
      "fin": 301.59,
      "duracion": 13.07,
      "texto": "Y se empieza usando lo que es el Wi-Fi de Movistar, no te vas a quedar incomunicado. Y lo mismo es con el chip, ¿sí? Si lo vas a buscar a lo que es una sucursal de Movistar cercana a tu domicilio, se demora entre 48 horas",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 302.11,
      "fin": 307.36,
      "duracion": 5.25,
      "texto": "Sí, ya lo enviamos, se demora más. Se demora entre 100 y 10 días.",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 308.24,
      "fin": 315.49,
      "duracion": 7.25,
      "texto": "Está bien, pero llevado el caso por ahí prefiero eso. Pero déjame que Shora vea bien el tema de los costos y se ha visto.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.11,
      "fin": 317.61,
      "duracion": 1.5,
      "texto": "Sí, sí, sí, no hay ningún problema.",
      "confianza": 0.506,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 318.09,
      "fin": 321.28,
      "duracion": 3.19,
      "texto": "Yo ahora te voy a enviar bien detallado lo que es el precio, ¿sí?",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.12,
      "fin": 323.08,
      "duracion": 0.96,
      "texto": "Claro, perfecto.",
      "confianza": 0.303,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 323.1,
      "fin": 340.4,
      "duracion": 17.3,
      "texto": "¿Sabes quién es la línea nueva? Por eso no necesito tanto, Shiva. Sí, tenemos un plan más bajo, pero ese no tendría lo que es Romina en América. Ah, está bien. Bueno, bueno, pásame y yo entonces analizo cualquier cosa. Pásame igual las dos opciones. Bueno, dale, yo te paso las dos opciones, ¿sí?",
      "confianza": 0.347,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.94,
      "fin": 341.86,
      "duracion": 0.92,
      "texto": "Dale.",
      "confianza": 0.541,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 341.88,
      "fin": 347.25,
      "duracion": 5.37,
      "texto": "Dale, gracias. Bueno, muy amable, gracias. No, gracias a usted. Adiós.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hola, buenos días. Hola. Mi nombre es Helene. ¿Me estoy comunicando con Almería? Sí. Hola, Almería. Mi nombre es... Hola, ¿cómo estás? ...te llamo para brindarte un nuevo beneficio para tu línea. Sí, me sale que actualmente está en claro. ¿Eso es correcto? Sí. ¿Vos me dices un favor? ¿Me lo pasarías por WhatsApp a ver qué me ofrecen, por favor? Así veo lo que estoy pagando ahora y qué me conviene. Sí, no hay problema, Nelly, yo le puedo enviar lo que es todo, ¿sí? Sí, ¿te puedo pedir por favor si me agregas? Porque tengo mi hija que yo le compré un chip prepado ya hace más de un año, pero nunca le puse la línea. ¿Me podrías agregar también una promoción con esa? Llegado el caso serían dos niñas más esa nueva. Bueno, no hay problema, sí, podemos hacerlo, no tengo ningún problema. Ok, y para, y lo último no te molesto más, porque yo tengo... ¿Ustedes tienen wifi también para ahogar? Sí, tenemos lo que es wifi y la fibra óptica de movistar, sí. Porque yo ahora tengo todo claro, entonces digo, quería ver qué me ofrecen y ver si me conviene cambiarme, por favor. Bueno, no hay ningún problema. Yo ahí ya le acabo de enviar lo que es un mensajito por whatsapp, sí. Así que ahora le voy a enviar todo lo que es bien el precio, bien detalladito todo, ¿sí? Claro, más que nada, porque yo ahora veo cuánto pago en total con las líneas, más lo de wifi y hogar, y me fijo a ver qué me ofrecen ustedes, y ahí veo. Bueno, no hay ningún problema. Y te hago una consulta a la última, con el tema del roaming, ¿cómo es? Porque, por ejemplo, yo con Claro no pago roaming afuera. Claro, bueno, mira, nosotros tenemos los planes que tampoco pagarías lo que es roaming, ¿sí? Los ya vienen incluidos en el plan, así que no estarías pagando. Yo puedo activarlo, por ejemplo, en Brasil y no tengo que abonar extra. Mira, en ese caso tenés que poner lo que es roaming en el mundo, ¿sí? Pues tenés roaming en América y roaming en el mundo. En roaming en el mundo tenemos lo que es un plan de 15GB y tenés 8GB de regalo. y como donde decís que tenés más líneas para aportar, se te regalan cuatro gigas más, sí, al plan, por cada línea. Ok, no, pero acá sería Brasil, sería América, sería Límitrofe. Claro, claro. Sí, bueno, y tenemos el plan de ocho gigas, que viene con ocho gigas de regalo, son dieciséis, y con más cuatro gigas serían veinte gigas, y tenés lo que es roaming en América también. Ah, perfecto. Pero digo, una vez que paso para el lado de Brasil, no me cobran extra, digamos. No me van a poner una recarga de... No, no, no, porque viene Romín en América en el mismo plan, ¿sí? Ah, perfecto. Genial. Yo te envío lo que es el... El mensajito por WhatsApp, ¿sí? Y ahí te sale. Opción B, 16 GB, ¿sí? Romín incluido. Puse ahí 2, ¿sí? Quería parar las tres líneas, llegado el caso. Sí, claro, sí. Y recordá que con la aplicación de Movistar vos podés pasar y guardar gigas también, ¿sí? Perfecto, si alguien necesitara de tu familia. Claro, si alguien necesitara de tu familia. Siendo Movistar, vos podés agarrar y pasarle los gigas. No hay problema con eso, o te pueden pasar a vos, podés guardar, no hay ningún problema. Perfecto. Ok. Margarita, sí, quería consultarte todo eso. Yo ya que me llamabas, perdón que te consulte todo. Sí, no hay problema. Y cualquier cosa ahora, bueno, veo todo, analizo y cualquier cosa te mando al mensaje a donde me mandaste. Sí, ahí yo ya le hablé desde mi WhatsApp personal, sí. Para poder enviarlo a personas promociones y usted me puede decir si... Bueno, si se cambia todo. Lo que sí yo de verdad tendría que volver a llenar, para eso es lo que es un cierre comercial como que nos pide la espesa. El cierre comercial vendría siendo detallarle bien de nuevo todo el plan, repasarlo, y eso sería más que nada, ¿sí? No, está bien, perfecto. Y tengo una consulta deseada del caso. ¿Cuánto tardan los tips nuevos y cómo sería el tema del Wi-Fi? Yo no me puedo quedar sin Wi-Fi en mi casa. No, no hay problema, no te quedas sin Wi-Fi y tampoco te vas a quedar incomunicado en ningún momento. El día que se te va a colocar lo que es el Wi-Fi de Movistar, sin la fibra óptica, tú pasas resina y se te va a dar de baja lo que es automáticamente claro, ¿sí? Claro. Y se empieza usando lo que es el Wi-Fi de Movistar, no te vas a quedar incomunicado. Y lo mismo es con el chip, ¿sí? Si lo vas a buscar a lo que es una sucursal de Movistar cercana a tu domicilio, se demora entre 48 horas Sí, ya lo enviamos, se demora más. Se demora entre 100 y 10 días. Está bien, pero llevado el caso por ahí prefiero eso. Pero déjame que Shora vea bien el tema de los costos y se ha visto. Sí, sí, sí, no hay ningún problema. Yo ahora te voy a enviar bien detallado lo que es el precio, ¿sí? Claro, perfecto. ¿Sabes quién es la línea nueva? Por eso no necesito tanto, Shiva. Sí, tenemos un plan más bajo, pero ese no tendría lo que es Romina en América. Ah, está bien. Bueno, bueno, pásame y yo entonces analizo cualquier cosa. Pásame igual las dos opciones. Bueno, dale, yo te paso las dos opciones, ¿sí? Dale. Dale, gracias. Bueno, muy amable, gracias. No, gracias a usted. Adiós.",
  "calidad": {
    "confianza_promedio": 0.544,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:18:19.732875",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 96,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:18.292736",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112121032394_ACD_62695",
    "fecha_inicio": "12/1/2026 12:10:32",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 383,
    "tiempo_conversacion": 335,
    "tiempo_hold": 0,
    "tiempo_acw": 26,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}