{
  "archivo": "amza31_1_260112140454079_ACD_73463.wav",
  "duracion_segundos": 276.94,
  "num_segmentos": 68,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 10.58,
    "Cliente": 253.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.6,
      "fin": 9.83,
      "duracion": 8.23,
      "texto": "Hola, buen día, Pedro. Sí. Como te lo aprecio mucho, Jessica, te hablamos de lo que es el área de beneficios de Monoristar.",
      "confianza": 0.299,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.35,
      "fin": 27.73,
      "duracion": 17.38,
      "texto": "Queríamos brindarte una promoción existidua para tu línea. Ya que me furas que vos más tal vez estás dentro de lo que es claro, ¿puedes ser? Sí. Bien, y coméntame dentro de lo que es claro, ¿qué te están brindando? Mira, este...",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.33,
      "fin": 102.64,
      "duracion": 74.31,
      "texto": "El país es como ciento y pico, ciento y veinte, no me acuerdo. Recién pagué. Ah, recién pagaste. ¿Por qué pagaste tanto? ¿Tenés lo que es el servicio de Wi-Fi, TV y las líneas? No, no, no, no. Lo que pasa es que acá yo tengo dos Wi-Fi. No son claros, son de otra cosa. Y tengo el crédito de cosas. Y resulta que este mes Pasó unas cosas que no pude pagar y por eso se me fue más. Así que quiero terminar pagando, no sé, voy a ver si te puedo dar de baja en el mes que viene. A lo que es la línea? Sí. Bien, Miguel, yo precisamente te quería brindar una promoción exclusiva para su línea, ¿sí, mano? Bien, para que usted no tenga que abonar un montón de dinero y además ver que le brindamos lo que es un descuento fijo. bien por seis meses para que usted lo pueda aprovechar, ¿bien? Y le comento, le brindamos lo que son 16 gigabikes, 8 gigabites de base, más 8 horas de regalo, en 13.250 pesos con un descuento fijo por seis meses, bien para que usted lo pueda aprovechar. ¿Me sigues acá, Pedro?",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.71,
      "fin": 112.12,
      "duracion": 8.41,
      "texto": "Sí, no, voy a esperar a pagar al fin de mes que viene lo que le debo y le voy a dar de baja.",
      "confianza": 0.463,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.36,
      "fin": 123.23,
      "duracion": 9.87,
      "texto": "¿Le va a dar de baja al servicio de línea telefónica? Claro,",
      "confianza": 0.509,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 123.23,
      "fin": 124.24,
      "duracion": 1.01,
      "texto": "porque te está dando bastante.",
      "confianza": 0.252,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.26,
      "fin": 129.03,
      "duracion": 4.77,
      "texto": "En ese caso, usted puede aprovechar de igual manera esa promoción, porque no habría problemas.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.71,
      "fin": 137.67,
      "duracion": 7.95,
      "texto": "De igual manera, el próximo mes usted terminaría de abonar su factura, pero si usted no se pasa ahora, le van a seguir facturando.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.46,
      "fin": 176.99,
      "duracion": 38.53,
      "texto": "El monto elevado que usted quiere que se lo van a seguir facturando, por eso mismo le decía a todos que pueda aprovechar la promoción en el día de hoy. Sí, pero espérame que pague porque si no me van a juntar los dos, por ejemplo la de usted y la de Koss. No quiero que me junte porque no se quiere que se me junte. Ah, bien, entiendo. De igual manera, el monto que nosotros le vamos a poner recién lo abonaría recién en febrero, lo pujería mediados de febrero, el 15 de febrero, por ejemplo, ¿lo podría hacer bien? Sí, yo lo abro ahora para este en enero. Claro,",
      "confianza": 0.436,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 176.99,
      "fin": 186.56,
      "duracion": 9.57,
      "texto": "bueno lo terminaría de pagar ahora fin de mes y ya recién a mediados de enero, usted se estaría volando recién su primera factura en Moussard, ¿bien?",
      "confianza": 0.473,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.58,
      "fin": 194.37,
      "duracion": 7.79,
      "texto": "Para que se quede tranquilo. Y el monto que llegamos a cobrar es de 13.250 pesos, que es mucho más económico que lo que ustedes están cobrando para que no le sigan facturando.",
      "confianza": 0.03,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.71,
      "fin": 205.42,
      "duracion": 9.71,
      "texto": "Déjeme que paye y le aviso. No, no necesito pagar, porque quiero pagar, porque si no, se me hace un bilis y se me cae.",
      "confianza": 0.381,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.11,
      "fin": 216.66,
      "duracion": 10.55,
      "texto": "Claro, entiendo, entiendo Pedro. Bueno, mira, yo te voy a dejar un mensajito con las promociones para que después vos nos puedas aprovechar. Dale. Bueno, vamos. Así estamos en contacto y te puedes aprovechar.",
      "confianza": 0.323,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.54,
      "fin": 222.27,
      "duracion": 4.73,
      "texto": "Sí, déjame, déjame que pague y me libere todo esto.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.05,
      "fin": 229.0,
      "duracion": 5.95,
      "texto": "No sé, pero justamente me pasó un caso que no pude pagar. Viste, se me juzgó dos meses.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.84,
      "fin": 235.05,
      "duracion": 5.21,
      "texto": "Yo ya pagué, me atrasó y ahora me falté. Y no sé si me van a convertir.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.64,
      "fin": 247.56,
      "duracion": 11.92,
      "texto": "Por eso le digo. Y después ya le doy baja. Bien, perfecto. Ahora suelta que le dé de baja, directamente comuníquese conmigo y nosotros le hacemos lo que es el trámite ¿sabes?",
      "confianza": 0.097,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 248.3,
      "fin": 256.49,
      "duracion": 8.19,
      "texto": "Yo me encargaría de darle un mejor servicio y darle lo que es la baja en claro y el alta en mojar.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.25,
      "fin": 276.94,
      "duracion": 19.69,
      "texto": "Bueno, vamos. Déjame pagar y después... Bueno, dale. Yo te espero. Muchas gracias por tu atención. Me voy a hacer un piso en la cabeza. Perfecto, Pedro. Entonces estamos en contacto. Bueno, adiós. Hasta luego. Que tengas un lindo día.",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Pedro. Sí. Como te lo aprecio mucho, Jessica, te hablamos de lo que es el área de beneficios de Monoristar. Queríamos brindarte una promoción existidua para tu línea. Ya que me furas que vos más tal vez estás dentro de lo que es claro, ¿puedes ser? Sí. Bien, y coméntame dentro de lo que es claro, ¿qué te están brindando? Mira, este... El país es como ciento y pico, ciento y veinte, no me acuerdo. Recién pagué. Ah, recién pagaste. ¿Por qué pagaste tanto? ¿Tenés lo que es el servicio de Wi-Fi, TV y las líneas? No, no, no, no. Lo que pasa es que acá yo tengo dos Wi-Fi. No son claros, son de otra cosa. Y tengo el crédito de cosas. Y resulta que este mes Pasó unas cosas que no pude pagar y por eso se me fue más. Así que quiero terminar pagando, no sé, voy a ver si te puedo dar de baja en el mes que viene. A lo que es la línea? Sí. Bien, Miguel, yo precisamente te quería brindar una promoción exclusiva para su línea, ¿sí, mano? Bien, para que usted no tenga que abonar un montón de dinero y además ver que le brindamos lo que es un descuento fijo. bien por seis meses para que usted lo pueda aprovechar, ¿bien? Y le comento, le brindamos lo que son 16 gigabikes, 8 gigabites de base, más 8 horas de regalo, en 13.250 pesos con un descuento fijo por seis meses, bien para que usted lo pueda aprovechar. ¿Me sigues acá, Pedro? Sí, no, voy a esperar a pagar al fin de mes que viene lo que le debo y le voy a dar de baja. ¿Le va a dar de baja al servicio de línea telefónica? Claro, porque te está dando bastante. En ese caso, usted puede aprovechar de igual manera esa promoción, porque no habría problemas. De igual manera, el próximo mes usted terminaría de abonar su factura, pero si usted no se pasa ahora, le van a seguir facturando. El monto elevado que usted quiere que se lo van a seguir facturando, por eso mismo le decía a todos que pueda aprovechar la promoción en el día de hoy. Sí, pero espérame que pague porque si no me van a juntar los dos, por ejemplo la de usted y la de Koss. No quiero que me junte porque no se quiere que se me junte. Ah, bien, entiendo. De igual manera, el monto que nosotros le vamos a poner recién lo abonaría recién en febrero, lo pujería mediados de febrero, el 15 de febrero, por ejemplo, ¿lo podría hacer bien? Sí, yo lo abro ahora para este en enero. Claro, bueno lo terminaría de pagar ahora fin de mes y ya recién a mediados de enero, usted se estaría volando recién su primera factura en Moussard, ¿bien? Para que se quede tranquilo. Y el monto que llegamos a cobrar es de 13.250 pesos, que es mucho más económico que lo que ustedes están cobrando para que no le sigan facturando. Déjeme que paye y le aviso. No, no necesito pagar, porque quiero pagar, porque si no, se me hace un bilis y se me cae. Claro, entiendo, entiendo Pedro. Bueno, mira, yo te voy a dejar un mensajito con las promociones para que después vos nos puedas aprovechar. Dale. Bueno, vamos. Así estamos en contacto y te puedes aprovechar. Sí, déjame, déjame que pague y me libere todo esto. No sé, pero justamente me pasó un caso que no pude pagar. Viste, se me juzgó dos meses. Yo ya pagué, me atrasó y ahora me falté. Y no sé si me van a convertir. Por eso le digo. Y después ya le doy baja. Bien, perfecto. Ahora suelta que le dé de baja, directamente comuníquese conmigo y nosotros le hacemos lo que es el trámite ¿sabes? Yo me encargaría de darle un mejor servicio y darle lo que es la baja en claro y el alta en mojar. Bueno, vamos. Déjame pagar y después... Bueno, dale. Yo te espero. Muchas gracias por tu atención. Me voy a hacer un piso en la cabeza. Perfecto, Pedro. Entonces estamos en contacto. Bueno, adiós. Hasta luego. Que tengas un lindo día.",
  "calidad": {
    "confianza_promedio": 0.442,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:29:49.744554",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:22.951035",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112140454079_ACD_73463",
    "fecha_inicio": "12/1/2026 14:04:54",
    "agente_nombre": "MZA 31",
    "agente_login": "mza31",
    "duracion_total": 361,
    "tiempo_conversacion": 265,
    "tiempo_hold": 0,
    "tiempo_acw": 75,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}