{
  "archivo": "amza13_1_260113132029698_ACD_01661.wav",
  "duracion_segundos": 143.93,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 44.21,
    "Cliente": 87.99
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.3,
      "fin": 59.5,
      "duracion": 58.2,
      "texto": "Hola, buenos días. Hablo con Omar. ¿Quién habla? Omar, habla Gerardo de la línea de beneficios de Movistar. Te llamamos el día de hoy porque tenemos un beneficio para tu línea móvil. Es un plan para que vuelvas a la compañía con un descuento fijo. Gracias. Te agradezco, muy amable. Solo una pregunta, Omar. ¿Qué tipo de plan tenés con Claro actualmente? ¿Con Claro? Con la compañía Claro, correcto. Vos tenés Claro, ¿verdad? Exacto. Bien, ¿qué tipo de plan te dan? ¿Cuánto sigas? Si no, no recuerdo. Me dan seis o ocho, creo. Bueno, un poquito. Yo te puedo dar un plan. Pero no quiero escuchar. No te quiero hacer perder tiempo. No quiero hacer nada con movistar. ¿Tenéis algún problema con el servicio? Sí, sí. Muchos, muchos problemas. Así que cuando me devuelvan todo lo que me hicieron pagar,",
      "confianza": 0.066,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.33,
      "fin": 61.71,
      "duracion": 1.38,
      "texto": "por un servicio malo.",
      "confianza": 0.904,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.19,
      "fin": 86.77,
      "duracion": 22.58,
      "texto": "Entonces, por ahí puede ser que, de hecho, tenía tres teléfonos, obrar y todo, así que borré todo, pero no quiero saber nada con Movistar. Lamento que haya tenido sin conveniente, Omar. La verdad es que la empresa ha cambiado mucho desde entonces. No, no, no cambió nada. ¿Sabes qué? No cambió nada. No cambió nada. De hecho, lo que quieren hacer es obrar.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.33,
      "fin": 92.66,
      "duracion": 5.33,
      "texto": "Nada más. Bueno, todas las empresas tienen ánimo de lucro, Omar, no solamente Movistar.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.37,
      "fin": 109.89,
      "duracion": 15.52,
      "texto": "Yo entiendo que tienen que ser un lucro, pero cuando vos averiguas y cuando vos vas y preguntas y te dicen, sí, no, no, está bien, no, y después cuando te encontrás con que el chorizo es otro, y cuando empiezas a preguntar, no, pero yo vine acá,",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.39,
      "fin": 123.28,
      "duracion": 12.89,
      "texto": "Sí, no, pero no es así. Nadie se hace cargo, todos ustedes son los boludos. No te vamos a mentir, la propuesta es un plan con un descuido pico. Vos no, no digo que sean todos, pero la gran mayoría sí.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 125.14,
      "fin": 127.58,
      "duracion": 2.44,
      "texto": "Los directivos son, no ustedes, los directivos.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.44,
      "fin": 135.24,
      "duracion": 6.79,
      "texto": "Entonces cuando ellos devuelvan lo que estafan a la gente, entonces ahí van a empezar a tener más gente.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.23,
      "fin": 141.23,
      "duracion": 5.0,
      "texto": "Bueno Mar, lo lamento lo que te pasó y gracias por tu tiempo, que tengas una buena tarde.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.86,
      "fin": 143.93,
      "duracion": 2.07,
      "texto": "Igualmente para vos. Hasta luego.",
      "confianza": 0.439,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Omar. ¿Quién habla? Omar, habla Gerardo de la línea de beneficios de Movistar. Te llamamos el día de hoy porque tenemos un beneficio para tu línea móvil. Es un plan para que vuelvas a la compañía con un descuento fijo. Gracias. Te agradezco, muy amable. Solo una pregunta, Omar. ¿Qué tipo de plan tenés con Claro actualmente? ¿Con Claro? Con la compañía Claro, correcto. Vos tenés Claro, ¿verdad? Exacto. Bien, ¿qué tipo de plan te dan? ¿Cuánto sigas? Si no, no recuerdo. Me dan seis o ocho, creo. Bueno, un poquito. Yo te puedo dar un plan. Pero no quiero escuchar. No te quiero hacer perder tiempo. No quiero hacer nada con movistar. ¿Tenéis algún problema con el servicio? Sí, sí. Muchos, muchos problemas. Así que cuando me devuelvan todo lo que me hicieron pagar, por un servicio malo. Entonces, por ahí puede ser que, de hecho, tenía tres teléfonos, obrar y todo, así que borré todo, pero no quiero saber nada con Movistar. Lamento que haya tenido sin conveniente, Omar. La verdad es que la empresa ha cambiado mucho desde entonces. No, no, no cambió nada. ¿Sabes qué? No cambió nada. No cambió nada. De hecho, lo que quieren hacer es obrar. Nada más. Bueno, todas las empresas tienen ánimo de lucro, Omar, no solamente Movistar. Yo entiendo que tienen que ser un lucro, pero cuando vos averiguas y cuando vos vas y preguntas y te dicen, sí, no, no, está bien, no, y después cuando te encontrás con que el chorizo es otro, y cuando empiezas a preguntar, no, pero yo vine acá, Sí, no, pero no es así. Nadie se hace cargo, todos ustedes son los boludos. No te vamos a mentir, la propuesta es un plan con un descuido pico. Vos no, no digo que sean todos, pero la gran mayoría sí. Los directivos son, no ustedes, los directivos. Entonces cuando ellos devuelvan lo que estafan a la gente, entonces ahí van a empezar a tener más gente. Bueno Mar, lo lamento lo que te pasó y gracias por tu tiempo, que tengas una buena tarde. Igualmente para vos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.465,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:09:02.227546",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:14.093753",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113132029698_ACD_01661",
    "fecha_inicio": "13/1/2026 13:20:29",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 161,
    "tiempo_conversacion": 140,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}