{
  "archivo": "amza8_1_260114143643642_ACD_69017.wav",
  "duracion_segundos": 139.07,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 72.17,
    "Cliente": 56.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.82,
      "fin": 3.9,
      "duracion": 2.08,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Claudia.",
      "confianza": 0.39,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.17,
      "fin": 6.29,
      "duracion": 1.12,
      "texto": "Sí.",
      "confianza": 0.563,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.31,
      "fin": 9.79,
      "duracion": 3.48,
      "texto": "Me alegro, Claudia. Te comento, Claudia. Mi nombre es Thiago.",
      "confianza": 0.44,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.83,
      "fin": 17.12,
      "duracion": 6.29,
      "texto": "Yo me estoy contactando en el área de recuperación de clientes movistar para saber por qué te habías ido a la compañía. ¿Cuál fue tu inconveniente?",
      "confianza": 0.513,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.34,
      "fin": 53.28,
      "duracion": 34.94,
      "texto": "Mira, yo me cansé de llamar a movistar antes de cambiar y de pedir posibilidades porque no lo podía pagar. Y jamás me dijeron que había promoción, que no había promoción, que no había, que no había y que no... Y cuando le dije que me ven de baja, y me dijo, ¿está bien? Y después me llenaron de llamadas, pero no, la verdad. Yo, bueno, de mi parte, te pido mi disculpa por ese inconveniente.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.8,
      "fin": 60.64,
      "duracion": 6.84,
      "texto": "Obviamente que, bueno, en este caso no es mi intención que que te sientas así, que tampoco te quedes con eso, habrá mal, obviamente.",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.16,
      "fin": 71.68,
      "duracion": 10.52,
      "texto": "Por eso me estoy contactando con vos, porque bueno, como verás, es un año nuevo, estamos empezando un año nuevo, una etapa nueva, y queremos que vos vas a la compañía y brindarte las mejores experiencias y bonificaciones que tenemos actualmente.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.36,
      "fin": 77.75,
      "duracion": 5.39,
      "texto": "Mira, ponlele a mí Claudia, mi figura, que vos tenés tres líneas a tu nombre, ¿verdad?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.77,
      "fin": 78.31,
      "duracion": 0.54,
      "texto": "Exacto. Perfecto.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.33,
      "fin": 80.29,
      "duracion": 1.96,
      "texto": "¿Cuánto estás abonando vos por las tres líneas, Claudia?",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.96,
      "fin": 106.38,
      "duracion": 24.42,
      "texto": "No, ahora no me interesa, igual, también. Por el momento, ¿sabes por qué? Porque yo tengo una salida de trabajo. Sí. Y estuve en conveniente cuando me pasé. Y no, no quiero volver a pasar porque perdí clientes. Entonces, esa línea en particular no lo cambiaría. Claro,",
      "confianza": 0.549,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 106.38,
      "fin": 107.05,
      "duracion": 0.67,
      "texto": "claro, claro.",
      "confianza": 0.613,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.07,
      "fin": 132.06,
      "duracion": 24.99,
      "texto": "Ponle, en este caso nosotros no queremos obviamente que te vuelva a pasar lo mismo. En este caso nosotros lo que realizamos es el cambio de compañía manteniendo lo que es el mismo número. El número no lo vas a perder. Tampoco vas a perder los contactos ni nada. No, me pasa lo mismo cambiándome con el mismo número. Así todo no podía... No te quiero perder el tiempo. Por ahora, no me lo cambias.",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.06,
      "fin": 134.92,
      "duracion": 1.86,
      "texto": "Bueno, perfecto. Disculpa la molestia.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.86,
      "fin": 139.07,
      "duracion": 3.21,
      "texto": "No, por favor. Gracias. Dale, hasta luego.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Claudia. Sí. Me alegro, Claudia. Te comento, Claudia. Mi nombre es Thiago. Yo me estoy contactando en el área de recuperación de clientes movistar para saber por qué te habías ido a la compañía. ¿Cuál fue tu inconveniente? Mira, yo me cansé de llamar a movistar antes de cambiar y de pedir posibilidades porque no lo podía pagar. Y jamás me dijeron que había promoción, que no había promoción, que no había, que no había y que no... Y cuando le dije que me ven de baja, y me dijo, ¿está bien? Y después me llenaron de llamadas, pero no, la verdad. Yo, bueno, de mi parte, te pido mi disculpa por ese inconveniente. Obviamente que, bueno, en este caso no es mi intención que que te sientas así, que tampoco te quedes con eso, habrá mal, obviamente. Por eso me estoy contactando con vos, porque bueno, como verás, es un año nuevo, estamos empezando un año nuevo, una etapa nueva, y queremos que vos vas a la compañía y brindarte las mejores experiencias y bonificaciones que tenemos actualmente. Mira, ponlele a mí Claudia, mi figura, que vos tenés tres líneas a tu nombre, ¿verdad? Exacto. Perfecto. ¿Cuánto estás abonando vos por las tres líneas, Claudia? No, ahora no me interesa, igual, también. Por el momento, ¿sabes por qué? Porque yo tengo una salida de trabajo. Sí. Y estuve en conveniente cuando me pasé. Y no, no quiero volver a pasar porque perdí clientes. Entonces, esa línea en particular no lo cambiaría. Claro, claro, claro. Ponle, en este caso nosotros no queremos obviamente que te vuelva a pasar lo mismo. En este caso nosotros lo que realizamos es el cambio de compañía manteniendo lo que es el mismo número. El número no lo vas a perder. Tampoco vas a perder los contactos ni nada. No, me pasa lo mismo cambiándome con el mismo número. Así todo no podía... No te quiero perder el tiempo. Por ahora, no me lo cambias. Bueno, perfecto. Disculpa la molestia. No, por favor. Gracias. Dale, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.536,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:10:04.556032",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:32.532341",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143643642_ACD_69017",
    "fecha_inicio": "14/1/2026 14:36:43",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 194,
    "tiempo_conversacion": 135,
    "tiempo_hold": 0,
    "tiempo_acw": 37,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}