{
  "archivo": "amza33_1_260112145401352_ACD_29965.wav",
  "duracion_segundos": 1520.23,
  "num_segmentos": 387,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 954.16,
    "Cliente": 474.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.35,
      "fin": 26.95,
      "duracion": 25.6,
      "texto": "Hola. Hola, ¿cómo estás, Oscar? Sí, ¿él habla? Oscar, un placer. Mi nombre es Katy. Yo me estoy contactando con vos porque tengo lo que es un descuento exclusivo para lo que es tu línea móvil. Así pagas menos lo que es tu boleta mensual, ¿sí? Tengo una consulta, en este caso, Oscar. Voy en cuanto los llegas. ¿Estás bien o te sabés quedar corto a veces? No, ahora ando bien porque no estoy usando mucho.",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.52,
      "fin": 67.4,
      "duracion": 39.88,
      "texto": "Ah, bien, perfecto. ¿Vos sos de...? Yo soy de la Diad de Beneficios y Recuperos de Clientes de Movistad. Estamos justamente con esta campaña de los clientes que se fueron con la gestión anterior, porque la verdad que hicieron un desastre en lo que es la compañía, sin los asesores. Y bueno, muchos han ido muy enojados de movistad y nosotros... Yo soy uno. Sí, vos sos uno. ¿Y a vos qué te sucedió en este caso que tomaste esa decisión de irte? Eh... No me hacían promociones. Llegué a pagar hasta 28 mil pesos, pero no, hace un par de años ya. Hace un par de años, sí. Igual me figura que te has vivido hace bastante en la compañía.",
      "confianza": 0.111,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.0,
      "fin": 69.12,
      "duracion": 1.12,
      "texto": "Sí, sí, yo tengo.",
      "confianza": 0.394,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.62,
      "fin": 102.99,
      "duracion": 33.37,
      "texto": "Sí, la verdad que te entiendo perfectamente porque bueno, hay muchos clientes que se no hacen sentido a valorados justamente de la empresa y han tomado esa opción de ese que es súper internible porque obviamente uno se va ahí por algo más económico y donde se sienta mejor, ¿sí? Sí, como te dije. La situación no estaba, no estaba. No, así es. Es súper entendible, igual, te entiendo. Es más, se nos fue un porcentaje bastante amplio y nos dimos cuenta que estaba sucediendo algo y cuando escucharon las llamadas, se dieron cuenta que estaban, por así decir, maltratando a los clientes y los asesores con la gestión anterior.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.71,
      "fin": 120.69,
      "duracion": 16.98,
      "texto": "Por eso, bueno, ustedes reciben llamadas muy a menudo, lo que es movistar, porque nosotros queremos que ustedes prueben nuestra nueva gestión en cuanto a calidad de atención y precios. Ahora actualmente la empresa cuenta con lo que es un respaldo legal, para que no les suceda lo que les pasó anteriormente.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.53,
      "fin": 132.74,
      "duracion": 11.22,
      "texto": "Este respaldo legal, Oscar, no te atreva a la compañía para nada, sino es que justamente es para que se te respete la bonificación y el beneficio que nosotros te brinamos a vos ahora actualmente.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 133.34,
      "fin": 133.47,
      "duracion": 0.12,
      "texto": "¿Bien?",
      "confianza": 0.167,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.1,
      "fin": 135.08,
      "duracion": 0.98,
      "texto": "Perfecto.",
      "confianza": 0.774,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 135.1,
      "fin": 144.76,
      "duracion": 9.66,
      "texto": "Coméntame Oscar, abona a Bojo actualmente. ¿Cuánto está él abonando lo que es Claro? Porque por lo que tengo entendido se han elevado bastante las tarifas de Claro.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.8,
      "fin": 156.65,
      "duracion": 10.85,
      "texto": "Sí, pero yo fui a pagar el viernes, el viernes fui a pagar, pero yo pensé que pagaba 20.000 pesos o 15, no sé, porque la última vez pagué poquito.",
      "confianza": 0.571,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.19,
      "fin": 173.87,
      "duracion": 16.68,
      "texto": "y voy el viernes y me dijeron 60.000 pesos, pero la china no sabía decirme si entró la otra boleta también, ¿viste? Es un montón y seguramente de verdad ha sido porque no te renuevo la promoción.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.65,
      "fin": 179.72,
      "duracion": 5.07,
      "texto": "Yo, o sea, ese plan lo tengo desde que inicié con ellos, ¿entiendes?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.39,
      "fin": 180.55,
      "duracion": 0.16,
      "texto": "Claro.",
      "confianza": 0.425,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 180.59,
      "fin": 209.54,
      "duracion": 28.95,
      "texto": "Bueno, mira, Oscar, nosotros queremos justamente que vos estés cómodo con nosotros y obviamente vuelvas a tener la permanencia que tenías anteriormente y también que tengas una atención más personalizada de mi parte, ¿sí? En este caso, yo quiero brindártelo con un plan de 16 gigas de internet, ¿sí? Esto cuenta con 8 gigas de base y también te brindamos 8 gigas de regalo, ¿sí? Esto solamente lo hacemos para vos que fuiste cliente de Monster.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 210.28,
      "fin": 237.16,
      "duracion": 26.88,
      "texto": "Este plan incluye lo que es Whatsapp Gratis, vos vas a poder hablar a cualquier compañía sin límite de tiempo, y lo que es Whatsapp Gratis, como te dije, ¿sí? Y Rumen en América, eso por si vos tenés planeado algunas vacaciones fuera del país, o por temas de trabajo te vas fuera del país al extranjero, vas a contar con el servicio de internet y no se te cobra en dólar como lo hace la compañía, en este caso de Claro, sino que la viene unificada justamente en el plan, ¿sí?",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 237.8,
      "fin": 263.86,
      "duracion": 26.06,
      "texto": "El plan que yo quiero brindarte actualmente lo tenés a 13.250 pesos. La verdad es que estarías haciéndote un ahorro casi del 70% con nosotros. Porque la verdad es que es una barbaridad de 60.000 pesos lo que es una línea. Sí, yo creo que son dos boletas, ¿viste? Porque una compañera tuya me dijo que me figuraba 29 en la boleta, ¿viste? Belén, Belén. Ah, bien.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.43,
      "fin": 273.74,
      "duracion": 9.31,
      "texto": "Y seguramente debe haber sido... Capaz que entró justo la otra bolita. Entró capaz la otra bolita o se te haría del facturado justamente el plan completo.",
      "confianza": 0.241,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.26,
      "fin": 278.25,
      "duracion": 3.99,
      "texto": "La verdad que no sé porque nosotros no estamos encargados de verificarnos eso.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.75,
      "fin": 290.33,
      "duracion": 10.58,
      "texto": "Justamente de lo que es las boletas de claro, pero sí sabemos que se han ido bastante legados los precios. ¿Sí? Sí. Bien. Perfecto. ¿A vos qué te pareció ese beneficio?",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.49,
      "fin": 292.97,
      "duracion": 1.48,
      "texto": "Perdón. Perfecto.",
      "confianza": 0.389,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.27,
      "fin": 317.48,
      "duracion": 23.21,
      "texto": "Y te hago una consulta, en este caso, Oscar. ¿Vos contás con lo que es chip físico o virtual? Ahí me mata. El chip físico es la tarjetita, a veces que se ingresa al dispositivo, o sea, en el celular. Y el virtual es más general para los celulares iPhone, que es lo que más... No, no, no. La primera opción. Más bien. Perfecto.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 317.5,
      "fin": 321.27,
      "duracion": 3.76,
      "texto": "Porque te comento, en este caso, como nosotros,",
      "confianza": 0.763,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.42,
      "fin": 326.3,
      "duracion": 4.88,
      "texto": "Nos manejamos. La verdad es que el trámite es súper sencillo, ¿sí?",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.0,
      "fin": 334.61,
      "duracion": 7.61,
      "texto": "Y en ningún momento vos te quedas sin línea porque justamente nosotros te enviamos lo que es el tipo a una sucursal cercana a tu domicilio.",
      "confianza": 0.605,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 335.05,
      "fin": 362.65,
      "duracion": 27.6,
      "texto": "Y en este caso, me figuré como un viz que repaso los datos que me figura el sistema primero para no hacerte un enredo. Me furió que la línea está al nombre de Oscar Villayo, ¿Sí? Viñarro. Viñarro. Bien. Lo deleté mal yo. Viñarro. Perfecto. Vamos a segundo. Es viñarro. Bien. Y me aseguro que vos vivís en lo que es en la par y trastillo.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 368.04,
      "fin": 368.66,
      "duracion": 0.62,
      "texto": "¿Sí? Sí, en la par y trastillo.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 368.68,
      "fin": 368.78,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.031,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 368.8,
      "fin": 383.31,
      "duracion": 14.51,
      "texto": "Mira, nosotros tenemos recién lo que es ocustal en San Justo. o si no tenemos en Gregorio de la Ferrer. La Ferrer. La Ferrer, que es la de Piedra Buena, Alza y Mil 130, la sucursal.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 384.54,
      "fin": 389.48,
      "duracion": 4.95,
      "texto": "Nosotros enviamos lo que es el chip a esa sucursal y vos en ningún momento te quedas sin niña.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 389.98,
      "fin": 426.23,
      "duracion": 36.25,
      "texto": "El trámite es súper sencillo porque tarda dentro de 48 horas hábiles. Es decir, que se va a hacer la portabilidad. Básicamente el día miércoles ya tendrías lo que es la línea activa y no te quedaría sin línea con lo que es la compañía. Solamente se te hace el cambio de chip, no perdería ni los contactos ni tampoco el número, ¿sí? Igual de todas formas Oscar, vos ya has hecho portabilidad, así que sabes que el trámite es súper sencillo, ¿sí? Bien, en este caso ahí yo te enviaría lo que es el chip, ¿sí? ¿Vos tenés solamente esta línea a tu nombre o tenés más líneas? No, no, esta es cajona. Esta línea.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 426.25,
      "fin": 426.43,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.017,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 426.45,
      "fin": 432.2,
      "duracion": 5.75,
      "texto": "Lo único que sí no me sale registrado que hayas dejado lo que es un correo electrónico a cabo activo en la empresa.",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 435.3,
      "fin": 453.08,
      "duracion": 17.78,
      "texto": "No sé si querés. Me sale como que no has dejado correo electrónico. Bien. No sé si querés poner o colocar uno si te llegan ahí las boletas. Mira, te acabo de enviar lo que es la sucursal que tengo ahí cercana a tu domicilio. ¿Me podrías poner en altavoz e ingresar a WhatsApp?",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 454.9,
      "fin": 456.48,
      "duracion": 1.58,
      "texto": "Así me lo confirmas.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 457.7,
      "fin": 457.9,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.806,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 458.5,
      "fin": 467.43,
      "duracion": 8.93,
      "texto": "Y si también querés mi nombre y correo electrónico, parezco que ponerlo acá si te llegan por ahí las boletas, ¿sí?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 467.45,
      "fin": 469.21,
      "duracion": 1.76,
      "texto": "Bien.",
      "confianza": 0.763,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 469.23,
      "fin": 476.98,
      "duracion": 7.75,
      "texto": "Dame un segundito. ¿Lo pudiste verificar?",
      "confianza": 0.262,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 477.0,
      "fin": 484.25,
      "duracion": 7.25,
      "texto": "Bien.",
      "confianza": 0.747,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 484.63,
      "fin": 495.88,
      "duracion": 11.25,
      "texto": "No, si salís y ahí pones en altavoz y ingresa al WhatsApp vos.",
      "confianza": 0.371,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 495.9,
      "fin": 496.0,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 496.02,
      "fin": 508.48,
      "duracion": 12.46,
      "texto": "No, se me tira el teléfono, ¿viste? Se me tira. Ah, bien, se te tira el teléfono. Igual te voy a poner Katy. Bueno, ahí te mandaba lo que era la sucursal. Te hago una consulta, Oscar. ¿Sabes algún correo electrónico donde vos puedas recibir las boletas?",
      "confianza": 0.049,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 509.7,
      "fin": 514.59,
      "duracion": 4.89,
      "texto": "Yo tengo el correo electrónico, pero no la tengo muy ubicada ahora. Bien.",
      "confianza": 0.321,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 514.99,
      "fin": 542.8,
      "duracion": 27.81,
      "texto": "Por eso te decía que si vos te salís afuera del escoso ahí vas a poder verificar y también verificar lo que es el WhatsApp. Porque te comento, cuando nosotros hacemos el respaldo legal, en este caso nosotros ponemos lo que es el respaldo, se dice lo que es la línea portal, el plan que vas a acceder, el titular que en este caso vendrías a ser vos, y obviamente se pone lo que es el correo electrónico donde vas a recibir las boletas. ¿Sí?",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 542.82,
      "fin": 543.62,
      "duracion": 0.8,
      "texto": "Sí. Bien.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 543.64,
      "fin": 546.93,
      "duracion": 3.29,
      "texto": "Escúchame. Escúchame, te hago una pregunta. ¿De quién?",
      "confianza": 0.749,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 547.55,
      "fin": 548.97,
      "duracion": 1.42,
      "texto": "¿No lo podemos hacer todo esto mañana?",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 548.99,
      "fin": 552.9,
      "duracion": 3.91,
      "texto": "Yo anoto todo, porque yo tengo el trabajo ahora, ¿viste? Bien.",
      "confianza": 0.578,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 552.92,
      "fin": 565.41,
      "duracion": 12.49,
      "texto": "Y mejor venganos, están mirando. Y mañana a este momento yo ya, cuando vengo al trabajo, sucile. ¿Y en qué hora te vas a desocupar? ¿Eh? ¿En qué hora te vas a desocupar? ¿Hoy? ¿Hoy? ¿Hoy o mañana? Sí, hoy y a las...",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 565.92,
      "fin": 579.05,
      "duracion": 13.13,
      "texto": "y ya estaría en mi casa yo. Bueno, perfecto. En este caso, ¿crees que yo a las seis me comunique con vos? Y también, no sé si vos tenés algún familiar, hijos que vos tienen en la compañía, claro, porque capaz que te podamos brindar un plan familiar.",
      "confianza": 0.203,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 579.63,
      "fin": 643.08,
      "duracion": 63.45,
      "texto": "En realidad, ese plan se activa solamente para los clientes que fueron de la compañía y son algunos seleccionados que, bueno, se fueron por una mala gestión que habíamos tenido, ¿sí? Tengo mi hermana nomás que está en movistar. Ah, bien. ¿Tenés vos en tu domicilio? Sí, inclusive yo quería aumentar los megaportes. Los megaportes, no. El wifi es muy corto en casa, ¿viste? No sé cuánto tiene, pero es el nombre de mi vieja. Ah, en este caso después yo te voy a pasar el 0800 para que vos llames y arrequejame, ¿sí? En este caso, Oscar, yo te decía de hacerlo hoy porque mañana no iban a cambiar la oferta comercial, ya que hubo un aumento que seguramente también debió haber sido lo de la boleta que te ha llegado bastante elevada, en claro. Porque había un aumento y nosotros manteníamos, desde el año pasado mantenemos lo que es el número, o sea, lo que es la promoción, pero ahora nos dijeron que, como decía el lunes, desde mañana íbamos a activar lo que es el nuevo plan. Por eso el basque era para que no te pierdas el descuento.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 643.1,
      "fin": 643.8,
      "duracion": 0.7,
      "texto": "Sí, sí, no, no, yo lo quiero hacer.",
      "confianza": 0.022,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 643.82,
      "fin": 659.83,
      "duracion": 16.01,
      "texto": "Yo cuando fui a pagar el otro día, yo fui con 30 mil pesos, porque si el otro día me dijeron 29 más o menos, Fui con 30 mil pesos, pero no pagaba ni la mitad. Entonces yo no, me voy, me voy, me voy de claro.",
      "confianza": 0.407,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 659.85,
      "fin": 667.74,
      "duracion": 7.89,
      "texto": "Perfecto. En este caso, mira, yo tengo una solo que es una precarga para que uno pierda lo que es el cupo y después vos me pasas el correo electrónico si yo lo dejo junto.",
      "confianza": 0.179,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 667.86,
      "fin": 713.75,
      "duracion": 45.89,
      "texto": "Si te hago lo que es todo el cierre comercial y después me pasas el correo electrónico para yo dejarlo asentado que ahí te lleguen las boletas. más que nada porque yo me voy, te juro que la verdad me tendría que haber ido en realidad yo salgo a las 3 de la tarde en la oficina y para que uno pierda es la promoción porque mañana va a cambiar y a lo mejor puede llegar a cambiar 3 mil, 4 mil pesos que la verdad que eso te beneficia a vos, o sea te estarías haciendo un ahorro, sí? Sí, oye joven, cuando yo te mande ya el correo vos después de una mañana me llamas de vuelta, digo a la tarde No, no. Yo te hago todo lo que es el respaldo legal y te hago todo lo que es la portabilidad. Vos cuando me envíes en la tarde o te desocupes y me envíes el correo electrónico, yo lo único que hago es cambiarle las solicitudes para que ahí te digan las boletas.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 716.15,
      "fin": 724.33,
      "duracion": 8.18,
      "texto": "¿Sí? Sí. Perfecto. ¿Crees que la vamos así? Que es más fácil. ¿Y ya queda todo? Ya queda todo. ¿Sí?",
      "confianza": 0.005,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 724.86,
      "fin": 750.33,
      "duracion": 25.47,
      "texto": "Básicamente queda todo ok, yo tengo lo que es el respaldo legal y eso va con el número de portabilidad y cuando tú pases el correo, básicamente yo lo pongo acá en el sistema, en la solicitud, para que vos te puedas bajar la aplicación de Movistar y también vos te vienen ahí las bolitas. Así que solamente modificar el correo. ¿Vieron? Sí. Perfecto. ¿Y lo del chip y eso?",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 750.87,
      "fin": 761.38,
      "duracion": 10.51,
      "texto": "Y lo del que te va a estar llegando el día miércoles, vas a retirar el chip a la sucursal y ya lo puedes activar. Tengo que ir a buscarlo yo.",
      "confianza": 0.469,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 761.92,
      "fin": 788.41,
      "duracion": 26.49,
      "texto": "Y la idea es que vayas a retirarlo vos porque se te activa en 48 horas, si no te te envían tu domicilio. Me asegura que el último domicilio es Wesley, al 897, para el castillo. Sí, veanlo. Ah, bien, lo pronuncié mal. Yo por el tema laboral no puedo faltar el trabajo. Bueno, vamos a hacer una cosa. Te lo vamos a enviar.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 788.47,
      "fin": 797.6,
      "duracion": 9.13,
      "texto": "Voy a verificar a ver si te lo puedo enviar a domicilio y vamos a poner domicilio alternativo, lo que es la sucursal.",
      "confianza": 0.643,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 797.62,
      "fin": 828.61,
      "duracion": 30.99,
      "texto": "Bien, que es un domicilio alternativo por las dudas que luego hagas que los En este caso te lo enviamos por el correo de Andriani, ¿sí? Sí, porque cuando me hicieron el test con Andriani, con el chip de claro, me dieron vueltas que habían ido a mi casa, que yo llamé, reclamé, y era mentira que había venido porque dijeron yo tengo una reja marrón y yo no tengo reja en este caso, ¿entendés? Claro. Entonces tuve mi hermano y tu historia,",
      "confianza": 0.543,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 829.69,
      "fin": 859.04,
      "duracion": 29.35,
      "texto": "Sí, en este caso, claro, por eso yo para mí es más cómodo enviarte lo de la sucursal que hacen horario corrido hasta las 7 de la tarde ahí, en lo que es el horario de la frarret. ¿Sí? Bien. ¿Te lo envío a tu domicilio o querés que lo enviemos a la sucursal, que es más fácil? No. Pero a la sucursal puedo ir el jueves, yo únicamente que el jueves tengo médico. El jueves puedes ir. Bien, a ver.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 859.59,
      "fin": 875.96,
      "duracion": 16.37,
      "texto": "En este caso... Bien, dame... ¿Y si te lo envío la sucursal, Adriani? ¿Voy así? Es más fácil la sucursal, Adriani, porque vos vas directamente en los técnicos... Perdón, los técnicos, estoy confirmándolo con la fibra áptica.",
      "confianza": 0.301,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 876.68,
      "fin": 885.35,
      "duracion": 8.67,
      "texto": "En este caso, vos vas y lo vas a retirar vos y no se están volteando, en este caso, los de la sucursal, ¿sí?",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 886.91,
      "fin": 900.46,
      "duracion": 13.55,
      "texto": "¿Crees que lo enviamos ahí, a la sucursal Andreani? Estoy pensando porque no sé dónde hay una sucursal Andreani. Ahí lo verifico yo, dame un segundo. Tengo el morón recién, cerca de lo que es Rafael Castillo.",
      "confianza": 0.423,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 901.71,
      "fin": 905.19,
      "duracion": 3.48,
      "texto": "¿El morón? El morón, que ahí te he ido la dirección.",
      "confianza": 0.526,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 906.29,
      "fin": 907.11,
      "duracion": 0.82,
      "texto": "Dame un segundo.",
      "confianza": 0.377,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 909.19,
      "fin": 914.34,
      "duracion": 5.14,
      "texto": "Dame un segundo que verifico la sucursal.",
      "confianza": 0.814,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 914.8,
      "fin": 916.72,
      "duracion": 1.92,
      "texto": "En este caso me figura que él es...",
      "confianza": 0.617,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 917.25,
      "fin": 941.27,
      "duracion": 24.02,
      "texto": "Comandante Gavreyi al 2260. Comandante Gavreyi al 2004. Estaba viendo lo que es la otra, disculpa. Es 25 de mayo al 497 Morón, Buenos Aires.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 942.2,
      "fin": 951.35,
      "duracion": 9.15,
      "texto": "El 25 de mayo sí, la del centro de Morón. Claro, sí, yo estaba viendo lo que es una sucursal de Andriani, que esa te quedaba más lejos.",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 952.57,
      "fin": 953.49,
      "duracion": 0.92,
      "texto": "¿Querés que te deje esa?",
      "confianza": 0.268,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 954.37,
      "fin": 970.43,
      "duracion": 16.06,
      "texto": "¿Vas y la retirás vos? Exactamente, Morón, sí. Perfecto. Ahí vas a tener que ir con el número, con él, de Ney, en este caso. Sí, sí. Perfecto. Entonces, te lo enviamos ahí. Yo ahora voy a hacerte el respaldo legal de lo que es la línea.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 971.35,
      "fin": 998.65,
      "duracion": 27.3,
      "texto": "Esto, como te dije, te asegura a vos que básicamente se te va a respetar la bonificación. Es un respaldo legal que yo te hago de la compañía. Bien. Perfecto. Te voy a hacer el respaldo legal y recordé que ahora queda agradable sentado el beneficio con lo que son tus datos. para recibir futuras promociones. ¿Usted tiene internet de modificar en su domicilio?",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1002.04,
      "fin": 1002.18,
      "duracion": 0.14,
      "texto": "No.",
      "confianza": 0.763,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1002.8,
      "fin": 1003.84,
      "duracion": 1.04,
      "texto": "Perfecto.",
      "confianza": 0.859,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1003.86,
      "fin": 1018.72,
      "duracion": 14.86,
      "texto": "En este caso estamos portando la línea 11-6196-7102. Perdón, mi madre tiene... Claro, pero tiene que estar al nombre tuyo en este caso para hacerte un descuento.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1018.74,
      "fin": 1019.4,
      "duracion": 0.66,
      "texto": "Bien, perfecto.",
      "confianza": 0.484,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1019.77,
      "fin": 1031.99,
      "duracion": 12.22,
      "texto": "Bien, estábamos, como te dije, portando la línea 11-7196-7102, que está el nombre del titular Oscar Viñarro, ¿sí?",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1032.01,
      "fin": 1032.51,
      "duracion": 0.5,
      "texto": "Sí. Perfecto.",
      "confianza": 0.086,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1032.87,
      "fin": 1037.82,
      "duracion": 4.95,
      "texto": "¿Me confirmas el último estrés número de tu DNI? 950.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1037.84,
      "fin": 1038.58,
      "duracion": 0.74,
      "texto": "Perfecto.",
      "confianza": 0.749,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1038.6,
      "fin": 1046.69,
      "duracion": 8.09,
      "texto": "Me comentaste que esta línea se encuentra en la compañía Claro. Me comentaste que cuentas con factura mensual. ¿La factura está en el nombre de tú o de otra persona?",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1047.38,
      "fin": 1056.03,
      "duracion": 8.65,
      "texto": "A nombre mío, no.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1056.05,
      "fin": 1056.23,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.006,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1056.25,
      "fin": 1061.1,
      "duracion": 4.85,
      "texto": "¿Vos eres chip físico o virtual? Perdón, perdón. El chip físico me habías dicho lo que tenías. El chip físico, sí.",
      "confianza": 0.018,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1061.12,
      "fin": 1061.94,
      "duracion": 0.82,
      "texto": "Perfecto.",
      "confianza": 0.198,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1061.96,
      "fin": 1075.46,
      "duracion": 13.5,
      "texto": "Vamos a hacerle entrega del chip en lo que es la sucursal de Andean y de lo que es la localidad Morón. La dirección es 25 de mayo del 497 Morón, Buenos Aires. Que quieran entre las calles de... Dame un segundo.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1075.96,
      "fin": 1087.88,
      "duracion": 11.92,
      "texto": "Es independiente Noberto García Silva y el otro es doctor Carlos Pellegrini. Ahí vamos a hacer la entrega del kit. Sí, Carlos Pellegrini.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1087.9,
      "fin": 1087.96,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.008,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1087.98,
      "fin": 1096.49,
      "duracion": 8.51,
      "texto": "Y vamos a poner de domicilio alternativo la sucursal de Movistar, que vamos a ponerla de tienda Movistar, que es piedra buena al 6.130.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1097.21,
      "fin": 1100.78,
      "duracion": 3.57,
      "texto": "Vamos a poner con el respaldo ese domicilio alternativo.",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1101.1,
      "fin": 1103.61,
      "duracion": 2.51,
      "texto": "Bien. Perfecto.",
      "confianza": 0.477,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1103.63,
      "fin": 1113.5,
      "duracion": 9.87,
      "texto": "Bien, les recuerdo que el costo del servicio el día de la fecha del 13.250 pesos vos vas a contar con un descuento fijo por seis meses de 38.800 pesos.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1114.0,
      "fin": 1118.42,
      "duracion": 4.42,
      "texto": "Este plan incluye ocho días de base más ocho días de regalo por seis meses.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1119.0,
      "fin": 1167.57,
      "duracion": 48.57,
      "texto": "WhatsApp Pratt vas a poder ayudar a cualquier compañía sin límite de tiempo que te cuenta con lo que es el Roomin en América. Y te recuerdo que los otros días del regalo por seis y también sumar cuatro libras de regalos para cada línea móvil que es portada más de dos líneas bajo el mismo titular y activar 23 libras de regalos con una duración de 30 días, ¿sí? Una vez aprobada la portabilidad de su línea, que portará en 48 horas hábiles, un día antes por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que usted se quede tranquilo.",
      "confianza": 0.513,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1168.13,
      "fin": 1171.22,
      "duracion": 3.08,
      "texto": "Es importante no colocar el chip antes de la fecha informada.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1171.72,
      "fin": 1208.65,
      "duracion": 36.93,
      "texto": "De todas maneras, vos te vas a dar cuenta porque tu línea clero va a dejar de recibir señal. Ahí es cuando debes colocarlo. Le comento que por única vez debes validar identidad al activarlo en caso de que vos tengas alguna dificultad. Intente nuevamente comuníquese al 0800-621-7678 a nuestra opción 4, ¿sí? Le solicitamos que en caso de no levantar señal, usted reinicie lo que es el equipo. Por otro lado, dentro de los próximos días, vos vas a recibir una encuesta de satisfacción por medio del WhatsApp. Le solicitamos, por favor, que la competencia, que tu opinión es importante para la empresa, ¿sí?",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1208.67,
      "fin": 1212.87,
      "duracion": 4.21,
      "texto": "Oscar, este es el plan que yo tengo para brindarte, ¿sí?",
      "confianza": 0.452,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1213.22,
      "fin": 1217.35,
      "duracion": 4.13,
      "texto": "O sea, el gratis, el respaldo legal. Ahora necesito enviarte el número de portadilera.",
      "confianza": 0.252,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1217.99,
      "fin": 1228.89,
      "duracion": 10.9,
      "texto": "Este número de portadilera básicamente me permite a mí, sí, hacerte lo que es la portadilera, o sea, el cambio de compañía con el mismo número si vos no lo perdés. ¿Bien?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1228.91,
      "fin": 1229.35,
      "duracion": 0.44,
      "texto": "Sí. Perfecto.",
      "confianza": 0.056,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1229.45,
      "fin": 1305.62,
      "duracion": 76.17,
      "texto": "Y necesito enviártelo. Lo único que sí te pido, si se me llega a cortar la comunicación, vos electamente me hables a través de lo que es WhatsApp y no atiendas reservadas que te van a estar ingresando, porque al querer le salta el sistema que vos estás haciendo a la portabilidad y justamente con el riesgo de quedarte lo que es sin línea, que esa no es mi idea, ni tampoco vos llames a dar de baja lo que es claro, ¿sí? Sí, yo hasta que no te dé el número de portabilidad, no puedo hablar de hacerle llamar. ¿Cómo? No, en realidad, ahora te dio el número de portabilidad, ¿sí? ¿Qué pasa? Cuando te envía un número de portabilidad, claro, le salta en el sistema que vos estás haciendo la portabilidad, justamente en lo que es la línea, y lo que quiere hacer es dejarte sin línea, que es un llamado automático que te hace como una computadora. Por eso te pido que por 30 minutos a dos horas no atienda las llamadas que te van a estar ingresando, que son números que vos no tenés agendados, ya si tenés agendado a tu mamá, a tu señora, supongamos, o hijo, o puedes atender, ¿sí? Son llamadas de números que vos no tenés agendados, ¿sí? Ah, bien, bien, bien. Ahora entendí. Solo los agendados puedo atender. Solo los agendados, sí, podés atender por el día de hoy, ya mañana podés atender cualquier otro tipo de llamada, ¿sí?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1306.18,
      "fin": 1321.7,
      "duracion": 15.52,
      "texto": "Te acabo de enviar el número de portabilidad, ¿sí? Ese número de portabilidad es como te dije, te llega por mensaje de texto y nos permite hacer el cambio con tu mismo número y también dejar el respaldo legal, ¿sí? ¿Puedes ponerme en altavoz e ingresar al mensajito de texto?",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1322.72,
      "fin": 1327.57,
      "duracion": 4.85,
      "texto": "Estás en altavoz. Hace un rato. ¿Te llegó el mensajito de texto?",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1328.73,
      "fin": 1335.2,
      "duracion": 6.47,
      "texto": "Me fijo porque ya te dije que hay que meterla y no puedo salir. Para salir, tengo que apagar el teléfono, ¿entendés?",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1335.9,
      "fin": 1344.93,
      "duracion": 9.03,
      "texto": "Ah, bien. Fíjate si puedes ingresar o si no, sale para abajo y ahí las mismas notificaciones te salen.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1344.95,
      "fin": 1345.29,
      "duracion": 0.34,
      "texto": "Bien.",
      "confianza": 0.865,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1348.66,
      "fin": 1375.38,
      "duracion": 26.72,
      "texto": "Perfecto. ¿Y Whatsapp? No, no, de mensaje de texto común, ¿sí? A ver, me pido mensaje. Que te dice, su código de portabilidad es, y ahí le dice un número de cuatro dígitas, después le va a decir con una fecha de vencimiento, que es el colapso que tenemos nosotros para hacerle la entrega del kit, y después le va a decir para el prestador MBS que eso significa movistar, ¿sí?",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1376.69,
      "fin": 1382.48,
      "duracion": 5.79,
      "texto": "No, sabe que no tengo mensaje, no me figura. A ver, mensajito de texto común.",
      "confianza": 0.134,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1383.14,
      "fin": 1387.65,
      "duracion": 4.51,
      "texto": "Ahora ahí se lo vuelvo a reenviar. A ver, capaz que ha sido un problema de recepción.",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1389.49,
      "fin": 1390.37,
      "duracion": 0.88,
      "texto": "Dame un segundito.",
      "confianza": 0.259,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1399.54,
      "fin": 1404.39,
      "duracion": 4.85,
      "texto": "Bien. Perfecto. Era entonces el número, a ver si capaz que le he puesto malejonce,",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1405.06,
      "fin": 1423.88,
      "duracion": 18.82,
      "texto": "61, 96, 71, 02. Exactamente. Dale, perfecto. A ver, ahí fijarte si llegó el mensajito, porque capaz que tenés que perder un colapso por lo que hay una demora, ¿sí? O sea, tarden en llevar un mensaje de texto, por lo general.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 1426.03,
      "fin": 1430.31,
      "duracion": 4.28,
      "texto": "Bien. Bien.",
      "confianza": 0.769,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1430.33,
      "fin": 1432.65,
      "duracion": 2.32,
      "texto": "¿Te llegó? ¿Lo pudiste verificar?",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1434.64,
      "fin": 1464.63,
      "duracion": 29.99,
      "texto": "Dice mensaje, pero no lo puedo abrir. Ah, es que se te ha atendido el celular. Sí. Claro. Sí, sí. Bien. En este caso... Yo, delistándolo para abajo, sí veo que está el mensaje. Claro, lo verifico. No lo puedo abrir. Ah, bien. Y en este caso, mira, vamos a hacer una cosa. Recordá, por favor, no atender los llamados, ¿sí? Sí, sí, está bien. Por todo lo que es la llamada, y fíjate, si podés ingresar y me mandás captura o copiar y pegar el mensaje.",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1466.21,
      "fin": 1472.1,
      "duracion": 5.89,
      "texto": "¿Bien? Sí, te lo mando por WhatsApp. ¿Por WhatsApp?",
      "confianza": 0.157,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1472.12,
      "fin": 1472.96,
      "duracion": 0.84,
      "texto": "Bien.",
      "confianza": 0.319,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1472.98,
      "fin": 1500.21,
      "duracion": 27.23,
      "texto": "Y te voy a poner mi número para que, mi nombre, perdón, para que vos te recuerdes el nombre mío y me agendas por cualquier duda o consulta que vos tengas. ¿Bien? Ahora que tengo una semana entrante, tengo una semana entrante. Voy a cortar, corto la semana entrante. Claro, corta la semana entrante, acuérdate que te llaman automáticamente para, bueno, justamente, Verificar y dejarte sin línea automáticamente, ¿sí?",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1500.23,
      "fin": 1501.01,
      "duracion": 0.78,
      "texto": "Bien.",
      "confianza": 0.857,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1501.03,
      "fin": 1513.43,
      "duracion": 12.4,
      "texto": "Yo voy a acortar si vos podés ingresar ya que se está atendiendo el teléfono a lo que es los mensajitos de texto y sacas captura o los copias y pegas al WhatsApp. Bueno.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1513.45,
      "fin": 1513.99,
      "duracion": 0.54,
      "texto": "Dale, perfecto.",
      "confianza": 0.388,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1514.01,
      "fin": 1516.81,
      "duracion": 2.8,
      "texto": "Bueno, me faltó darles la bienvenida a la compañía Monstar.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1520.02,
      "fin": 1520.23,
      "duracion": 0.22,
      "texto": "Bien, bien.",
      "confianza": 0.103,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás, Oscar? Sí, ¿él habla? Oscar, un placer. Mi nombre es Katy. Yo me estoy contactando con vos porque tengo lo que es un descuento exclusivo para lo que es tu línea móvil. Así pagas menos lo que es tu boleta mensual, ¿sí? Tengo una consulta, en este caso, Oscar. Voy en cuanto los llegas. ¿Estás bien o te sabés quedar corto a veces? No, ahora ando bien porque no estoy usando mucho. Ah, bien, perfecto. ¿Vos sos de...? Yo soy de la Diad de Beneficios y Recuperos de Clientes de Movistad. Estamos justamente con esta campaña de los clientes que se fueron con la gestión anterior, porque la verdad que hicieron un desastre en lo que es la compañía, sin los asesores. Y bueno, muchos han ido muy enojados de movistad y nosotros... Yo soy uno. Sí, vos sos uno. ¿Y a vos qué te sucedió en este caso que tomaste esa decisión de irte? Eh... No me hacían promociones. Llegué a pagar hasta 28 mil pesos, pero no, hace un par de años ya. Hace un par de años, sí. Igual me figura que te has vivido hace bastante en la compañía. Sí, sí, yo tengo. Sí, la verdad que te entiendo perfectamente porque bueno, hay muchos clientes que se no hacen sentido a valorados justamente de la empresa y han tomado esa opción de ese que es súper internible porque obviamente uno se va ahí por algo más económico y donde se sienta mejor, ¿sí? Sí, como te dije. La situación no estaba, no estaba. No, así es. Es súper entendible, igual, te entiendo. Es más, se nos fue un porcentaje bastante amplio y nos dimos cuenta que estaba sucediendo algo y cuando escucharon las llamadas, se dieron cuenta que estaban, por así decir, maltratando a los clientes y los asesores con la gestión anterior. Por eso, bueno, ustedes reciben llamadas muy a menudo, lo que es movistar, porque nosotros queremos que ustedes prueben nuestra nueva gestión en cuanto a calidad de atención y precios. Ahora actualmente la empresa cuenta con lo que es un respaldo legal, para que no les suceda lo que les pasó anteriormente. Este respaldo legal, Oscar, no te atreva a la compañía para nada, sino es que justamente es para que se te respete la bonificación y el beneficio que nosotros te brinamos a vos ahora actualmente. ¿Bien? Perfecto. Coméntame Oscar, abona a Bojo actualmente. ¿Cuánto está él abonando lo que es Claro? Porque por lo que tengo entendido se han elevado bastante las tarifas de Claro. Sí, pero yo fui a pagar el viernes, el viernes fui a pagar, pero yo pensé que pagaba 20.000 pesos o 15, no sé, porque la última vez pagué poquito. y voy el viernes y me dijeron 60.000 pesos, pero la china no sabía decirme si entró la otra boleta también, ¿viste? Es un montón y seguramente de verdad ha sido porque no te renuevo la promoción. Yo, o sea, ese plan lo tengo desde que inicié con ellos, ¿entiendes? Claro. Bueno, mira, Oscar, nosotros queremos justamente que vos estés cómodo con nosotros y obviamente vuelvas a tener la permanencia que tenías anteriormente y también que tengas una atención más personalizada de mi parte, ¿sí? En este caso, yo quiero brindártelo con un plan de 16 gigas de internet, ¿sí? Esto cuenta con 8 gigas de base y también te brindamos 8 gigas de regalo, ¿sí? Esto solamente lo hacemos para vos que fuiste cliente de Monster. Este plan incluye lo que es Whatsapp Gratis, vos vas a poder hablar a cualquier compañía sin límite de tiempo, y lo que es Whatsapp Gratis, como te dije, ¿sí? Y Rumen en América, eso por si vos tenés planeado algunas vacaciones fuera del país, o por temas de trabajo te vas fuera del país al extranjero, vas a contar con el servicio de internet y no se te cobra en dólar como lo hace la compañía, en este caso de Claro, sino que la viene unificada justamente en el plan, ¿sí? El plan que yo quiero brindarte actualmente lo tenés a 13.250 pesos. La verdad es que estarías haciéndote un ahorro casi del 70% con nosotros. Porque la verdad es que es una barbaridad de 60.000 pesos lo que es una línea. Sí, yo creo que son dos boletas, ¿viste? Porque una compañera tuya me dijo que me figuraba 29 en la boleta, ¿viste? Belén, Belén. Ah, bien. Y seguramente debe haber sido... Capaz que entró justo la otra bolita. Entró capaz la otra bolita o se te haría del facturado justamente el plan completo. La verdad que no sé porque nosotros no estamos encargados de verificarnos eso. Justamente de lo que es las boletas de claro, pero sí sabemos que se han ido bastante legados los precios. ¿Sí? Sí. Bien. Perfecto. ¿A vos qué te pareció ese beneficio? Perdón. Perfecto. Y te hago una consulta, en este caso, Oscar. ¿Vos contás con lo que es chip físico o virtual? Ahí me mata. El chip físico es la tarjetita, a veces que se ingresa al dispositivo, o sea, en el celular. Y el virtual es más general para los celulares iPhone, que es lo que más... No, no, no. La primera opción. Más bien. Perfecto. Porque te comento, en este caso, como nosotros, Nos manejamos. La verdad es que el trámite es súper sencillo, ¿sí? Y en ningún momento vos te quedas sin línea porque justamente nosotros te enviamos lo que es el tipo a una sucursal cercana a tu domicilio. Y en este caso, me figuré como un viz que repaso los datos que me figura el sistema primero para no hacerte un enredo. Me furió que la línea está al nombre de Oscar Villayo, ¿Sí? Viñarro. Viñarro. Bien. Lo deleté mal yo. Viñarro. Perfecto. Vamos a segundo. Es viñarro. Bien. Y me aseguro que vos vivís en lo que es en la par y trastillo. ¿Sí? Sí, en la par y trastillo. Bien. Mira, nosotros tenemos recién lo que es ocustal en San Justo. o si no tenemos en Gregorio de la Ferrer. La Ferrer. La Ferrer, que es la de Piedra Buena, Alza y Mil 130, la sucursal. Nosotros enviamos lo que es el chip a esa sucursal y vos en ningún momento te quedas sin niña. El trámite es súper sencillo porque tarda dentro de 48 horas hábiles. Es decir, que se va a hacer la portabilidad. Básicamente el día miércoles ya tendrías lo que es la línea activa y no te quedaría sin línea con lo que es la compañía. Solamente se te hace el cambio de chip, no perdería ni los contactos ni tampoco el número, ¿sí? Igual de todas formas Oscar, vos ya has hecho portabilidad, así que sabes que el trámite es súper sencillo, ¿sí? Bien, en este caso ahí yo te enviaría lo que es el chip, ¿sí? ¿Vos tenés solamente esta línea a tu nombre o tenés más líneas? No, no, esta es cajona. Esta línea. Perfecto. Lo único que sí no me sale registrado que hayas dejado lo que es un correo electrónico a cabo activo en la empresa. No sé si querés. Me sale como que no has dejado correo electrónico. Bien. No sé si querés poner o colocar uno si te llegan ahí las boletas. Mira, te acabo de enviar lo que es la sucursal que tengo ahí cercana a tu domicilio. ¿Me podrías poner en altavoz e ingresar a WhatsApp? Así me lo confirmas. Bien. Y si también querés mi nombre y correo electrónico, parezco que ponerlo acá si te llegan por ahí las boletas, ¿sí? Bien. Dame un segundito. ¿Lo pudiste verificar? Bien. No, si salís y ahí pones en altavoz y ingresa al WhatsApp vos. Bien. No, se me tira el teléfono, ¿viste? Se me tira. Ah, bien, se te tira el teléfono. Igual te voy a poner Katy. Bueno, ahí te mandaba lo que era la sucursal. Te hago una consulta, Oscar. ¿Sabes algún correo electrónico donde vos puedas recibir las boletas? Yo tengo el correo electrónico, pero no la tengo muy ubicada ahora. Bien. Por eso te decía que si vos te salís afuera del escoso ahí vas a poder verificar y también verificar lo que es el WhatsApp. Porque te comento, cuando nosotros hacemos el respaldo legal, en este caso nosotros ponemos lo que es el respaldo, se dice lo que es la línea portal, el plan que vas a acceder, el titular que en este caso vendrías a ser vos, y obviamente se pone lo que es el correo electrónico donde vas a recibir las boletas. ¿Sí? Sí. Bien. Escúchame. Escúchame, te hago una pregunta. ¿De quién? ¿No lo podemos hacer todo esto mañana? Yo anoto todo, porque yo tengo el trabajo ahora, ¿viste? Bien. Y mejor venganos, están mirando. Y mañana a este momento yo ya, cuando vengo al trabajo, sucile. ¿Y en qué hora te vas a desocupar? ¿Eh? ¿En qué hora te vas a desocupar? ¿Hoy? ¿Hoy? ¿Hoy o mañana? Sí, hoy y a las... y ya estaría en mi casa yo. Bueno, perfecto. En este caso, ¿crees que yo a las seis me comunique con vos? Y también, no sé si vos tenés algún familiar, hijos que vos tienen en la compañía, claro, porque capaz que te podamos brindar un plan familiar. En realidad, ese plan se activa solamente para los clientes que fueron de la compañía y son algunos seleccionados que, bueno, se fueron por una mala gestión que habíamos tenido, ¿sí? Tengo mi hermana nomás que está en movistar. Ah, bien. ¿Tenés vos en tu domicilio? Sí, inclusive yo quería aumentar los megaportes. Los megaportes, no. El wifi es muy corto en casa, ¿viste? No sé cuánto tiene, pero es el nombre de mi vieja. Ah, en este caso después yo te voy a pasar el 0800 para que vos llames y arrequejame, ¿sí? En este caso, Oscar, yo te decía de hacerlo hoy porque mañana no iban a cambiar la oferta comercial, ya que hubo un aumento que seguramente también debió haber sido lo de la boleta que te ha llegado bastante elevada, en claro. Porque había un aumento y nosotros manteníamos, desde el año pasado mantenemos lo que es el número, o sea, lo que es la promoción, pero ahora nos dijeron que, como decía el lunes, desde mañana íbamos a activar lo que es el nuevo plan. Por eso el basque era para que no te pierdas el descuento. Sí, sí, no, no, yo lo quiero hacer. Yo cuando fui a pagar el otro día, yo fui con 30 mil pesos, porque si el otro día me dijeron 29 más o menos, Fui con 30 mil pesos, pero no pagaba ni la mitad. Entonces yo no, me voy, me voy, me voy de claro. Perfecto. En este caso, mira, yo tengo una solo que es una precarga para que uno pierda lo que es el cupo y después vos me pasas el correo electrónico si yo lo dejo junto. Si te hago lo que es todo el cierre comercial y después me pasas el correo electrónico para yo dejarlo asentado que ahí te lleguen las boletas. más que nada porque yo me voy, te juro que la verdad me tendría que haber ido en realidad yo salgo a las 3 de la tarde en la oficina y para que uno pierda es la promoción porque mañana va a cambiar y a lo mejor puede llegar a cambiar 3 mil, 4 mil pesos que la verdad que eso te beneficia a vos, o sea te estarías haciendo un ahorro, sí? Sí, oye joven, cuando yo te mande ya el correo vos después de una mañana me llamas de vuelta, digo a la tarde No, no. Yo te hago todo lo que es el respaldo legal y te hago todo lo que es la portabilidad. Vos cuando me envíes en la tarde o te desocupes y me envíes el correo electrónico, yo lo único que hago es cambiarle las solicitudes para que ahí te digan las boletas. ¿Sí? Sí. Perfecto. ¿Crees que la vamos así? Que es más fácil. ¿Y ya queda todo? Ya queda todo. ¿Sí? Básicamente queda todo ok, yo tengo lo que es el respaldo legal y eso va con el número de portabilidad y cuando tú pases el correo, básicamente yo lo pongo acá en el sistema, en la solicitud, para que vos te puedas bajar la aplicación de Movistar y también vos te vienen ahí las bolitas. Así que solamente modificar el correo. ¿Vieron? Sí. Perfecto. ¿Y lo del chip y eso? Y lo del que te va a estar llegando el día miércoles, vas a retirar el chip a la sucursal y ya lo puedes activar. Tengo que ir a buscarlo yo. Y la idea es que vayas a retirarlo vos porque se te activa en 48 horas, si no te te envían tu domicilio. Me asegura que el último domicilio es Wesley, al 897, para el castillo. Sí, veanlo. Ah, bien, lo pronuncié mal. Yo por el tema laboral no puedo faltar el trabajo. Bueno, vamos a hacer una cosa. Te lo vamos a enviar. Voy a verificar a ver si te lo puedo enviar a domicilio y vamos a poner domicilio alternativo, lo que es la sucursal. Bien, que es un domicilio alternativo por las dudas que luego hagas que los En este caso te lo enviamos por el correo de Andriani, ¿sí? Sí, porque cuando me hicieron el test con Andriani, con el chip de claro, me dieron vueltas que habían ido a mi casa, que yo llamé, reclamé, y era mentira que había venido porque dijeron yo tengo una reja marrón y yo no tengo reja en este caso, ¿entendés? Claro. Entonces tuve mi hermano y tu historia, Sí, en este caso, claro, por eso yo para mí es más cómodo enviarte lo de la sucursal que hacen horario corrido hasta las 7 de la tarde ahí, en lo que es el horario de la frarret. ¿Sí? Bien. ¿Te lo envío a tu domicilio o querés que lo enviemos a la sucursal, que es más fácil? No. Pero a la sucursal puedo ir el jueves, yo únicamente que el jueves tengo médico. El jueves puedes ir. Bien, a ver. En este caso... Bien, dame... ¿Y si te lo envío la sucursal, Adriani? ¿Voy así? Es más fácil la sucursal, Adriani, porque vos vas directamente en los técnicos... Perdón, los técnicos, estoy confirmándolo con la fibra áptica. En este caso, vos vas y lo vas a retirar vos y no se están volteando, en este caso, los de la sucursal, ¿sí? ¿Crees que lo enviamos ahí, a la sucursal Andreani? Estoy pensando porque no sé dónde hay una sucursal Andreani. Ahí lo verifico yo, dame un segundo. Tengo el morón recién, cerca de lo que es Rafael Castillo. ¿El morón? El morón, que ahí te he ido la dirección. Dame un segundo. Dame un segundo que verifico la sucursal. En este caso me figura que él es... Comandante Gavreyi al 2260. Comandante Gavreyi al 2004. Estaba viendo lo que es la otra, disculpa. Es 25 de mayo al 497 Morón, Buenos Aires. El 25 de mayo sí, la del centro de Morón. Claro, sí, yo estaba viendo lo que es una sucursal de Andriani, que esa te quedaba más lejos. ¿Querés que te deje esa? ¿Vas y la retirás vos? Exactamente, Morón, sí. Perfecto. Ahí vas a tener que ir con el número, con él, de Ney, en este caso. Sí, sí. Perfecto. Entonces, te lo enviamos ahí. Yo ahora voy a hacerte el respaldo legal de lo que es la línea. Esto, como te dije, te asegura a vos que básicamente se te va a respetar la bonificación. Es un respaldo legal que yo te hago de la compañía. Bien. Perfecto. Te voy a hacer el respaldo legal y recordé que ahora queda agradable sentado el beneficio con lo que son tus datos. para recibir futuras promociones. ¿Usted tiene internet de modificar en su domicilio? No. Perfecto. En este caso estamos portando la línea 11-6196-7102. Perdón, mi madre tiene... Claro, pero tiene que estar al nombre tuyo en este caso para hacerte un descuento. Bien, perfecto. Bien, estábamos, como te dije, portando la línea 11-7196-7102, que está el nombre del titular Oscar Viñarro, ¿sí? Sí. Perfecto. ¿Me confirmas el último estrés número de tu DNI? 950. Perfecto. Me comentaste que esta línea se encuentra en la compañía Claro. Me comentaste que cuentas con factura mensual. ¿La factura está en el nombre de tú o de otra persona? A nombre mío, no. Perfecto. ¿Vos eres chip físico o virtual? Perdón, perdón. El chip físico me habías dicho lo que tenías. El chip físico, sí. Perfecto. Vamos a hacerle entrega del chip en lo que es la sucursal de Andean y de lo que es la localidad Morón. La dirección es 25 de mayo del 497 Morón, Buenos Aires. Que quieran entre las calles de... Dame un segundo. Es independiente Noberto García Silva y el otro es doctor Carlos Pellegrini. Ahí vamos a hacer la entrega del kit. Sí, Carlos Pellegrini. Sí. Y vamos a poner de domicilio alternativo la sucursal de Movistar, que vamos a ponerla de tienda Movistar, que es piedra buena al 6.130. Vamos a poner con el respaldo ese domicilio alternativo. Bien. Perfecto. Bien, les recuerdo que el costo del servicio el día de la fecha del 13.250 pesos vos vas a contar con un descuento fijo por seis meses de 38.800 pesos. Este plan incluye ocho días de base más ocho días de regalo por seis meses. WhatsApp Pratt vas a poder ayudar a cualquier compañía sin límite de tiempo que te cuenta con lo que es el Roomin en América. Y te recuerdo que los otros días del regalo por seis y también sumar cuatro libras de regalos para cada línea móvil que es portada más de dos líneas bajo el mismo titular y activar 23 libras de regalos con una duración de 30 días, ¿sí? Una vez aprobada la portabilidad de su línea, que portará en 48 horas hábiles, un día antes por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que usted se quede tranquilo. Es importante no colocar el chip antes de la fecha informada. De todas maneras, vos te vas a dar cuenta porque tu línea clero va a dejar de recibir señal. Ahí es cuando debes colocarlo. Le comento que por única vez debes validar identidad al activarlo en caso de que vos tengas alguna dificultad. Intente nuevamente comuníquese al 0800-621-7678 a nuestra opción 4, ¿sí? Le solicitamos que en caso de no levantar señal, usted reinicie lo que es el equipo. Por otro lado, dentro de los próximos días, vos vas a recibir una encuesta de satisfacción por medio del WhatsApp. Le solicitamos, por favor, que la competencia, que tu opinión es importante para la empresa, ¿sí? Oscar, este es el plan que yo tengo para brindarte, ¿sí? O sea, el gratis, el respaldo legal. Ahora necesito enviarte el número de portadilera. Este número de portadilera básicamente me permite a mí, sí, hacerte lo que es la portadilera, o sea, el cambio de compañía con el mismo número si vos no lo perdés. ¿Bien? Sí. Perfecto. Y necesito enviártelo. Lo único que sí te pido, si se me llega a cortar la comunicación, vos electamente me hables a través de lo que es WhatsApp y no atiendas reservadas que te van a estar ingresando, porque al querer le salta el sistema que vos estás haciendo a la portabilidad y justamente con el riesgo de quedarte lo que es sin línea, que esa no es mi idea, ni tampoco vos llames a dar de baja lo que es claro, ¿sí? Sí, yo hasta que no te dé el número de portabilidad, no puedo hablar de hacerle llamar. ¿Cómo? No, en realidad, ahora te dio el número de portabilidad, ¿sí? ¿Qué pasa? Cuando te envía un número de portabilidad, claro, le salta en el sistema que vos estás haciendo la portabilidad, justamente en lo que es la línea, y lo que quiere hacer es dejarte sin línea, que es un llamado automático que te hace como una computadora. Por eso te pido que por 30 minutos a dos horas no atienda las llamadas que te van a estar ingresando, que son números que vos no tenés agendados, ya si tenés agendado a tu mamá, a tu señora, supongamos, o hijo, o puedes atender, ¿sí? Son llamadas de números que vos no tenés agendados, ¿sí? Ah, bien, bien, bien. Ahora entendí. Solo los agendados puedo atender. Solo los agendados, sí, podés atender por el día de hoy, ya mañana podés atender cualquier otro tipo de llamada, ¿sí? Te acabo de enviar el número de portabilidad, ¿sí? Ese número de portabilidad es como te dije, te llega por mensaje de texto y nos permite hacer el cambio con tu mismo número y también dejar el respaldo legal, ¿sí? ¿Puedes ponerme en altavoz e ingresar al mensajito de texto? Estás en altavoz. Hace un rato. ¿Te llegó el mensajito de texto? Me fijo porque ya te dije que hay que meterla y no puedo salir. Para salir, tengo que apagar el teléfono, ¿entendés? Ah, bien. Fíjate si puedes ingresar o si no, sale para abajo y ahí las mismas notificaciones te salen. Bien. Perfecto. ¿Y Whatsapp? No, no, de mensaje de texto común, ¿sí? A ver, me pido mensaje. Que te dice, su código de portabilidad es, y ahí le dice un número de cuatro dígitas, después le va a decir con una fecha de vencimiento, que es el colapso que tenemos nosotros para hacerle la entrega del kit, y después le va a decir para el prestador MBS que eso significa movistar, ¿sí? No, sabe que no tengo mensaje, no me figura. A ver, mensajito de texto común. Ahora ahí se lo vuelvo a reenviar. A ver, capaz que ha sido un problema de recepción. Dame un segundito. Bien. Perfecto. Era entonces el número, a ver si capaz que le he puesto malejonce, 61, 96, 71, 02. Exactamente. Dale, perfecto. A ver, ahí fijarte si llegó el mensajito, porque capaz que tenés que perder un colapso por lo que hay una demora, ¿sí? O sea, tarden en llevar un mensaje de texto, por lo general. Bien. Bien. ¿Te llegó? ¿Lo pudiste verificar? Dice mensaje, pero no lo puedo abrir. Ah, es que se te ha atendido el celular. Sí. Claro. Sí, sí. Bien. En este caso... Yo, delistándolo para abajo, sí veo que está el mensaje. Claro, lo verifico. No lo puedo abrir. Ah, bien. Y en este caso, mira, vamos a hacer una cosa. Recordá, por favor, no atender los llamados, ¿sí? Sí, sí, está bien. Por todo lo que es la llamada, y fíjate, si podés ingresar y me mandás captura o copiar y pegar el mensaje. ¿Bien? Sí, te lo mando por WhatsApp. ¿Por WhatsApp? Bien. Y te voy a poner mi número para que, mi nombre, perdón, para que vos te recuerdes el nombre mío y me agendas por cualquier duda o consulta que vos tengas. ¿Bien? Ahora que tengo una semana entrante, tengo una semana entrante. Voy a cortar, corto la semana entrante. Claro, corta la semana entrante, acuérdate que te llaman automáticamente para, bueno, justamente, Verificar y dejarte sin línea automáticamente, ¿sí? Bien. Yo voy a acortar si vos podés ingresar ya que se está atendiendo el teléfono a lo que es los mensajitos de texto y sacas captura o los copias y pegas al WhatsApp. Bueno. Dale, perfecto. Bueno, me faltó darles la bienvenida a la compañía Monstar. Bien, bien.",
  "calidad": {
    "confianza_promedio": 0.457,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 52.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:45:40.259422",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 387,
    "total_segmentos_corregido": 125,
    "fecha_correccion": "2026-01-18T23:05:23.907176",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112145401352_ACD_29965",
    "fecha_inicio": "12/1/2026 14:54:01",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 1508,
    "tiempo_conversacion": 1479,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}