{
  "archivo": "amza36_1_260114120042922_ACD_84193.wav",
  "duracion_segundos": 146.83,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 101.22,
    "Cliente": 30.21
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.5,
      "fin": 5.83,
      "duracion": 4.33,
      "texto": "Hola, buenos días. ¿Cómo le va? ¿Hablo con la señora Graciela?",
      "confianza": 0.187,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.85,
      "fin": 6.51,
      "duracion": 0.66,
      "texto": "Sí.",
      "confianza": 0.52,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.57,
      "fin": 11.35,
      "duracion": 4.78,
      "texto": "Un gusto. Mi nombre es Micraela. Le quería darse a llegar a un plan de 10.000 pesos para su línea de movistar.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.99,
      "fin": 13.98,
      "duracion": 1.98,
      "texto": "¿Me asegura Graciela que se encuentra con claro?",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.0,
      "fin": 18.55,
      "duracion": 3.55,
      "texto": "No, no, te agradezco. ¿Por qué, Graciela? ¿Puedo escuchar la promoción?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.47,
      "fin": 35.39,
      "duracion": 15.92,
      "texto": "Porque me salí de movistar justamente porque me cobraban cosas que no correspondían y bueno, y me fui a otra... Perfecto. Sí, la verdad, comprendo. La comprendo, la comprendo. Actualmente ha cambiado toda la gestión, por eso le queríamos hacer llegar un muy buen plan.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.19,
      "fin": 42.46,
      "duracion": 6.27,
      "texto": "Estaba viendo que está pagando $8,400 pesos. Tengo un plan de $7,460 pesos.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.52,
      "fin": 58.88,
      "duracion": 15.36,
      "texto": "Va a contar con 4GB de base, más cuatro horas de retagarlo por seis meses. WhatsApp está más libre. Yo te agradezco, sé que es tu trabajo, pero tengo una persona ahora en movistar. Claro que me soluciona cualquier inconveniente. Por mucho tiempo tuve movistar.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.47,
      "fin": 70.18,
      "duracion": 10.71,
      "texto": "No me dio nunca un resultado. Creo que hoy, en la actualidad, me están cobrando una deuda, así que me tengo que acercar todavía a ver qué es lo que estoy... ¿Quiere que le confirme si tiene una deuda?",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.38,
      "fin": 92.44,
      "duracion": 20.06,
      "texto": "Ay, ahora parece una deuda nueva. Así que, sinceramente, lo lamento por vos, que sé que están trabajando, pero nunca más quisiera volver a movistar. La entiendo. Le decía que si quería que le confirmara que si tiene una deuda. No sé si lo podemos ver acá. Para que te quede tranquila para decir si en realidad es correcto.",
      "confianza": 0.77,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.22,
      "fin": 101.63,
      "duracion": 8.41,
      "texto": "¿O usted cómo sintió que tenía una deuda? Porque me llamaron y me dijeron. ¿Desde el área de cobranza le llamaron o de un asesor de movistar?",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.15,
      "fin": 105.97,
      "duracion": 2.82,
      "texto": "Creo que desde cobranza. De cobranza.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.51,
      "fin": 110.94,
      "duracion": 4.42,
      "texto": "Y le consulto, ¿les llegó un mail avisándole que tenía una deuda desde cobranza?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.96,
      "fin": 112.04,
      "duracion": 1.08,
      "texto": "No. Claro.",
      "confianza": 0.499,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.06,
      "fin": 122.55,
      "duracion": 10.49,
      "texto": "Las deudas se informan a través del mail, que usted siempre deja un mail para recibir las facturaciones. Ahí le llega, si tiene alguna deuda, desde cobranza de voluntad.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.69,
      "fin": 128.53,
      "duracion": 4.84,
      "texto": "Ahora lo estoy tratando de leer, a ver si es correctamente que tiene la deuda.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 129.96,
      "fin": 133.34,
      "duracion": 3.38,
      "texto": "Por una línea fija. Por una línea fija, perfecto.",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.46,
      "fin": 146.83,
      "duracion": 12.37,
      "texto": "Bueno, yo la voy a seguir buscando. ¿Querés que, en caso de que tenga la deuda, se lo mande y le mande un número de cobranza para que usted se pueda comunicar? Perfecto, muchísimas gracias. Que tengo lindos días, hasta luego. Gracias, igualmente.",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Cómo le va? ¿Hablo con la señora Graciela? Sí. Un gusto. Mi nombre es Micraela. Le quería darse a llegar a un plan de 10.000 pesos para su línea de movistar. ¿Me asegura Graciela que se encuentra con claro? No, no, te agradezco. ¿Por qué, Graciela? ¿Puedo escuchar la promoción? Porque me salí de movistar justamente porque me cobraban cosas que no correspondían y bueno, y me fui a otra... Perfecto. Sí, la verdad, comprendo. La comprendo, la comprendo. Actualmente ha cambiado toda la gestión, por eso le queríamos hacer llegar un muy buen plan. Estaba viendo que está pagando $8,400 pesos. Tengo un plan de $7,460 pesos. Va a contar con 4GB de base, más cuatro horas de retagarlo por seis meses. WhatsApp está más libre. Yo te agradezco, sé que es tu trabajo, pero tengo una persona ahora en movistar. Claro que me soluciona cualquier inconveniente. Por mucho tiempo tuve movistar. No me dio nunca un resultado. Creo que hoy, en la actualidad, me están cobrando una deuda, así que me tengo que acercar todavía a ver qué es lo que estoy... ¿Quiere que le confirme si tiene una deuda? Ay, ahora parece una deuda nueva. Así que, sinceramente, lo lamento por vos, que sé que están trabajando, pero nunca más quisiera volver a movistar. La entiendo. Le decía que si quería que le confirmara que si tiene una deuda. No sé si lo podemos ver acá. Para que te quede tranquila para decir si en realidad es correcto. ¿O usted cómo sintió que tenía una deuda? Porque me llamaron y me dijeron. ¿Desde el área de cobranza le llamaron o de un asesor de movistar? Creo que desde cobranza. De cobranza. Y le consulto, ¿les llegó un mail avisándole que tenía una deuda desde cobranza? No. Claro. Las deudas se informan a través del mail, que usted siempre deja un mail para recibir las facturaciones. Ahí le llega, si tiene alguna deuda, desde cobranza de voluntad. Ahora lo estoy tratando de leer, a ver si es correctamente que tiene la deuda. Por una línea fija. Por una línea fija, perfecto. Bueno, yo la voy a seguir buscando. ¿Querés que, en caso de que tenga la deuda, se lo mande y le mande un número de cobranza para que usted se pueda comunicar? Perfecto, muchísimas gracias. Que tengo lindos días, hasta luego. Gracias, igualmente.",
  "calidad": {
    "confianza_promedio": 0.545,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:09:01.785740",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:25.322368",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114120042922_ACD_84193",
    "fecha_inicio": "14/1/2026 12:00:42",
    "agente_nombre": "MZA 36",
    "agente_login": "mza36",
    "duracion_total": 207,
    "tiempo_conversacion": 142,
    "tiempo_hold": 0,
    "tiempo_acw": 43,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cliente moroso (Supera umbral)",
    "tipo_tipificacion": "Exitoso"
  }
}