{
  "archivo": "amza34_1_260112133820448_ACD_85573.wav",
  "duracion_segundos": 143.0,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 20.62,
    "Cliente": 117.43
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.23,
      "fin": 31.82,
      "duracion": 31.59,
      "texto": "Hola, ¿qué tal? ¿Qué tal? ¿Quién habla? Sí, ¿quién habla? Sí, sí, tengo dos en claro. ¿Cuánto está pagando por esas líneas? No me acuerdo. Me mataste, me tengo que citar en la boleta, ¿no? Bien,",
      "confianza": 0.472,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 31.82,
      "fin": 33.88,
      "duracion": 2.06,
      "texto": "bien, Gerard, yo te voy comentando de la promoción.",
      "confianza": 0.53,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.12,
      "fin": 41.45,
      "duracion": 7.33,
      "texto": "El que yo te puedo brindar es una promoción de 16 días que te va a quedar en 13.250 cada una de las líneas.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.98,
      "fin": 51.99,
      "duracion": 10.01,
      "texto": "Y si quisieras agregar lo que sería el Wi-Fi, te hacemos un descuento de 4.000 pesos sobre el precio de la fibra, ¿sí? Sí, ¿cuánto tiempo es?",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.58,
      "fin": 68.06,
      "duracion": 15.48,
      "texto": "Es por seis meses las promociones que nosotros brindamos y después usted las puede volver a contratar mediante la aplicación de movilizar. Bien. Te hago una consulta. Porque yo tengo la línea mí y la de mi señora. Lo tengo que hablar con ella. Sí.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.8,
      "fin": 75.53,
      "duracion": 6.73,
      "texto": "Tengo una tercera que declaro que es de mi hija que no la puedo cambiar. ¿Vos me podrías llamar? ¿Hasta qué ha trabajado?",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.39,
      "fin": 110.95,
      "duracion": 34.56,
      "texto": "Hasta las tres. Pero si le parece, ¿le puedo dejar un mensaje por WhatsApp con las promociones? Dale, y si me podés llamar mañana, antes de las 12, porque yo hablo con mi señora y sí, nos queríamos cambiar de claro, con estos dos, con estas dos líneas, y ya te digo cuánto me cobra claro porque no lo tengo en mente. Vale, ¿y otros problemas? ¿Te interesa también el establecimiento de fibra óptica? No, no, tengo, porque acá... No, no, tengo. Bien,",
      "confianza": 0.663,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 110.95,
      "fin": 118.39,
      "duracion": 7.44,
      "texto": "entonces yo ahora me comunico también por WhatsApp, te voy a dejar más promociones y mañana, antes de las doce, te vuelvo a llamar, ¿sí?",
      "confianza": 0.571,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.41,
      "fin": 130.04,
      "duracion": 11.63,
      "texto": "El de fibra óptica, ¿cómo funciona, perdón? Fibra óptica, nosotros primero tenemos que verificar la cobertura para ver si tenemos cobertura en su zona y después terminamos las promociones, ¿sí?",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.76,
      "fin": 131.86,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.061,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.88,
      "fin": 143.0,
      "duracion": 11.12,
      "texto": "Bien, bien. Bueno, está bien también para pensarlo. Está bien también. Gracias, entonces. Vale, listo. Espero mañana. Espero mañana antes de las doce. Bueno, adiós.",
      "confianza": 0.244,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Qué tal? ¿Quién habla? Sí, ¿quién habla? Sí, sí, tengo dos en claro. ¿Cuánto está pagando por esas líneas? No me acuerdo. Me mataste, me tengo que citar en la boleta, ¿no? Bien, bien, Gerard, yo te voy comentando de la promoción. El que yo te puedo brindar es una promoción de 16 días que te va a quedar en 13.250 cada una de las líneas. Y si quisieras agregar lo que sería el Wi-Fi, te hacemos un descuento de 4.000 pesos sobre el precio de la fibra, ¿sí? Sí, ¿cuánto tiempo es? Es por seis meses las promociones que nosotros brindamos y después usted las puede volver a contratar mediante la aplicación de movilizar. Bien. Te hago una consulta. Porque yo tengo la línea mí y la de mi señora. Lo tengo que hablar con ella. Sí. Tengo una tercera que declaro que es de mi hija que no la puedo cambiar. ¿Vos me podrías llamar? ¿Hasta qué ha trabajado? Hasta las tres. Pero si le parece, ¿le puedo dejar un mensaje por WhatsApp con las promociones? Dale, y si me podés llamar mañana, antes de las 12, porque yo hablo con mi señora y sí, nos queríamos cambiar de claro, con estos dos, con estas dos líneas, y ya te digo cuánto me cobra claro porque no lo tengo en mente. Vale, ¿y otros problemas? ¿Te interesa también el establecimiento de fibra óptica? No, no, tengo, porque acá... No, no, tengo. Bien, entonces yo ahora me comunico también por WhatsApp, te voy a dejar más promociones y mañana, antes de las doce, te vuelvo a llamar, ¿sí? El de fibra óptica, ¿cómo funciona, perdón? Fibra óptica, nosotros primero tenemos que verificar la cobertura para ver si tenemos cobertura en su zona y después terminamos las promociones, ¿sí? Bien. Bien, bien. Bueno, está bien también para pensarlo. Está bien también. Gracias, entonces. Vale, listo. Espero mañana. Espero mañana antes de las doce. Bueno, adiós.",
  "calidad": {
    "confianza_promedio": 0.45,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:52:18.099433",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:24.255209",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112133820448_ACD_85573",
    "fecha_inicio": "12/1/2026 13:38:20",
    "agente_nombre": "MZA 34",
    "agente_login": "mza34",
    "duracion_total": 172,
    "tiempo_conversacion": 137,
    "tiempo_hold": 0,
    "tiempo_acw": 15,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}