{
  "archivo": "amza27_1_260114144418800_MIT_01990.wav",
  "duracion_segundos": 383.57,
  "num_segmentos": 91,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 228.37,
    "Cliente": 118.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 14.43,
      "duracion": 14.4,
      "texto": "Hola. Hola, ahora sí. Ahora sí, Melanie. Bien,",
      "confianza": 0.522,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 14.43,
      "fin": 20.62,
      "duracion": 6.19,
      "texto": "bueno, ¿te comentabas vos que le realizás recargas a la línea o la tenés con una buena mensual?",
      "confianza": 0.62,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.64,
      "fin": 21.62,
      "duracion": 0.98,
      "texto": "Sí, creo que sí, creo que sí.",
      "confianza": 0.382,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.26,
      "fin": 23.38,
      "duracion": 1.12,
      "texto": "He de tener un cargo.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.52,
      "fin": 31.22,
      "duracion": 6.7,
      "texto": "Claro, lo van a tener según lo que paras. Bien, perfecto. ¿Cuánto le recargas aproximadamente?",
      "confianza": 0.657,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 31.24,
      "fin": 35.75,
      "duracion": 4.51,
      "texto": "Y mira, es que justamente últimamente me viene llegando 40.000.",
      "confianza": 0.405,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.77,
      "fin": 37.87,
      "duracion": 2.1,
      "texto": "¿40.000?",
      "confianza": 0.815,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.51,
      "fin": 52.62,
      "duracion": 13.11,
      "texto": "Sí, no sé por qué le tienes tiempo, pero hago varias veces por lo que trabajo en un lugar donde no hay Wi-Fi. Bien, claro. ¿Vos le recargas 40.000 o te viene una factura que tenés que pagar 40.000?",
      "confianza": 0.397,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.74,
      "fin": 70.32,
      "duracion": 16.58,
      "texto": "Es para la aplicación, voy cargándome gigas. Bien, claro. Bueno, mira, nosotros el plan que tenemos para poder brindarte a vos en este caso es el que te comentaba, lo que es un plan de 16 gigas.",
      "confianza": 0.148,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.96,
      "fin": 89.07,
      "duracion": 18.11,
      "texto": "O sea, son 8 del plan de base, más 8 de regalo, que les pone una duración de 6 meses. Y te quedaría en 10.400 pesos. para que vos puedas tener el servicio. ¿Esta es la única línea que vos tenés con claro o tenés alguna otra línea para aprovechar el beneficio?",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.11,
      "fin": 112.63,
      "duracion": 20.52,
      "texto": "No, esta aún creo. Bien, perfecto. Mira, lo que nosotros hacemos, el procedimiento es súper sencillo porque lo que nosotros hacemos es repasar los datos que figuran acá en sistema y en caso de que tengamos que modificar alguno, la idea es que vos lo puedas comentar y nosotros lo modificamos, ¿vale? Claro. Perfecto. Dame un segundo. ¿En qué localidad vivís actualmente?",
      "confianza": 0.016,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 115.66,
      "fin": 116.32,
      "duracion": 0.66,
      "texto": "En Tucumán.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.46,
      "fin": 117.92,
      "duracion": 0.46,
      "texto": "Perfecto.",
      "confianza": 0.68,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.1,
      "fin": 130.47,
      "duracion": 12.37,
      "texto": "Nosotros en Tucumán no tenemos una sucursal física de lo que es movistar, pero lo que te puedo estar orindando en este caso es una sucursal Andriani. Dame un segundo y yo te comento la sucursal Andriani.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.25,
      "fin": 135.02,
      "duracion": 3.77,
      "texto": "Para que puedas pasar a retirar directamente a Ari. Me dijiste San Miguel, ¿verdad?",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.01,
      "fin": 153.95,
      "duracion": 17.94,
      "texto": "Igual todo esto puede ser el mes que viene. ¿Cómo, perdón? Esto puede ser el mes que viene. Claro, lo que pasa es que las promociones que nosotros tenemos es durante todo el día. O sea, solamente eso es durante todo un día lo que es la promoción.",
      "confianza": 0.024,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.73,
      "fin": 162.9,
      "duracion": 8.17,
      "texto": "Son promociones flash. Normalmente este plan nosotros lo tenemos mucho más claro y es por eso que nos contactamos el día de hoy con vos para que lo puedas aprovechar.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.43,
      "fin": 174.69,
      "duracion": 11.26,
      "texto": "Y deje de pagar eso. Igual el procedimiento no es de forma inmediata, o sea vos justamente va a tardar en llegar lo que es el chip y una vez que tengas el chip en mano, recién ahí vas a poder hacer lo que es la activación.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.65,
      "fin": 185.79,
      "duracion": 10.14,
      "texto": "Pasa que tengo que, ¿cómo se llama? Mira aquí, cuando no hay chip tipo físico. ¿Tenés el SIM?",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.81,
      "fin": 185.93,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.168,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 186.72,
      "fin": 203.04,
      "duracion": 16.32,
      "texto": "Bueno, entonces es mucho más fácil para poder hacerlo. Es mucho más sencillo porque lo que nosotros hacemos es enviértelo a lo que es el correo electrónico. Te lo enviamos al correo lo que es un código QR. ¿Vos qué haces con ese QR? Lo escaneas y automáticamente activas lo que es tu, el SIM.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.84,
      "fin": 207.29,
      "duracion": 3.45,
      "texto": "Entonces no tenés que moverte desde casa. Es mucho más fácil de hacer seguir.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 208.49,
      "fin": 213.52,
      "duracion": 5.03,
      "texto": "Nosotros nos ocultamos porque cuando yo me compré el celular,",
      "confianza": 0.27,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 214.5,
      "fin": 219.1,
      "duracion": 4.6,
      "texto": "Me mandaban cientos de las recursos, y menos mal que había una acá al lado de mi trabajo.",
      "confianza": 0.425,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.76,
      "fin": 248.17,
      "duracion": 28.41,
      "texto": "Entonces fui y me llegué, pero era un kilón básico. Claro, no, no, no. Esto es súper sencillo. Una vez que ya tenés activo, capaz que fue la primera vez y no tenías activo lo que es el eSIM. Pero una vez que vos tenés activo lo que es tu eSIM, es muy sencillo. Sacás lo que es el eSIM de la compañía y escaneás el de Movistar y eso sería todo. y a las 48 horas, Javi, y ya tenías todo lo que es funcionando. Yo igual te dejo el paso falso, si tú no lo sabes hacer, te dejo el paso...",
      "confianza": 0.099,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 248.17,
      "fin": 251.69,
      "duracion": 3.52,
      "texto": "Sí, porque yo sí tenía así... ¿Y entonces por qué fue tan complicado?",
      "confianza": 0.463,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 252.97,
      "fin": 261.75,
      "duracion": 8.79,
      "texto": "No sé, porque yo cambié mi celular y... bueno, hice los pasos, como había dicho la chica, va el chico, va la cosa donde compré el celular.",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 262.94,
      "fin": 266.44,
      "duracion": 3.5,
      "texto": "Lo hice y no me dejaban, esto es una sucursal.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.11,
      "fin": 270.86,
      "duracion": 3.75,
      "texto": "Claro, bueno, no, eso no debe haber sido por la compañía, y claro, no te hagas problema.",
      "confianza": 0.445,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 270.88,
      "fin": 271.76,
      "duracion": 0.88,
      "texto": "¿Vos qué iPhone tenés?",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.32,
      "fin": 305.6,
      "duracion": 30.28,
      "texto": "El 17 Pro Max. Claro, no, no te hagas... No, no tienen nada que ver justamente de eso. Nosotros activamos, activamos muchos de SIM todos los días, literalmente todos los días, y no hay ningún problema. Vos lo que tenés que hacer, sobre todo si tenés el último, es escanear el código QR, escanear el código QR y automáticamente tenés lo que es el tema de la SIM funcionando. Así que por eso no te hagas problema. Yo te repaso los datos que figuran acá en sistema y vos me decís si tenemos que modificar alguno, porque es muy importante que tengamos el correo electrónico activo, ¿bien?",
      "confianza": 0.066,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 305.62,
      "fin": 310.36,
      "duracion": 4.74,
      "texto": "Bien, me figura que tu nombre completo es Melanie Ailen Musachia.",
      "confianza": 0.553,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.38,
      "fin": 316.83,
      "duracion": 6.45,
      "texto": "Lo pronuncié mal, perdón. No, no, está bien. Así se llama Musachia. Sí, sí. Perfecto. Bien, buenísimo.",
      "confianza": 0.345,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 317.31,
      "fin": 320.99,
      "duracion": 3.68,
      "texto": "Me figura que tu numerito de NEI en este caso es 43-563-419.",
      "confianza": 0.616,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.07,
      "fin": 325.42,
      "duracion": 4.35,
      "texto": "Sí. Perfecto.",
      "confianza": 0.372,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.97,
      "fin": 349.9,
      "duracion": 23.93,
      "texto": "Es un correo electrónico que tengas activo, que tengas espacio para que te pueda ayudar lo que es L5, justamente. Ok. Melanie, mi nombre, mi apellido, adroba gmail.com. Ok, perfecto. Apellido, tu nombre, perdón, va con liria, ¿verdad? Sí.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.41,
      "fin": 383.57,
      "duracion": 26.16,
      "texto": "Hola, ¿qué tal? ¿Qué tal?",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ahora sí. Ahora sí, Melanie. Bien, bueno, ¿te comentabas vos que le realizás recargas a la línea o la tenés con una buena mensual? Sí, creo que sí, creo que sí. He de tener un cargo. Claro, lo van a tener según lo que paras. Bien, perfecto. ¿Cuánto le recargas aproximadamente? Y mira, es que justamente últimamente me viene llegando 40.000. ¿40.000? Sí, no sé por qué le tienes tiempo, pero hago varias veces por lo que trabajo en un lugar donde no hay Wi-Fi. Bien, claro. ¿Vos le recargas 40.000 o te viene una factura que tenés que pagar 40.000? Es para la aplicación, voy cargándome gigas. Bien, claro. Bueno, mira, nosotros el plan que tenemos para poder brindarte a vos en este caso es el que te comentaba, lo que es un plan de 16 gigas. O sea, son 8 del plan de base, más 8 de regalo, que les pone una duración de 6 meses. Y te quedaría en 10.400 pesos. para que vos puedas tener el servicio. ¿Esta es la única línea que vos tenés con claro o tenés alguna otra línea para aprovechar el beneficio? No, esta aún creo. Bien, perfecto. Mira, lo que nosotros hacemos, el procedimiento es súper sencillo porque lo que nosotros hacemos es repasar los datos que figuran acá en sistema y en caso de que tengamos que modificar alguno, la idea es que vos lo puedas comentar y nosotros lo modificamos, ¿vale? Claro. Perfecto. Dame un segundo. ¿En qué localidad vivís actualmente? En Tucumán. Perfecto. Nosotros en Tucumán no tenemos una sucursal física de lo que es movistar, pero lo que te puedo estar orindando en este caso es una sucursal Andriani. Dame un segundo y yo te comento la sucursal Andriani. Para que puedas pasar a retirar directamente a Ari. Me dijiste San Miguel, ¿verdad? Igual todo esto puede ser el mes que viene. ¿Cómo, perdón? Esto puede ser el mes que viene. Claro, lo que pasa es que las promociones que nosotros tenemos es durante todo el día. O sea, solamente eso es durante todo un día lo que es la promoción. Son promociones flash. Normalmente este plan nosotros lo tenemos mucho más claro y es por eso que nos contactamos el día de hoy con vos para que lo puedas aprovechar. Y deje de pagar eso. Igual el procedimiento no es de forma inmediata, o sea vos justamente va a tardar en llegar lo que es el chip y una vez que tengas el chip en mano, recién ahí vas a poder hacer lo que es la activación. Pasa que tengo que, ¿cómo se llama? Mira aquí, cuando no hay chip tipo físico. ¿Tenés el SIM? Claro. Bueno, entonces es mucho más fácil para poder hacerlo. Es mucho más sencillo porque lo que nosotros hacemos es enviértelo a lo que es el correo electrónico. Te lo enviamos al correo lo que es un código QR. ¿Vos qué haces con ese QR? Lo escaneas y automáticamente activas lo que es tu, el SIM. Entonces no tenés que moverte desde casa. Es mucho más fácil de hacer seguir. Nosotros nos ocultamos porque cuando yo me compré el celular, Me mandaban cientos de las recursos, y menos mal que había una acá al lado de mi trabajo. Entonces fui y me llegué, pero era un kilón básico. Claro, no, no, no. Esto es súper sencillo. Una vez que ya tenés activo, capaz que fue la primera vez y no tenías activo lo que es el eSIM. Pero una vez que vos tenés activo lo que es tu eSIM, es muy sencillo. Sacás lo que es el eSIM de la compañía y escaneás el de Movistar y eso sería todo. y a las 48 horas, Javi, y ya tenías todo lo que es funcionando. Yo igual te dejo el paso falso, si tú no lo sabes hacer, te dejo el paso... Sí, porque yo sí tenía así... ¿Y entonces por qué fue tan complicado? No sé, porque yo cambié mi celular y... bueno, hice los pasos, como había dicho la chica, va el chico, va la cosa donde compré el celular. Lo hice y no me dejaban, esto es una sucursal. Claro, bueno, no, eso no debe haber sido por la compañía, y claro, no te hagas problema. ¿Vos qué iPhone tenés? El 17 Pro Max. Claro, no, no te hagas... No, no tienen nada que ver justamente de eso. Nosotros activamos, activamos muchos de SIM todos los días, literalmente todos los días, y no hay ningún problema. Vos lo que tenés que hacer, sobre todo si tenés el último, es escanear el código QR, escanear el código QR y automáticamente tenés lo que es el tema de la SIM funcionando. Así que por eso no te hagas problema. Yo te repaso los datos que figuran acá en sistema y vos me decís si tenemos que modificar alguno, porque es muy importante que tengamos el correo electrónico activo, ¿bien? Bien, me figura que tu nombre completo es Melanie Ailen Musachia. Lo pronuncié mal, perdón. No, no, está bien. Así se llama Musachia. Sí, sí. Perfecto. Bien, buenísimo. Me figura que tu numerito de NEI en este caso es 43-563-419. Sí. Perfecto. Es un correo electrónico que tengas activo, que tengas espacio para que te pueda ayudar lo que es L5, justamente. Ok. Melanie, mi nombre, mi apellido, adroba gmail.com. Ok, perfecto. Apellido, tu nombre, perdón, va con liria, ¿verdad? Sí. Hola, ¿qué tal? ¿Qué tal?",
  "calidad": {
    "confianza_promedio": 0.48,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:42:38.087568",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 5,
    "total_segmentos_original": 91,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:19.903774",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144418800_MIT_01990",
    "fecha_inicio": "14/1/2026 14:44:19",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 371,
    "tiempo_conversacion": 364,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}