{
  "archivo": "amza5_1_260113104227678_ACD_71277.wav",
  "duracion_segundos": 190.1,
  "num_segmentos": 53,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 3.47,
    "Cliente": 176.27
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.03,
      "fin": 30.31,
      "duracion": 29.28,
      "texto": "¿Quién habla? ¿Quién habla? Estoy tomando para renderte lo que es una bonificación para tu línea, ¿cómo estás? Bien, todo bien. ¿Bonificación de qué? ¿De qué te estás hablando? ¿Claro? De movistar, de movistar, cosas con clara el día, ¿cierto? ¿Cómo vamos a movistar la línea si yo no tengo movistar? Por eso estamos tomando para que podamos parcarte con nosotros. No, no puedes. No, no. Ya tuve movistar y no tuvo una buena experiencia, así que...",
      "confianza": 0.253,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.18,
      "fin": 42.17,
      "duracion": 10.99,
      "texto": "El servicio que tengo es malo, pero prefiero no moverme porque ya me pasó. ¿Querés comentar qué te pasó? ¿Lo que te pasó en el 2020 o hace cuatro años ya?",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.11,
      "fin": 43.67,
      "duracion": 0.56,
      "texto": "Sí, sí, por eso.",
      "confianza": 0.411,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.5,
      "fin": 99.84,
      "duracion": 55.34,
      "texto": "Ya la experiencia la tuve. Me prometieron que tenía buena señal en mi domicilio, pasándome a movilizar, porque yo tengo claro y venía de claro y no tenía buena señal. me prometieron, me revisaron la zona, me aseguraron de que la señal era mejor, que yo iba... Resulta que cuando tuve que movistar, tuve que pasarle el de mi esposa, el mío, tuve que movistar y era peor que lo que yo tenía de claro. Así que eso ya me sirvió ser bien. Sebastián te comentó, sí, hay una gente que ha pasado cuatro años, solo en este caso yo te puedo decir que todavía no verifico la señal que tenemos, pero eso también lo puedes verificar vos, sí, para tu tranquilidad. ¿Qué puedo hacer? Yo enviarte lo que es. Nuestro mapa de cobertura, sí, a su línea te lo enviaría para que vos mismo lo puedas verificar y ver que nosotros no estamos mentiendo.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.48,
      "fin": 111.67,
      "duracion": 11.19,
      "texto": "A ver, ¿te querés? Perdona, ¿sí? Exactamente lo mismo me dijeron a aquella vez. Me mandaron el mapa, vi que entraba la zona de cobertura, por eso me cambié.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.49,
      "fin": 138.83,
      "duracion": 26.34,
      "texto": "Resulta que después, no, ah, lo que pasa que en esa zona no hay antena cerca, que no sé yo. Bueno, después no sabían cómo justificarse, pero ya me habían pasado, entonces yo no podía hacer mucho. Entonces, ¿qué hice? Esperé el tiempo que veía y me volví a pasar. Yo me quemé con leche y veo a la vaca y me voy a llorar.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.63,
      "fin": 154.63,
      "duracion": 15.0,
      "texto": "Me querés comentar si podemos verificar y de igual forma nosotros para mejorar como compañía, ¿sí? ¿En dónde eres? Y estoy en Punes, en la localidad de Punes de la provincia de Santa Fe, cerca del aeropuerto de Rosario.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.01,
      "fin": 166.41,
      "duracion": 10.4,
      "texto": "Pero lo que tiene esta localidad es que quizás vos ves que tenés cobertura Pero la cobertura en la ciudad es muy irregular. Hay parte que está todo bien y parte que no tiene nada.",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.27,
      "fin": 170.92,
      "duracion": 3.65,
      "texto": "Donde yo estoy, no tiene nada. Bien, perfecto. OK,",
      "confianza": 0.554,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 170.92,
      "fin": 172.38,
      "duracion": 1.46,
      "texto": "bueno, entonces lo hemos verificado.",
      "confianza": 0.646,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.44,
      "fin": 177.88,
      "duracion": 5.44,
      "texto": "Tengo otra consulta. ¿Tenés gente de Movistar que hoy en día tenga problemas con la señal?",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.22,
      "fin": 180.13,
      "duracion": 0.9,
      "texto": "La verdad es que no sé.",
      "confianza": 0.497,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.89,
      "fin": 185.08,
      "duracion": 4.19,
      "texto": "No conozco a nadie por acá que tenga Movistar. La verdad es que no conozco. OK.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 185.08,
      "fin": 187.09,
      "duracion": 2.01,
      "texto": "Bueno, entonces lo vamos a dar a sentado, ¿sí?",
      "confianza": 0.322,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.11,
      "fin": 190.1,
      "duracion": 2.99,
      "texto": "Que tengas buen día. OK. Gracias. Hasta luego. Hasta luego.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Quién habla? ¿Quién habla? Estoy tomando para renderte lo que es una bonificación para tu línea, ¿cómo estás? Bien, todo bien. ¿Bonificación de qué? ¿De qué te estás hablando? ¿Claro? De movistar, de movistar, cosas con clara el día, ¿cierto? ¿Cómo vamos a movistar la línea si yo no tengo movistar? Por eso estamos tomando para que podamos parcarte con nosotros. No, no puedes. No, no. Ya tuve movistar y no tuvo una buena experiencia, así que... El servicio que tengo es malo, pero prefiero no moverme porque ya me pasó. ¿Querés comentar qué te pasó? ¿Lo que te pasó en el 2020 o hace cuatro años ya? Sí, sí, por eso. Ya la experiencia la tuve. Me prometieron que tenía buena señal en mi domicilio, pasándome a movilizar, porque yo tengo claro y venía de claro y no tenía buena señal. me prometieron, me revisaron la zona, me aseguraron de que la señal era mejor, que yo iba... Resulta que cuando tuve que movistar, tuve que pasarle el de mi esposa, el mío, tuve que movistar y era peor que lo que yo tenía de claro. Así que eso ya me sirvió ser bien. Sebastián te comentó, sí, hay una gente que ha pasado cuatro años, solo en este caso yo te puedo decir que todavía no verifico la señal que tenemos, pero eso también lo puedes verificar vos, sí, para tu tranquilidad. ¿Qué puedo hacer? Yo enviarte lo que es. Nuestro mapa de cobertura, sí, a su línea te lo enviaría para que vos mismo lo puedas verificar y ver que nosotros no estamos mentiendo. A ver, ¿te querés? Perdona, ¿sí? Exactamente lo mismo me dijeron a aquella vez. Me mandaron el mapa, vi que entraba la zona de cobertura, por eso me cambié. Resulta que después, no, ah, lo que pasa que en esa zona no hay antena cerca, que no sé yo. Bueno, después no sabían cómo justificarse, pero ya me habían pasado, entonces yo no podía hacer mucho. Entonces, ¿qué hice? Esperé el tiempo que veía y me volví a pasar. Yo me quemé con leche y veo a la vaca y me voy a llorar. Me querés comentar si podemos verificar y de igual forma nosotros para mejorar como compañía, ¿sí? ¿En dónde eres? Y estoy en Punes, en la localidad de Punes de la provincia de Santa Fe, cerca del aeropuerto de Rosario. Pero lo que tiene esta localidad es que quizás vos ves que tenés cobertura Pero la cobertura en la ciudad es muy irregular. Hay parte que está todo bien y parte que no tiene nada. Donde yo estoy, no tiene nada. Bien, perfecto. OK, bueno, entonces lo hemos verificado. Tengo otra consulta. ¿Tenés gente de Movistar que hoy en día tenga problemas con la señal? La verdad es que no sé. No conozco a nadie por acá que tenga Movistar. La verdad es que no conozco. OK. Bueno, entonces lo vamos a dar a sentado, ¿sí? Que tengas buen día. OK. Gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.492,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:32:47.804055",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:30.160929",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113104227678_ACD_71277",
    "fecha_inicio": "13/1/2026 10:42:27",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 215,
    "tiempo_conversacion": 185,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}