{
  "archivo": "amza33_1_260115131653341_ACD_73717.wav",
  "duracion_segundos": 353.51,
  "num_segmentos": 101,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 151.87,
    "Cliente": 175.39
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 7.48,
      "duracion": 7.45,
      "texto": "a conferir a otro banco. Hola. Hola, ¿cómo estás? Buenas tardes. ¿Ana?",
      "confianza": 0.459,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.01,
      "fin": 10.07,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.013,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.09,
      "fin": 29.3,
      "duracion": 19.21,
      "texto": "Ana, un placer. Mi nombre es Katy. Me estoy contactando con vos justamente porque quiero brindarte uno de descuento en lo que es tu línea móvil, así pagas menos en tu euro mensual, ¿sí? ¿Me escuchas bien ahí? ¿Cómo? Sí, me escuchas, me alcanzás a escuchar bien ahí.",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.04,
      "fin": 32.32,
      "duracion": 2.28,
      "texto": "Ah, sí, ahora sí.",
      "confianza": 0.256,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.34,
      "fin": 33.62,
      "duracion": 1.28,
      "texto": "Bien, perfecto.",
      "confianza": 0.18,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 33.64,
      "fin": 39.57,
      "duracion": 5.93,
      "texto": "Déjame. Te decía que te quería brindar un nuevo plan para que vos pagues menos en tu boleta mensual, ¿sí?",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.59,
      "fin": 39.65,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.038,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.67,
      "fin": 40.77,
      "duracion": 1.1,
      "texto": "Tengo una consulta.",
      "confianza": 0.51,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.35,
      "fin": 44.56,
      "duracion": 3.2,
      "texto": "Actualmente, ¿cuánto estás adonando por tu línea?",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.94,
      "fin": 58.24,
      "duracion": 12.3,
      "texto": "Ah, me salió 19 mil, salió ese, estaba por ya. Quería llamar, después se me pasó, se me paga su almohada por ahí. ¿Por qué vino tanto aquí?",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.06,
      "fin": 84.37,
      "duracion": 25.31,
      "texto": "Lo que pasa es que hubo un aumento general en todas las compañías, ¿sí? Por eso tenés ese plan bastante atallado de facturación porque había un aumento general, ¿sí? Un buen tema de los gigas, ¿estás cómoda con los gigas que tienes? Ah, sí. No, no, estoy bien. ¿Y qué promociones tienes?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.39,
      "fin": 88.39,
      "duracion": 4.0,
      "texto": "Bien, actualmente tengo un plan de 16 gigas para activarte.",
      "confianza": 0.756,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.69,
      "fin": 91.8,
      "duracion": 3.11,
      "texto": "¿Vamos a seguir haciendo estas ayudas? O sea, ¿te alcanzarían?",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.8,
      "fin": 100.47,
      "duracion": 6.67,
      "texto": "No, con lo que tengo de sí es suficiente con lo que tengo, pero estoy pasando mucho. Bien,",
      "confianza": 0.544,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 100.47,
      "fin": 101.58,
      "duracion": 1.11,
      "texto": "mira, te comento.",
      "confianza": 0.852,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.9,
      "fin": 109.23,
      "duracion": 7.33,
      "texto": "Yo me estoy compartiendo justamente de lo que es el área de beneficios y recuperos de clientes movilizados, ¿sí?",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.93,
      "fin": 124.01,
      "duracion": 14.08,
      "texto": "En realidad estamos con esta campaña de los clientes que se fueron de la compañía por temas de precios, obviamente, Y nosotros buscamos que ustedes vuelvan a la empresa y vuelvan a probar nuestra gestión en cuanto a calidad, atención y precios.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.63,
      "fin": 146.58,
      "duracion": 21.95,
      "texto": "Ese plan que te brindé de 16 gigas, en Movistar lo teníamos a 10,400 pesos para vos. Ya con el aumento aplicado, ¿sí? Esto lo oímos al día de hoy porque, bueno, como había un aumento general, los Robs van a partir mañana y lo entramos con plan actualizado. Que por eso seguramente tendré que haber el llegado muy elevado a la tarifa en claro.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.59,
      "fin": 155.11,
      "duracion": 7.52,
      "texto": "Ajá, sí. Ah. Ustedes es Movistar, ¿no? Sí, Movistar me estoy contactando yo. Sí.",
      "confianza": 0.154,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.71,
      "fin": 161.18,
      "duracion": 5.47,
      "texto": "Es que donde vivo yo no hago Movistar, por eso yo me pasé acá. Claro. Claro, acá.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.12,
      "fin": 165.0,
      "duracion": 2.88,
      "texto": "A ver, dame un segundo, que lo voy a chequear. Sí,",
      "confianza": 0.537,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.0,
      "fin": 171.85,
      "duracion": 6.85,
      "texto": "porque si vos no llegas a tener conectividad en tu domicilio, la verdad que no puedo brindarte ningún beneficio.",
      "confianza": 0.665,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.35,
      "fin": 175.53,
      "duracion": 3.18,
      "texto": "Igual ahora Movistar, yo te comento, Ana,",
      "confianza": 0.718,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.82,
      "fin": 207.58,
      "duracion": 31.76,
      "texto": "que lo que es la compañía de Movistar es la que está predominando toda la conectividad a lo largo y a lo ancho del país. ¿Pero por qué? Porque hemos instalado antenas propias y nosotros estamos utilizando lo que son chips actualizados del 4G+. Eso es porque tienes una altura de cáncer de señal, ¿sí? Viste que si antes tenías una antena de 200 metros, la verdad que no te agarraba conectividad. Ahora te puedes extender hasta los 400 porque justamente es plus. tiene mayor alcance de señal.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.54,
      "fin": 227.02,
      "duracion": 18.48,
      "texto": "Me fui a la base de datos que vos vivís en Buenos Aires, Verazategui o Estre. Ah, no, me modea el coso. Al lado de Estreleta estoy. Ah, al frente de Verazategui nomás estoy. A ver, en Verazategui. Sí, al frente, en Florencio Varela.",
      "confianza": 0.475,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.68,
      "fin": 228.87,
      "duracion": 1.18,
      "texto": "Ah, Florencio Varela.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.49,
      "fin": 244.65,
      "duracion": 14.16,
      "texto": "Claro, a avenida Florencio Varela y estoy en 122. A ver. Un segundo. Igual todo lo que es, ¿puedes poner el altavoz?",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 245.23,
      "fin": 253.46,
      "duracion": 8.23,
      "texto": "Porque quiero enviarte el mapita de calor que es donde agarro lo que es la conectividad para que lo verifiques con Miro, que sí tenemos buena cobertura.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 254.02,
      "fin": 265.06,
      "duracion": 11.04,
      "texto": "Puede haber sido igual que anteriormente no teníamos, no llegábamos a esa zona, pero porque no teníamos pésima cobertura en todo el país. Ahora es la que está predominando.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.44,
      "fin": 265.62,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.395,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 265.64,
      "fin": 273.89,
      "duracion": 8.25,
      "texto": "¿Tú lo que estás? No, ahorita estoy en la feria, estoy a la noche y llego a mi casa.",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 274.8,
      "fin": 280.52,
      "duracion": 5.72,
      "texto": "Ah, bien, porque mira, te quiero olvidar. Yo ya que en Varela estoy.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 281.26,
      "fin": 282.37,
      "duracion": 1.1,
      "texto": "En Florencio Varela.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 283.35,
      "fin": 286.11,
      "duracion": 2.76,
      "texto": "Claro, y llego tarde.",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 287.21,
      "fin": 290.86,
      "duracion": 3.64,
      "texto": "Claro, pero igual vos me podés poner el altavoz y verificarlo.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 291.7,
      "fin": 305.09,
      "duracion": 13.39,
      "texto": "Sí, no hace falta que vos estés en tu domicilio. es para que vos veas el mapita de calor, ¿sí? Es decir, me pones en alta voz y me sacas el WhatsApp y ahí vas a ver la conectividad que tenemos ahora actualmente, la empresa.",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.65,
      "fin": 319.35,
      "duracion": 12.7,
      "texto": "Sí, sí. No, cuando... mañana voy a llamar. Mañana tranquilo porque ahorita tengo gente, no, no, no, no voy a poner. Bien. ¿En qué horario te desocupas vos, Orida? Porque la tenemos hasta ahora ya la bonificación.",
      "confianza": 0.018,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 320.53,
      "fin": 331.76,
      "duracion": 11.23,
      "texto": "Y sí, la verdad, hasta las 8 más o menos. Bueno, no hay problemas. Os voy a contactar con vos. ¿Te parece? Bueno. Voy a decir un mensajito. Le voy a poner que soy Cati Moistar.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.4,
      "fin": 353.51,
      "duracion": 21.11,
      "texto": "Así, porque yo no quiero que vos te pierdas esta bonificación, ¿sí? Ajá, dale. Dale, perfecto. Entonces, ahí voy a estar contactando con vos. Dale, dale, muchas gracias.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    }
  ],
  "transcripcion_completa": "a conferir a otro banco. Hola. Hola, ¿cómo estás? Buenas tardes. ¿Ana? Sí. Ana, un placer. Mi nombre es Katy. Me estoy contactando con vos justamente porque quiero brindarte uno de descuento en lo que es tu línea móvil, así pagas menos en tu euro mensual, ¿sí? ¿Me escuchas bien ahí? ¿Cómo? Sí, me escuchas, me alcanzás a escuchar bien ahí. Ah, sí, ahora sí. Bien, perfecto. Déjame. Te decía que te quería brindar un nuevo plan para que vos pagues menos en tu boleta mensual, ¿sí? Sí. Tengo una consulta. Actualmente, ¿cuánto estás adonando por tu línea? Ah, me salió 19 mil, salió ese, estaba por ya. Quería llamar, después se me pasó, se me paga su almohada por ahí. ¿Por qué vino tanto aquí? Lo que pasa es que hubo un aumento general en todas las compañías, ¿sí? Por eso tenés ese plan bastante atallado de facturación porque había un aumento general, ¿sí? Un buen tema de los gigas, ¿estás cómoda con los gigas que tienes? Ah, sí. No, no, estoy bien. ¿Y qué promociones tienes? Bien, actualmente tengo un plan de 16 gigas para activarte. ¿Vamos a seguir haciendo estas ayudas? O sea, ¿te alcanzarían? No, con lo que tengo de sí es suficiente con lo que tengo, pero estoy pasando mucho. Bien, mira, te comento. Yo me estoy compartiendo justamente de lo que es el área de beneficios y recuperos de clientes movilizados, ¿sí? En realidad estamos con esta campaña de los clientes que se fueron de la compañía por temas de precios, obviamente, Y nosotros buscamos que ustedes vuelvan a la empresa y vuelvan a probar nuestra gestión en cuanto a calidad, atención y precios. Ese plan que te brindé de 16 gigas, en Movistar lo teníamos a 10,400 pesos para vos. Ya con el aumento aplicado, ¿sí? Esto lo oímos al día de hoy porque, bueno, como había un aumento general, los Robs van a partir mañana y lo entramos con plan actualizado. Que por eso seguramente tendré que haber el llegado muy elevado a la tarifa en claro. Ajá, sí. Ah. Ustedes es Movistar, ¿no? Sí, Movistar me estoy contactando yo. Sí. Es que donde vivo yo no hago Movistar, por eso yo me pasé acá. Claro. Claro, acá. A ver, dame un segundo, que lo voy a chequear. Sí, porque si vos no llegas a tener conectividad en tu domicilio, la verdad que no puedo brindarte ningún beneficio. Igual ahora Movistar, yo te comento, Ana, que lo que es la compañía de Movistar es la que está predominando toda la conectividad a lo largo y a lo ancho del país. ¿Pero por qué? Porque hemos instalado antenas propias y nosotros estamos utilizando lo que son chips actualizados del 4G+. Eso es porque tienes una altura de cáncer de señal, ¿sí? Viste que si antes tenías una antena de 200 metros, la verdad que no te agarraba conectividad. Ahora te puedes extender hasta los 400 porque justamente es plus. tiene mayor alcance de señal. Me fui a la base de datos que vos vivís en Buenos Aires, Verazategui o Estre. Ah, no, me modea el coso. Al lado de Estreleta estoy. Ah, al frente de Verazategui nomás estoy. A ver, en Verazategui. Sí, al frente, en Florencio Varela. Ah, Florencio Varela. Claro, a avenida Florencio Varela y estoy en 122. A ver. Un segundo. Igual todo lo que es, ¿puedes poner el altavoz? Porque quiero enviarte el mapita de calor que es donde agarro lo que es la conectividad para que lo verifiques con Miro, que sí tenemos buena cobertura. Puede haber sido igual que anteriormente no teníamos, no llegábamos a esa zona, pero porque no teníamos pésima cobertura en todo el país. Ahora es la que está predominando. Sí. ¿Tú lo que estás? No, ahorita estoy en la feria, estoy a la noche y llego a mi casa. Ah, bien, porque mira, te quiero olvidar. Yo ya que en Varela estoy. En Florencio Varela. Claro, y llego tarde. Claro, pero igual vos me podés poner el altavoz y verificarlo. Sí, no hace falta que vos estés en tu domicilio. es para que vos veas el mapita de calor, ¿sí? Es decir, me pones en alta voz y me sacas el WhatsApp y ahí vas a ver la conectividad que tenemos ahora actualmente, la empresa. Sí, sí. No, cuando... mañana voy a llamar. Mañana tranquilo porque ahorita tengo gente, no, no, no, no voy a poner. Bien. ¿En qué horario te desocupas vos, Orida? Porque la tenemos hasta ahora ya la bonificación. Y sí, la verdad, hasta las 8 más o menos. Bueno, no hay problemas. Os voy a contactar con vos. ¿Te parece? Bueno. Voy a decir un mensajito. Le voy a poner que soy Cati Moistar. Así, porque yo no quiero que vos te pierdas esta bonificación, ¿sí? Ajá, dale. Dale, perfecto. Entonces, ahí voy a estar contactando con vos. Dale, dale, muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.512,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:48:00.867744",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 101,
    "total_segmentos_corregido": 39,
    "fecha_correccion": "2026-01-18T23:05:24.021119",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131653341_ACD_73717",
    "fecha_inicio": "15/1/2026 13:16:53",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 374,
    "tiempo_conversacion": 338,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}