{
  "archivo": "amza22_1_260112101703210_ACD_50005.wav",
  "duracion_segundos": 263.82,
  "num_segmentos": 78,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 121.23,
    "Cliente": 117.51
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.89,
      "fin": 5.05,
      "duracion": 3.16,
      "texto": "Hola, hola. ¿Algún día hablo con algún familiar o con Gabriela?",
      "confianza": 0.224,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.46,
      "fin": 8.52,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.083,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.54,
      "fin": 29.14,
      "duracion": 20.6,
      "texto": "¿Cómo está? Mi nombre es Belín, me presento... Sí, con el marido, porque antes éramos novios, pero después nos casamos. Tuvimos una banda, tuvimos de novios, y después de casi nos queríamos llegar a los 15 años sin casarnos, ¿viste? Y nos casamos antes de los 15 años.",
      "confianza": 0.406,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.8,
      "fin": 34.57,
      "duracion": 4.77,
      "texto": "Sí, ya llevan más de 15, más de 15, entonces.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.51,
      "fin": 40.7,
      "duracion": 5.19,
      "texto": "Sí, llevamos 20, ya te digo, 24, 24 años.",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.36,
      "fin": 52.11,
      "duracion": 10.75,
      "texto": "Mire, no, muchísimo. Y la sigue eligiendo, eso es lo lindo. Sí, hermosa, hermosa. Eso es lo lindo hoy en día, porque vio que los amores de hoy en día no son así, la verdad.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.63,
      "fin": 57.66,
      "duracion": 5.03,
      "texto": "Y bueno, pero nada, está bueno que sigan así, que haya amor en la antigua.",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.16,
      "fin": 69.52,
      "duracion": 11.36,
      "texto": "Bueno, mire, mi nombre es Belén, yo estoy llamando desde el área de recupero de clientes de Movistar, porque queremos ofrecerles beneficios a las líneas. ¿Usted sabría si están en claro en estos momentos?",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.32,
      "fin": 77.32,
      "duracion": 5.0,
      "texto": "Sí, estamos en claro, nos cambiamos hace como unos años y acabamos.",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.44,
      "fin": 122.72,
      "duracion": 44.28,
      "texto": "Sí, ¿sabe qué plan tienes de los YGAS? ¿Cuándo están abonando aproximadamente? No sé cuándo YGAS, pero... Pero bien, lo que pasa que yo andaba con ganas, ¿viste? Pero el tema es que estoy de vacaciones y si hay un cambio de línea te quedas incomunicado un par de horas o un día, no recuerdo muy bien cómo es. Mira, lo que pasa acá, claro, te da de 7 o 10 días hábiles con señal. Bien, yo no sé cuándo vos volverás de las vacaciones. Pero en ningún momento te vas a quedar incomunicado porque la mayor cantidad de días que te dan claro con la señal de ellos, a partir de ahora que haces la portabilidad, son 10 días.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.78,
      "fin": 134.41,
      "duracion": 10.63,
      "texto": "A partir de ahí sí se te va la señal. Pero no te preocupes que antes de los 10 días, vos ya vas a tener lo que es el cheat tuyo en la sucursal que te va a estar esperando que vos lo retire.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.99,
      "fin": 143.76,
      "duracion": 8.77,
      "texto": "Yo no sé cuándo vos vuelvas de las vacaciones en las que estás ahora. Sí. Estoy volviendo...",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.4,
      "fin": 156.84,
      "duracion": 12.44,
      "texto": "En tres días a Buenos Aires. El tema es que tenemos iTunes y el iPhone es sin SIM, ¿viste? Sí, es con el SIM. Depende de cuál iPhone tenés vos.",
      "confianza": 0.152,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 158.84,
      "fin": 161.32,
      "duracion": 2.48,
      "texto": "El 17 Pro Max. Ah, claro, sí.",
      "confianza": 0.308,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.34,
      "fin": 162.02,
      "duracion": 0.68,
      "texto": "Sí, sí, sí.",
      "confianza": 0.225,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.04,
      "fin": 171.31,
      "duracion": 9.27,
      "texto": "Tenés que tener el SIM. El SIM a vos se llega a un correo, bien como forma de QR, de 24 a 48 horas.",
      "confianza": 0.76,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 171.87,
      "fin": 176.75,
      "duracion": 4.88,
      "texto": "Entonces, en ningún momento igualmente no te quedarías en comunicado porque te llegaría el correo.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 177.73,
      "fin": 189.58,
      "duracion": 11.85,
      "texto": "Entonces, si vos tenés Wi-Fi, te llega el correo igual. ¿Y no se podrán hacer esto más adelante? ¿Tipo en 15 días?",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.6,
      "fin": 191.83,
      "duracion": 2.23,
      "texto": "Sí, mira vos... Ah, sería fantástico.",
      "confianza": 0.36,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 191.85,
      "fin": 196.71,
      "duracion": 4.86,
      "texto": "Yo por las dudas, porque no quiero regar nada. Después, cuando llegue ya tranquilo, lo hacemos.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.79,
      "fin": 203.42,
      "duracion": 5.63,
      "texto": "Dale, mira, el tumorito es el que termina en 583. Sí.",
      "confianza": 0.678,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 203.44,
      "fin": 213.19,
      "duracion": 9.75,
      "texto": "¿Cómo es tu nombre? Que no te pregunté. Leandro Alagasquido. Y si no, 48-66-13 es Abril Arguello.",
      "confianza": 0.218,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.21,
      "fin": 213.39,
      "duracion": 0.18,
      "texto": "Claro.",
      "confianza": 0.257,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 213.41,
      "fin": 216.76,
      "duracion": 3.34,
      "texto": "Pero si me llamás en 15 días, nos regasemos así de una, no hay problema.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 217.52,
      "fin": 220.12,
      "duracion": 2.6,
      "texto": "Dale, dale. Igual lo quisieras con lo que es la fibra óptica.",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.8,
      "fin": 229.75,
      "duracion": 7.95,
      "texto": "Sí, sí, claro. No, ¿cómo con la fibra óptica? La fibra óptica es el wifi. Nosotros tenemos lo que... No, no, no, porque ya tenemos.",
      "confianza": 0.451,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.34,
      "fin": 246.42,
      "duracion": 16.08,
      "texto": "Somos del Calafate, de Santa Cruz, y tenemos todo ya. Ah, bien. Pero ¿estás abonando mucho con ellos? Tenemos una empresa, entonces no lo pagamos. Ah, bien. Perfecto. Vale. Entonces, ¿serían las dos portavigilidades, estás diciendo?",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.04,
      "fin": 248.46,
      "duracion": 0.42,
      "texto": "Sí, sí. Sí, solo eso.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.48,
      "fin": 256.23,
      "duracion": 7.75,
      "texto": "¿Dentro de cuántos días me dijiste que te comunicamos? En 15 días está bien. En 15 días está bien. Vale. Entonces, yo en esos momentos me voy a estar comunicando bien.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 257.07,
      "fin": 263.82,
      "duracion": 6.75,
      "texto": "Dale, muchas gracias. Un abrazo enorme y buen año. Chau, chau.",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hola. ¿Algún día hablo con algún familiar o con Gabriela? Sí. ¿Cómo está? Mi nombre es Belín, me presento... Sí, con el marido, porque antes éramos novios, pero después nos casamos. Tuvimos una banda, tuvimos de novios, y después de casi nos queríamos llegar a los 15 años sin casarnos, ¿viste? Y nos casamos antes de los 15 años. Sí, ya llevan más de 15, más de 15, entonces. Sí, llevamos 20, ya te digo, 24, 24 años. Mire, no, muchísimo. Y la sigue eligiendo, eso es lo lindo. Sí, hermosa, hermosa. Eso es lo lindo hoy en día, porque vio que los amores de hoy en día no son así, la verdad. Y bueno, pero nada, está bueno que sigan así, que haya amor en la antigua. Bueno, mire, mi nombre es Belén, yo estoy llamando desde el área de recupero de clientes de Movistar, porque queremos ofrecerles beneficios a las líneas. ¿Usted sabría si están en claro en estos momentos? Sí, estamos en claro, nos cambiamos hace como unos años y acabamos. Sí, ¿sabe qué plan tienes de los YGAS? ¿Cuándo están abonando aproximadamente? No sé cuándo YGAS, pero... Pero bien, lo que pasa que yo andaba con ganas, ¿viste? Pero el tema es que estoy de vacaciones y si hay un cambio de línea te quedas incomunicado un par de horas o un día, no recuerdo muy bien cómo es. Mira, lo que pasa acá, claro, te da de 7 o 10 días hábiles con señal. Bien, yo no sé cuándo vos volverás de las vacaciones. Pero en ningún momento te vas a quedar incomunicado porque la mayor cantidad de días que te dan claro con la señal de ellos, a partir de ahora que haces la portabilidad, son 10 días. A partir de ahí sí se te va la señal. Pero no te preocupes que antes de los 10 días, vos ya vas a tener lo que es el cheat tuyo en la sucursal que te va a estar esperando que vos lo retire. Yo no sé cuándo vos vuelvas de las vacaciones en las que estás ahora. Sí. Estoy volviendo... En tres días a Buenos Aires. El tema es que tenemos iTunes y el iPhone es sin SIM, ¿viste? Sí, es con el SIM. Depende de cuál iPhone tenés vos. El 17 Pro Max. Ah, claro, sí. Sí, sí, sí. Tenés que tener el SIM. El SIM a vos se llega a un correo, bien como forma de QR, de 24 a 48 horas. Entonces, en ningún momento igualmente no te quedarías en comunicado porque te llegaría el correo. Entonces, si vos tenés Wi-Fi, te llega el correo igual. ¿Y no se podrán hacer esto más adelante? ¿Tipo en 15 días? Sí, mira vos... Ah, sería fantástico. Yo por las dudas, porque no quiero regar nada. Después, cuando llegue ya tranquilo, lo hacemos. Dale, mira, el tumorito es el que termina en 583. Sí. ¿Cómo es tu nombre? Que no te pregunté. Leandro Alagasquido. Y si no, 48-66-13 es Abril Arguello. Claro. Pero si me llamás en 15 días, nos regasemos así de una, no hay problema. Dale, dale. Igual lo quisieras con lo que es la fibra óptica. Sí, sí, claro. No, ¿cómo con la fibra óptica? La fibra óptica es el wifi. Nosotros tenemos lo que... No, no, no, porque ya tenemos. Somos del Calafate, de Santa Cruz, y tenemos todo ya. Ah, bien. Pero ¿estás abonando mucho con ellos? Tenemos una empresa, entonces no lo pagamos. Ah, bien. Perfecto. Vale. Entonces, ¿serían las dos portavigilidades, estás diciendo? Sí, sí. Sí, solo eso. ¿Dentro de cuántos días me dijiste que te comunicamos? En 15 días está bien. En 15 días está bien. Vale. Entonces, yo en esos momentos me voy a estar comunicando bien. Dale, muchas gracias. Un abrazo enorme y buen año. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:02:50.266387",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 78,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:17.397180",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112101703210_ACD_50005",
    "fecha_inicio": "12/1/2026 10:17:03",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 346,
    "tiempo_conversacion": 254,
    "tiempo_hold": 0,
    "tiempo_acw": 71,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}