{
  "archivo": "amza32_1_260114103409645_MIT_01987.wav",
  "duracion_segundos": 893.89,
  "num_segmentos": 185,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 526.21,
    "Cliente": 302.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 26.66,
      "duracion": 26.63,
      "texto": "¿Hola? Sí. Hola, Barcelona. Buen día, soy Marina.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.55,
      "fin": 41.39,
      "duracion": 12.84,
      "texto": "Perdóname, no te entendí nada, hija. ¿Quién le decía que soy Marina de Movistar? Habíamos quedado que llamar apenas llegar a la oficina. Ah, ¿cómo te va, Marina? Bien, ¿usted?",
      "confianza": 0.058,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.41,
      "fin": 54.01,
      "duracion": 12.6,
      "texto": "Bien, bien, ayer me llamó otra chica que me decía que no, me tenía que llamar a mí sola, qué sé yo, me habían hecho un lío y digo, me quedaron de llamarme mañana a la mañana, yo digo.",
      "confianza": 0.508,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 54.03,
      "fin": 56.73,
      "duracion": 2.7,
      "texto": "Bueno, ahí tengo todos los datos. ¿Cómo?",
      "confianza": 0.289,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.58,
      "fin": 106.1,
      "duracion": 48.52,
      "texto": "Acá tengo los datos ya. Buenísimo entonces. ¿Qué niñas vamos a pasar? ¿La suya y la de su hijo o la suya solamente? No, es así. ¿La suya? No, la mía ya la tengo en molestarte. ¿La de su hijo entonces? No, es la de mi hija que está en Movistar, pero me dijeron que puede entrar en el... Vos me dijiste que podía entrar. Son tres líneas en las que van a quedar. Dos que son personal y la de Cami, que también están todos a número de una sola persona para que quede con... la cuenta esa de los 4.000 pesos, y bueno, eso es lo que me preguntaron, si las llamadas son ilimitadas, puedes llamar y eso.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.1,
      "fin": 125.36,
      "duracion": 18.26,
      "texto": "Sí, las llamadas son ilimitadas a todas las compañías, incluidos el 800, el 810, y te dejo en los fijos de todo el país. Ah, perfecto. Bueno. Bien, te hago una consulta, ¿hay alguna línea que sea de claro? No, tengo dos líneas que son de personal,",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.17,
      "fin": 154.93,
      "duracion": 28.76,
      "texto": "y una línea que de movistar que es la de... ¿Te movistas? Claro, bien. Yo la línea de movistar, yo no la puedo pasar porque también tendría que estar movistar, pero las de personal, si vos tenés lo que es, fui táctivo si las puedo pasar. Ayer me dijeron que sí, es a que me la podían pasar.",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.75,
      "fin": 190.6,
      "duracion": 34.85,
      "texto": "No se puede pasar que me la podían dejar con el mismo respirando que me la podían dejar con el mismo plan de las otras 4.000 pesos. Me lo dijiste vos, me parece. No, no, yo no se lo dije porque no se puede hacer eso. La verdad que no sé, eso ya no está en que se va para el preso. No sé quién se lo dijo porque eso no se puede. La línea de movistar es la que justamente tiene que hablar para que le hagan un descuento, pero nosotros no podemos darle un descuento que estamos otorgando a otras líneas.",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.56,
      "fin": 209.49,
      "duracion": 16.93,
      "texto": "Así que, se lo he dicho a la otra chica, de todos modos eso no se puede hacer. Claro, la verdad que no sé cuál me lo dijo, porque me perdieron en Valencia. No, yo no lo dije. No sé si era venezolana, cubana, pero no era acá.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.19,
      "fin": 226.97,
      "duracion": 16.78,
      "texto": "Claro, eso no se puede hacer, si es el fraude. Eso no se puede hacer. No tengo ni la más válida idea. Sí, se puede hacer si me dejas que lo consulte, si hacen lo que es fibra óptica.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.97,
      "fin": 233.08,
      "duracion": 5.11,
      "texto": "Ahí déjame a ver que lo consulte, a ver cómo es, no te digo nada que...",
      "confianza": 0.48,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 233.08,
      "fin": 237.9,
      "duracion": 4.82,
      "texto": "Claro, porque si tengo la fibra óptica me dijeron que, refiriendo,",
      "confianza": 0.48,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.46,
      "fin": 263.36,
      "duracion": 24.9,
      "texto": "o pasando, también me podían dejar ese número que estaba en Movistar en menor plata y con más sida. Eso es lo que por lo menos yo entendí. No, eso no sé si es así realmente. Bien, vamos a hacer una cosa, Marcelo. ¿Me querés pasar lo que es tu enemigo, el enemigo de tu hijo? No sé al nombre de quién están las líneas.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.88,
      "fin": 288.76,
      "duracion": 24.88,
      "texto": "Las líneas que voy a pasar están a nombre de Claudia Graciela Pilar Gómez. 17 314 912. 17 314 912. A ver, llame un segundito. Si quiere te paso el número de teléfono.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 296.57,
      "fin": 303.76,
      "duracion": 7.19,
      "texto": "Sí, un segundito, ahí te paso lo que... te sigo pidiendo los datos. Dame un segundito y te digo cuánto le quedaría con personal, ¿sí?",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 304.96,
      "fin": 325.72,
      "duracion": 20.76,
      "texto": "Dame un segundito, que ahí estoy viendo unas cosas para que la gestión quede impecable, ¿sí?",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.03,
      "fin": 374.71,
      "duracion": 42.68,
      "texto": "Bien, ahí lo consulté. Como ella tiene lo que es el wheel activo, nosotros podemos agarrar y podemos ofrecer lo que son los planes en personal, ¿sí? Sí. Bien. No sé cuántos días ocupa cada línea. Más o menos, aproximadamente, para que yo pueda brindarte lo que es... Mira, me dijeron que me iban a dejar las líneas que son de personal, como la línea que me quedó a mí, en 4.000 pesos por mes, por 6 meses, y con 18 gigas. Con 8 gigas. 18.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 379.16,
      "fin": 382.08,
      "duracion": 2.92,
      "texto": "Bien, en este caso sería lo que es el pleno así, también como te lo dijeron,",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 382.96,
      "fin": 412.78,
      "duracion": 29.82,
      "texto": "Son, en realidad son las líneas que son en cuenta empresa, que son las que serían de tu esposa, porque personal podemos ver que es cuenta empresa solamente, serían ocho gigas, ¿sí? La verdad no sé quién te dijo eso. Dejarme decirte que te dieron más la información. A mí me la cambiaron así, ¿eh? Cuando hicieron tres gigas y cuatro mil pesos por un año.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 414.19,
      "fin": 463.93,
      "duracion": 49.74,
      "texto": "Si querés te paso el número de mi teléfono. ¿Y hace cuánto te hicieron eso? Esto lo hice el mes pasado. Esto pasó así. Yo me equivoqué cuando fui a pagar y no aburrí el número, no aburrí el 1, y en vez de pagar 66 mil pesos, pagué 166 mil pesos. hicieron, me dijo, bueno, que te queda pago lo que viene ahora, me dice, porque la plata no se devuelve, pero te la van a devolver con la fibra óptica, me dijo, y me bajaron la fibra óptica, me dijo, y refiriendo dos números, si te pasas a declaro a Movistar, te van a quedar en 4.000 pesos la línea y con 18 gigas. Yo no sé si son 8 gigas y 10 gigas de regalo por la promoción durante un año.",
      "confianza": 0.425,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 464.84,
      "fin": 471.96,
      "duracion": 7.12,
      "texto": "Claro, seguramente eso estaba antes y hicieron como recompensa a lo que vos pagaste de más. Sí, fue en diciembre.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 473.45,
      "fin": 483.18,
      "duracion": 9.73,
      "texto": "Fue en diciembre eso. Claro, pero podría haber hecho... Que toque mal, que toque mal y... Bueno, ya está, yo había pasado el pago. Claro, eso lo pueden haber hecho como recompensa a lo que... A lo que pasó, digamos.",
      "confianza": 0.141,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 484.18,
      "fin": 487.4,
      "duracion": 3.22,
      "texto": "Pero al día de hoy lo que es personal no tiene días de regalo.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 488.32,
      "fin": 488.63,
      "duracion": 0.3,
      "texto": "Sí.",
      "confianza": 0.715,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 489.41,
      "fin": 494.35,
      "duracion": 4.95,
      "texto": "Eso es como digo, que lo pueden haber hecho justamente por, bueno, por el cinco conveniente que es vos pagaste de más.",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 495.67,
      "fin": 498.55,
      "duracion": 2.88,
      "texto": "Sí, bueno, entonces, a ver.",
      "confianza": 0.318,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 498.57,
      "fin": 503.38,
      "duracion": 4.81,
      "texto": "Hacémoslo en claro. ¿Cuántos gigas le queda a cada cuenta, que son dos de personal?",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 508.56,
      "fin": 520.86,
      "duracion": 12.3,
      "texto": "Sí. ¿Las líneas ocupan muchos gigas o ocupan pocos gigas? No, no ocupan muchos gigas, pero hay una línea que tiene dos gigas y la otra debe tener también más o menos dos gigas, pero se han quedado seis gigas en la calle.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.5,
      "fin": 560.01,
      "duracion": 38.51,
      "texto": "Yo necesito que mi hija tenga los gigas ¿Por qué? Porque, bueno, tiene epilepsia y... Y necesita la plana. Necesita como se está comunicada. Bien, perfecto. En este caso, como me decía que no cuida mucho de gigas, y le ha dado 2 gigas, solamente le estaban colando carísimo, tenemos que ver qué son. Le damos un segundo, a ver cómo está si puede hacer ese plan. Vamos a ver. Bien, tenemos lo que es un plan B, 4 gigas, ¿sí? Más 4 gigas, más lo que es WhatsApp, ¿sí?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 560.03,
      "fin": 569.93,
      "duracion": 9.89,
      "texto": "Son 10.000 minutos para hablar a otras compañías, llamadas libres, como te había comentado, a teléfonos fijos, y móviles de Movistar, y 6.000 mensajes de texto, ¿sí?",
      "confianza": 0.739,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 569.95,
      "fin": 576.04,
      "duracion": 6.09,
      "texto": "Son 4 gigas, lo que tiene bueno en Movistar es que puede guardar los gigas, en el caso que no ocupen totalidad, y se lo van acumulando, ¿sí?",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.56,
      "fin": 578.42,
      "duracion": 1.86,
      "texto": "Así que no se va a quedar sin gigas ella.",
      "confianza": 0.591,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 579.38,
      "fin": 592.7,
      "duracion": 13.32,
      "texto": "Por eso hay que ser tranquilo. Claro, esos serían los de personal. Claro, el precio el día de hoy es de $16,303. Claro, no, pero es lo mismo que me están cobrando el personal.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 594.98,
      "fin": 597.48,
      "duracion": 2.5,
      "texto": "Ayer me buscaron otra cosa completamente distinta.",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 598.48,
      "fin": 606.3,
      "duracion": 7.82,
      "texto": "Claro, bueno, la persona que te dijo eso lo dijo desde el lado de vender y de neta toda cosa y no te iban a estar cobrando eso.",
      "confianza": 0.706,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 607.18,
      "fin": 610.3,
      "duracion": 3.12,
      "texto": "Me dijeron que me iban a cobrar $4,000 pesos",
      "confianza": 0.511,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 611.26,
      "fin": 643.34,
      "duracion": 32.08,
      "texto": "con él es que bueno, yo me pudo haber equivocado con la línea que está en Movistar, pero si yo pasaba de personal a Movistar, que me iban a cobrar cuatro mil pesos porque no, sino no me conviene ni pasar las cuentas, las dejo así como están y listo, ¿me entendés? Claro, yo te estoy diciendo desde el lado humano y poniéndome en tu lugar, esa chica solamente que te lo dijo, te lo hizo desde el lado de la vendedora, con tal de venderte, Porque los planes no son esos. ¿Vos me dijiste que me ibas a llamar a las ocho media de la mañana ayer?",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 646.88,
      "fin": 679.26,
      "duracion": 32.38,
      "texto": "No, yo no te lo dije a las otras chicas. Yo dije que te ibas a llamar a las diez. Ah, vos me dijiste que me ibas a llamar a las diez. Exacto. Sí, tengo un video barro. Lo dejame preguntar porque me queda exactamente lo mismo. O sea, les voy a hacer pasar de compañía para no... A mi hija de última, como la tengo en Movistar, le paso chigo al cargo de chica. Yo voy listo. Claro, sí, sí. No, no tiene mucho sentido. Porque cuánto me va a quedar... Hay dos líneas que están en personal. ¿Cuánto voy a terminar pagando y cuántos gigas me quedan?",
      "confianza": 0.139,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 680.96,
      "fin": 697.3,
      "duracion": 16.34,
      "texto": "Las dos líneas que me dijiste, yo les decía que es el plan de 4 gigas, ¿sí? Son 4 gigas, WhatsApp gratis, 10.000 minutos libres para hablar a otras compañías, llamadas libres a piscos y teléfonos de movistar y 6.000 mensajes de texto. Y tiene lo que es América Precio Local, ¿sí?",
      "confianza": 0.465,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 698.28,
      "fin": 698.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 698.36,
      "fin": 718.54,
      "duracion": 20.18,
      "texto": "Las niñas, cada una te quedan 16.303 más impuestos según tu categoría impositiva, que en este caso va a estar el nombre de tu esposa. Eso según la categoría impositiva que tenga ella, ¿sí? Sí, es empleada. ¿Cómo? Es empleada administrativa. Ajá, es administrativa, exacto.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 720.59,
      "fin": 723.98,
      "duracion": 3.38,
      "texto": "Claro, pero me queda más caro de lo que estoy pagando.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 725.58,
      "fin": 733.77,
      "duracion": 8.19,
      "texto": "Claro, por eso te decía, te preguntaba si tenías alguno en claro, porque de hecho sí, personal, vosotros no te dejas venderlo con quick.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 734.33,
      "fin": 823.56,
      "duracion": 89.23,
      "texto": "La verdad, yo no sé quién te dijo eso de que te ibas a pasar con 4.000 pesos porque no... Ayer me lo dijeron hijas, si no, pues no te voy a mentir, no tengo por qué, ¿no? No, obvio, obvio. Porque mis dos libros que me quedaron, Una que está a nombre de Paola Bustamante y la otra a nombre de Marcelino Javier Cisterno. Y esas están en 4.000 pesos porque ya pagué la boleta y con los 18 siglos. Y bueno, y hay un número que tengo que es la que está en Movistar, que también está a nombre de Claudia Gómez. ¿Cómo le puedo subir los gigas? Porque esa tiene dos gigas, nada más que esa es la cosa mía. Eso se lo puede exigenar desde la aplicación. Desde la aplicación, ella puede pedir a hablar por WhatsApp y exigenar un plan más alto. Yo eso en realidad no lo puedo hacer porque yo soy la lia de portabilidad, ¿sí? Claro, no me sirve lo que... Perdóname, ¿no? Voy a hacer macana a cambiarle la portabilidad. Me van a repudiar para pagar lo mismo. Ahora, yo te hago una pregunta. ¿Yo le puedo pasar gigas a mi hija de mi teléfono? Si ella tiene abono, sí.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 823.58,
      "fin": 823.74,
      "duracion": 0.16,
      "texto": "Sí, sí.",
      "confianza": 0.294,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 823.76,
      "fin": 827.62,
      "duracion": 3.87,
      "texto": "Tanto es que no abono estos teléfonos.",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 827.64,
      "fin": 828.04,
      "duracion": 0.4,
      "texto": "Sí, sí, sí se puede.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 828.06,
      "fin": 829.65,
      "duracion": 1.58,
      "texto": "Desde la aplicación hay una parte que dice pasar gigas, sí se puede.",
      "confianza": 0.081,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 830.71,
      "fin": 831.37,
      "duracion": 0.66,
      "texto": "Ah, perfecto.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 831.99,
      "fin": 832.63,
      "duracion": 0.64,
      "texto": "Y si no le compro.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 833.17,
      "fin": 850.83,
      "duracion": 17.66,
      "texto": "Pero bueno, eso que te dijo, 4.000 no es así, así que... Tranquilo, yo te lo digo para que no vayas también a cometer un error en hacerlo y después te encuentro cosas que más quedan. Claro, no, no, porque me van a pagar atrompada, ¿viste? Me van a hacer... Me van a estar los ojos negros, voy a ser un trocito panda.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 851.6,
      "fin": 860.93,
      "duracion": 9.33,
      "texto": "Vale, Marcelo, parece que no hay ningún problema así. Bueno, bueno, y a ver, desde mi teléfono puedo llamar...",
      "confianza": 0.319,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 861.74,
      "fin": 873.31,
      "duracion": 11.57,
      "texto": "para ver cómo le puedo cambiar el plan a mi hija, a ver si me... Ajá, sí, sí, sí, se puede. Sí, sí, por los datos más que todos.",
      "confianza": 0.495,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 873.33,
      "fin": 876.64,
      "duracion": 3.3,
      "texto": "Los datos móviles.",
      "confianza": 0.204,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 876.66,
      "fin": 877.24,
      "duracion": 0.58,
      "texto": "Exacto.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 877.26,
      "fin": 893.89,
      "duracion": 16.63,
      "texto": "Listo, Marcelo, bueno... Bueno, te pido a mí que explica porque, bueno, eso fue lo que me dijeron ayer, por eso... No, no, no, está bien. Te lo pongo a todos y listo, porque en definitiva hay que agarrapar todo eso y yo creo que... Claro, no, está bien. Listo. Bueno, te agradezco muy amable.",
      "confianza": 0.41,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Hola? Sí. Hola, Barcelona. Buen día, soy Marina. Perdóname, no te entendí nada, hija. ¿Quién le decía que soy Marina de Movistar? Habíamos quedado que llamar apenas llegar a la oficina. Ah, ¿cómo te va, Marina? Bien, ¿usted? Bien, bien, ayer me llamó otra chica que me decía que no, me tenía que llamar a mí sola, qué sé yo, me habían hecho un lío y digo, me quedaron de llamarme mañana a la mañana, yo digo. Bueno, ahí tengo todos los datos. ¿Cómo? Acá tengo los datos ya. Buenísimo entonces. ¿Qué niñas vamos a pasar? ¿La suya y la de su hijo o la suya solamente? No, es así. ¿La suya? No, la mía ya la tengo en molestarte. ¿La de su hijo entonces? No, es la de mi hija que está en Movistar, pero me dijeron que puede entrar en el... Vos me dijiste que podía entrar. Son tres líneas en las que van a quedar. Dos que son personal y la de Cami, que también están todos a número de una sola persona para que quede con... la cuenta esa de los 4.000 pesos, y bueno, eso es lo que me preguntaron, si las llamadas son ilimitadas, puedes llamar y eso. Sí, las llamadas son ilimitadas a todas las compañías, incluidos el 800, el 810, y te dejo en los fijos de todo el país. Ah, perfecto. Bueno. Bien, te hago una consulta, ¿hay alguna línea que sea de claro? No, tengo dos líneas que son de personal, y una línea que de movistar que es la de... ¿Te movistas? Claro, bien. Yo la línea de movistar, yo no la puedo pasar porque también tendría que estar movistar, pero las de personal, si vos tenés lo que es, fui táctivo si las puedo pasar. Ayer me dijeron que sí, es a que me la podían pasar. No se puede pasar que me la podían dejar con el mismo respirando que me la podían dejar con el mismo plan de las otras 4.000 pesos. Me lo dijiste vos, me parece. No, no, yo no se lo dije porque no se puede hacer eso. La verdad que no sé, eso ya no está en que se va para el preso. No sé quién se lo dijo porque eso no se puede. La línea de movistar es la que justamente tiene que hablar para que le hagan un descuento, pero nosotros no podemos darle un descuento que estamos otorgando a otras líneas. Así que, se lo he dicho a la otra chica, de todos modos eso no se puede hacer. Claro, la verdad que no sé cuál me lo dijo, porque me perdieron en Valencia. No, yo no lo dije. No sé si era venezolana, cubana, pero no era acá. Claro, eso no se puede hacer, si es el fraude. Eso no se puede hacer. No tengo ni la más válida idea. Sí, se puede hacer si me dejas que lo consulte, si hacen lo que es fibra óptica. Ahí déjame a ver que lo consulte, a ver cómo es, no te digo nada que... Claro, porque si tengo la fibra óptica me dijeron que, refiriendo, o pasando, también me podían dejar ese número que estaba en Movistar en menor plata y con más sida. Eso es lo que por lo menos yo entendí. No, eso no sé si es así realmente. Bien, vamos a hacer una cosa, Marcelo. ¿Me querés pasar lo que es tu enemigo, el enemigo de tu hijo? No sé al nombre de quién están las líneas. Las líneas que voy a pasar están a nombre de Claudia Graciela Pilar Gómez. 17 314 912. 17 314 912. A ver, llame un segundito. Si quiere te paso el número de teléfono. Sí, un segundito, ahí te paso lo que... te sigo pidiendo los datos. Dame un segundito y te digo cuánto le quedaría con personal, ¿sí? Dame un segundito, que ahí estoy viendo unas cosas para que la gestión quede impecable, ¿sí? Bien, ahí lo consulté. Como ella tiene lo que es el wheel activo, nosotros podemos agarrar y podemos ofrecer lo que son los planes en personal, ¿sí? Sí. Bien. No sé cuántos días ocupa cada línea. Más o menos, aproximadamente, para que yo pueda brindarte lo que es... Mira, me dijeron que me iban a dejar las líneas que son de personal, como la línea que me quedó a mí, en 4.000 pesos por mes, por 6 meses, y con 18 gigas. Con 8 gigas. 18. Bien, en este caso sería lo que es el pleno así, también como te lo dijeron, Son, en realidad son las líneas que son en cuenta empresa, que son las que serían de tu esposa, porque personal podemos ver que es cuenta empresa solamente, serían ocho gigas, ¿sí? La verdad no sé quién te dijo eso. Dejarme decirte que te dieron más la información. A mí me la cambiaron así, ¿eh? Cuando hicieron tres gigas y cuatro mil pesos por un año. Si querés te paso el número de mi teléfono. ¿Y hace cuánto te hicieron eso? Esto lo hice el mes pasado. Esto pasó así. Yo me equivoqué cuando fui a pagar y no aburrí el número, no aburrí el 1, y en vez de pagar 66 mil pesos, pagué 166 mil pesos. hicieron, me dijo, bueno, que te queda pago lo que viene ahora, me dice, porque la plata no se devuelve, pero te la van a devolver con la fibra óptica, me dijo, y me bajaron la fibra óptica, me dijo, y refiriendo dos números, si te pasas a declaro a Movistar, te van a quedar en 4.000 pesos la línea y con 18 gigas. Yo no sé si son 8 gigas y 10 gigas de regalo por la promoción durante un año. Claro, seguramente eso estaba antes y hicieron como recompensa a lo que vos pagaste de más. Sí, fue en diciembre. Fue en diciembre eso. Claro, pero podría haber hecho... Que toque mal, que toque mal y... Bueno, ya está, yo había pasado el pago. Claro, eso lo pueden haber hecho como recompensa a lo que... A lo que pasó, digamos. Pero al día de hoy lo que es personal no tiene días de regalo. Sí. Eso es como digo, que lo pueden haber hecho justamente por, bueno, por el cinco conveniente que es vos pagaste de más. Sí, bueno, entonces, a ver. Hacémoslo en claro. ¿Cuántos gigas le queda a cada cuenta, que son dos de personal? Sí. ¿Las líneas ocupan muchos gigas o ocupan pocos gigas? No, no ocupan muchos gigas, pero hay una línea que tiene dos gigas y la otra debe tener también más o menos dos gigas, pero se han quedado seis gigas en la calle. Yo necesito que mi hija tenga los gigas ¿Por qué? Porque, bueno, tiene epilepsia y... Y necesita la plana. Necesita como se está comunicada. Bien, perfecto. En este caso, como me decía que no cuida mucho de gigas, y le ha dado 2 gigas, solamente le estaban colando carísimo, tenemos que ver qué son. Le damos un segundo, a ver cómo está si puede hacer ese plan. Vamos a ver. Bien, tenemos lo que es un plan B, 4 gigas, ¿sí? Más 4 gigas, más lo que es WhatsApp, ¿sí? Son 10.000 minutos para hablar a otras compañías, llamadas libres, como te había comentado, a teléfonos fijos, y móviles de Movistar, y 6.000 mensajes de texto, ¿sí? Son 4 gigas, lo que tiene bueno en Movistar es que puede guardar los gigas, en el caso que no ocupen totalidad, y se lo van acumulando, ¿sí? Así que no se va a quedar sin gigas ella. Por eso hay que ser tranquilo. Claro, esos serían los de personal. Claro, el precio el día de hoy es de $16,303. Claro, no, pero es lo mismo que me están cobrando el personal. Ayer me buscaron otra cosa completamente distinta. Claro, bueno, la persona que te dijo eso lo dijo desde el lado de vender y de neta toda cosa y no te iban a estar cobrando eso. Me dijeron que me iban a cobrar $4,000 pesos con él es que bueno, yo me pudo haber equivocado con la línea que está en Movistar, pero si yo pasaba de personal a Movistar, que me iban a cobrar cuatro mil pesos porque no, sino no me conviene ni pasar las cuentas, las dejo así como están y listo, ¿me entendés? Claro, yo te estoy diciendo desde el lado humano y poniéndome en tu lugar, esa chica solamente que te lo dijo, te lo hizo desde el lado de la vendedora, con tal de venderte, Porque los planes no son esos. ¿Vos me dijiste que me ibas a llamar a las ocho media de la mañana ayer? No, yo no te lo dije a las otras chicas. Yo dije que te ibas a llamar a las diez. Ah, vos me dijiste que me ibas a llamar a las diez. Exacto. Sí, tengo un video barro. Lo dejame preguntar porque me queda exactamente lo mismo. O sea, les voy a hacer pasar de compañía para no... A mi hija de última, como la tengo en Movistar, le paso chigo al cargo de chica. Yo voy listo. Claro, sí, sí. No, no tiene mucho sentido. Porque cuánto me va a quedar... Hay dos líneas que están en personal. ¿Cuánto voy a terminar pagando y cuántos gigas me quedan? Las dos líneas que me dijiste, yo les decía que es el plan de 4 gigas, ¿sí? Son 4 gigas, WhatsApp gratis, 10.000 minutos libres para hablar a otras compañías, llamadas libres a piscos y teléfonos de movistar y 6.000 mensajes de texto. Y tiene lo que es América Precio Local, ¿sí? Sí. Las niñas, cada una te quedan 16.303 más impuestos según tu categoría impositiva, que en este caso va a estar el nombre de tu esposa. Eso según la categoría impositiva que tenga ella, ¿sí? Sí, es empleada. ¿Cómo? Es empleada administrativa. Ajá, es administrativa, exacto. Claro, pero me queda más caro de lo que estoy pagando. Claro, por eso te decía, te preguntaba si tenías alguno en claro, porque de hecho sí, personal, vosotros no te dejas venderlo con quick. La verdad, yo no sé quién te dijo eso de que te ibas a pasar con 4.000 pesos porque no... Ayer me lo dijeron hijas, si no, pues no te voy a mentir, no tengo por qué, ¿no? No, obvio, obvio. Porque mis dos libros que me quedaron, Una que está a nombre de Paola Bustamante y la otra a nombre de Marcelino Javier Cisterno. Y esas están en 4.000 pesos porque ya pagué la boleta y con los 18 siglos. Y bueno, y hay un número que tengo que es la que está en Movistar, que también está a nombre de Claudia Gómez. ¿Cómo le puedo subir los gigas? Porque esa tiene dos gigas, nada más que esa es la cosa mía. Eso se lo puede exigenar desde la aplicación. Desde la aplicación, ella puede pedir a hablar por WhatsApp y exigenar un plan más alto. Yo eso en realidad no lo puedo hacer porque yo soy la lia de portabilidad, ¿sí? Claro, no me sirve lo que... Perdóname, ¿no? Voy a hacer macana a cambiarle la portabilidad. Me van a repudiar para pagar lo mismo. Ahora, yo te hago una pregunta. ¿Yo le puedo pasar gigas a mi hija de mi teléfono? Si ella tiene abono, sí. Sí, sí. Tanto es que no abono estos teléfonos. Sí, sí, sí se puede. Desde la aplicación hay una parte que dice pasar gigas, sí se puede. Ah, perfecto. Y si no le compro. Pero bueno, eso que te dijo, 4.000 no es así, así que... Tranquilo, yo te lo digo para que no vayas también a cometer un error en hacerlo y después te encuentro cosas que más quedan. Claro, no, no, porque me van a pagar atrompada, ¿viste? Me van a hacer... Me van a estar los ojos negros, voy a ser un trocito panda. Vale, Marcelo, parece que no hay ningún problema así. Bueno, bueno, y a ver, desde mi teléfono puedo llamar... para ver cómo le puedo cambiar el plan a mi hija, a ver si me... Ajá, sí, sí, sí, se puede. Sí, sí, por los datos más que todos. Los datos móviles. Exacto. Listo, Marcelo, bueno... Bueno, te pido a mí que explica porque, bueno, eso fue lo que me dijeron ayer, por eso... No, no, no, está bien. Te lo pongo a todos y listo, porque en definitiva hay que agarrapar todo eso y yo creo que... Claro, no, está bien. Listo. Bueno, te agradezco muy amable.",
  "calidad": {
    "confianza_promedio": 0.478,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 27.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:37:42.955830",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 5,
    "total_segmentos_original": 185,
    "total_segmentos_corregido": 56,
    "fecha_correccion": "2026-01-18T23:05:23.430590",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114103409645_MIT_01987",
    "fecha_inicio": "14/1/2026 10:34:10",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 862,
    "tiempo_conversacion": 860,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}