{
  "archivo": "amza16_1_260115135804678_ACD_04299.wav",
  "duracion_segundos": 1123.64,
  "num_segmentos": 226,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 524.46,
    "Cliente": 476.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 15.55,
      "duracion": 15.52,
      "texto": "Hola. Hola, buenas tardes, Andrea. Sí, quiero hablar. Maciel es mi nombre y nos comunicamos del área de beneficio movistar. Queríamos, Andrea, mejorarte el plan de tu línea. Vemos que tengo un tránsito en que hablar actualmente.",
      "confianza": 0.26,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.5,
      "fin": 27.99,
      "duracion": 9.49,
      "texto": "Sí, pero tengo dedo, así que no creo que... ¿En movistar tenés algún salto pendiente?",
      "confianza": 0.307,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.01,
      "fin": 28.33,
      "duracion": 0.32,
      "texto": "Sí, creo que sí.",
      "confianza": 0.087,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.85,
      "fin": 55.82,
      "duracion": 26.97,
      "texto": "Porque en este caso estamos ayudando en lo que son saldos pendientes para que puedan volver los clientes a la compañía sin necesidad de abonar absolutamente nada. Este consultor, lo que es el saldo pendiente que me comentas, lo tenéis bajo el DNI terminado en 734, que sería el actual, digamos, del titular.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.84,
      "fin": 56.26,
      "duracion": 0.42,
      "texto": "Sí, sí, un documento.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.28,
      "fin": 58.0,
      "duracion": 1.72,
      "texto": "Ah, bien. Bueno, así que... Pero no creo que no es móvil, lo que me quedo fue... o va.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.59,
      "fin": 80.53,
      "duracion": 21.94,
      "texto": "Ah, bien. ¿Fue alguna última factura, digamos, de la última vez que estuviste? ¿Tal vez fue la factura que se generó? Sí, hace como dos años. Ah, bien. Bien, si querés, te podemos chequear y te comento a ver si la podemos exhalar para que puedas volver a la compañía, ¿sí? A ver, bueno, vale. Si me aguardas un momento, te daré unas respuestas más concretas, ¿sí?",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.55,
      "fin": 80.77,
      "duracion": 0.22,
      "texto": "Dale. Dale.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 80.79,
      "fin": 84.7,
      "duracion": 3.9,
      "texto": "¿Recordás igualmente cuánto es el monto que tenías de la deuda?",
      "confianza": 0.84,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.38,
      "fin": 99.6,
      "duracion": 13.22,
      "texto": "Aproximadamente. Si te digo te inviento. Dale, no hay problema. Bien. Bueno, ahí va agarrando el sistema. Te voy comentando. No sé qué clase de plan estás contratando, en qué aros, como para recomendar de algo y te convenga el traspaso, obviamente.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.55,
      "fin": 114.9,
      "duracion": 11.35,
      "texto": "No, yo ahora le di de baja, ¿viste? Porque yo no me quería comprometer a... a pagar porque no había cambiado de plan y... Como muchas compañías, siempre te pasas un día y te coran...",
      "confianza": 0.061,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.67,
      "fin": 142.66,
      "duracion": 26.99,
      "texto": "Me di a boleta de recalgo, la parte de que te cobran reconexión, cuando nunca se te corta. Como no tengo ganas de renegar con eso, dije, yo empiezo a ponérmelo en prepago y listo. Ah, bien, bien. Bien, lo tenés en prepago, entonces. Bien, ¿hace cuánto lo tenés en prepago? Más próximamente. Bueno, hace una semana. Tengo que pagar una boleta de 5 horas y... Ah, bien, bien, bien. Bueno, ahora en un momento, entonces.",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.56,
      "fin": 150.32,
      "duracion": 1.76,
      "texto": "¡Muy bien!",
      "confianza": 0.351,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 177.42,
      "fin": 204.53,
      "duracion": 27.11,
      "texto": "Bien, escuchas, Carolina. Disculpa, no sé cómo te llaman, Carolina o Andrés. De las dos maneras. Bien, nos figura que puedes acceder a la compañía y bonificarte el saldo pendiente que tenías anteriormente. Ya que ha concluido lo que es un tiempo estimado. Así que no habría necesidad de que aún es absolutamente nada. Puedes ingresar nuevamente a la compañía sin necesidad de pagar.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.42,
      "fin": 230.5,
      "duracion": 25.08,
      "texto": "Si querés te comento que están disponibles, seríamos en oferta. Y vos me comentás cuál es el que se adapta aproximadamente a vos, a tu consumo, ¿sí? Está bien. Yo le di de baja ahora, ¿no hay problema en hacer el cambio? No, siempre y cuando no se alarguen mucho, digamos, porque si no se te van a generar lo que es prepago. Luego vas a tener que esperar 60 días",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 231.29,
      "fin": 263.21,
      "duracion": 31.92,
      "texto": "para poder ingresar a una compañía nuevamente. No necesariamente tiene que ser movilizar, pero para ingresar a cualquier compañía vas a tener que esperar 60 días. Ahora se puede realizar ya que, bueno, todavía no jugabonás la última factura, digamos, en claro. Así que sigue figurando en pospado. Ah, ok. Bueno, mira, yo te comento. Mi idea es que son dos gigas, más o menos. Cuatro, así como muchos, pero más de eso yo no confumo. Dar, genial.",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.24,
      "fin": 263.33,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 263.36,
      "fin": 275.23,
      "duracion": 11.87,
      "texto": "Bueno, entonces te comento que es el plan más bajo que tenemos y que es el básico que están ofertas, ¿sí? Que es de 4 GB de base. Todos los planes que te voy a comentar igualmente contienen lo que es WhatsApp gratis y llamadas gratis a cualquier compañía, ¿sí?",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 276.27,
      "fin": 284.33,
      "duracion": 8.06,
      "texto": "Bueno, como te decía, tiene 4 GB de base y tiene 4 GB de regalo por 6 meses, ¿sí? Ese al día de hoy te quedan $7,460 pesos.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 285.04,
      "fin": 288.8,
      "duracion": 3.76,
      "texto": "Y es el más básico que tiene. ¿Cuánto te dice que es? ¿$7,000? $7,400, ¿sí?",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 289.88,
      "fin": 306.75,
      "duracion": 16.87,
      "texto": "La oferta que tú comentas es por 6 meses, es un descuento alto de 30.000 pesos. En el caso que te comenté, transitando lo que es el quinto o sexto mes, sin manejar la aplicación, dentro de la aplicación puedes ir accediendo a distintas promociones vigentes ahí en el momento.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 307.46,
      "fin": 312.76,
      "duracion": 5.31,
      "texto": "Más que nada para que siempre mantengas un precio relativamente bajo si te mantengas dentro de la compañía.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.25,
      "fin": 320.71,
      "duracion": 7.47,
      "texto": "Y no te pase, bueno, que se te termine el plan y te le aumenten al doble o al triple, digamos, si te vayas de la compañía o te pase lo que te pasa ahora.",
      "confianza": 0.641,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 321.71,
      "fin": 353.06,
      "duracion": 31.35,
      "texto": "Así que bueno, si manejas la aplicación, sería genial, digamos, si te ahorras a hablar con un asesor. Igualmente vas a tener mi número, obviamente, pero te ahorras, digamos, habrá que un 0800 y andes con un asesor, que por ahí está Dios, ¿sí? Claro, lo puedo hacer directamente en la app y... Exacto, es mucho más sencillo. Bien, para realizar el trámite, bueno, tampoco te voy a solicitar muchos datos. porque nos figura que fuiste un cliente de Movistar, así que lo único que habríamos que hacer es repasar los datos y que si están correctos o en el caso que haya algún error lo modificamos, ¿sí?",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.62,
      "fin": 355.7,
      "duracion": 1.08,
      "texto": "Y te hago una consulta.",
      "confianza": 0.545,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.42,
      "fin": 371.22,
      "duracion": 14.8,
      "texto": "¿En qué localidad te encontrás como para buscar una sucursal para que puedas retirar el chip de Movistar? Rojo al castillo. A ver, abrazame que no te escuche bien. Sí, ¿me dijiste la localidad?",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 371.99,
      "fin": 382.2,
      "duracion": 10.21,
      "texto": "Rafael Castillo. Rafael Castillo.",
      "confianza": 0.219,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 383.1,
      "fin": 389.83,
      "duracion": 6.73,
      "texto": "En Rafael Castillo no me figura ninguna, me figuran cercanas, en Gregorio Laferrer y si no en San Justo.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 390.77,
      "fin": 395.18,
      "duracion": 4.41,
      "texto": "No sé si te quedan muy lejanas y no podemos hacer lo que es el envío domicilio.",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 396.52,
      "fin": 399.82,
      "duracion": 3.3,
      "texto": "Generalmente lo que sale es muy rápido.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 402.31,
      "fin": 410.19,
      "duracion": 7.88,
      "texto": "Como vos prefieras, te resulta más cómodo, no tengo problema. Si me la pedían a domicilio sería muchísimo mejor. Vale, genial.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 410.73,
      "fin": 445.17,
      "duracion": 34.44,
      "texto": "Te digo domicilio que figura acá. Recordá que este es el último que tenemos de cuando tú estuviste en Movistar. No, tienen el demolón seguramente. Y me figura Contraler Cordero823 Rafael Castillo. Ah, no, este es anterior todavía. Bueno, bueno, a un momento te tomo el nuevo. No sé si me puedes poner en el altavoz en este momento. Sí, te tengo monos libres. Ah, genial. Mira, yo ahora te envío un mensaje via WhatsApp. Maciel es mi nombre, ¿sí?",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 445.85,
      "fin": 446.97,
      "duracion": 1.12,
      "texto": "Ahí te lo escribo igualmente.",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 447.53,
      "fin": 467.37,
      "duracion": 19.84,
      "texto": "Porque, bueno, por ese medio, cuando recibas el chip, sigues a tu domicilio. Me tendrías que enviar un mensaje revisándome aquí y tenés el chip en tu poder para poder darte lo alta de portabilidad. y el que no te coordena líneas durante lo que dure el envío, digamos, o el trámite, ¿sí? Así no te quedas incomunicado.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 469.79,
      "fin": 487.52,
      "duracion": 17.73,
      "texto": "Bueno, y entonces, bueno, me dijiste que eran los últimos tres ejitos del DNI, 7334, Carolina Andrea Serpa, ¿sí? Y te digo, el correo electrónico, recordá que, bueno, es el último que tenemos, que es ceandrea.serpa.com, no sé.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 488.06,
      "fin": 511.18,
      "duracion": 23.12,
      "texto": "Si lo tengo en uso, me vas a mandar vos algo ahora, porque lo tengo cerrado. Generalmente se envían la facturación, por eso me dio nada más. Ah, ok, triste. Así va el problema que todavía... Ah, bueno, mantenemos el mismo eso. Bien, genial. Bueno, también vamos a recordar que el número de tu línea lo vas a mantener, ¿sí? Es el mismo.",
      "confianza": 0.043,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 512.04,
      "fin": 517.61,
      "duracion": 5.57,
      "texto": "Y bueno, te vamos a enviar lo que es un mensaje de portabilidad. No sé si vos sabes qué es esto, si no te lo explico brevemente, no tengo ningún problema.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 518.55,
      "fin": 562.96,
      "duracion": 44.41,
      "texto": "A ver, dígame de repente que le hice una vez pero no me acuerdo. Bueno, el número de portales básicamente lo que permite el traspaso de una compañía hacia otra manteniendo el mismo número, ¿sí? Es un mensaje de texto que vas a recibir en tu línea del número remitente más 2 o 3, no te lo envía una persona, digamos, se lo envía un sistema, por eso es así corto el número. Del mensaje que vos recibas, si puedes sacar una foto, una foto captura de pantalla, o bien copiar el mensaje completo y me lo remitas mediante WhatsApp, ahí en el chat donde te escribí. Cualquier de las dos formas está bien, ¿sí? Bueno, ahora un momento. Generalmente te van a entrar llamadas de número desconocidos o privados.",
      "confianza": 0.077,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 563.48,
      "fin": 575.13,
      "duracion": 11.65,
      "texto": "Si puedes no atenderlos, ya que bueno, es la compañera que por ahí verifica que la línea está activa, ¿sí? Yo a ti lo estoy enviando, vos me confirmas si lo recibís, ¿sí?",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.36,
      "fin": 600.99,
      "duracion": 24.63,
      "texto": "verificar que te tiene que decir, un número de cuatro dígitos seguido de una fecha de vencimiento que tiene que ser del día 22 de este mes y al final del mensaje tiene que apagarse las siglas MBS entre el paréntesis, que son las siglas de movilidad. A mí me figura enviada o vos me confirmas si lo recibiste, si no lo has modificado.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 601.54,
      "fin": 610.23,
      "duracion": 8.69,
      "texto": "Como te resulte, más como una captura de pantalla o copiar el mensaje completo y lo reenvias ahí.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 616.92,
      "fin": 628.41,
      "duracion": 11.49,
      "texto": "Genial. Bueno, ahora también voy a hacerte lo que es un cierre comercial, que es un respaldo legal que vos tenés con las compañías, ya que la llamada está siendo grabada así.",
      "confianza": 0.808,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 629.11,
      "fin": 637.27,
      "duracion": 8.16,
      "texto": "Y bueno, ahí vamos a repasar los datos y el plan que vos estás accediendo, digamos. Es un respaldo legal que te sirve tanto a vos como a mí, digamos, de lo que yo te estoy vendiendo, ¿sí?",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 638.87,
      "fin": 660.63,
      "duracion": 21.76,
      "texto": "Bueno, necesito que no me interrumpa, así que cualquier duda o consulta que vos tengas, me la digas al finalizar el texto, ¿sí? Luego también, si lo tenés a disposición, te voy a solicitar una foto del frente y del dorso del DNI y del titular, que en este caso sos vos, mediante WhatsApp, una vez que lo envíes, y lo puedes borrar, pero no hay problema para validar que el trámite lo estás realizando El titular, sí. Ok.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 660.63,
      "fin": 666.26,
      "duracion": 5.63,
      "texto": "Bueno, no sé si lo quieres enviar ahora o luego del cierre, como vos te parezcas.",
      "confianza": 0.59,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 666.28,
      "fin": 676.5,
      "duracion": 10.22,
      "texto": "Como vos prefieras. Dale, te leo el texto así y ya me envía a César y listo. Bien, comienza entonces. Para recibir futuras promociones, ¿usted tiene internet de movistar?",
      "confianza": 0.387,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 678.66,
      "fin": 680.45,
      "duracion": 1.78,
      "texto": "Es decir, ¿internet en el hogar de movistar?",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 685.63,
      "fin": 704.34,
      "duracion": 18.71,
      "texto": "Actualmente no. Bueno, eso se le encarga a mi hermano, que es el cliente de mi hijo, y creo que ya he solicitado el cambio. Ah, bien, bien. Bueno, genial. Bueno, estamos portando la línea de SERPA con la línea Andrea. La línea es 1138-4450-10.",
      "confianza": 0.166,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 704.36,
      "fin": 707.86,
      "duracion": 3.5,
      "texto": "¿Me podrías confirmar los últimos tráigitos de tu GANAY?",
      "confianza": 0.741,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 709.2,
      "fin": 715.45,
      "duracion": 6.25,
      "texto": "734. Bien, genial. Me comentaste que actualmente tenías lo que es una factura mensual, ¿cierto?",
      "confianza": 0.404,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 716.48,
      "fin": 738.52,
      "duracion": 22.04,
      "texto": "¿Tienes el chip físico actualmente? ¿Tienes el plástico que insertas en el celular, cierto? Sí. Bueno, hay un pequeño detalle. Me olvidé solicitarte la dirección donde iba a ser enviado el chip. Sí, no lo dejamos. Es Juana Azulgui.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 739.27,
      "fin": 763.36,
      "duracion": 24.09,
      "texto": "No sé si te molesta si me lo podrías escribir porque te escucho por ahí muy cortado. Si tenés también referencias físicas del domicilio, puede ser el color de la casa, puerta, ventana, algo que diferencia el domicilio de los demás para que los chicos de Andreani lo puedan encontrar visualmente.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 769.33,
      "fin": 788.77,
      "duracion": 19.44,
      "texto": "Disculpa que te lo pedí así, pero prefiero que quede escrito, así no tengo errores luego con el envío.",
      "confianza": 0.478,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 788.79,
      "fin": 794.05,
      "duracion": 5.26,
      "texto": "Yo lo voy a buscar ahora y te digo las entrecalles para ver si estoy bien ubicado.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 802.5,
      "fin": 813.88,
      "duracion": 11.38,
      "texto": "Bien, las entre calles serían, me figuran... Ingeniero J y lo que es Azurduy o Rosales. ¿Puede ser que estés más o menos ubicado?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 820.17,
      "fin": 821.49,
      "duracion": 1.32,
      "texto": "Eh... Sí, es que justo es una intersección. El tren de la unidad.",
      "confianza": 0.042,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 821.51,
      "fin": 821.97,
      "duracion": 0.46,
      "texto": "Claro, sí, sí.",
      "confianza": 0.397,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 821.99,
      "fin": 840.44,
      "duracion": 18.45,
      "texto": "Está bien, está bien. Bueno, sigo entonces lo que es el texto. Bueno, quedamos de acuerdo entonces que vas a recibir el chip en tu domicilio en lo que es calle Juana, a Zurduy al 1009 en Rafael Castillo. Me abriré a usted como referencia frente con Bordón Verde y Puerta Blanca.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 841.58,
      "fin": 846.2,
      "duracion": 4.62,
      "texto": "Bueno, te recuerdo que el chip no tiene ningún tipo de costa, igual que el envío.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 847.11,
      "fin": 865.67,
      "duracion": 18.56,
      "texto": "Y te repaso el plan contratado del día de hoy, que es del 7,460 pesos, ya que tenés un descuento fijo por seis meses de 30,140 pesos. El platico que te incluye WhatsApp gratis, llamadas gratis a cualquier compañía, 4GB, de base de plan, más 4 gigas extra de regalos, ¿sí? Por 6 meses.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 866.69,
      "fin": 893.14,
      "duracion": 26.45,
      "texto": "Y, bueno, el Make no odias proporciona, que es el mismo que está en el sistema, que lo repasó nuevamente, es candrea.serpa.gmail.com, ¿sí? Estarás recibiendo la facturación ahí a través de TMAID, ¿sí? Ingresando a la sección Servicios desde la AMI Mojitar, puedes ver toda la información referida a tu factura, ciclo de facturación, vencimientos, montos a pagar. También puedes activar 20 gigas de regalo con una duración de 30 días, disponibles una vez al año.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 894.25,
      "fin": 948.41,
      "duracion": 54.16,
      "texto": "Puedes agarrarse también al débito automático y también puedes sumar 4GB de regalo en cada línea móvil registrada bajo el mismo titular. Una vez aprobada su línea aportará entre 7 a 10 días hábiles. Un día antes por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que se quede tranquila. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque se unirá en claro, dejará de recibir señal ya allí cuando debe colocarlo. Le comento que por única vez deberá validar a la entidad para activarlo. En caso de que tenga alguna dificultad con la variación, intente nuevamente o comuníquese al 0800-321-76782 opción 4. También necesitamos que en caso de no levantar señal del chip, reinicie el equipo y por último, recibirá una cuesta de su equipación por medio de whatsapp. Necesitamos que por favor la complete ya que su opinión es muy importante para la empresa.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 949.79,
      "fin": 966.82,
      "duracion": 17.03,
      "texto": "Eso sería todo, Carolina. No hay problema. No sé si tengo alguna duda, consulta. Bueno, lo único que te espaldaría es si tenés a disposición. Yo te aguardo en llamada. Es la foto del frente y el dorso del DNI.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 967.32,
      "fin": 970.48,
      "duracion": 3.16,
      "texto": "Así también queda registrado en llamada que lo brindaste.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 971.32,
      "fin": 998.41,
      "duracion": 27.09,
      "texto": "Lo que sí sabe es que el DNIT va a saltar mi domicilio anterior porque todavía no lo ha salido. Ah, bien, no hay problema, no hay problema. De todas formas, solamente es para Baralí y el DNIT, así que no hay problema con eso. A ver, te estoy diciendo si las oposiciones están bien.",
      "confianza": 0.169,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1003.08,
      "fin": 1031.86,
      "duracion": 28.78,
      "texto": "Bien, ya está. Si queréis eliminarlo, lo dejamos para que no",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1032.97,
      "fin": 1077.55,
      "duracion": 44.58,
      "texto": "Bueno, tengo una consulta, Maciel. Aparte de esto, me pudo comentar bastante, si esto te había dicho, por favor, me voy a quedar un salto pendiente. Sí. ¿Vos me decís que esto queda como nuevo? Claro, sí, en realidad lo bonifica, no es que la pendiente ni nada, lo bonifica la compañera para que pueda volver a formar parte de ella, ¿sí? En tal caso, yo hablo cuando genero la solicitud, tal vez te aviso por las dudas que te lleguen, pero no creo, te va a llegar lo que es un correo electrónico avisándote que tienes un saldo pendiente o algo por el estilo, no obres nada porque no eres usuario, solamente se genera automáticamente para que lo tengas en cuenta.",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1078.33,
      "fin": 1114.0,
      "duracion": 35.67,
      "texto": "Inclusive si alguien te llega a pedir dinero, diciendo que necesitas pagar algún monto, para hacer la portabilidad, tampoco lo haga porque no es necesario. En tal caso que sea necesario o haya algún inconveniente, sí, te lo voy a informar yo mediante WhatsApp ahí con el número que yo te estoy hablando, ¿sí? Así que, bueno, no es necesario que brinde datos a nadie más ni nada por el estilo, así que ya directamente te comunicas solamente conmigo, ¿sí? Así que, bueno, si querías cualquier duda, consulta, está ahí disposición mi WhatsApp ahí, puedes enviarme cualquier duda que te haya quedado ahí mediante WhatsApp, ¿sí?",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1114.74,
      "fin": 1123.64,
      "duracion": 8.9,
      "texto": "Bueno, muchísimas gracias. Muy buenos días. Hasta luego.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes, Andrea. Sí, quiero hablar. Maciel es mi nombre y nos comunicamos del área de beneficio movistar. Queríamos, Andrea, mejorarte el plan de tu línea. Vemos que tengo un tránsito en que hablar actualmente. Sí, pero tengo dedo, así que no creo que... ¿En movistar tenés algún salto pendiente? Sí, creo que sí. Porque en este caso estamos ayudando en lo que son saldos pendientes para que puedan volver los clientes a la compañía sin necesidad de abonar absolutamente nada. Este consultor, lo que es el saldo pendiente que me comentas, lo tenéis bajo el DNI terminado en 734, que sería el actual, digamos, del titular. Sí, sí, un documento. Ah, bien. Bueno, así que... Pero no creo que no es móvil, lo que me quedo fue... o va. Ah, bien. ¿Fue alguna última factura, digamos, de la última vez que estuviste? ¿Tal vez fue la factura que se generó? Sí, hace como dos años. Ah, bien. Bien, si querés, te podemos chequear y te comento a ver si la podemos exhalar para que puedas volver a la compañía, ¿sí? A ver, bueno, vale. Si me aguardas un momento, te daré unas respuestas más concretas, ¿sí? Dale. Dale. ¿Recordás igualmente cuánto es el monto que tenías de la deuda? Aproximadamente. Si te digo te inviento. Dale, no hay problema. Bien. Bueno, ahí va agarrando el sistema. Te voy comentando. No sé qué clase de plan estás contratando, en qué aros, como para recomendar de algo y te convenga el traspaso, obviamente. No, yo ahora le di de baja, ¿viste? Porque yo no me quería comprometer a... a pagar porque no había cambiado de plan y... Como muchas compañías, siempre te pasas un día y te coran... Me di a boleta de recalgo, la parte de que te cobran reconexión, cuando nunca se te corta. Como no tengo ganas de renegar con eso, dije, yo empiezo a ponérmelo en prepago y listo. Ah, bien, bien. Bien, lo tenés en prepago, entonces. Bien, ¿hace cuánto lo tenés en prepago? Más próximamente. Bueno, hace una semana. Tengo que pagar una boleta de 5 horas y... Ah, bien, bien, bien. Bueno, ahora en un momento, entonces. ¡Muy bien! Bien, escuchas, Carolina. Disculpa, no sé cómo te llaman, Carolina o Andrés. De las dos maneras. Bien, nos figura que puedes acceder a la compañía y bonificarte el saldo pendiente que tenías anteriormente. Ya que ha concluido lo que es un tiempo estimado. Así que no habría necesidad de que aún es absolutamente nada. Puedes ingresar nuevamente a la compañía sin necesidad de pagar. Si querés te comento que están disponibles, seríamos en oferta. Y vos me comentás cuál es el que se adapta aproximadamente a vos, a tu consumo, ¿sí? Está bien. Yo le di de baja ahora, ¿no hay problema en hacer el cambio? No, siempre y cuando no se alarguen mucho, digamos, porque si no se te van a generar lo que es prepago. Luego vas a tener que esperar 60 días para poder ingresar a una compañía nuevamente. No necesariamente tiene que ser movilizar, pero para ingresar a cualquier compañía vas a tener que esperar 60 días. Ahora se puede realizar ya que, bueno, todavía no jugabonás la última factura, digamos, en claro. Así que sigue figurando en pospado. Ah, ok. Bueno, mira, yo te comento. Mi idea es que son dos gigas, más o menos. Cuatro, así como muchos, pero más de eso yo no confumo. Dar, genial. Bien. Bueno, entonces te comento que es el plan más bajo que tenemos y que es el básico que están ofertas, ¿sí? Que es de 4 GB de base. Todos los planes que te voy a comentar igualmente contienen lo que es WhatsApp gratis y llamadas gratis a cualquier compañía, ¿sí? Bueno, como te decía, tiene 4 GB de base y tiene 4 GB de regalo por 6 meses, ¿sí? Ese al día de hoy te quedan $7,460 pesos. Y es el más básico que tiene. ¿Cuánto te dice que es? ¿$7,000? $7,400, ¿sí? La oferta que tú comentas es por 6 meses, es un descuento alto de 30.000 pesos. En el caso que te comenté, transitando lo que es el quinto o sexto mes, sin manejar la aplicación, dentro de la aplicación puedes ir accediendo a distintas promociones vigentes ahí en el momento. Más que nada para que siempre mantengas un precio relativamente bajo si te mantengas dentro de la compañía. Y no te pase, bueno, que se te termine el plan y te le aumenten al doble o al triple, digamos, si te vayas de la compañía o te pase lo que te pasa ahora. Así que bueno, si manejas la aplicación, sería genial, digamos, si te ahorras a hablar con un asesor. Igualmente vas a tener mi número, obviamente, pero te ahorras, digamos, habrá que un 0800 y andes con un asesor, que por ahí está Dios, ¿sí? Claro, lo puedo hacer directamente en la app y... Exacto, es mucho más sencillo. Bien, para realizar el trámite, bueno, tampoco te voy a solicitar muchos datos. porque nos figura que fuiste un cliente de Movistar, así que lo único que habríamos que hacer es repasar los datos y que si están correctos o en el caso que haya algún error lo modificamos, ¿sí? Y te hago una consulta. ¿En qué localidad te encontrás como para buscar una sucursal para que puedas retirar el chip de Movistar? Rojo al castillo. A ver, abrazame que no te escuche bien. Sí, ¿me dijiste la localidad? Rafael Castillo. Rafael Castillo. En Rafael Castillo no me figura ninguna, me figuran cercanas, en Gregorio Laferrer y si no en San Justo. No sé si te quedan muy lejanas y no podemos hacer lo que es el envío domicilio. Generalmente lo que sale es muy rápido. Como vos prefieras, te resulta más cómodo, no tengo problema. Si me la pedían a domicilio sería muchísimo mejor. Vale, genial. Te digo domicilio que figura acá. Recordá que este es el último que tenemos de cuando tú estuviste en Movistar. No, tienen el demolón seguramente. Y me figura Contraler Cordero823 Rafael Castillo. Ah, no, este es anterior todavía. Bueno, bueno, a un momento te tomo el nuevo. No sé si me puedes poner en el altavoz en este momento. Sí, te tengo monos libres. Ah, genial. Mira, yo ahora te envío un mensaje via WhatsApp. Maciel es mi nombre, ¿sí? Ahí te lo escribo igualmente. Porque, bueno, por ese medio, cuando recibas el chip, sigues a tu domicilio. Me tendrías que enviar un mensaje revisándome aquí y tenés el chip en tu poder para poder darte lo alta de portabilidad. y el que no te coordena líneas durante lo que dure el envío, digamos, o el trámite, ¿sí? Así no te quedas incomunicado. Bueno, y entonces, bueno, me dijiste que eran los últimos tres ejitos del DNI, 7334, Carolina Andrea Serpa, ¿sí? Y te digo, el correo electrónico, recordá que, bueno, es el último que tenemos, que es ceandrea.serpa.com, no sé. Si lo tengo en uso, me vas a mandar vos algo ahora, porque lo tengo cerrado. Generalmente se envían la facturación, por eso me dio nada más. Ah, ok, triste. Así va el problema que todavía... Ah, bueno, mantenemos el mismo eso. Bien, genial. Bueno, también vamos a recordar que el número de tu línea lo vas a mantener, ¿sí? Es el mismo. Y bueno, te vamos a enviar lo que es un mensaje de portabilidad. No sé si vos sabes qué es esto, si no te lo explico brevemente, no tengo ningún problema. A ver, dígame de repente que le hice una vez pero no me acuerdo. Bueno, el número de portales básicamente lo que permite el traspaso de una compañía hacia otra manteniendo el mismo número, ¿sí? Es un mensaje de texto que vas a recibir en tu línea del número remitente más 2 o 3, no te lo envía una persona, digamos, se lo envía un sistema, por eso es así corto el número. Del mensaje que vos recibas, si puedes sacar una foto, una foto captura de pantalla, o bien copiar el mensaje completo y me lo remitas mediante WhatsApp, ahí en el chat donde te escribí. Cualquier de las dos formas está bien, ¿sí? Bueno, ahora un momento. Generalmente te van a entrar llamadas de número desconocidos o privados. Si puedes no atenderlos, ya que bueno, es la compañera que por ahí verifica que la línea está activa, ¿sí? Yo a ti lo estoy enviando, vos me confirmas si lo recibís, ¿sí? verificar que te tiene que decir, un número de cuatro dígitos seguido de una fecha de vencimiento que tiene que ser del día 22 de este mes y al final del mensaje tiene que apagarse las siglas MBS entre el paréntesis, que son las siglas de movilidad. A mí me figura enviada o vos me confirmas si lo recibiste, si no lo has modificado. Como te resulte, más como una captura de pantalla o copiar el mensaje completo y lo reenvias ahí. Genial. Bueno, ahora también voy a hacerte lo que es un cierre comercial, que es un respaldo legal que vos tenés con las compañías, ya que la llamada está siendo grabada así. Y bueno, ahí vamos a repasar los datos y el plan que vos estás accediendo, digamos. Es un respaldo legal que te sirve tanto a vos como a mí, digamos, de lo que yo te estoy vendiendo, ¿sí? Bueno, necesito que no me interrumpa, así que cualquier duda o consulta que vos tengas, me la digas al finalizar el texto, ¿sí? Luego también, si lo tenés a disposición, te voy a solicitar una foto del frente y del dorso del DNI y del titular, que en este caso sos vos, mediante WhatsApp, una vez que lo envíes, y lo puedes borrar, pero no hay problema para validar que el trámite lo estás realizando El titular, sí. Ok. Bueno, no sé si lo quieres enviar ahora o luego del cierre, como vos te parezcas. Como vos prefieras. Dale, te leo el texto así y ya me envía a César y listo. Bien, comienza entonces. Para recibir futuras promociones, ¿usted tiene internet de movistar? Es decir, ¿internet en el hogar de movistar? Actualmente no. Bueno, eso se le encarga a mi hermano, que es el cliente de mi hijo, y creo que ya he solicitado el cambio. Ah, bien, bien. Bueno, genial. Bueno, estamos portando la línea de SERPA con la línea Andrea. La línea es 1138-4450-10. ¿Me podrías confirmar los últimos tráigitos de tu GANAY? 734. Bien, genial. Me comentaste que actualmente tenías lo que es una factura mensual, ¿cierto? ¿Tienes el chip físico actualmente? ¿Tienes el plástico que insertas en el celular, cierto? Sí. Bueno, hay un pequeño detalle. Me olvidé solicitarte la dirección donde iba a ser enviado el chip. Sí, no lo dejamos. Es Juana Azulgui. No sé si te molesta si me lo podrías escribir porque te escucho por ahí muy cortado. Si tenés también referencias físicas del domicilio, puede ser el color de la casa, puerta, ventana, algo que diferencia el domicilio de los demás para que los chicos de Andreani lo puedan encontrar visualmente. Disculpa que te lo pedí así, pero prefiero que quede escrito, así no tengo errores luego con el envío. Yo lo voy a buscar ahora y te digo las entrecalles para ver si estoy bien ubicado. Bien, las entre calles serían, me figuran... Ingeniero J y lo que es Azurduy o Rosales. ¿Puede ser que estés más o menos ubicado? Eh... Sí, es que justo es una intersección. El tren de la unidad. Claro, sí, sí. Está bien, está bien. Bueno, sigo entonces lo que es el texto. Bueno, quedamos de acuerdo entonces que vas a recibir el chip en tu domicilio en lo que es calle Juana, a Zurduy al 1009 en Rafael Castillo. Me abriré a usted como referencia frente con Bordón Verde y Puerta Blanca. Bueno, te recuerdo que el chip no tiene ningún tipo de costa, igual que el envío. Y te repaso el plan contratado del día de hoy, que es del 7,460 pesos, ya que tenés un descuento fijo por seis meses de 30,140 pesos. El platico que te incluye WhatsApp gratis, llamadas gratis a cualquier compañía, 4GB, de base de plan, más 4 gigas extra de regalos, ¿sí? Por 6 meses. Y, bueno, el Make no odias proporciona, que es el mismo que está en el sistema, que lo repasó nuevamente, es candrea.serpa.gmail.com, ¿sí? Estarás recibiendo la facturación ahí a través de TMAID, ¿sí? Ingresando a la sección Servicios desde la AMI Mojitar, puedes ver toda la información referida a tu factura, ciclo de facturación, vencimientos, montos a pagar. También puedes activar 20 gigas de regalo con una duración de 30 días, disponibles una vez al año. Puedes agarrarse también al débito automático y también puedes sumar 4GB de regalo en cada línea móvil registrada bajo el mismo titular. Una vez aprobada su línea aportará entre 7 a 10 días hábiles. Un día antes por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que se quede tranquila. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque se unirá en claro, dejará de recibir señal ya allí cuando debe colocarlo. Le comento que por única vez deberá validar a la entidad para activarlo. En caso de que tenga alguna dificultad con la variación, intente nuevamente o comuníquese al 0800-321-76782 opción 4. También necesitamos que en caso de no levantar señal del chip, reinicie el equipo y por último, recibirá una cuesta de su equipación por medio de whatsapp. Necesitamos que por favor la complete ya que su opinión es muy importante para la empresa. Eso sería todo, Carolina. No hay problema. No sé si tengo alguna duda, consulta. Bueno, lo único que te espaldaría es si tenés a disposición. Yo te aguardo en llamada. Es la foto del frente y el dorso del DNI. Así también queda registrado en llamada que lo brindaste. Lo que sí sabe es que el DNIT va a saltar mi domicilio anterior porque todavía no lo ha salido. Ah, bien, no hay problema, no hay problema. De todas formas, solamente es para Baralí y el DNIT, así que no hay problema con eso. A ver, te estoy diciendo si las oposiciones están bien. Bien, ya está. Si queréis eliminarlo, lo dejamos para que no Bueno, tengo una consulta, Maciel. Aparte de esto, me pudo comentar bastante, si esto te había dicho, por favor, me voy a quedar un salto pendiente. Sí. ¿Vos me decís que esto queda como nuevo? Claro, sí, en realidad lo bonifica, no es que la pendiente ni nada, lo bonifica la compañera para que pueda volver a formar parte de ella, ¿sí? En tal caso, yo hablo cuando genero la solicitud, tal vez te aviso por las dudas que te lleguen, pero no creo, te va a llegar lo que es un correo electrónico avisándote que tienes un saldo pendiente o algo por el estilo, no obres nada porque no eres usuario, solamente se genera automáticamente para que lo tengas en cuenta. Inclusive si alguien te llega a pedir dinero, diciendo que necesitas pagar algún monto, para hacer la portabilidad, tampoco lo haga porque no es necesario. En tal caso que sea necesario o haya algún inconveniente, sí, te lo voy a informar yo mediante WhatsApp ahí con el número que yo te estoy hablando, ¿sí? Así que, bueno, no es necesario que brinde datos a nadie más ni nada por el estilo, así que ya directamente te comunicas solamente conmigo, ¿sí? Así que, bueno, si querías cualquier duda, consulta, está ahí disposición mi WhatsApp ahí, puedes enviarme cualquier duda que te haya quedado ahí mediante WhatsApp, ¿sí? Bueno, muchísimas gracias. Muy buenos días. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.493,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 40.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:25:48.586992",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 226,
    "total_segmentos_corregido": 69,
    "fecha_correccion": "2026-01-18T23:05:15.135022",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115135804678_ACD_04299",
    "fecha_inicio": "15/1/2026 13:58:04",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 1096,
    "tiempo_conversacion": 1079,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}