{
  "archivo": "amza313_1_260115112428817_ACD_80387.wav",
  "duracion_segundos": 297.12,
  "num_segmentos": 69,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 240.63,
    "Cliente": 42.79
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.79,
      "fin": 49.41,
      "duracion": 48.62,
      "texto": "Hola, mi nombre es Agustín, yo te llamo de la ley de movistar negocios. ¿Cómo te va? ¿Todo bien? Todo bien. Me alegra mucho. Noel, mira, te llamo más que nada porque me subieron acá en el sistema que vos fuiste parte de la compañía hasta hace un tiempo atrás y quería saber qué fue lo que te llevó a cambiar. ¿Tuviste algún inconveniente? Uf, un montón. Pero lo principal, digamos, una era que subían los montos del abono y era como mucho, era muy caro. Y cuando yo decidí irme, o sea, lo que yo pagaba en movistar en ese momento era ponerle como 20 mil pesos y él, claro, pagaba 3 mil. Y tenía muchos más beneficios, incluso. Otra era que sí. No, hay mucha diferencia.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.43,
      "fin": 49.65,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.161,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.84,
      "fin": 84.01,
      "duracion": 32.17,
      "texto": "Otra era que yo pagaba un seguro contra robo, contra hurto, contra si le pasaba algo al teléfono, o sea, después me reconocían algo tanto en el arreglo como en un equipo nuevo. Ajá. Eso se fueron acá de, o sea, yo vivo en Córdoba, y antes había una tienda física donde vos ibas a hacer el reclamo y todo bueno. Nunca avisaron que se iban cuando me pasan y que me asaltan. me roban el celular, yo voy a hacer el reclamo para hacer uso del seguro que venía pagando hace un montón de años.",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.03,
      "fin": 95.52,
      "duracion": 9.49,
      "texto": "Me dicen que no, que era imposible. Me doy con que, una, con que ya no existía más la tienda física, dos, con que nunca avisaron que se iban, directamente cerraron ya las puertas y no abrieron más.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.24,
      "fin": 100.66,
      "duracion": 4.42,
      "texto": "Porque esto fue lo que me informó a mí el policía que estaba ahí cuando me acerqué.",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.47,
      "fin": 162.23,
      "duracion": 60.76,
      "texto": "Después que, bueno, que tenía que mandar el equipo por correo a Buenos Aires, que ellos nos hacían cargo si se extraviaba en el camino o no, que después ahí me decían que tenía, que bueno, que si yo no quería cerrarla, tenía que pagar de nuevo el envío a mi casa, y si quería acercarme a una tienda física, tenía que llegar a la más cercana, que quedaba en Rosario, pero bueno, ellos nos hacían cargo de nada, de cómo se llevaba el teléfono, ni nada de eso. Entonces, me parece una total burla y falta de respeto. Yo estoy pagando un servicio que después me lo brindan cuando yo lo necesito. O sea, para cobrarlo lo cobraban en tiempo y forma. Pero después cuando yo necesité hacer uso de eso, dieron las mil y un vueltas. Entonces por eso decidí, agarré y me pasé. Y te juro que tengo señal en todos lados con claro. Por el Movistar yo iba a Cujuy y no tenía señal. No tenías señal en Cujuy. ¿Cómo? ¿Quién no tenías señal en Cujuy? No, no, en Jujuyo, en Santiago del Estero, hacia el camino hacia el norte, ponerle que voy mucho para allá.",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.89,
      "fin": 174.0,
      "duracion": 11.11,
      "texto": "No tenía buena señal, se cortaba ahí nomás. Entonces es como que... No, con claro tengo señal en todos lados. Y es mucho más barato el abono, se cumplen todo lo que te dan.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 175.38,
      "fin": 188.48,
      "duracion": 13.1,
      "texto": "Tanto si están actualizando las promociones para que no pagues de más. Entonces, cosas que con movistar nunca lo tuve. Yo siempre tuve movistar pero perdí más de 15 años, me parece. un montón.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.92,
      "fin": 203.63,
      "duracion": 13.71,
      "texto": "Y te juro que a mí esto de lo último del seguro fue como que dijo no, yo no voy a movistar, no vuelvo más, no vuelvo más y no voy a volver porque no. Así me aprecian las líneas gratis, te digo, no vuelvo porque no.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.13,
      "fin": 206.42,
      "duracion": 2.29,
      "texto": "No, porque me pareció una total falta de respeto.",
      "confianza": 0.703,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 206.46,
      "fin": 227.58,
      "duracion": 21.12,
      "texto": "Encima, el yo que me atendía en su momento, la chica, no me acuerdo, como que me hizo que se me burlaba. Entonces, dije, no, porque tengo que aguantarse una falta de respeto. Si es un servicio que estoy pagando, lo pago en tiempo y forma. Y cuando me ha atrasado, lo he pagado con el interés que correspondía. O sea, porque fue un error mío, pero, o sea, no.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.6,
      "fin": 232.15,
      "duracion": 4.55,
      "texto": "OK. Bien, Noelia, grabando mucho toda la situación.",
      "confianza": 0.398,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 232.17,
      "fin": 263.88,
      "duracion": 31.71,
      "texto": "No, sí. Le voy a dejar asentado, ¿sí? Bueno, si yo no sé si hay alguna forma de que me saquen ahí y no me llaman más para pedirme que me pase movistar, movistar porque, o sea, me llaman tejido. Yo te atendí ahora porque digo, voy a pedir por favor otra vez que me saquen para que ya no me llaman más porque... Sí, o sea, el tema de nosotros... Porque tampoco queda, vos lo dejás asentado, pero por ejemplo, el que me vuelvas a llamar no tiene, no sé si no lee o no, pero no tiene ni asentado o no figura por qué yo no quiero volver a movistar.",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 265.02,
      "fin": 275.67,
      "duracion": 10.65,
      "texto": "No, no figura, va siguiente porque lo dejamos asentado por el lugar donde trabajamos, pero te imaginarás que en toda Argentina hay como, no sé, 200, 300 lugares así que te pueden llamar.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.05,
      "fin": 276.99,
      "duracion": 0.94,
      "texto": "Claro.",
      "confianza": 0.676,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.01,
      "fin": 292.95,
      "duracion": 15.94,
      "texto": "Entonces eso es lo que pasa. Cuando te dejan asentado, lo dejan asentado por el lugar donde uno trabaja, entonces es uno o menos, pero quedan muchísimos más. Bueno. Eso es lo que pasa. No hay problema. Bueno, dale, no sé, que tengas muy buen día. No, gracias a vos. Disculpas. Hasta luego.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.5,
      "fin": 297.12,
      "duracion": 2.62,
      "texto": "¿Cómo va? ¿Compeñarían? ¡Muchísimas gracias!",
      "confianza": 0.454,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, mi nombre es Agustín, yo te llamo de la ley de movistar negocios. ¿Cómo te va? ¿Todo bien? Todo bien. Me alegra mucho. Noel, mira, te llamo más que nada porque me subieron acá en el sistema que vos fuiste parte de la compañía hasta hace un tiempo atrás y quería saber qué fue lo que te llevó a cambiar. ¿Tuviste algún inconveniente? Uf, un montón. Pero lo principal, digamos, una era que subían los montos del abono y era como mucho, era muy caro. Y cuando yo decidí irme, o sea, lo que yo pagaba en movistar en ese momento era ponerle como 20 mil pesos y él, claro, pagaba 3 mil. Y tenía muchos más beneficios, incluso. Otra era que sí. No, hay mucha diferencia. Sí, sí, sí. Otra era que yo pagaba un seguro contra robo, contra hurto, contra si le pasaba algo al teléfono, o sea, después me reconocían algo tanto en el arreglo como en un equipo nuevo. Ajá. Eso se fueron acá de, o sea, yo vivo en Córdoba, y antes había una tienda física donde vos ibas a hacer el reclamo y todo bueno. Nunca avisaron que se iban cuando me pasan y que me asaltan. me roban el celular, yo voy a hacer el reclamo para hacer uso del seguro que venía pagando hace un montón de años. Me dicen que no, que era imposible. Me doy con que, una, con que ya no existía más la tienda física, dos, con que nunca avisaron que se iban, directamente cerraron ya las puertas y no abrieron más. Porque esto fue lo que me informó a mí el policía que estaba ahí cuando me acerqué. Después que, bueno, que tenía que mandar el equipo por correo a Buenos Aires, que ellos nos hacían cargo si se extraviaba en el camino o no, que después ahí me decían que tenía, que bueno, que si yo no quería cerrarla, tenía que pagar de nuevo el envío a mi casa, y si quería acercarme a una tienda física, tenía que llegar a la más cercana, que quedaba en Rosario, pero bueno, ellos nos hacían cargo de nada, de cómo se llevaba el teléfono, ni nada de eso. Entonces, me parece una total burla y falta de respeto. Yo estoy pagando un servicio que después me lo brindan cuando yo lo necesito. O sea, para cobrarlo lo cobraban en tiempo y forma. Pero después cuando yo necesité hacer uso de eso, dieron las mil y un vueltas. Entonces por eso decidí, agarré y me pasé. Y te juro que tengo señal en todos lados con claro. Por el Movistar yo iba a Cujuy y no tenía señal. No tenías señal en Cujuy. ¿Cómo? ¿Quién no tenías señal en Cujuy? No, no, en Jujuyo, en Santiago del Estero, hacia el camino hacia el norte, ponerle que voy mucho para allá. No tenía buena señal, se cortaba ahí nomás. Entonces es como que... No, con claro tengo señal en todos lados. Y es mucho más barato el abono, se cumplen todo lo que te dan. Tanto si están actualizando las promociones para que no pagues de más. Entonces, cosas que con movistar nunca lo tuve. Yo siempre tuve movistar pero perdí más de 15 años, me parece. un montón. Y te juro que a mí esto de lo último del seguro fue como que dijo no, yo no voy a movistar, no vuelvo más, no vuelvo más y no voy a volver porque no. Así me aprecian las líneas gratis, te digo, no vuelvo porque no. No, porque me pareció una total falta de respeto. Encima, el yo que me atendía en su momento, la chica, no me acuerdo, como que me hizo que se me burlaba. Entonces, dije, no, porque tengo que aguantarse una falta de respeto. Si es un servicio que estoy pagando, lo pago en tiempo y forma. Y cuando me ha atrasado, lo he pagado con el interés que correspondía. O sea, porque fue un error mío, pero, o sea, no. OK. Bien, Noelia, grabando mucho toda la situación. No, sí. Le voy a dejar asentado, ¿sí? Bueno, si yo no sé si hay alguna forma de que me saquen ahí y no me llaman más para pedirme que me pase movistar, movistar porque, o sea, me llaman tejido. Yo te atendí ahora porque digo, voy a pedir por favor otra vez que me saquen para que ya no me llaman más porque... Sí, o sea, el tema de nosotros... Porque tampoco queda, vos lo dejás asentado, pero por ejemplo, el que me vuelvas a llamar no tiene, no sé si no lee o no, pero no tiene ni asentado o no figura por qué yo no quiero volver a movistar. No, no figura, va siguiente porque lo dejamos asentado por el lugar donde trabajamos, pero te imaginarás que en toda Argentina hay como, no sé, 200, 300 lugares así que te pueden llamar. Claro. Entonces eso es lo que pasa. Cuando te dejan asentado, lo dejan asentado por el lugar donde uno trabaja, entonces es uno o menos, pero quedan muchísimos más. Bueno. Eso es lo que pasa. No hay problema. Bueno, dale, no sé, que tengas muy buen día. No, gracias a vos. Disculpas. Hasta luego. ¿Cómo va? ¿Compeñarían? ¡Muchísimas gracias!",
  "calidad": {
    "confianza_promedio": 0.505,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:18:42.376162",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 69,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:22.271255",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115112428817_ACD_80387",
    "fecha_inicio": "15/1/2026 11:24:28",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 318,
    "tiempo_conversacion": 286,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}