{
  "archivo": "amza3_1_260115131719367_ACD_75203.wav",
  "duracion_segundos": 312.71,
  "num_segmentos": 73,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 111.72,
    "Cliente": 182.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.92,
      "duracion": 4.89,
      "texto": "Hola. Hola, buenas tardes. Hablo con Virginia Bassam.",
      "confianza": 0.202,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.08,
      "fin": 12.08,
      "duracion": 6.0,
      "texto": "Sí, de parte. ¿Cómo te va? Mi nombre es Macarena. Me contacto desde la Ría de Recupero de Clientes de Movistar.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.62,
      "fin": 23.09,
      "duracion": 10.47,
      "texto": "Ya tomamos Virginia de la compañía para poder venderte una nueva promoción para tu línea. No, no, no, no.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.11,
      "fin": 23.51,
      "duracion": 0.4,
      "texto": "Pero no me interesa.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.53,
      "fin": 25.27,
      "duracion": 1.74,
      "texto": "La verdad que no. Bueno, ¿con algún motivo en especial?",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.2,
      "fin": 50.83,
      "duracion": 23.63,
      "texto": "Sí, sí, sí. No, tuve mucho problema con Movistar. y hay muchos problemas porque mi hija tiene un montón de problemas también. ¿Ha tenido problemas en cuanto a facturación relacionado con la seguridad? Sí, en la facturación, siempre en la facturación. Un mes le viene mil pesos, al otro mes le viene tres mil pesos y así.",
      "confianza": 0.191,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.89,
      "fin": 68.49,
      "duracion": 15.6,
      "texto": "A mi amiga también, le pasó que eran tres. Tenían Movistar o Hogar, los tres celulares, y de un mes al otro, estaba pagando 30 y le vino 60. Agarró los cambios de compañía.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.63,
      "fin": 73.27,
      "duracion": 3.64,
      "texto": "Movistar no se maneja bien.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.29,
      "fin": 74.67,
      "duracion": 1.38,
      "texto": "Bien.",
      "confianza": 0.593,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.69,
      "fin": 86.44,
      "duracion": 11.75,
      "texto": "Nosotros en ese caso le pedimos disculpas, por lo menos lo que es la nueva sesión de Movistar. Estamos tratando de llamar a aquellos clientes que tuvieron algún problema relacionado con la facturación. para poder ofrecerles lo que es una solución, ¿bien?",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.2,
      "fin": 105.4,
      "duracion": 18.2,
      "texto": "Usted, Virginia, al día de hoy se encuentra con la compañía de Claro, ¿sabéis más o menos cuándo estamos abonando? Sí, estoy pagando con internet y el celular 21. Bien, esto es por la fibra óptica y lo que es el servicio móvil, me dice.",
      "confianza": 0.516,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.42,
      "fin": 105.48,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.063,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.5,
      "fin": 110.14,
      "duracion": 4.64,
      "texto": "Bien, lo que nosotros le podemos brindar, no sé si usted ya tuvo internet con Movistar,",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.59,
      "fin": 117.9,
      "duracion": 6.31,
      "texto": "Sí, tuve todo con Movistar. Movistar, hogar, internet, todo, todo tuve.",
      "confianza": 0.066,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.92,
      "fin": 118.62,
      "duracion": 0.7,
      "texto": "Bien.",
      "confianza": 0.813,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 118.66,
      "fin": 137.01,
      "duracion": 18.35,
      "texto": "Nosotros le podemos brindar lo que es un plan de 300 megas por el internet, tendría un internet mucho más alto de lo que tenés actualmente, con la línea móvil que estaría quedando en 24 mil pesos, ¿bien? No, no, no, no. Decime. No, no, no. No, yo estoy pagando 21, no.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.78,
      "fin": 147.91,
      "duracion": 10.13,
      "texto": "Bueno, mirá, en el caso que vos quieras y queráis que porcibir lo que es la promoción por WhatsApp, por si te llega a aumentar lo que es la factura de claro, o si necesitas la promoción, me puedes contactar por ese medio.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.36,
      "fin": 167.4,
      "duracion": 17.04,
      "texto": "Bueno, perdóname que te corte, pero eso es lo que tiene Movistar, que primero que hacen una promoción y después no te la cumplen, a mí me pasó eso, a mí me hicieron una promoción con él, él no me acuerdo por qué hace muchísimo ya, que pedía mil pesos,",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.7,
      "fin": 248.96,
      "duracion": 80.26,
      "texto": "No me la cumplieron. Después me vino 13 mil pesos, de los mil pesos que estaba pagando con él, me vino 13 mil pesos. Claro, pero esto le digo que la idea de, por lo menos, esa noaja que siempre tiene, es simplemente poder traer a aquellos clientes que tuvieron este inconveniente, Virginia, para poder darles lo que es una buena estadía en la compañía y obviamente darte lo que es una promoción exclusiva por ese problema que me comentaste que tuviste, ¿bien? Sí, no, no, pero... Vos, Adriano, este está ganando 22 mil 797 pesos en claro. Es casi similar a lo que yo te ofrezco, pero ten en cuenta que esta bonificación que te damos nosotros, tenés lo que es la bonificación fija por seis meses y vos al día de hoy estás pagando eso con claro. De la calma que viene, vas a estar pagando otro importe, ¿bien? Mira, hace meses que claro no me aumenta, estoy pagando lo mismo. Claro, pero todas las compañías tienen programado un aumento en general, ¿bien? Por eso nosotros nos ponemos en contacto. Vos te cambiaste el 27 de enero del 2023, ¿bien? Hace dos años. Por lo tanto, el 27 de enero de este mes, o sea, de este año, ya se te vende lo que es la promo. ¿Qué sería? No, no es una promoción, no. No, no es una promoción. Este es lo que yo contraté, aclaro, con esto. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.65,
      "fin": 255.77,
      "duracion": 6.12,
      "texto": "Todas las compañías te ofrecen una promoción, ¿bien? Tienen una duración de un año, seis meses, ocho meses, depende de la compañía, ¿bien?",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.39,
      "fin": 294.95,
      "duracion": 38.56,
      "texto": "A vos la promo se te vende el 27 de enero, que es cuando te cambiaste, cuando se te activó la línea con claro. Es decir, que el 27 de enero a vos vas a estar pagando el valor real de tu factura, no el precio promocional que se le hizo en un primer momento, claro, ¿bien? Sí. Y es por eso que nosotros nos ponemos en contacto. La idea, obviamente, que vos el 27 de enero no pases a abonar el monto que ellos te quieran cobrar, sino que sigas abonando relativamente poco, que es como lo que venís abonando, ¿bien? No, yo después veo, después de 27 como el tiempo veo. Bueno, Virginia, si te parece entonces, te envío la promo por WhatsApp por si no te la llegan a renovar o te sube lo que es el plan, ¿bien?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.95,
      "fin": 302.76,
      "duracion": 6.81,
      "texto": "Más que nada, es cuando te cambiaste de compañía, así que lo más probable es que en ese tiempo ya tengas que cambiar de promoción, ¿bien?",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.98,
      "fin": 304.54,
      "duracion": 0.56,
      "texto": "Bueno, bueno.",
      "confianza": 0.393,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.52,
      "fin": 312.71,
      "duracion": 7.19,
      "texto": "Bueno, Virginia, estamos en contacto por WhatsApp, Macarena es mi nombre, espero que tengas muy buen día. Igualmente, buen día. Hasta luego.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. Hablo con Virginia Bassam. Sí, de parte. ¿Cómo te va? Mi nombre es Macarena. Me contacto desde la Ría de Recupero de Clientes de Movistar. Ya tomamos Virginia de la compañía para poder venderte una nueva promoción para tu línea. No, no, no, no. Pero no me interesa. La verdad que no. Bueno, ¿con algún motivo en especial? Sí, sí, sí. No, tuve mucho problema con Movistar. y hay muchos problemas porque mi hija tiene un montón de problemas también. ¿Ha tenido problemas en cuanto a facturación relacionado con la seguridad? Sí, en la facturación, siempre en la facturación. Un mes le viene mil pesos, al otro mes le viene tres mil pesos y así. A mi amiga también, le pasó que eran tres. Tenían Movistar o Hogar, los tres celulares, y de un mes al otro, estaba pagando 30 y le vino 60. Agarró los cambios de compañía. Movistar no se maneja bien. Bien. Nosotros en ese caso le pedimos disculpas, por lo menos lo que es la nueva sesión de Movistar. Estamos tratando de llamar a aquellos clientes que tuvieron algún problema relacionado con la facturación. para poder ofrecerles lo que es una solución, ¿bien? Usted, Virginia, al día de hoy se encuentra con la compañía de Claro, ¿sabéis más o menos cuándo estamos abonando? Sí, estoy pagando con internet y el celular 21. Bien, esto es por la fibra óptica y lo que es el servicio móvil, me dice. Sí. Bien, lo que nosotros le podemos brindar, no sé si usted ya tuvo internet con Movistar, Sí, tuve todo con Movistar. Movistar, hogar, internet, todo, todo tuve. Bien. Nosotros le podemos brindar lo que es un plan de 300 megas por el internet, tendría un internet mucho más alto de lo que tenés actualmente, con la línea móvil que estaría quedando en 24 mil pesos, ¿bien? No, no, no, no. Decime. No, no, no. No, yo estoy pagando 21, no. Bueno, mirá, en el caso que vos quieras y queráis que porcibir lo que es la promoción por WhatsApp, por si te llega a aumentar lo que es la factura de claro, o si necesitas la promoción, me puedes contactar por ese medio. Bueno, perdóname que te corte, pero eso es lo que tiene Movistar, que primero que hacen una promoción y después no te la cumplen, a mí me pasó eso, a mí me hicieron una promoción con él, él no me acuerdo por qué hace muchísimo ya, que pedía mil pesos, No me la cumplieron. Después me vino 13 mil pesos, de los mil pesos que estaba pagando con él, me vino 13 mil pesos. Claro, pero esto le digo que la idea de, por lo menos, esa noaja que siempre tiene, es simplemente poder traer a aquellos clientes que tuvieron este inconveniente, Virginia, para poder darles lo que es una buena estadía en la compañía y obviamente darte lo que es una promoción exclusiva por ese problema que me comentaste que tuviste, ¿bien? Sí, no, no, pero... Vos, Adriano, este está ganando 22 mil 797 pesos en claro. Es casi similar a lo que yo te ofrezco, pero ten en cuenta que esta bonificación que te damos nosotros, tenés lo que es la bonificación fija por seis meses y vos al día de hoy estás pagando eso con claro. De la calma que viene, vas a estar pagando otro importe, ¿bien? Mira, hace meses que claro no me aumenta, estoy pagando lo mismo. Claro, pero todas las compañías tienen programado un aumento en general, ¿bien? Por eso nosotros nos ponemos en contacto. Vos te cambiaste el 27 de enero del 2023, ¿bien? Hace dos años. Por lo tanto, el 27 de enero de este mes, o sea, de este año, ya se te vende lo que es la promo. ¿Qué sería? No, no es una promoción, no. No, no es una promoción. Este es lo que yo contraté, aclaro, con esto. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Todas las compañías te ofrecen una promoción, ¿bien? Tienen una duración de un año, seis meses, ocho meses, depende de la compañía, ¿bien? A vos la promo se te vende el 27 de enero, que es cuando te cambiaste, cuando se te activó la línea con claro. Es decir, que el 27 de enero a vos vas a estar pagando el valor real de tu factura, no el precio promocional que se le hizo en un primer momento, claro, ¿bien? Sí. Y es por eso que nosotros nos ponemos en contacto. La idea, obviamente, que vos el 27 de enero no pases a abonar el monto que ellos te quieran cobrar, sino que sigas abonando relativamente poco, que es como lo que venís abonando, ¿bien? No, yo después veo, después de 27 como el tiempo veo. Bueno, Virginia, si te parece entonces, te envío la promo por WhatsApp por si no te la llegan a renovar o te sube lo que es el plan, ¿bien? Más que nada, es cuando te cambiaste de compañía, así que lo más probable es que en ese tiempo ya tengas que cambiar de promoción, ¿bien? Bueno, bueno. Bueno, Virginia, estamos en contacto por WhatsApp, Macarena es mi nombre, espero que tengas muy buen día. Igualmente, buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:26:22.298704",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 73,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:26.279856",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131719367_ACD_75203",
    "fecha_inicio": "15/1/2026 13:17:19",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 365,
    "tiempo_conversacion": 300,
    "tiempo_hold": 0,
    "tiempo_acw": 44,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}