{
  "archivo": "amza30_1_260114145210901_ACD_17833.wav",
  "duracion_segundos": 159.05,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 76.66,
    "Cliente": 60.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.45,
      "fin": 4.47,
      "duracion": 3.02,
      "texto": "Hola, ¿qué tal? Buen día. Mi nombre es Eugenia. ¿Habló con Luna?",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.93,
      "fin": 6.0,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.024,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.01,
      "fin": 14.11,
      "duracion": 8.1,
      "texto": "¿Qué tal, Luna? Un gusto. Me estoy comunicando del área de beneficios móviles, ya que me figura su línea en claro. ¿Es así?",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.13,
      "fin": 14.67,
      "duracion": 0.54,
      "texto": "Sí. Perfecto.",
      "confianza": 0.057,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.99,
      "fin": 19.27,
      "duracion": 4.28,
      "texto": "Te consulto. Vos actualmente con claro. ¿Tenés lo que, fractura mensual o realizás recarga?",
      "confianza": 0.857,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.18,
      "fin": 33.52,
      "duracion": 11.34,
      "texto": "No, mensual. Mensual. Bien, Luna. El día de hoy nosotros estamos activando lo que es una promo para que puedas volver a probar justamente los servicios de Movistar y estén de $10,400 pesos finales por 16 días de internet.",
      "confianza": 0.024,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.18,
      "fin": 36.16,
      "duracion": 1.98,
      "texto": "Si vos conclaro, ¿cuántos días tenés ahora?",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.13,
      "fin": 43.98,
      "duracion": 4.85,
      "texto": "Tengo, creo que cinco, seis. ¿Cinco, seis? OK. ¿Y te alcanzan o haces recargos aparte?",
      "confianza": 0.203,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.74,
      "fin": 52.0,
      "duracion": 2.26,
      "texto": "No, no me alcanzan más o menos. Compro packs a veces, pero muy pocas veces. OK.",
      "confianza": 0.258,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 52.0,
      "fin": 65.55,
      "duracion": 13.55,
      "texto": "OK. Bueno, nosotros lo que estamos ofreciendo es la posibilidad de que justamente pruebes 16 días de internet, que son 8 de base y 8 de regalo por 6 meses, con lo que es obviamente también WhatsApp gratis, llamadas ilimitadas y mensajitos hacia todas las compañías.",
      "confianza": 0.643,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.09,
      "fin": 89.03,
      "duracion": 22.94,
      "texto": "La promo está en 10.400 pesos finales al día de hoy. Tenés un descuento fijo por 6 meses. Está muy bueno para que lo puedas aprovechar. No, ahora en este momento no, porque tengo que pagar las alturas, y claro, pero si no, no tienes un montón. No, obvio. De todas maneras, ten en cuenta que la factura la vas a pagar después. No es que tenés que pagar nada por adelantado.",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.63,
      "fin": 100.9,
      "duracion": 11.27,
      "texto": "La factura siempre se emite antes para que vos puedas visualizarla y tengas en cuenta justamente cuánto es, pero no es que lo tengas que pagar ahora. ¿Vos cuándo te vence en claro la facturación?",
      "confianza": 0.757,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.93,
      "fin": 104.93,
      "duracion": 2.0,
      "texto": "El mes que viene. ¿El mes que viene?",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.95,
      "fin": 105.25,
      "duracion": 0.3,
      "texto": "Bien.",
      "confianza": 0.917,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.45,
      "fin": 122.33,
      "duracion": 16.88,
      "texto": "En el caso de este que me estás comentando, lo que se hace es justamente, se te va a emitir un proporcional en claro y te van a hacer un reajuste en la factura porque justamente el servicio se factura mes adelantado y se cobra mes vencido. Y lo mismo pasaría en este caso con lo que es el servicio móvil.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.67,
      "fin": 130.78,
      "duracion": 8.11,
      "texto": "Si está muy buena la promo para que la puedas aprovechar, no vas a pagar doble facturación.",
      "confianza": 0.681,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.8,
      "fin": 146.57,
      "duracion": 15.77,
      "texto": "Bueno, no, ahora no. Por ahí, el otro mes o el mes siguiente, no es capaz. Ok, no hay ningún problema. Entonces lo dejo asentado. Ten en cuenta que la promo que yo te ofrecí ahora está el día de hoy y mañana. Después van a haber otros precios. Por eso era que estaba bueno para que lo aprovechés.",
      "confianza": 0.0,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.09,
      "fin": 155.3,
      "duracion": 8.21,
      "texto": "Yo de todas formas ajeno tu número y te mando un mensajito. Si llegas a cambiar de opinión, podemos hacer el cambio. Y si llego a tener otra promo, también te lo ofrezco.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.3,
      "fin": 159.05,
      "duracion": 1.75,
      "texto": "Vale, genial. Muchas gracias. Muchas gracias, Linda.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Mi nombre es Eugenia. ¿Habló con Luna? Sí. ¿Qué tal, Luna? Un gusto. Me estoy comunicando del área de beneficios móviles, ya que me figura su línea en claro. ¿Es así? Sí. Perfecto. Te consulto. Vos actualmente con claro. ¿Tenés lo que, fractura mensual o realizás recarga? No, mensual. Mensual. Bien, Luna. El día de hoy nosotros estamos activando lo que es una promo para que puedas volver a probar justamente los servicios de Movistar y estén de $10,400 pesos finales por 16 días de internet. Si vos conclaro, ¿cuántos días tenés ahora? Tengo, creo que cinco, seis. ¿Cinco, seis? OK. ¿Y te alcanzan o haces recargos aparte? No, no me alcanzan más o menos. Compro packs a veces, pero muy pocas veces. OK. OK. Bueno, nosotros lo que estamos ofreciendo es la posibilidad de que justamente pruebes 16 días de internet, que son 8 de base y 8 de regalo por 6 meses, con lo que es obviamente también WhatsApp gratis, llamadas ilimitadas y mensajitos hacia todas las compañías. La promo está en 10.400 pesos finales al día de hoy. Tenés un descuento fijo por 6 meses. Está muy bueno para que lo puedas aprovechar. No, ahora en este momento no, porque tengo que pagar las alturas, y claro, pero si no, no tienes un montón. No, obvio. De todas maneras, ten en cuenta que la factura la vas a pagar después. No es que tenés que pagar nada por adelantado. La factura siempre se emite antes para que vos puedas visualizarla y tengas en cuenta justamente cuánto es, pero no es que lo tengas que pagar ahora. ¿Vos cuándo te vence en claro la facturación? El mes que viene. ¿El mes que viene? Bien. En el caso de este que me estás comentando, lo que se hace es justamente, se te va a emitir un proporcional en claro y te van a hacer un reajuste en la factura porque justamente el servicio se factura mes adelantado y se cobra mes vencido. Y lo mismo pasaría en este caso con lo que es el servicio móvil. Si está muy buena la promo para que la puedas aprovechar, no vas a pagar doble facturación. Bueno, no, ahora no. Por ahí, el otro mes o el mes siguiente, no es capaz. Ok, no hay ningún problema. Entonces lo dejo asentado. Ten en cuenta que la promo que yo te ofrecí ahora está el día de hoy y mañana. Después van a haber otros precios. Por eso era que estaba bueno para que lo aprovechés. Yo de todas formas ajeno tu número y te mando un mensajito. Si llegas a cambiar de opinión, podemos hacer el cambio. Y si llego a tener otra promo, también te lo ofrezco. Vale, genial. Muchas gracias. Muchas gracias, Linda.",
  "calidad": {
    "confianza_promedio": 0.539,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:08:52.550722",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:21.581286",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114145210901_ACD_17833",
    "fecha_inicio": "14/1/2026 14:52:10",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 177,
    "tiempo_conversacion": 156,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}