{
  "archivo": "amza26_1_260112104425372_ACD_54627.wav",
  "duracion_segundos": 244.99,
  "num_segmentos": 86,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 34.93,
    "Cliente": 187.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.39,
      "fin": 1.25,
      "duracion": 0.86,
      "texto": "En septiembre.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.55,
      "fin": 3.23,
      "duracion": 0.68,
      "texto": "Hola, Julia.",
      "confianza": 0.818,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.55,
      "fin": 4.61,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.435,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.13,
      "fin": 10.76,
      "duracion": 5.63,
      "texto": "¿Cómo estás? Buen día, mi nombre es Alejandro. Me comunico en el área de recuperación de clientes en Muistar. ¿Cómo estás?",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.93,
      "fin": 27.47,
      "duracion": 13.54,
      "texto": "Muy bien, pero me sale chino trombón. ¿Por qué? ¿Cómo? Me sale un... Yo lo atendí porque me salió un contacto que dice chino trombón. ¿En serio? ¿En serio?",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.29,
      "fin": 35.89,
      "duracion": 7.6,
      "texto": "Por eso lo atendí. ¿Te puedo mandar un mensaje por mi número personal y vos mandarme captura de cómo te aparece la llamada?",
      "confianza": 0.278,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 38.43,
      "fin": 42.0,
      "duracion": 3.57,
      "texto": "¿Esta? ¿De esta?",
      "confianza": 0.823,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.04,
      "fin": 42.26,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.044,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.28,
      "fin": 43.64,
      "duracion": 1.36,
      "texto": "Bueno, ahí te hago una captura.",
      "confianza": 0.425,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.18,
      "fin": 45.22,
      "duracion": 1.04,
      "texto": "Ahí te escribí.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 45.74,
      "fin": 50.15,
      "duracion": 4.41,
      "texto": "Mientras tanto, ya te cuento, yo te hablo, como te decía, del área de movistar.",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.11,
      "fin": 56.3,
      "duracion": 5.19,
      "texto": "Porque me figura que vos anteriormente estabas con nosotros y tuviste algunos inconvenientes.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.09,
      "fin": 59.95,
      "duracion": 2.86,
      "texto": "No, más que nada fue facturación.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.83,
      "fin": 64.01,
      "duracion": 3.18,
      "texto": "No, obvio, por un precio, sí, sí, sí.",
      "confianza": 0.732,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.05,
      "fin": 68.73,
      "duracion": 4.68,
      "texto": "Que te cambiaste por un tema de precios y bueno, quería saber cuánto estás pagando actualmente en claro.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.46,
      "fin": 85.81,
      "duracion": 15.35,
      "texto": "No tengo abono, tengo prepago. Me prestaste un kilo para sacar una foto porque me sale un... Ahí le voy a decir que me saqué una foto. ¿Cómo que se llama? Prepado.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.67,
      "fin": 103.68,
      "duracion": 17.01,
      "texto": "Claro, tengo prepago claro. Claro, exacto. Y entonces, como tengo que irme a mi casa. Claro. Solo. No se ha de usar muchos gigas, entonces directamente. Exacto. Exacto,",
      "confianza": 0.838,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 103.68,
      "fin": 108.33,
      "duracion": 4.65,
      "texto": "porque no necesito más que cuando salgo afuera para usted, pásamelo por favor.",
      "confianza": 0.796,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.35,
      "fin": 117.03,
      "duracion": 8.68,
      "texto": "Más vale, más vale. Para que, ¿cómo se llama? Tengo que hacer una transferencia o algo cuando ando en la calle.",
      "confianza": 0.251,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.53,
      "fin": 118.29,
      "duracion": 0.76,
      "texto": "Pero, ¿qué pasa?",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.21,
      "fin": 126.78,
      "duracion": 7.57,
      "texto": "No ando mucho en la calle así. Voy a la casa de mi hija. Mi hija tiene internet. Voy a la casa de mi hijo. Mi hijo tiene internet. Voy a la casa de mi amiga.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.28,
      "fin": 151.19,
      "duracion": 23.91,
      "texto": "Y todo el mundo tiene internet en sus casas. Mira, y sí, obvio. Todos ahora tenemos internet en nuestras casas. Es muy raro que nadie tenga internet. Exacto. Así que, como que... Realmente me sirven, yo le pongo cuatro mil o seis mil pesos como mucho y tengo todo el mes de internet. Igual, ¿qué haces, recargas de ocho mil?",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.49,
      "fin": 166.81,
      "duracion": 14.32,
      "texto": "No, no, cuatro mil o seis mil no más. Claro, sí, para usar las líneas nomás, por si, para que te dé un mensaje. Exacto. Así que es como que. ¿Y con lo del internet? ¿Vos cuánto estás abonando por el internet en tu domicilio?",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.75,
      "fin": 180.29,
      "duracion": 12.54,
      "texto": "Lo comparto con mi hija que viene de la casa pegada y pagamos 10.000 pesos cada una. ¿10.000 pesos cada una? ¿Por cuántos meses? Ah, y eso sí que no sé, porque ella es la que tiene, la que hizo el trámite.",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.99,
      "fin": 227.73,
      "duracion": 46.74,
      "texto": "Claro, claro. Pero hay teléfonos, hay televisor y anda, pero... A las chapas. ¿Y en el claro, en el internet también? No, no. Es una línea adecuada en la base. Ah, bien, bien. Porque yo tenía para brindarte que por 20.000 pesos que vos tengas el internet y una línea, ¿sí? Claro. Ahí, bueno, tardarías lo que es la línea, pero pararías lo mismo con tu hija. Claro, pero ya estamos acomodadas, así que... No, más vale, más vale. No, realmente, me han llamado todas las semanas, todas las veces, y te atendí porque decías cómo te digo. Ya después, si me das el número, te mando... Ahí yo te mandé un mensaje, uno en la comodidad, el términumero,",
      "confianza": 0.12,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.37,
      "fin": 232.47,
      "duracion": 4.1,
      "texto": "Por si más adelante te interesa cambiarte, ya tenés el concesor. Bueno, bueno.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.53,
      "fin": 244.99,
      "duracion": 11.46,
      "texto": "Pero para tener una captura porque me llamó la atención como parece el nombre. Bueno, bueno, ahí te paso. Vale, gracias. Chao, nos vemos. Chao, chao. ¿Cuántos tenés?",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "En septiembre. Hola, Julia. Sí. ¿Cómo estás? Buen día, mi nombre es Alejandro. Me comunico en el área de recuperación de clientes en Muistar. ¿Cómo estás? Muy bien, pero me sale chino trombón. ¿Por qué? ¿Cómo? Me sale un... Yo lo atendí porque me salió un contacto que dice chino trombón. ¿En serio? ¿En serio? Por eso lo atendí. ¿Te puedo mandar un mensaje por mi número personal y vos mandarme captura de cómo te aparece la llamada? ¿Esta? ¿De esta? Sí, sí, sí. Bueno, ahí te hago una captura. Ahí te escribí. Mientras tanto, ya te cuento, yo te hablo, como te decía, del área de movistar. Porque me figura que vos anteriormente estabas con nosotros y tuviste algunos inconvenientes. No, más que nada fue facturación. No, obvio, por un precio, sí, sí, sí. Que te cambiaste por un tema de precios y bueno, quería saber cuánto estás pagando actualmente en claro. No tengo abono, tengo prepago. Me prestaste un kilo para sacar una foto porque me sale un... Ahí le voy a decir que me saqué una foto. ¿Cómo que se llama? Prepado. Claro, tengo prepago claro. Claro, exacto. Y entonces, como tengo que irme a mi casa. Claro. Solo. No se ha de usar muchos gigas, entonces directamente. Exacto. Exacto, porque no necesito más que cuando salgo afuera para usted, pásamelo por favor. Más vale, más vale. Para que, ¿cómo se llama? Tengo que hacer una transferencia o algo cuando ando en la calle. Pero, ¿qué pasa? No ando mucho en la calle así. Voy a la casa de mi hija. Mi hija tiene internet. Voy a la casa de mi hijo. Mi hijo tiene internet. Voy a la casa de mi amiga. Y todo el mundo tiene internet en sus casas. Mira, y sí, obvio. Todos ahora tenemos internet en nuestras casas. Es muy raro que nadie tenga internet. Exacto. Así que, como que... Realmente me sirven, yo le pongo cuatro mil o seis mil pesos como mucho y tengo todo el mes de internet. Igual, ¿qué haces, recargas de ocho mil? No, no, cuatro mil o seis mil no más. Claro, sí, para usar las líneas nomás, por si, para que te dé un mensaje. Exacto. Así que es como que. ¿Y con lo del internet? ¿Vos cuánto estás abonando por el internet en tu domicilio? Lo comparto con mi hija que viene de la casa pegada y pagamos 10.000 pesos cada una. ¿10.000 pesos cada una? ¿Por cuántos meses? Ah, y eso sí que no sé, porque ella es la que tiene, la que hizo el trámite. Claro, claro. Pero hay teléfonos, hay televisor y anda, pero... A las chapas. ¿Y en el claro, en el internet también? No, no. Es una línea adecuada en la base. Ah, bien, bien. Porque yo tenía para brindarte que por 20.000 pesos que vos tengas el internet y una línea, ¿sí? Claro. Ahí, bueno, tardarías lo que es la línea, pero pararías lo mismo con tu hija. Claro, pero ya estamos acomodadas, así que... No, más vale, más vale. No, realmente, me han llamado todas las semanas, todas las veces, y te atendí porque decías cómo te digo. Ya después, si me das el número, te mando... Ahí yo te mandé un mensaje, uno en la comodidad, el términumero, Por si más adelante te interesa cambiarte, ya tenés el concesor. Bueno, bueno. Pero para tener una captura porque me llamó la atención como parece el nombre. Bueno, bueno, ahí te paso. Vale, gracias. Chao, nos vemos. Chao, chao. ¿Cuántos tenés?",
  "calidad": {
    "confianza_promedio": 0.509,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:36:21.563539",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 86,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:19.516475",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112104425372_ACD_54627",
    "fecha_inicio": "12/1/2026 10:44:25",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 264,
    "tiempo_conversacion": 236,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}