{
  "archivo": "amza35_1_260114104735738_ACD_73755.wav",
  "duracion_segundos": 128.79,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 16.84,
    "Cliente": 102.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 10.94,
      "duracion": 10.91,
      "texto": "Hola, hablo con Luis Alberto. Sí. Me he contacto porque veo que tienen dos líneas en claro.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.78,
      "fin": 14.44,
      "duracion": 2.66,
      "texto": "Y darles un beneficio si pagan menos y tienen más gigas.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.06,
      "fin": 17.41,
      "duracion": 2.34,
      "texto": "Son ocho gigas de base más ocho de regalo.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.61,
      "fin": 46.01,
      "duracion": 27.4,
      "texto": "A tan solo el precio de 10.400 pesos, ¿sí? Sí, pero no, por él te agradezco. Sí, trabajando no puedo hablar, pero te agradezco. Sí, pero entiendo, te puedo llamar una última más tarde, pero te conviene por un tema de que tendrías más gigas. Inclusive te podemos dar 20 gigas de regalo para cada una de tus líneas para que lo obtigas cuando quieras. ¿Cuál que es la línea? Si tengo una sola línea, ¿qué otras líneas creo que son? Ah, bien, me figuraba otra que termina en 49 y 120.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.71,
      "fin": 55.3,
      "duracion": 8.59,
      "texto": "No sé si capaz ya la sacaste de tu titularidad. No, ya, no, no. Yo tengo una sola en 99 y 20 ya, mira. La otra no.",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.02,
      "fin": 85.56,
      "duracion": 29.54,
      "texto": "Bien, perfecto. Bueno, no hay problema entonces. De última sería la promoción no vas para esta línea, no hay problema con eso. Pues básicamente igual te podemos aplicar la promoción. Pero estás abonando arriba de los 20.000 pesos y con esta promo pagarías 10.400. ¿De qué empresa soy? ¿Me necesité? De Movistar, te hablo. No, no, pero yo tengo claro y no... Y yo saqué Movistar pero no tengo señales de ningún lugar, por eso me cambié de vuelta.",
      "confianza": 0.434,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 86.23,
      "fin": 98.06,
      "duracion": 11.83,
      "texto": "Yo le he hecho la razón, así que por ahora te agradezco. Claro, vos lo cambiaste porque, perdón, escucho la parte de bien, si era porque no te estabas tirando los rigas o porque estabas pagando mucho. No,",
      "confianza": 0.084,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 98.06,
      "fin": 101.42,
      "duracion": 3.36,
      "texto": "porque no había señal en algunos lugares donde yo iba.",
      "confianza": 0.549,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.44,
      "fin": 102.68,
      "duracion": 1.24,
      "texto": "Ah, no tenías una buena señal.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.86,
      "fin": 103.92,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.272,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.94,
      "fin": 114.19,
      "duracion": 10.25,
      "texto": "Claro, a mí me figura que ose fuiste hace un año, hace bueno, un año y medio aproximadamente, y se veía precisamente el mujer que tenía la señal, que apartó la señal con las antenas,",
      "confianza": 0.42,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.53,
      "fin": 122.11,
      "duracion": 7.58,
      "texto": "Por ahora no, por ahora te veré más adelante por eso.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 125.56,
      "fin": 128.79,
      "duracion": 3.23,
      "texto": "Bien, comprendo. Bueno, entonces, si no, la última raleza es un carro, por favor.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Luis Alberto. Sí. Me he contacto porque veo que tienen dos líneas en claro. Y darles un beneficio si pagan menos y tienen más gigas. Son ocho gigas de base más ocho de regalo. A tan solo el precio de 10.400 pesos, ¿sí? Sí, pero no, por él te agradezco. Sí, trabajando no puedo hablar, pero te agradezco. Sí, pero entiendo, te puedo llamar una última más tarde, pero te conviene por un tema de que tendrías más gigas. Inclusive te podemos dar 20 gigas de regalo para cada una de tus líneas para que lo obtigas cuando quieras. ¿Cuál que es la línea? Si tengo una sola línea, ¿qué otras líneas creo que son? Ah, bien, me figuraba otra que termina en 49 y 120. No sé si capaz ya la sacaste de tu titularidad. No, ya, no, no. Yo tengo una sola en 99 y 20 ya, mira. La otra no. Bien, perfecto. Bueno, no hay problema entonces. De última sería la promoción no vas para esta línea, no hay problema con eso. Pues básicamente igual te podemos aplicar la promoción. Pero estás abonando arriba de los 20.000 pesos y con esta promo pagarías 10.400. ¿De qué empresa soy? ¿Me necesité? De Movistar, te hablo. No, no, pero yo tengo claro y no... Y yo saqué Movistar pero no tengo señales de ningún lugar, por eso me cambié de vuelta. Yo le he hecho la razón, así que por ahora te agradezco. Claro, vos lo cambiaste porque, perdón, escucho la parte de bien, si era porque no te estabas tirando los rigas o porque estabas pagando mucho. No, porque no había señal en algunos lugares donde yo iba. Ah, no tenías una buena señal. No. Claro, a mí me figura que ose fuiste hace un año, hace bueno, un año y medio aproximadamente, y se veía precisamente el mujer que tenía la señal, que apartó la señal con las antenas, Por ahora no, por ahora te veré más adelante por eso. Bien, comprendo. Bueno, entonces, si no, la última raleza es un carro, por favor.",
  "calidad": {
    "confianza_promedio": 0.467,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:56:59.449826",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:24.563752",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104735738_ACD_73755",
    "fecha_inicio": "14/1/2026 10:47:35",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 153,
    "tiempo_conversacion": 124,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}