{
  "archivo": "amza29_1_260116113949981_ACD_55061.wav",
  "duracion_segundos": 277.0,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 175.11,
    "Cliente": 86.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.7,
      "fin": 9.05,
      "duracion": 7.35,
      "texto": "Hola, ¿sí? ¿Qué tal? Buen día. Buen día. ¿Cómo le va? ¿Hablo con Mirta?",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.07,
      "fin": 9.23,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.415,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.25,
      "fin": 21.28,
      "duracion": 12.03,
      "texto": "Mirta, ¿cómo le va? Un gusto saludarla. Mi nombre es Marcos. Mirta, estamos llamándole al día de hoy por una promo exclusiva para lo que es su teléfono móvil, ¿sí? ¿Usted, Mirta, actualmente ya está en claro con abono o hace recargas?",
      "confianza": 0.429,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.42,
      "fin": 28.57,
      "duracion": 6.15,
      "texto": "Con abono. Con abono, perfecto. ¿Y cómo le fue con la última boleta? ¿Cuánto está pagando actualmente, Mirta?",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.55,
      "fin": 55.54,
      "duracion": 25.99,
      "texto": "La última la pague $1200, creo que va a ser $1500. Ah, perfecto, perfecto. Veo que lo que es hoy en día lo que son las compañías como Claro lamentablemente Mestrame siguen comentando. Nosotros hoy en día con esta campaña de recuperación de clientes del área técnica movistar, el objetivo justamente es poder brindarle nuevos beneficios a aquellos antiguos abonados, ¿sí?",
      "confianza": 0.05,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.4,
      "fin": 100.15,
      "duracion": 43.75,
      "texto": "¿Qué es la promoción hoy en día, Mirta? Acá me figura una promoción exclusiva que tiene lo que son las llamadas libres, los mensajes de texto, el WhatsApp gratis. Va a tener también una atención especial, porque nosotros queremos brindarle un acompañamiento diario para que usted realmente como cliente se sienta acompañada, ¿sí? Mirta, le hago una consultita. ¿Cuántos gigas le dan actualmente? ¿Un giga, dos gigas al mes? Gracias. Soy sincera, no me acuerdo porque no estoy grande y no me gusta demasiado, pero bueno. Claro, en la casa tiene wifi, Mirta.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.27,
      "fin": 102.47,
      "duracion": 1.2,
      "texto": "Sí.",
      "confianza": 0.582,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.49,
      "fin": 126.16,
      "duracion": 23.67,
      "texto": "Bueno, buenísimo. Mira, entonces te va a venir bien esta bonificación porque lo que he hecho, vamos a estar en la zona, es activar lo que son 4 GB con lo que es cuatro días de regalo y también lo que es llamadas libres para que se pueda comunicar con toda la familia a celulares, teléfonos fijos, que pueda llamar a los 0800 sin problema, que tenga todos los beneficios, ¿sí?",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.7,
      "fin": 154.05,
      "duracion": 27.35,
      "texto": "Este plancito le va a quedar hoy en día, es justamente bonificado al día de hoy, el 7.460, cosa que siga manteniendo lo que está pagando al día de hoy y que también tenga una atención más personalizada, ¿sí? Le hago una consultita con lo que es el CELU que usted utiliza. ¿Usted utiliza el chip físico? ¿El qué? ¿Usted utiliza lo que es el microchip, el chip físico, la tarjetita SIM?",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.74,
      "fin": 186.15,
      "duracion": 27.41,
      "texto": "No sé, creo que sí. Bien, bien. ¿Sabe por qué le preguntaba? Porque algunos clientes utilizan el chip virtual. Entonces, por eso le consultaba, ¿sí? Bueno, Mirta, le comento. Acá en el sistema yo verifico que usted ha sido una excelente abonada. Desde ya permítame felicitarla para que sepa de que va a tener justamente una mejor atención para que pueda regresar a lo que es la compañía, ¿sí? ¿Por cuánto tiempo tendría este ejercicio?",
      "confianza": 0.163,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 186.17,
      "fin": 203.99,
      "duracion": 17.82,
      "texto": "Arrancamos con seis meses, seis meses, o sea que si usted saca la cuentita, tenemos de lo que es febrero, marzo, abril, mayo, junio, julio, hasta mitad de año va a contar con esta promoción, está buenísima, porque esta promoción en realidad la está tomando justamente gente de sueldad.",
      "confianza": 0.709,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.09,
      "fin": 226.65,
      "duracion": 22.56,
      "texto": "Mirta, me tomo el atrevimiento de decirlo, porque está bueno que usted esté informada, Entonces, de esa manera, es una promoción que se ajusta al bolsillo de los clientes, ¿sí? Y además, por la atención personalizada, porque, de verdad, nunca le pasó, Mirta, que usted quería configurar algo en su teléfono, o le llegaba un mensaje que no entendía, y por ahí tiene que preguntarle a algún familiar, a alguien que la vaya guiando, ¿verdad?",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.15,
      "fin": 262.36,
      "duracion": 35.21,
      "texto": "Entonces, la idea que hoy en día tenga, a través de WhatsApp, usted se maneja con WhatsApp, ¿verdad? Sí. Perfecto. Mirta, va a tener lo que es una asesora personalizada para que la acompañe en este trámite de esa manera para que usted se quede tranquila que la vamos a poder apoyar con el cambio de compañía, ¿sí? Así que de esa manera está bueno porque va a tener justamente una mejor gestión. ¿A qué sistema, Mirta? Yo verifico su nombre completo, me figura Mirta Angélica Revich, ¿sí? ¿Es correcto? Sí. Perfecto. ¿Su DNI termina en 944?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 266.0,
      "fin": 277.0,
      "duracion": 11.0,
      "texto": "Si me podría decir nuevamente lo que sería lo del plan de Yigas para yo anotar y preguntarle acá, me podría decir para que",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿sí? ¿Qué tal? Buen día. Buen día. ¿Cómo le va? ¿Hablo con Mirta? Sí. Mirta, ¿cómo le va? Un gusto saludarla. Mi nombre es Marcos. Mirta, estamos llamándole al día de hoy por una promo exclusiva para lo que es su teléfono móvil, ¿sí? ¿Usted, Mirta, actualmente ya está en claro con abono o hace recargas? Con abono. Con abono, perfecto. ¿Y cómo le fue con la última boleta? ¿Cuánto está pagando actualmente, Mirta? La última la pague $1200, creo que va a ser $1500. Ah, perfecto, perfecto. Veo que lo que es hoy en día lo que son las compañías como Claro lamentablemente Mestrame siguen comentando. Nosotros hoy en día con esta campaña de recuperación de clientes del área técnica movistar, el objetivo justamente es poder brindarle nuevos beneficios a aquellos antiguos abonados, ¿sí? ¿Qué es la promoción hoy en día, Mirta? Acá me figura una promoción exclusiva que tiene lo que son las llamadas libres, los mensajes de texto, el WhatsApp gratis. Va a tener también una atención especial, porque nosotros queremos brindarle un acompañamiento diario para que usted realmente como cliente se sienta acompañada, ¿sí? Mirta, le hago una consultita. ¿Cuántos gigas le dan actualmente? ¿Un giga, dos gigas al mes? Gracias. Soy sincera, no me acuerdo porque no estoy grande y no me gusta demasiado, pero bueno. Claro, en la casa tiene wifi, Mirta. Sí. Bueno, buenísimo. Mira, entonces te va a venir bien esta bonificación porque lo que he hecho, vamos a estar en la zona, es activar lo que son 4 GB con lo que es cuatro días de regalo y también lo que es llamadas libres para que se pueda comunicar con toda la familia a celulares, teléfonos fijos, que pueda llamar a los 0800 sin problema, que tenga todos los beneficios, ¿sí? Este plancito le va a quedar hoy en día, es justamente bonificado al día de hoy, el 7.460, cosa que siga manteniendo lo que está pagando al día de hoy y que también tenga una atención más personalizada, ¿sí? Le hago una consultita con lo que es el CELU que usted utiliza. ¿Usted utiliza el chip físico? ¿El qué? ¿Usted utiliza lo que es el microchip, el chip físico, la tarjetita SIM? No sé, creo que sí. Bien, bien. ¿Sabe por qué le preguntaba? Porque algunos clientes utilizan el chip virtual. Entonces, por eso le consultaba, ¿sí? Bueno, Mirta, le comento. Acá en el sistema yo verifico que usted ha sido una excelente abonada. Desde ya permítame felicitarla para que sepa de que va a tener justamente una mejor atención para que pueda regresar a lo que es la compañía, ¿sí? ¿Por cuánto tiempo tendría este ejercicio? Arrancamos con seis meses, seis meses, o sea que si usted saca la cuentita, tenemos de lo que es febrero, marzo, abril, mayo, junio, julio, hasta mitad de año va a contar con esta promoción, está buenísima, porque esta promoción en realidad la está tomando justamente gente de sueldad. Mirta, me tomo el atrevimiento de decirlo, porque está bueno que usted esté informada, Entonces, de esa manera, es una promoción que se ajusta al bolsillo de los clientes, ¿sí? Y además, por la atención personalizada, porque, de verdad, nunca le pasó, Mirta, que usted quería configurar algo en su teléfono, o le llegaba un mensaje que no entendía, y por ahí tiene que preguntarle a algún familiar, a alguien que la vaya guiando, ¿verdad? Entonces, la idea que hoy en día tenga, a través de WhatsApp, usted se maneja con WhatsApp, ¿verdad? Sí. Perfecto. Mirta, va a tener lo que es una asesora personalizada para que la acompañe en este trámite de esa manera para que usted se quede tranquila que la vamos a poder apoyar con el cambio de compañía, ¿sí? Así que de esa manera está bueno porque va a tener justamente una mejor gestión. ¿A qué sistema, Mirta? Yo verifico su nombre completo, me figura Mirta Angélica Revich, ¿sí? ¿Es correcto? Sí. Perfecto. ¿Su DNI termina en 944? Si me podría decir nuevamente lo que sería lo del plan de Yigas para yo anotar y preguntarle acá, me podría decir para que",
  "calidad": {
    "confianza_promedio": 0.574,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:57:05.396157",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:20.861761",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116113949981_ACD_55061",
    "fecha_inicio": "16/1/2026 11:39:49",
    "agente_nombre": "MZA 29",
    "agente_login": "mza29",
    "duracion_total": 284,
    "tiempo_conversacion": 264,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}