{
  "archivo": "amza3_1_260116140152992_MIT_01943.wav",
  "duracion_segundos": 330.87,
  "num_segmentos": 69,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 278.01,
    "Cliente": 43.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 15.39,
      "duracion": 15.36,
      "texto": "Hola, buenas tardes. Hablo con Sergio.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.41,
      "fin": 15.55,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.099,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.57,
      "fin": 53.04,
      "duracion": 37.47,
      "texto": "¿Cómo estás, Sergio? No sé si habías podido escuchar mi audio. Sí, por eso te contesté. Ah, bueno. Bueno, bien. Era más que nada porque ya se nos actualizó el sistema. Por ahí demora hasta el 20, por ahí no se depende. Así que la vamos a poder cargar hoy 10, yo le había dicho que el 20, pero al final se puede cargar hoy la línea, así que va a llegar también, capaz que llegue un día después que los otros, las otras líneas, ¿bien? Pero no va a estar tanto tiempo sin cargar, por así decirlo. Así que ahora me lo voy a proceder a hacerle, solo leerle el cierre comercial, porque obviamente van a tener el mismo plan, y ya se lo leo, nombro solo esa línea que es la que faltó y ya estaríamos, ¿bien?",
      "confianza": 0.286,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.68,
      "fin": 54.68,
      "duracion": 1.0,
      "texto": "Perfecto.",
      "confianza": 0.202,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.7,
      "fin": 68.48,
      "duracion": 13.78,
      "texto": "Bien, había elegido entonces el plan de 7.460 pesos. Para todas las líneas, bueno, pero como faltó cargar, ésta también te haría con el mismo plan. Vamos a ir con el cierre comercial, bueno, de calidad para la totalización, en este caso para recibir rutas promociones.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.16,
      "fin": 98.83,
      "duracion": 29.67,
      "texto": "No tenías internet de movilizar en tu domicilio, ¿correcto Sergio? No, sí es correcto. Es correcto, sí. Bien, vamos a ir a los datos personales. Estamos haciendo la portabilidad de la línea. Aguardemos un minutito. Ahora se la nombro bien. 11-23-50-1-60-6-20 a nombre y apellido del titular actual Sergio Ismael Albertario, ¿es correcto?",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.85,
      "fin": 99.19,
      "duracion": 0.34,
      "texto": "Sí, sí, correcto.",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 99.21,
      "fin": 104.02,
      "duracion": 4.81,
      "texto": "Confírmeme los últimos tres dígitos de su DNI, por favor. 8-3-3.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.88,
      "fin": 110.67,
      "duracion": 5.79,
      "texto": "Perfecto, actualmente esa línea se encuentra en la Compañía de Claro, recibe lo que es un abono mensual y usted es el titular, ¿es correcto?",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.37,
      "fin": 136.21,
      "duracion": 24.84,
      "texto": "Sí, correcto. Como posee un chip piscico, en este caso, optaron por recibirlo en el domicilio de Almirante Brown 935 de Merlo, provincia de Buenos Aires, código postal 1722 y como referencia dejamos apuntada, aguardemos un minuto, que si no me equivoco, Ahora las buscó, techo de chapa negro, rejas negras y un buzón en el frente, ¿es correcto?",
      "confianza": 0.345,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.22,
      "fin": 136.56,
      "duracion": 0.34,
      "texto": "Sí, sí, correcto.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.59,
      "fin": 205.49,
      "duracion": 68.9,
      "texto": "Perfecto, bien. Entonces, vamos a ir a los conceptos a abonarles. Recuerdo que el costo del servicio al día de hoy tiene un precio final de $7,460 pesos porque incluye lo que es un descuento fijo por seis meses de 30 a 140. Está adquiriendo el plan de cuatro gigas de base, cuatro gigas de regalos por seis meses, ocho gigas en total, WhatsApp gratis, llamadas libres a cualquier compañía y un giga adicional para el juego Free Fire. Le recuerdo que el servicio es de factura mes adelantado y las lluvias de regalo las va a ver habilitadas por la aplicación 48 horas después de activar la línea. El correo electrónico que dejamos asociado para la recepción de la factura es plásticobrown.com y como número alternativo vamos a dejar la línea en este caso usted que es el titular 11-59-30 y 2-68-92. Y le recuerdo también desde la aplicación vimovizar ingresando a la sección de servicios pueden ver toda la información referida a su factura. ya que el ciclo es de alteración 2500 motos a pagar en el caso que se quiera adherir al debit automático lo puedes realizar por la misma app y también sumar 4GB de regalos en cada línea móvil y si este portado toma líneas registradas por el mismo titular en este caso igualmente lo van a recibir porque usted en total en movilizar tendría 4 líneas ¿bien?",
      "confianza": 0.307,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 206.17,
      "fin": 218.61,
      "duracion": 12.44,
      "texto": "y le responde también que tiene 20GB de regalos con una duración de 30 días disponibles una vez por año Y también, con respecto a la fecha de portabilidad, una vez aprobada la portabilidad, la línea va a aportar entre 7 a 10 días hábiles.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.13,
      "fin": 274.95,
      "duracion": 55.82,
      "texto": "Un día antes, por mensaje de WhatsApp, le vamos a informar la fecha de portabilidad para que usted se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta, porque la línea en claro deja de parar a recibir señal y es cuando deben de colocar los chips. Me comenté que por única vez deberán validar identidad de activo, en caso que tengan alguna dificultad con la validación. Intentar nuevamente comunicarse al 0800-321-76782, opción 4. Le solicitamos en paso no levantar señal del chip, solo reiniciar el equipo. Y por otro lado, entre los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Le solicitamos, por favor, que le acomplique más que nada, porque eso es muy importante para la empresa, ¿bien? En este caso quedaría concluido lo que es el cierre comercial. Como le dije, cuando les lleve el chivo al domicilio, usted me avisa por WhatsApp y yo le indico a partir de qué día lo van a poder colocar y bueno, usted de ahí en más se lo reparte a cada uno de sus hijos, ¿bien? Lo último que me faltaría pedirle, que sería por esta línea que también les llega el mensaje de portabilidad.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 276.27,
      "fin": 276.45,
      "duracion": 0.18,
      "texto": "¿Bien?",
      "confianza": 0.786,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.25,
      "fin": 286.2,
      "duracion": 8.95,
      "texto": "En este caso, como se carga una gestión aparte, porque las de usted ya las cargamos, o sea, las otras líneas las cargamos ayer, le tiene que solicitar, yo no sé si esta línea es de su hijo o hija.",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.77,
      "fin": 293.53,
      "duracion": 5.76,
      "texto": "Sí, es de mi hijo. Bien, no sé si le puede avisar a su hijo si le puede tomar captura de pantalla al mensaje de portabilidad.",
      "confianza": 0.317,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.06,
      "fin": 320.46,
      "duracion": 26.4,
      "texto": "Es al mismo que le tomó a usted ayer, así le va a llevar uno a él. Bueno, y... Si no, yo le hablo y que me lo mande a mí, pero es como va a preferir. Sí, yo te lo reenvíe, bueno. Bueno, eso solamente faltaría porque su DNI ya lo tenemos, todo lo demás está ok, ¿bien? Perfecto. Bueno, cualquier duda consultar, recuerde que estoy disponible por WhatsApp, También avísenle a su hijo que no atienda llamadas comerciales ni nada por el estilo, ¿bien?",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.7,
      "fin": 330.87,
      "duracion": 9.17,
      "texto": "De acuerdo, gracias. Si quiere usted le manda mi número, no hay problema, ¿bien? Bueno, bueno, gracias. Hasta luego. Hasta luego.",
      "confianza": 0.507,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hablo con Sergio. Sí, sí. ¿Cómo estás, Sergio? No sé si habías podido escuchar mi audio. Sí, por eso te contesté. Ah, bueno. Bueno, bien. Era más que nada porque ya se nos actualizó el sistema. Por ahí demora hasta el 20, por ahí no se depende. Así que la vamos a poder cargar hoy 10, yo le había dicho que el 20, pero al final se puede cargar hoy la línea, así que va a llegar también, capaz que llegue un día después que los otros, las otras líneas, ¿bien? Pero no va a estar tanto tiempo sin cargar, por así decirlo. Así que ahora me lo voy a proceder a hacerle, solo leerle el cierre comercial, porque obviamente van a tener el mismo plan, y ya se lo leo, nombro solo esa línea que es la que faltó y ya estaríamos, ¿bien? Perfecto. Bien, había elegido entonces el plan de 7.460 pesos. Para todas las líneas, bueno, pero como faltó cargar, ésta también te haría con el mismo plan. Vamos a ir con el cierre comercial, bueno, de calidad para la totalización, en este caso para recibir rutas promociones. No tenías internet de movilizar en tu domicilio, ¿correcto Sergio? No, sí es correcto. Es correcto, sí. Bien, vamos a ir a los datos personales. Estamos haciendo la portabilidad de la línea. Aguardemos un minutito. Ahora se la nombro bien. 11-23-50-1-60-6-20 a nombre y apellido del titular actual Sergio Ismael Albertario, ¿es correcto? Sí, sí, correcto. Confírmeme los últimos tres dígitos de su DNI, por favor. 8-3-3. Perfecto, actualmente esa línea se encuentra en la Compañía de Claro, recibe lo que es un abono mensual y usted es el titular, ¿es correcto? Sí, correcto. Como posee un chip piscico, en este caso, optaron por recibirlo en el domicilio de Almirante Brown 935 de Merlo, provincia de Buenos Aires, código postal 1722 y como referencia dejamos apuntada, aguardemos un minuto, que si no me equivoco, Ahora las buscó, techo de chapa negro, rejas negras y un buzón en el frente, ¿es correcto? Sí, sí, correcto. Perfecto, bien. Entonces, vamos a ir a los conceptos a abonarles. Recuerdo que el costo del servicio al día de hoy tiene un precio final de $7,460 pesos porque incluye lo que es un descuento fijo por seis meses de 30 a 140. Está adquiriendo el plan de cuatro gigas de base, cuatro gigas de regalos por seis meses, ocho gigas en total, WhatsApp gratis, llamadas libres a cualquier compañía y un giga adicional para el juego Free Fire. Le recuerdo que el servicio es de factura mes adelantado y las lluvias de regalo las va a ver habilitadas por la aplicación 48 horas después de activar la línea. El correo electrónico que dejamos asociado para la recepción de la factura es plásticobrown.com y como número alternativo vamos a dejar la línea en este caso usted que es el titular 11-59-30 y 2-68-92. Y le recuerdo también desde la aplicación vimovizar ingresando a la sección de servicios pueden ver toda la información referida a su factura. ya que el ciclo es de alteración 2500 motos a pagar en el caso que se quiera adherir al debit automático lo puedes realizar por la misma app y también sumar 4GB de regalos en cada línea móvil y si este portado toma líneas registradas por el mismo titular en este caso igualmente lo van a recibir porque usted en total en movilizar tendría 4 líneas ¿bien? y le responde también que tiene 20GB de regalos con una duración de 30 días disponibles una vez por año Y también, con respecto a la fecha de portabilidad, una vez aprobada la portabilidad, la línea va a aportar entre 7 a 10 días hábiles. Un día antes, por mensaje de WhatsApp, le vamos a informar la fecha de portabilidad para que usted se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta, porque la línea en claro deja de parar a recibir señal y es cuando deben de colocar los chips. Me comenté que por única vez deberán validar identidad de activo, en caso que tengan alguna dificultad con la validación. Intentar nuevamente comunicarse al 0800-321-76782, opción 4. Le solicitamos en paso no levantar señal del chip, solo reiniciar el equipo. Y por otro lado, entre los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Le solicitamos, por favor, que le acomplique más que nada, porque eso es muy importante para la empresa, ¿bien? En este caso quedaría concluido lo que es el cierre comercial. Como le dije, cuando les lleve el chivo al domicilio, usted me avisa por WhatsApp y yo le indico a partir de qué día lo van a poder colocar y bueno, usted de ahí en más se lo reparte a cada uno de sus hijos, ¿bien? Lo último que me faltaría pedirle, que sería por esta línea que también les llega el mensaje de portabilidad. ¿Bien? En este caso, como se carga una gestión aparte, porque las de usted ya las cargamos, o sea, las otras líneas las cargamos ayer, le tiene que solicitar, yo no sé si esta línea es de su hijo o hija. Sí, es de mi hijo. Bien, no sé si le puede avisar a su hijo si le puede tomar captura de pantalla al mensaje de portabilidad. Es al mismo que le tomó a usted ayer, así le va a llevar uno a él. Bueno, y... Si no, yo le hablo y que me lo mande a mí, pero es como va a preferir. Sí, yo te lo reenvíe, bueno. Bueno, eso solamente faltaría porque su DNI ya lo tenemos, todo lo demás está ok, ¿bien? Perfecto. Bueno, cualquier duda consultar, recuerde que estoy disponible por WhatsApp, También avísenle a su hijo que no atienda llamadas comerciales ni nada por el estilo, ¿bien? De acuerdo, gracias. Si quiere usted le manda mi número, no hay problema, ¿bien? Bueno, bueno, gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.527,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:30:45.372344",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 69,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:26.553024",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140152992_MIT_01943",
    "fecha_inicio": "16/1/2026 14:01:53",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 320,
    "tiempo_conversacion": 319,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No usa o No tiene celular",
    "tipo_tipificacion": "Exitoso"
  }
}