{
  "archivo": "amza18_1_260112105735982_ACD_09863.wav",
  "duracion_segundos": 120.71,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 9.9,
    "Cliente": 99.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 4.94,
      "duracion": 4.91,
      "texto": "Hola. Hola, Juan Carlos. Sí, ¿quién habló?",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.44,
      "fin": 8.14,
      "duracion": 2.7,
      "texto": "Marcel, es mi nombre, nos comunicamos del área de beneficio movistar.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.14,
      "fin": 10.2,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.215,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.22,
      "fin": 13.45,
      "duracion": 3.23,
      "texto": "Juan Carlos, ¿mejoras de plan de turismo? Vemos que te encontraste un plan actualmente.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.57,
      "fin": 21.22,
      "duracion": 4.65,
      "texto": "Sí, sí, por eso. Bien, ¿mejoras todavía lo que es el plan y el servicio que tenés actualmente en tu compañía?",
      "confianza": 0.114,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.78,
      "fin": 26.86,
      "duracion": 5.08,
      "texto": "Para eso igualmente queremos consultarte qué clase de plan estás contratando en tu compañía, ¿al cual? ¿Qué te brindan actualmente?",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.49,
      "fin": 37.64,
      "duracion": 10.15,
      "texto": "Yo tengo cinco gigas y pago cuatro mil cuatrocientos pesos. Muy bien. ¿Y estás consumiendo todos los gigas o tenés que realizarle un tipo de recarga extra?",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.32,
      "fin": 44.71,
      "duracion": 6.39,
      "texto": "No, no estoy con esos gigas todavía. ¿Tenés colectado también lo que es el servicio de integrante en el hogar con la misma compañía, es decir, de cuidado?",
      "confianza": 0.477,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.57,
      "fin": 49.29,
      "duracion": 3.72,
      "texto": "No, movistrato. Ah, bien. Sea personal, personal.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.79,
      "fin": 61.26,
      "duracion": 11.47,
      "texto": "Porque, bueno, te he comentado, en este caso el plan que te estábamos por hacer es de cuatro mil pesos y en un plan en cual Tienes lo que son 8GB para el celular, digamos, incluye WhatsApp, y llamas a cualquier compañía.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.96,
      "fin": 83.16,
      "duracion": 21.2,
      "texto": "Como te dije, el valor de 4.000 pesos y lo que es una fila óptica de 300 MB en 20.000 pesos, ¿sí? Sería el monto total por los dos servicios, serían 24.000 pesos, ¿sí? No, pero sí, no, no necesito. O sea, te digo la perdona. Yo consumo eso más que nada, 3, 4GB o mucho. Claro, entiendo. Igualmente, bueno, lo tienen...",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.46,
      "fin": 90.13,
      "duracion": 6.67,
      "texto": "El plan que te comento es de 4 gigas de base más 4 gigas extra de regalo por contratar al servicio de fibra óptica en el bar.",
      "confianza": 0.669,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.51,
      "fin": 107.84,
      "duracion": 17.33,
      "texto": "Y el valor es de 4 mil pesos, nada más, ¿sí? Sería relativamente un poco menos, digamos, de lo que tenés actualmente. Y no sé si recordás cuánto abonás, digamos, por el servicio de internet en el bar. ¿Te funciona bien, digamos? Sí. Yo tengo personal y estoy pagando ahora 15 mil pesos. Entiendo. Con todo.",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.26,
      "fin": 120.71,
      "duracion": 11.45,
      "texto": "Entiendo. ¿Te incluyes lo que te ven y demás? Exactamente. Todo. Claro, es genial. Bueno, no hay problema entonces, ahí le dejamos si querés la oferta en Wakan. No hay problema entonces. Muchas gracias, hasta luego.",
      "confianza": 0.009,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Juan Carlos. Sí, ¿quién habló? Marcel, es mi nombre, nos comunicamos del área de beneficio movistar. Sí. Juan Carlos, ¿mejoras de plan de turismo? Vemos que te encontraste un plan actualmente. Sí, sí, por eso. Bien, ¿mejoras todavía lo que es el plan y el servicio que tenés actualmente en tu compañía? Para eso igualmente queremos consultarte qué clase de plan estás contratando en tu compañía, ¿al cual? ¿Qué te brindan actualmente? Yo tengo cinco gigas y pago cuatro mil cuatrocientos pesos. Muy bien. ¿Y estás consumiendo todos los gigas o tenés que realizarle un tipo de recarga extra? No, no estoy con esos gigas todavía. ¿Tenés colectado también lo que es el servicio de integrante en el hogar con la misma compañía, es decir, de cuidado? No, movistrato. Ah, bien. Sea personal, personal. Porque, bueno, te he comentado, en este caso el plan que te estábamos por hacer es de cuatro mil pesos y en un plan en cual Tienes lo que son 8GB para el celular, digamos, incluye WhatsApp, y llamas a cualquier compañía. Como te dije, el valor de 4.000 pesos y lo que es una fila óptica de 300 MB en 20.000 pesos, ¿sí? Sería el monto total por los dos servicios, serían 24.000 pesos, ¿sí? No, pero sí, no, no necesito. O sea, te digo la perdona. Yo consumo eso más que nada, 3, 4GB o mucho. Claro, entiendo. Igualmente, bueno, lo tienen... El plan que te comento es de 4 gigas de base más 4 gigas extra de regalo por contratar al servicio de fibra óptica en el bar. Y el valor es de 4 mil pesos, nada más, ¿sí? Sería relativamente un poco menos, digamos, de lo que tenés actualmente. Y no sé si recordás cuánto abonás, digamos, por el servicio de internet en el bar. ¿Te funciona bien, digamos? Sí. Yo tengo personal y estoy pagando ahora 15 mil pesos. Entiendo. Con todo. Entiendo. ¿Te incluyes lo que te ven y demás? Exactamente. Todo. Claro, es genial. Bueno, no hay problema entonces, ahí le dejamos si querés la oferta en Wakan. No hay problema entonces. Muchas gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.447,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:28:33.416122",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:15.288035",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105735982_ACD_09863",
    "fecha_inicio": "12/1/2026 10:57:35",
    "agente_nombre": "MZA 18",
    "agente_login": "mza18",
    "duracion_total": 133,
    "tiempo_conversacion": 116,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}