{
  "archivo": "amza30_1_260114145531032_ACD_28217.wav",
  "duracion_segundos": 214.99,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 140.56,
    "Cliente": 47.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.74,
      "fin": 4.96,
      "duracion": 3.22,
      "texto": "Hola, ¿qué tal? Buen día, Eugenia es mi nombre, ¿hablo con Hilarion?",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.16,
      "fin": 7.96,
      "duracion": 0.8,
      "texto": "Sí. ¿Qué tal, Hilarion?",
      "confianza": 0.278,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.02,
      "fin": 10.95,
      "duracion": 2.92,
      "texto": "Un gusto, me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.666,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.39,
      "fin": 21.04,
      "duracion": 9.65,
      "texto": "¿Cree que me figuras su línea en claro, es así? Sí. Sí, perfecto. ¿Usted, al día de hoy, en claro, tiene lo que es factura mensual o realiza recarga?",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.79,
      "fin": 43.29,
      "duracion": 19.5,
      "texto": "Recarga. Ah, bien, bien, perfecto. ¿Consume lo que son muchos gigas? Más o menos. Más o menos, bien. Bueno, le comenté Hilario, nosotros el día de hoy nos estamos contactando con los antiguos clientes de Movistar para ofrecerles una promo. El día de hoy están 10.400 pesos por 16 días de internet.",
      "confianza": 0.137,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 43.83,
      "fin": 61.29,
      "duracion": 17.46,
      "texto": "Sí está muy bueno para que lo pueda aprovechar, justamente con mensajes y llamadas libres y WhatsApp gratis también. ¿Sí? ¿Movistar? Sí, Movistar exactamente. Movistar no se ve ni en pintura, la verdad, no. Muchas gracias. ¿Qué le pasó con Movistar? Cuénteme.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.96,
      "fin": 79.88,
      "duracion": 16.92,
      "texto": "Me encajaron planes por ahí por par de líneas, me dijeron que me voy a reembolizar. Me cobraron factura que ni siquiera sabía que existía. ¿Ustedes le cargaron líneas a su DNI y lo estaban cobrando aparte?",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.98,
      "fin": 81.32,
      "duracion": 0.34,
      "texto": "Sí, sí.",
      "confianza": 0.338,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.88,
      "fin": 95.89,
      "duracion": 14.01,
      "texto": "Aparecieron números fantásticos que no había. Ni siquiera estaba registrado mi nombre, pero nunca existió. Ah, ok. ¿Y cómo lo solucionaron a eso? ¿Qué solución le dieron desde el área de atención al cliente?",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.12,
      "fin": 113.44,
      "duracion": 13.32,
      "texto": "Fui a la oficina y me dijeron que se van a asomar y me dieron comprobadas y todo eso, pero nunca me asomaron. Solamente llevan para ofrecerme el plan. No quiero nada más.",
      "confianza": 0.098,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.46,
      "fin": 113.7,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.847,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 113.72,
      "fin": 118.55,
      "duracion": 4.83,
      "texto": "Y usted tuvo que pagar entonces, aparte de esas deudas que supuestamente les figuraban,",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.32,
      "fin": 138.23,
      "duracion": 18.91,
      "texto": "se la pagaron, me dijeron que tenia que recuperar mi línea, mi línea tenia el bretado que yo pagaba mensualmente y estaba pagando bien, pagando bien y de ahí se subió a ponerle de 10 mil a 30 mil y se subió y lo quise cancelar y cuando se canceló aparecieron dos líneas más a mi nombre que tenia afuera.",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.39,
      "fin": 162.73,
      "duracion": 23.34,
      "texto": "A nombre suyo. Sí, en verdad, dijeron pagar mi línea. Claro, no. Por eso es que hace un tiempo lo que se ha hecho ahora, sí o sí, para cualquier cambio, para cualquier línea, para lo que sea, ahora sí o sí, por eso nosotros estamos pidiendo lo que es la foto del DNI, cosa de que justamente si el cliente no lo manda, lamentablemente no se puede hacer ningún cambio porque no valida el identidad.",
      "confianza": 0.162,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.37,
      "fin": 172.02,
      "duracion": 8.65,
      "texto": "Entonces, bueno, como usted, pueden haber abrido justamente otros casos y por eso es que en el último año, sin la foto del DNI, no se realiza ningún cambio. Es así.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.87,
      "fin": 180.21,
      "duracion": 7.34,
      "texto": "Lo siento mucho que le haya pasado eso. La verdad que es bastante lamentable que haya tenido que pagar algo que usted no consumió.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 181.67,
      "fin": 184.01,
      "duracion": 2.34,
      "texto": "Obviamente le pido disculpas de parte de la empresa.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.92,
      "fin": 199.77,
      "duracion": 13.85,
      "texto": "Pero bueno, justamente en el día que usted decía justamente volver a movilizar, estaría bueno que pudiera hacerlo conmigo el trámite para que justamente te acceda a lo que son los beneficios y también va a contar con mi atención personalizada.",
      "confianza": 0.831,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.45,
      "fin": 205.66,
      "duracion": 5.21,
      "texto": "Si nosotros vamos a estar siempre en contacto por WhatsApp, justamente para cualquier duro consulta que usted tenga.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 210.11,
      "fin": 214.99,
      "duracion": 4.88,
      "texto": "Bueno, todo el día, gracias, señorita. Bueno, bueno, Hilario, espero que tengas muy bonito día, lamentamos nuevamente lo que le pasó",
      "confianza": 0.04,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, Eugenia es mi nombre, ¿hablo con Hilarion? Sí. ¿Qué tal, Hilarion? Un gusto, me estoy comunicando del área de beneficios móviles. ¿Cree que me figuras su línea en claro, es así? Sí. Sí, perfecto. ¿Usted, al día de hoy, en claro, tiene lo que es factura mensual o realiza recarga? Recarga. Ah, bien, bien, perfecto. ¿Consume lo que son muchos gigas? Más o menos. Más o menos, bien. Bueno, le comenté Hilario, nosotros el día de hoy nos estamos contactando con los antiguos clientes de Movistar para ofrecerles una promo. El día de hoy están 10.400 pesos por 16 días de internet. Sí está muy bueno para que lo pueda aprovechar, justamente con mensajes y llamadas libres y WhatsApp gratis también. ¿Sí? ¿Movistar? Sí, Movistar exactamente. Movistar no se ve ni en pintura, la verdad, no. Muchas gracias. ¿Qué le pasó con Movistar? Cuénteme. Me encajaron planes por ahí por par de líneas, me dijeron que me voy a reembolizar. Me cobraron factura que ni siquiera sabía que existía. ¿Ustedes le cargaron líneas a su DNI y lo estaban cobrando aparte? Sí, sí. Aparecieron números fantásticos que no había. Ni siquiera estaba registrado mi nombre, pero nunca existió. Ah, ok. ¿Y cómo lo solucionaron a eso? ¿Qué solución le dieron desde el área de atención al cliente? Fui a la oficina y me dijeron que se van a asomar y me dieron comprobadas y todo eso, pero nunca me asomaron. Solamente llevan para ofrecerme el plan. No quiero nada más. Bien. Y usted tuvo que pagar entonces, aparte de esas deudas que supuestamente les figuraban, se la pagaron, me dijeron que tenia que recuperar mi línea, mi línea tenia el bretado que yo pagaba mensualmente y estaba pagando bien, pagando bien y de ahí se subió a ponerle de 10 mil a 30 mil y se subió y lo quise cancelar y cuando se canceló aparecieron dos líneas más a mi nombre que tenia afuera. A nombre suyo. Sí, en verdad, dijeron pagar mi línea. Claro, no. Por eso es que hace un tiempo lo que se ha hecho ahora, sí o sí, para cualquier cambio, para cualquier línea, para lo que sea, ahora sí o sí, por eso nosotros estamos pidiendo lo que es la foto del DNI, cosa de que justamente si el cliente no lo manda, lamentablemente no se puede hacer ningún cambio porque no valida el identidad. Entonces, bueno, como usted, pueden haber abrido justamente otros casos y por eso es que en el último año, sin la foto del DNI, no se realiza ningún cambio. Es así. Lo siento mucho que le haya pasado eso. La verdad que es bastante lamentable que haya tenido que pagar algo que usted no consumió. Obviamente le pido disculpas de parte de la empresa. Pero bueno, justamente en el día que usted decía justamente volver a movilizar, estaría bueno que pudiera hacerlo conmigo el trámite para que justamente te acceda a lo que son los beneficios y también va a contar con mi atención personalizada. Si nosotros vamos a estar siempre en contacto por WhatsApp, justamente para cualquier duro consulta que usted tenga. Bueno, todo el día, gracias, señorita. Bueno, bueno, Hilario, espero que tengas muy bonito día, lamentamos nuevamente lo que le pasó",
  "calidad": {
    "confianza_promedio": 0.467,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:09:00.583760",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:21.590798",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114145531032_ACD_28217",
    "fecha_inicio": "14/1/2026 14:55:31",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 241,
    "tiempo_conversacion": 206,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}