{
  "archivo": "amza1_1_260116140053937_ACD_53331.wav",
  "duracion_segundos": 127.49,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 65.28,
    "Cliente": 50.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.08,
      "duracion": 8.05,
      "texto": "Hola, buenos días. Hablo con Sabrina. No. ¿Quién habla? Me quería comunicar con Sabrina.",
      "confianza": 0.15,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.1,
      "fin": 9.17,
      "duracion": 1.06,
      "texto": "Mi nombre es Angelina.",
      "confianza": 0.696,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.75,
      "fin": 15.14,
      "duracion": 5.39,
      "texto": "Para brindarle, justamente, lo que es un descuento para sus líneas. Me asegura que ella tiene dos líneas a su nombre, ¿correcto?",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.02,
      "fin": 18.46,
      "duracion": 1.44,
      "texto": "Sí, sí, es verdad.",
      "confianza": 0.127,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.48,
      "fin": 54.2,
      "duracion": 35.72,
      "texto": "Uno soy yo y el otro es él. Exactamente. Bien, en este caso no hay problema. Usted, justamente, al ser un adulto, puede escuchar la llamada sin inconvenientes. Sí, yo quería brindarle a Sabina lo que es un descuento, si le quedarían las dos líneas en 10.400 pesos cada una con lo que es un plan de 8 gigas de base más 8 gigas de regalo, WhatsApp, Brandy, Llamanas Libres, Llamanas América Precio Local y Roaming en lo que es América, ¿bien? Es decir, que abonaría por ambas líneas 20.800 pesos y además por tener dos líneas, su nombre se le bonifican 4 gigas más. Es decir, que cada línea va a contar con 20 gigas en total, ¿qué le parece?",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.74,
      "fin": 60.87,
      "duracion": 6.13,
      "texto": "No, está bien, parece que tengo que hablarlo con ellos, pero sí, me puede llamar una hora que se acelera y entrar a los colombianos.",
      "confianza": 0.32,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.37,
      "fin": 64.37,
      "duracion": 3.0,
      "texto": "Bien, a ver, le voy a mandar ahora mismo un mensaje por WhatsApp.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.21,
      "fin": 73.41,
      "duracion": 8.2,
      "texto": "Hola, ¿cómo es su nombre, perdón? Ezequiel. Ezequiel. Hola, Eze, soy Evangelina de Movistar.",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.19,
      "fin": 77.77,
      "duracion": 3.59,
      "texto": "Le comento, Eze, que la promoción está vigente solamente por el día de hoy.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.86,
      "fin": 111.53,
      "duracion": 30.67,
      "texto": "Por eso digo, sámame una hora. OK, yo estoy hasta las 15 horas en la central. Si usted quisiera llamarla ahora, tiene la posibilidad de llamarla, con notificarle y que ella le dé el sí o el no, yo lo puedo hacer con usted sin problema. Lo único que necesitaría de ella, como es titular, es la foto del frente y el dorso de su DNI para autorizar por la censura. Claro, si tiene que estar en esa presa, no, no. Ok. Llámame más tarde porque no, no de eso va a llegar en una hora más o menos. Bien, ¿en qué hora yo la puedo llamar? Y a las 3 va a llegar. A las 3, 3 menos 5 está acá.",
      "confianza": 0.056,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.77,
      "fin": 118.15,
      "duracion": 5.38,
      "texto": "Bueno, perfecto, mire, vamos a hacer una cosa que quiere. Yo le voy a pasar ahora al Tor. ¿Sabes el D.V. de ella?",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 119.91,
      "fin": 127.49,
      "duracion": 7.58,
      "texto": "No, no lo sé, pero tengo que pedirle. No, la cabeza igual, 32, 94, 83, 12.",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Sabrina. No. ¿Quién habla? Me quería comunicar con Sabrina. Mi nombre es Angelina. Para brindarle, justamente, lo que es un descuento para sus líneas. Me asegura que ella tiene dos líneas a su nombre, ¿correcto? Sí, sí, es verdad. Uno soy yo y el otro es él. Exactamente. Bien, en este caso no hay problema. Usted, justamente, al ser un adulto, puede escuchar la llamada sin inconvenientes. Sí, yo quería brindarle a Sabina lo que es un descuento, si le quedarían las dos líneas en 10.400 pesos cada una con lo que es un plan de 8 gigas de base más 8 gigas de regalo, WhatsApp, Brandy, Llamanas Libres, Llamanas América Precio Local y Roaming en lo que es América, ¿bien? Es decir, que abonaría por ambas líneas 20.800 pesos y además por tener dos líneas, su nombre se le bonifican 4 gigas más. Es decir, que cada línea va a contar con 20 gigas en total, ¿qué le parece? No, está bien, parece que tengo que hablarlo con ellos, pero sí, me puede llamar una hora que se acelera y entrar a los colombianos. Bien, a ver, le voy a mandar ahora mismo un mensaje por WhatsApp. Hola, ¿cómo es su nombre, perdón? Ezequiel. Ezequiel. Hola, Eze, soy Evangelina de Movistar. Le comento, Eze, que la promoción está vigente solamente por el día de hoy. Por eso digo, sámame una hora. OK, yo estoy hasta las 15 horas en la central. Si usted quisiera llamarla ahora, tiene la posibilidad de llamarla, con notificarle y que ella le dé el sí o el no, yo lo puedo hacer con usted sin problema. Lo único que necesitaría de ella, como es titular, es la foto del frente y el dorso de su DNI para autorizar por la censura. Claro, si tiene que estar en esa presa, no, no. Ok. Llámame más tarde porque no, no de eso va a llegar en una hora más o menos. Bien, ¿en qué hora yo la puedo llamar? Y a las 3 va a llegar. A las 3, 3 menos 5 está acá. Bueno, perfecto, mire, vamos a hacer una cosa que quiere. Yo le voy a pasar ahora al Tor. ¿Sabes el D.V. de ella? No, no lo sé, pero tengo que pedirle. No, la cabeza igual, 32, 94, 83, 12.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:49:17.550911",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:16.529813",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140053937_ACD_53331",
    "fecha_inicio": "16/1/2026 14:00:53",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 182,
    "tiempo_conversacion": 121,
    "tiempo_hold": 0,
    "tiempo_acw": 35,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}