{
  "archivo": "amza23_1_260116130759825_ACD_72061.wav",
  "duracion_segundos": 721.02,
  "num_segmentos": 170,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 306.63,
    "Cliente": 367.43
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.7,
      "fin": 2.14,
      "duracion": 0.44,
      "texto": "Hola.",
      "confianza": 0.189,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2.68,
      "fin": 27.49,
      "duracion": 24.81,
      "texto": "Hola, ¿qué tal? Buenas tardes con María Daniela. Sí. Un gusto. Mácarina, mi nombre, nos estamos contactando para brindarle una promoción exclusiva en el día de hoy a su línea. Y el consulto, ¿usted actualmente se encuentra en claro, verdad? Sí, tengo claro. Sí, exacto. Bien, perfecto. Y ahora le consulto acerca de su plan. ¿Qué cantidad de gigas tiene con la compañía?",
      "confianza": 0.315,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 27.99,
      "fin": 31.86,
      "duracion": 3.87,
      "texto": "20. Bien, solo de base también cuentas con chivas de regalo.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.52,
      "fin": 35.12,
      "duracion": 2.6,
      "texto": "No, no, no, de base, 20. ¿Vos de qué compañía sos?",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.94,
      "fin": 36.66,
      "duracion": 0.72,
      "texto": "De Movistar.",
      "confianza": 0.808,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.38,
      "fin": 84.93,
      "duracion": 47.55,
      "texto": "Ah, yo tenía Movistar antes y me fui porque estaba caro y me volvía claro. Entiendo. Y aproximadamente ¿cuánto estamos ganando por la línea? Estoy ganando como 30, 30.000 pesos. Bien, en este caso sí tenemos dos propuestas que han venido con ofertas exclusivas en el día de hoy, ¿sí? tenemos un plan que es de 8 gigas de base más 8 gigas de regalo con una durabilidad durante seis meses con todo lo que es llamadas ese mes en whatsapp totalmente libres con el roaming incluido en el caso de que sea de viajar por un costo de 10.400 sí sí y más elevado con más gigas que tener así bien ahí le informo hay uno que es de 15 gigas de",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.45,
      "fin": 96.8,
      "duracion": 11.35,
      "texto": "8 gigas de regalo con los beneficios que le acabo de brindar con el romín incluido por un costo de 23.850. Y eso es por seis meses el valor.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.52,
      "fin": 103.31,
      "duracion": 4.79,
      "texto": "Exactamente, exactamente. ¿Usted tiene solamente esta línea a su nombre?",
      "confianza": 0.962,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.77,
      "fin": 105.01,
      "duracion": 0.24,
      "texto": "Sí, sí, sí.",
      "confianza": 0.259,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.15,
      "fin": 114.38,
      "duracion": 9.23,
      "texto": "¿Y cuánto es el valor del plan después de los seis meses? Claro, en realidad es un descuento de 54.150.",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.98,
      "fin": 150.72,
      "duracion": 35.74,
      "texto": "De todos modos eso no le sucedería porque al quinto mes antes de que se le termine la promoción usted va a poder visualizar desde la app qué promociones hay disponibles en ese momento y ahí queda en usted que se acere por una nueva o después puede contactarse al asterisco 11 y consultar directamente con los chicos de atención al cliente. De todos modos, en las boletas hemos tenido muchos clientes que han estado en disconformidad por aumentos despedidos, ¿sí? Eso le garantizo que no le volvería a pasar.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.85,
      "fin": 156.25,
      "duracion": 1.4,
      "texto": "Por eso me fui. Por eso me fui a movistar. Entiendo.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.97,
      "fin": 181.32,
      "duracion": 24.35,
      "texto": "Entiendo. De todos modos, hay otro plan. Usted me dijo que abonaba 30, ¿verdad? Abonó 30 a 20 gigas. Claro, hay otro plan con más cantidad de gigas en menor costo. es de 30 gigas con 8 de regalo, con los mismos beneficios por un costo de 25.150. Con el de 15 gigas no hay mucha diferencia en costos, pero duplica los gigas.",
      "confianza": 0.819,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.12,
      "fin": 188.5,
      "duracion": 6.38,
      "texto": "Tal cual. Sí, tal cual, es verdad. Y además nos figura el sistema que usted fue muy buena clienta al estar con nosotros.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.15,
      "fin": 254.53,
      "duracion": 65.38,
      "texto": "Sí, sí, sí. Y en el caso de que le interese realizar la portabilidad, solamente deberíamos corroborar lo que es un número de DNI, Y en el caso de que esté correcto, repasar los datos restantes para poderlos ingresar y si hay que modificar alguno, lo hacemos, no hay ningún problema. Sí, pero tenés que concurrir a un local de modificar por el chibi, eso seguro, ¿no? Tenemos dos formas, eso depende de la comodidad del cliente. Una es rechando a retirar a su cursal, que en breve estaría formando parte de la compañía porque son aproximadamente de 48 a 72 horas hábiles. y además el chip que es colocado ahí en la sucursal para ahorrarle ese paso a usted. Si no directamente, ya después tenemos la otra metodología que le llegaría al domicilio que usted me asigne, puede ser laboral o particular, y le llegaría, tiene una demora aproximada de cinco días estábiles a través del correo Andriani. ¿Y cuánto era el valor del plan ese que me dijiste? ¿El de 30 GB? Sí. Bien, tiene un costo de 25.150.",
      "confianza": 0.3,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.15,
      "fin": 272.0,
      "duracion": 16.86,
      "texto": "Lo bueno que Movistar otorga la posibilidad de que usted, en el caso de que no acabe de ocupar el total de gigas, porque se entiende que es un montón, ya 30 de base es un montón, le da la posibilidad de que usted los pueda guardar para que se le vayan acumulando esos gigas de base.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 273.8,
      "fin": 284.51,
      "duracion": 10.71,
      "texto": "Ustedes de la aplicación van a poder ver los gigas acumulables, que en este caso los que se pueden acumular son los de base y usted va a tener 30.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 285.34,
      "fin": 307.62,
      "duracion": 22.28,
      "texto": "Ah, mira que bien. Está bueno, ¿eh? Está bueno porque además hay mucha diferencia en tema costo y he estado explicando los gigas porque si no ya pasaríamos al intermedio que es de 15 gigas de base. No, no, está bueno el de 30. Y te hago una pregunta, ¿y tenés algún local de Ballester cerca o si es en San Andrés y cerca de Ballester? Sí, a ver, lo buscamos.",
      "confianza": 0.075,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 308.64,
      "fin": 312.52,
      "duracion": 3.88,
      "texto": "Buscamos. A ver, en Ballester y si no en San Andrés.",
      "confianza": 0.943,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 313.84,
      "fin": 318.72,
      "duracion": 4.88,
      "texto": "Sí, San Andrés no creo que haya, no hay ninguno de San Andrés en Ballester por ahí. Bien, a ver.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 319.32,
      "fin": 343.61,
      "duracion": 24.29,
      "texto": "Hay uno en la calle Bedia, al 38 al 92, que pertenece al shopping de dos bares. No sé si a esa le queda común o le queda... No, Bedia no, eso es otra cosa. Bedia creo que... No sé, el dot, eso es re lejos. En San Martín tenemos otra. En la calle Belgrano, al 38 al 87. Ah, sí, Belgrano sí.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 344.4,
      "fin": 349.89,
      "duracion": 5.49,
      "texto": "Esas le quedan cómodas.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 350.55,
      "fin": 357.86,
      "duracion": 7.31,
      "texto": "En este caso asignaríamos ese sucursal, yo ahora procedería a repasar sus datos para que me digan si están del todo correctas.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 358.98,
      "fin": 367.24,
      "duracion": 8.25,
      "texto": "Pero, por ejemplo, si yo llego a hacer esto, ¿cómo es el procedimiento, la línea que tengo con claro?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 367.9,
      "fin": 369.16,
      "duracion": 1.26,
      "texto": "El número lo conserva.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.71,
      "fin": 381.11,
      "duracion": 11.4,
      "texto": "Lo único que hace es el cambio de compañía, que como le dije, en 48 horas aproximadamente estaría formando parte de la compañía. Además, le llegaría un mensajito el día que debo ir a la sucursal.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 381.64,
      "fin": 386.83,
      "duracion": 5.19,
      "texto": "Y en el caso que no le llegue, yo misma me voy a contactar con usted para decirle qué día puede dirigirse.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 387.45,
      "fin": 391.34,
      "duracion": 3.89,
      "texto": "Eso por un lado. Por otro lado, no quedaría nunca incomunicada.",
      "confianza": 0.888,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 392.12,
      "fin": 402.5,
      "duracion": 10.38,
      "texto": "Va a seguir conservando la compañía y, claro, se va a formar parte de la nuestra. ¿Bien? La baja es automática, usted no tiene que realizar ningún tipo de gestión, ¿sí?",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 403.22,
      "fin": 421.54,
      "duracion": 18.32,
      "texto": "Una vez que va a retirar el chip a la sucursal y se lo colocan ahí directamente en la línea de claro, deja de tener vigencia y empieza a correr la facturación de Movistar que sería emitida a partir del próximo mes del 15 al 20 aproximadamente, ¿sí? Ah, mira vos, sí.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 421.56,
      "fin": 426.45,
      "duracion": 4.89,
      "texto": "O sea que tampoco se le generaría doble facturación.",
      "confianza": 0.766,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 426.47,
      "fin": 426.65,
      "duracion": 0.18,
      "texto": "Ah, bien.",
      "confianza": 0.103,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 427.27,
      "fin": 440.63,
      "duracion": 13.36,
      "texto": "Eso sería importante. Exactamente, sí. Para no crear ningún tipo de inconveniente respecto a las facturaciones, es que es emitida a partir del próximo mes, ¿sí? Ah, mira qué bueno. Está bueno eso.",
      "confianza": 0.289,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 440.65,
      "fin": 449.17,
      "duracion": 8.52,
      "texto": "Bien, entonces, ahora me quedaría repasarles sus datos, en el caso de que estén correctos, yo procedo a ingresarlos, ¿sí?",
      "confianza": 0.692,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 449.19,
      "fin": 464.9,
      "duracion": 15.71,
      "texto": "A ver. Bien, me figura que su nombre es María Daniela Toto, con fecha de nacimiento el 25 de 10 de 1975, ¿es correcto? Sí, correcto. Bien, nos figura un correo electrónico que es danielatoto75.com Sí, exacto.",
      "confianza": 0.484,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 467.2,
      "fin": 481.0,
      "duracion": 13.8,
      "texto": "Ese es el que tiene vigencia actualmente, ¿verdad? Sí, perfecto. Bien, por este medio va a estar visualizando lo que es la facturación o a través de la aplicación como usted prefiera, no hay ningún problema por eso. Ah, me la tengo que volver a bajar, claro.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 482.1,
      "fin": 489.11,
      "duracion": 7.01,
      "texto": "Y si no quiere bajarla, lo puede visualizar, porque la factura le va a llegar desde ahí, al correo, ¿sí?",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 490.01,
      "fin": 499.82,
      "duracion": 9.81,
      "texto": "Tengo una pregunta. ¿Cuándo vendría la primera factura? Para esperar que me anote todo, porque no me voy a olvidar. ¿Cuándo viene la primera factura? Yo calculo que va a ser emitida del 15 al 20.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 500.46,
      "fin": 510.3,
      "duracion": 9.84,
      "texto": "En realidad empieza a correr la facturación una vez que le coloco el chip. Entonces, precisamente, vendría más que todo del 20 al 25, como para decir un número exacto.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 511.24,
      "fin": 529.83,
      "duracion": 18.59,
      "texto": "Está bien. porque ahora ya estamos a diecisel ya. Claro, exactamente. Y directamente tendría que ir a la sucursal a retirar entre el lunes y el martes. ¿Dónde era? ¿Decíme dónde era, en la calle Belgrano? A mí se lo paso por WhatsApp, le estoy dejando WhatsApp, así me puede agendar.",
      "confianza": 0.439,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 531.15,
      "fin": 539.36,
      "duracion": 8.21,
      "texto": "Ah, listo, sí. Le voy a poner que soy Macarena del Movistar, así, ante cualquier duda o consulta que tenga, ya directamente se contacta conmigo, ¿verdad?",
      "confianza": 0.319,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.01,
      "fin": 556.63,
      "duracion": 16.62,
      "texto": "Ahí estoy dejando el WhatsApp y de paso le dejo lo que es la sucursal, ¿sí? En la calle Belgrano, al 3297. Esto es en San Martín. Exactamente, exactamente, es San Martín.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 557.65,
      "fin": 563.14,
      "duracion": 5.49,
      "texto": "De todos modos se la dejo así, la puede googlear el día que tenga que ir a retirar a la sucursal, ¿bien?",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 563.92,
      "fin": 574.13,
      "duracion": 10.21,
      "texto": "Perfecto, esto te lo colocas en el chip, todo eso. Exactamente. La línea tiene que salir activa desde ahí. Usted no se puede volver a su casa sin que la línea esté activa, ¿sí?",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 574.82,
      "fin": 577.21,
      "duracion": 2.39,
      "texto": "Ah, bueno, perfecto. Bien,",
      "confianza": 0.308,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 577.21,
      "fin": 577.64,
      "duracion": 0.43,
      "texto": "entonces.",
      "confianza": 0.45,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 578.58,
      "fin": 595.22,
      "duracion": 16.64,
      "texto": "Ahora, viendo que todos los datos están correctos, voy a necesitar solicitarle, si es tan amable, que me pueda enviar al WhatsApp lo que es foto de print y dorso del DNI porque estoy llenando su solicitud. Ah, ¿y eso preferiría hacerlo? Eso no, eso no. Preferiría que no, porque no, prefiero que no.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 595.77,
      "fin": 612.69,
      "duracion": 16.92,
      "texto": "prefiero si no hacerlo en la sucursal directamente, no me da confianza. Bien, no hay problema, vemos que podemos hacer. Para finalizar el trámite de portabilidad, no hay problema, por eso, ahora les voy a estar enviando lo que es un mensajito de texto, ¿sí?",
      "confianza": 0.03,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 613.35,
      "fin": 621.36,
      "duracion": 8.01,
      "texto": "Lo que hacemos para que usted pueda seguir conservando el número, es saber que estamos portando la línea correcta, ¿sí?",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 622.86,
      "fin": 622.92,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.146,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 622.94,
      "fin": 633.77,
      "duracion": 10.83,
      "texto": "Le voy a llegar por mensaje de texto desde la página oficial de Movistar, le va a llegar un trajito que dice para el prestador MVS que es Movistar Abreviado, ¿sí?",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 633.79,
      "fin": 633.85,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 633.87,
      "fin": 643.72,
      "duracion": 9.85,
      "texto": "Para un numerito de cuatro dígitos nada más, con una fecha estimativa que es el tiempo que tenemos para realizar la portabilidad, ¿bien?",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 643.74,
      "fin": 643.8,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.043,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 643.82,
      "fin": 654.79,
      "duracion": 10.97,
      "texto": "Observando el número. Lo que seguramente al momento de haberle generado este mensaje va a empezar a recibir más continuas de distintas características. ¿Qué cosa?",
      "confianza": 0.189,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 656.14,
      "fin": 677.37,
      "duracion": 21.23,
      "texto": "Va a empezar a recibir llamadas continuas a lo largo del día de hoy, ¿sí? ¿Para qué? La gente de Claro, ¿sí? Que va a tratar de contactarse con usted y esto puede impedir... Te hago una consulta, pará, te hago una consulta. Si yo vine a un lugar local de Movistar, estas promociones la tienen, obvio, ¿no? Si yo voy directamente...",
      "confianza": 0.635,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 677.37,
      "fin": 681.72,
      "duracion": 4.35,
      "texto": "No, porque son otras las promociones.",
      "confianza": 0.712,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 682.29,
      "fin": 704.36,
      "duracion": 22.07,
      "texto": "justamente en el día de hoy han otorgado estas, que se encuentran vigentes por el día de hoy, pero en realidad en la sucursal no brindan esta promoción. Bueno, igual déjame pensarlo, Macarena, porque quiero costarme como un hijo delinente como voy a estar por las dudas.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 705.44,
      "fin": 706.76,
      "duracion": 1.32,
      "texto": "Bien, ¿cuál es el motivo?",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 707.63,
      "fin": 721.02,
      "duracion": 13.39,
      "texto": "No, no, no, por las dudas, ¿viste? Porque no. Prefiero ir una sucursal personalmente y demás. Bueno. Prefiero. Así me quedo tranquila. Bueno, no hay problema. Gracias, Macarena. Hasta luego.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes con María Daniela. Sí. Un gusto. Mácarina, mi nombre, nos estamos contactando para brindarle una promoción exclusiva en el día de hoy a su línea. Y el consulto, ¿usted actualmente se encuentra en claro, verdad? Sí, tengo claro. Sí, exacto. Bien, perfecto. Y ahora le consulto acerca de su plan. ¿Qué cantidad de gigas tiene con la compañía? 20. Bien, solo de base también cuentas con chivas de regalo. No, no, no, de base, 20. ¿Vos de qué compañía sos? De Movistar. Ah, yo tenía Movistar antes y me fui porque estaba caro y me volvía claro. Entiendo. Y aproximadamente ¿cuánto estamos ganando por la línea? Estoy ganando como 30, 30.000 pesos. Bien, en este caso sí tenemos dos propuestas que han venido con ofertas exclusivas en el día de hoy, ¿sí? tenemos un plan que es de 8 gigas de base más 8 gigas de regalo con una durabilidad durante seis meses con todo lo que es llamadas ese mes en whatsapp totalmente libres con el roaming incluido en el caso de que sea de viajar por un costo de 10.400 sí sí y más elevado con más gigas que tener así bien ahí le informo hay uno que es de 15 gigas de 8 gigas de regalo con los beneficios que le acabo de brindar con el romín incluido por un costo de 23.850. Y eso es por seis meses el valor. Exactamente, exactamente. ¿Usted tiene solamente esta línea a su nombre? Sí, sí, sí. ¿Y cuánto es el valor del plan después de los seis meses? Claro, en realidad es un descuento de 54.150. De todos modos eso no le sucedería porque al quinto mes antes de que se le termine la promoción usted va a poder visualizar desde la app qué promociones hay disponibles en ese momento y ahí queda en usted que se acere por una nueva o después puede contactarse al asterisco 11 y consultar directamente con los chicos de atención al cliente. De todos modos, en las boletas hemos tenido muchos clientes que han estado en disconformidad por aumentos despedidos, ¿sí? Eso le garantizo que no le volvería a pasar. Por eso me fui. Por eso me fui a movistar. Entiendo. Entiendo. De todos modos, hay otro plan. Usted me dijo que abonaba 30, ¿verdad? Abonó 30 a 20 gigas. Claro, hay otro plan con más cantidad de gigas en menor costo. es de 30 gigas con 8 de regalo, con los mismos beneficios por un costo de 25.150. Con el de 15 gigas no hay mucha diferencia en costos, pero duplica los gigas. Tal cual. Sí, tal cual, es verdad. Y además nos figura el sistema que usted fue muy buena clienta al estar con nosotros. Sí, sí, sí. Y en el caso de que le interese realizar la portabilidad, solamente deberíamos corroborar lo que es un número de DNI, Y en el caso de que esté correcto, repasar los datos restantes para poderlos ingresar y si hay que modificar alguno, lo hacemos, no hay ningún problema. Sí, pero tenés que concurrir a un local de modificar por el chibi, eso seguro, ¿no? Tenemos dos formas, eso depende de la comodidad del cliente. Una es rechando a retirar a su cursal, que en breve estaría formando parte de la compañía porque son aproximadamente de 48 a 72 horas hábiles. y además el chip que es colocado ahí en la sucursal para ahorrarle ese paso a usted. Si no directamente, ya después tenemos la otra metodología que le llegaría al domicilio que usted me asigne, puede ser laboral o particular, y le llegaría, tiene una demora aproximada de cinco días estábiles a través del correo Andriani. ¿Y cuánto era el valor del plan ese que me dijiste? ¿El de 30 GB? Sí. Bien, tiene un costo de 25.150. Lo bueno que Movistar otorga la posibilidad de que usted, en el caso de que no acabe de ocupar el total de gigas, porque se entiende que es un montón, ya 30 de base es un montón, le da la posibilidad de que usted los pueda guardar para que se le vayan acumulando esos gigas de base. Ustedes de la aplicación van a poder ver los gigas acumulables, que en este caso los que se pueden acumular son los de base y usted va a tener 30. Ah, mira que bien. Está bueno, ¿eh? Está bueno porque además hay mucha diferencia en tema costo y he estado explicando los gigas porque si no ya pasaríamos al intermedio que es de 15 gigas de base. No, no, está bueno el de 30. Y te hago una pregunta, ¿y tenés algún local de Ballester cerca o si es en San Andrés y cerca de Ballester? Sí, a ver, lo buscamos. Buscamos. A ver, en Ballester y si no en San Andrés. Sí, San Andrés no creo que haya, no hay ninguno de San Andrés en Ballester por ahí. Bien, a ver. Hay uno en la calle Bedia, al 38 al 92, que pertenece al shopping de dos bares. No sé si a esa le queda común o le queda... No, Bedia no, eso es otra cosa. Bedia creo que... No sé, el dot, eso es re lejos. En San Martín tenemos otra. En la calle Belgrano, al 38 al 87. Ah, sí, Belgrano sí. Esas le quedan cómodas. En este caso asignaríamos ese sucursal, yo ahora procedería a repasar sus datos para que me digan si están del todo correctas. Pero, por ejemplo, si yo llego a hacer esto, ¿cómo es el procedimiento, la línea que tengo con claro? El número lo conserva. Lo único que hace es el cambio de compañía, que como le dije, en 48 horas aproximadamente estaría formando parte de la compañía. Además, le llegaría un mensajito el día que debo ir a la sucursal. Y en el caso que no le llegue, yo misma me voy a contactar con usted para decirle qué día puede dirigirse. Eso por un lado. Por otro lado, no quedaría nunca incomunicada. Va a seguir conservando la compañía y, claro, se va a formar parte de la nuestra. ¿Bien? La baja es automática, usted no tiene que realizar ningún tipo de gestión, ¿sí? Una vez que va a retirar el chip a la sucursal y se lo colocan ahí directamente en la línea de claro, deja de tener vigencia y empieza a correr la facturación de Movistar que sería emitida a partir del próximo mes del 15 al 20 aproximadamente, ¿sí? Ah, mira vos, sí. O sea que tampoco se le generaría doble facturación. Ah, bien. Eso sería importante. Exactamente, sí. Para no crear ningún tipo de inconveniente respecto a las facturaciones, es que es emitida a partir del próximo mes, ¿sí? Ah, mira qué bueno. Está bueno eso. Bien, entonces, ahora me quedaría repasarles sus datos, en el caso de que estén correctos, yo procedo a ingresarlos, ¿sí? A ver. Bien, me figura que su nombre es María Daniela Toto, con fecha de nacimiento el 25 de 10 de 1975, ¿es correcto? Sí, correcto. Bien, nos figura un correo electrónico que es danielatoto75.com Sí, exacto. Ese es el que tiene vigencia actualmente, ¿verdad? Sí, perfecto. Bien, por este medio va a estar visualizando lo que es la facturación o a través de la aplicación como usted prefiera, no hay ningún problema por eso. Ah, me la tengo que volver a bajar, claro. Y si no quiere bajarla, lo puede visualizar, porque la factura le va a llegar desde ahí, al correo, ¿sí? Tengo una pregunta. ¿Cuándo vendría la primera factura? Para esperar que me anote todo, porque no me voy a olvidar. ¿Cuándo viene la primera factura? Yo calculo que va a ser emitida del 15 al 20. En realidad empieza a correr la facturación una vez que le coloco el chip. Entonces, precisamente, vendría más que todo del 20 al 25, como para decir un número exacto. Está bien. porque ahora ya estamos a diecisel ya. Claro, exactamente. Y directamente tendría que ir a la sucursal a retirar entre el lunes y el martes. ¿Dónde era? ¿Decíme dónde era, en la calle Belgrano? A mí se lo paso por WhatsApp, le estoy dejando WhatsApp, así me puede agendar. Ah, listo, sí. Le voy a poner que soy Macarena del Movistar, así, ante cualquier duda o consulta que tenga, ya directamente se contacta conmigo, ¿verdad? Ahí estoy dejando el WhatsApp y de paso le dejo lo que es la sucursal, ¿sí? En la calle Belgrano, al 3297. Esto es en San Martín. Exactamente, exactamente, es San Martín. De todos modos se la dejo así, la puede googlear el día que tenga que ir a retirar a la sucursal, ¿bien? Perfecto, esto te lo colocas en el chip, todo eso. Exactamente. La línea tiene que salir activa desde ahí. Usted no se puede volver a su casa sin que la línea esté activa, ¿sí? Ah, bueno, perfecto. Bien, entonces. Ahora, viendo que todos los datos están correctos, voy a necesitar solicitarle, si es tan amable, que me pueda enviar al WhatsApp lo que es foto de print y dorso del DNI porque estoy llenando su solicitud. Ah, ¿y eso preferiría hacerlo? Eso no, eso no. Preferiría que no, porque no, prefiero que no. prefiero si no hacerlo en la sucursal directamente, no me da confianza. Bien, no hay problema, vemos que podemos hacer. Para finalizar el trámite de portabilidad, no hay problema, por eso, ahora les voy a estar enviando lo que es un mensajito de texto, ¿sí? Lo que hacemos para que usted pueda seguir conservando el número, es saber que estamos portando la línea correcta, ¿sí? Sí. Le voy a llegar por mensaje de texto desde la página oficial de Movistar, le va a llegar un trajito que dice para el prestador MVS que es Movistar Abreviado, ¿sí? Sí. Para un numerito de cuatro dígitos nada más, con una fecha estimativa que es el tiempo que tenemos para realizar la portabilidad, ¿bien? Sí. Observando el número. Lo que seguramente al momento de haberle generado este mensaje va a empezar a recibir más continuas de distintas características. ¿Qué cosa? Va a empezar a recibir llamadas continuas a lo largo del día de hoy, ¿sí? ¿Para qué? La gente de Claro, ¿sí? Que va a tratar de contactarse con usted y esto puede impedir... Te hago una consulta, pará, te hago una consulta. Si yo vine a un lugar local de Movistar, estas promociones la tienen, obvio, ¿no? Si yo voy directamente... No, porque son otras las promociones. justamente en el día de hoy han otorgado estas, que se encuentran vigentes por el día de hoy, pero en realidad en la sucursal no brindan esta promoción. Bueno, igual déjame pensarlo, Macarena, porque quiero costarme como un hijo delinente como voy a estar por las dudas. Bien, ¿cuál es el motivo? No, no, no, por las dudas, ¿viste? Porque no. Prefiero ir una sucursal personalmente y demás. Bueno. Prefiero. Así me quedo tranquila. Bueno, no hay problema. Gracias, Macarena. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:23:31.490093",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 170,
    "total_segmentos_corregido": 60,
    "fecha_correccion": "2026-01-18T23:05:18.628983",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116130759825_ACD_72061",
    "fecha_inicio": "16/1/2026 13:07:59",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 717,
    "tiempo_conversacion": 693,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}