{
  "archivo": "amza39_1_260112144128180_ACD_93807.wav",
  "duracion_segundos": 266.19,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 216.73,
    "Cliente": 26.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.28,
      "fin": 3.48,
      "duracion": 2.2,
      "texto": "Hola, buen día. Hablo con Christian.",
      "confianza": 0.322,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.57,
      "fin": 12.4,
      "duracion": 6.83,
      "texto": "Sí, ¿quién habla? ¿Cómo estás, Christian? Un gusto. Soy Catalina. Te contactaba para poder brindarte lo que es un descuento para tu línea móvil, Christian.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.12,
      "fin": 14.92,
      "duracion": 1.8,
      "texto": "¿Vos actualmente te encontrás en claro?",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.48,
      "fin": 17.7,
      "duracion": 0.22,
      "texto": "Sí. Bien.",
      "confianza": 0.1,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.72,
      "fin": 26.92,
      "duracion": 9.2,
      "texto": "Tenía para brindarte una oferta de parte de nuestra empresa, de Monster. Me figuré que fuiste cliente y queríamos ver si te podíamos mejorar la oferta. ¿Cuánto ayudas utilizas, Christian?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.11,
      "fin": 35.26,
      "duracion": 7.15,
      "texto": "Y yo entre 20 y 30 gigas por mes.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.0,
      "fin": 45.03,
      "duracion": 9.03,
      "texto": "En claro me están dando 30. Bien, ¿los usas en la totalidad o te sobran en algún momento?",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 45.97,
      "fin": 71.86,
      "duracion": 25.89,
      "texto": "No, me sobran. Por eso te digo gasto entre 20 y 30, pero me sobran. Bien, te puedo ofrecer lo que son planes de 15 y de... El de 15 te trae 10 gigas de regalo, un total de 25, y te estaría quedando en 17,395 más impuestos.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.38,
      "fin": 86.1,
      "duracion": 13.72,
      "texto": "Tendría 5 gigas de roaming por si salís del país. Y el de 30 también tiene 10 gigas de regalo, y te está saliendo 19,205 más impuestos. ¿Qué te parece?",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.46,
      "fin": 93.94,
      "duracion": 6.48,
      "texto": "No me da más impuestos porque los impuestos son como el tiempo, ¿viste? Hoy estás de una manera y mañana estás de otra.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.99,
      "fin": 102.19,
      "duracion": 7.2,
      "texto": "A mí lo que me interesa es el precio final porque... Bien. El tema de los impuestos es complicado.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.11,
      "fin": 117.05,
      "duracion": 13.94,
      "texto": "¿Te lo puedo vender como que dentro de NBA, que ahí directamente no tendrías impuestos, tendrías el precio final? ¿Te quedarían 15 gigas en 23.850 o 30 gigas en 25.150? Precio final.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.83,
      "fin": 118.56,
      "duracion": 0.72,
      "texto": "¿Qué te parece?",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.08,
      "fin": 124.75,
      "duracion": 3.67,
      "texto": "Y los 15 gigas, ¿con cuántos gigas de regalo vienen?",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.31,
      "fin": 138.69,
      "duracion": 13.38,
      "texto": "Con 8 gigas de regalo y los 30 también, con 8 gigas de regalo. Pues en total serían 23 gigas. Claro, 23 y 38 y en ambos tenés gigas de roaming por si salís del país también.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.33,
      "fin": 143.89,
      "duracion": 2.56,
      "texto": "Ajá, todos tienen llamadas internacionales.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.51,
      "fin": 168.23,
      "duracion": 23.72,
      "texto": "Tenés para utilizar los datos, el WhatsApp. Y también tenés lo que es, dame dos segunditos que hay documento del tema de las llamadas. Tenemos Romina del Mundo y América Precio Local. Si vos llamas a cualquier parte de América, te estaría saliendo el precio de la llamada como si llamaras a Buenos Aires. No sé que cobran dólares ni nada.",
      "confianza": 0.403,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.25,
      "fin": 168.34,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.35,
      "fin": 168.62,
      "duracion": 0.26,
      "texto": "Bueno, bueno.",
      "confianza": 0.086,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.73,
      "fin": 246.78,
      "duracion": 77.05,
      "texto": "Mándame si puede por WhatsApp, así yo lo analizo bien y me fijo y cualquier cosa te mando un mensajito, ¿sí? Bueno, ¿qué dudaste que era? Coméntame. No, después era cuánto se iría y por cuánto meses la promoción y a cuánto se iría después sin la promoción. Bien, lo que tenés es la promoción que te estoy vendiendo, te dura seis meses, después tenés un descuento en cada una de las promos en una de 54,150 y la otra de 58,300, pero lo que podés hacer después, cuando antes de que se te pase los seis meses, digamos en el quinto mes, vos te metés a lo que es la aplicación Monster. Ahí le ponés cambiar plan y podés elegir una nueva promo para que pueda seguir disfrutando un precio un precio bastante económico con bastantes beneficios. Ah, por seis meses. Dale, dale. Bueno, hazme una cosa. Mándamelo la promo que tenés por WhatsApp y yo ahora después cuando tengo un tiempito lo analizo bien y cualquier cosa te mando un mensajito.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 247.32,
      "fin": 253.45,
      "duracion": 6.13,
      "texto": "Dale, ahí mismo te lo mandé. Tienes varios planes, además de los que me lo habías pedido, son todos los que tengo para ofrecerte.",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 254.07,
      "fin": 261.72,
      "duracion": 7.65,
      "texto": "Cualquier cosa, si quieres para tu línea o para otra línea, pueden tener todas la misma promo, ¿sí? Dale, dale, Bárbaro.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.74,
      "fin": 262.3,
      "duracion": 0.56,
      "texto": "Dale, perfecto.",
      "confianza": 0.499,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 262.36,
      "fin": 266.19,
      "duracion": 3.83,
      "texto": "Que tengas buen día. Gracias. Gracias, igualmente. Hasta luego, Chacho.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Christian. Sí, ¿quién habla? ¿Cómo estás, Christian? Un gusto. Soy Catalina. Te contactaba para poder brindarte lo que es un descuento para tu línea móvil, Christian. ¿Vos actualmente te encontrás en claro? Sí. Bien. Tenía para brindarte una oferta de parte de nuestra empresa, de Monster. Me figuré que fuiste cliente y queríamos ver si te podíamos mejorar la oferta. ¿Cuánto ayudas utilizas, Christian? Y yo entre 20 y 30 gigas por mes. En claro me están dando 30. Bien, ¿los usas en la totalidad o te sobran en algún momento? No, me sobran. Por eso te digo gasto entre 20 y 30, pero me sobran. Bien, te puedo ofrecer lo que son planes de 15 y de... El de 15 te trae 10 gigas de regalo, un total de 25, y te estaría quedando en 17,395 más impuestos. Tendría 5 gigas de roaming por si salís del país. Y el de 30 también tiene 10 gigas de regalo, y te está saliendo 19,205 más impuestos. ¿Qué te parece? No me da más impuestos porque los impuestos son como el tiempo, ¿viste? Hoy estás de una manera y mañana estás de otra. A mí lo que me interesa es el precio final porque... Bien. El tema de los impuestos es complicado. ¿Te lo puedo vender como que dentro de NBA, que ahí directamente no tendrías impuestos, tendrías el precio final? ¿Te quedarían 15 gigas en 23.850 o 30 gigas en 25.150? Precio final. ¿Qué te parece? Y los 15 gigas, ¿con cuántos gigas de regalo vienen? Con 8 gigas de regalo y los 30 también, con 8 gigas de regalo. Pues en total serían 23 gigas. Claro, 23 y 38 y en ambos tenés gigas de roaming por si salís del país también. Ajá, todos tienen llamadas internacionales. Tenés para utilizar los datos, el WhatsApp. Y también tenés lo que es, dame dos segunditos que hay documento del tema de las llamadas. Tenemos Romina del Mundo y América Precio Local. Si vos llamas a cualquier parte de América, te estaría saliendo el precio de la llamada como si llamaras a Buenos Aires. No sé que cobran dólares ni nada. Ajá. Bueno, bueno. Mándame si puede por WhatsApp, así yo lo analizo bien y me fijo y cualquier cosa te mando un mensajito, ¿sí? Bueno, ¿qué dudaste que era? Coméntame. No, después era cuánto se iría y por cuánto meses la promoción y a cuánto se iría después sin la promoción. Bien, lo que tenés es la promoción que te estoy vendiendo, te dura seis meses, después tenés un descuento en cada una de las promos en una de 54,150 y la otra de 58,300, pero lo que podés hacer después, cuando antes de que se te pase los seis meses, digamos en el quinto mes, vos te metés a lo que es la aplicación Monster. Ahí le ponés cambiar plan y podés elegir una nueva promo para que pueda seguir disfrutando un precio un precio bastante económico con bastantes beneficios. Ah, por seis meses. Dale, dale. Bueno, hazme una cosa. Mándamelo la promo que tenés por WhatsApp y yo ahora después cuando tengo un tiempito lo analizo bien y cualquier cosa te mando un mensajito. Dale, ahí mismo te lo mandé. Tienes varios planes, además de los que me lo habías pedido, son todos los que tengo para ofrecerte. Cualquier cosa, si quieres para tu línea o para otra línea, pueden tener todas la misma promo, ¿sí? Dale, dale, Bárbaro. Dale, perfecto. Que tengas buen día. Gracias. Gracias, igualmente. Hasta luego, Chacho.",
  "calidad": {
    "confianza_promedio": 0.522,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:14:16.273317",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:25.641428",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112144128180_ACD_93807",
    "fecha_inicio": "12/1/2026 14:41:28",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 279,
    "tiempo_conversacion": 259,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}