{
  "archivo": "amza1_1_260114102633107_ACD_15657.wav",
  "duracion_segundos": 220.41,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 161.44,
    "Cliente": 41.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.43,
      "fin": 5.76,
      "duracion": 4.33,
      "texto": "Hola. Hola, ¿qué tal? Muy buenos días. Me comunico con la titular de la línea, Elsa.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.9,
      "fin": 7.1,
      "duracion": 0.2,
      "texto": "Sí.",
      "confianza": 0.449,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.68,
      "fin": 32.69,
      "duracion": 25.01,
      "texto": "Elsa, cómo le va, un placer conocerla. Mi nombre es Eva Angelina. ¿Le comentó Elsa a la hermana para brindarle lo que es un descuento desde la compañía de Monster? ¿La han llamado antes? Sí, me llaman todos los días, pero yo estoy bien claro y no me quiero salir porque tengo el Wi-Fi, tengo todo cumplado. Ah, bien. Bueno, Elsa, igual de todas maneras paso a comentarle que nosotros también tenemos lo que son bonificaciones con el internet del hogar y la línea, ¿sí?",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.37,
      "fin": 51.49,
      "duracion": 18.12,
      "texto": "Tenemos lo que es justamente la fibra óptica de 300 MB más la línea de 4 GB en un valor de 24 mil pesos, ambas, por seis meses. Ese es el valor que estamos ofreciendo hoy como descuento para anteriores clientes. ¿Cuánto abona usted actualmente con lo que es el internet, claro? 23.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.45,
      "fin": 53.25,
      "duracion": 0.8,
      "texto": "Bien.",
      "confianza": 0.868,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.27,
      "fin": 56.18,
      "duracion": 2.9,
      "texto": "Y más la línea, o eso es el precio unificado.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.83,
      "fin": 78.24,
      "duracion": 21.41,
      "texto": "No, no, la línea más el internet. Bueno, bien, le comento que nosotros justamente estamos ofreciendo la línea de la fibra de 300 megabytes. Yo, por lo que deduzco, sí, por lo que está con nosotros ustedes, lo que es claro, tiene lo que es la fibra de 100 o el 50 megabytes, ¿puede ser?",
      "confianza": 0.111,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.26,
      "fin": 79.16,
      "duracion": 0.9,
      "texto": "Sí, pero a mí me alcanza porque estoy solita.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.18,
      "fin": 141.39,
      "duracion": 62.21,
      "texto": "Ah, bien, le funciona algo correctamente. Perfecto, así se entiende. Y le hago una consulta en cuanto a lo que son los beneficios, además de lo que es la fibra óptica. ¿Tiene algún otro beneficio con lo que es la compañía de Claro? Porque usted tiene lo que son descuentos y a través de lo que es el Club de Beneficios, descuentos en lo que son farmacias, comercios, cines y todos los comercios adheridos de la ciudad de Mendoza, ¿bien? Por eso mismo le quería comentar que tenemos ese beneficio adicional para usted, adquiriendo lo que es justamente la fibra al movistar. Bueno, ya le veo comentar a mi hija porque ella es la que me paga las cosas. Bueno Elsa, mire, si queremos una cosa para que andamos verificando si usted tiene lo que es cobertura en su domicilio, así directamente habla con su hija sabiendo si tiene o no lo que es la cobertura de la fibra. Usted me puede brindar lo que es la calle y la numeración de su domicilio y yo puedo chequear con los técnicos si tenemos lo que es cobertura. Si quiere, a través del WhatsApp, yo le puedo mandar un mensajito confirmándole si tiene o no. ¿Le parece?",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.57,
      "fin": 158.86,
      "duracion": 15.29,
      "texto": "Bueno, ustedes tienen la dirección mía porque yo fui mucho, mucho maño cliente de Movistar. Sí, pero en realidad la base de datos no está actualizada, por eso mismo. Mire, yo le voy a mandar igual un mensajito por WhatsApp. Le voy a poner, hola, Elsa. Soy Abanjarina de Movistar.",
      "confianza": 0.27,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 160.48,
      "fin": 171.4,
      "duracion": 10.92,
      "texto": "Y si quiere usted me dice, calle enumeración y yo enseguida le estoy confirmando a través de ese chat. Si tiene o no lo que es la cobertura de ley, si quiere, ahí lo habla con su hija para que, digo, no lo hable en vano, ¿no?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.82,
      "fin": 183.45,
      "duracion": 9.63,
      "texto": "Bueno, bueno, dale. Bien, dígame. Usted es de Mendoza, ¿no? Sí. Bien. ¿Te enterará lo que es la cárcel y justamente la numeración de su homicidio?",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.39,
      "fin": 194.38,
      "duracion": 8.99,
      "texto": "42-60. ¿42, perdón? 60. ¿Y cómo es la calle? Elza, Avenida Colorme, seguro, ¿no?",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.59,
      "fin": 203.14,
      "duracion": 7.55,
      "texto": "No, Gomensor. Gomensor. Es de Weimargen, ¿no? Sí, Villanueva.",
      "confianza": 0.394,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.16,
      "fin": 212.5,
      "duracion": 9.34,
      "texto": "Bien, bueno Elsa, yo ahora lo voy a consultar con los técnicos y le voy a estar confirmando si tienen olor a lo que es la fibra y en ese caso, si usted le interesa, lo habla con su hija, ¿sí?",
      "confianza": 0.554,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 215.24,
      "fin": 220.41,
      "duracion": 5.17,
      "texto": "Bueno, Anne, gracias. Bueno, gracias Elsa, que estés muy bien. Hasta luego. Hasta luego.",
      "confianza": 0.014,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Muy buenos días. Me comunico con la titular de la línea, Elsa. Sí. Elsa, cómo le va, un placer conocerla. Mi nombre es Eva Angelina. ¿Le comentó Elsa a la hermana para brindarle lo que es un descuento desde la compañía de Monster? ¿La han llamado antes? Sí, me llaman todos los días, pero yo estoy bien claro y no me quiero salir porque tengo el Wi-Fi, tengo todo cumplado. Ah, bien. Bueno, Elsa, igual de todas maneras paso a comentarle que nosotros también tenemos lo que son bonificaciones con el internet del hogar y la línea, ¿sí? Tenemos lo que es justamente la fibra óptica de 300 MB más la línea de 4 GB en un valor de 24 mil pesos, ambas, por seis meses. Ese es el valor que estamos ofreciendo hoy como descuento para anteriores clientes. ¿Cuánto abona usted actualmente con lo que es el internet, claro? 23. Bien. Y más la línea, o eso es el precio unificado. No, no, la línea más el internet. Bueno, bien, le comento que nosotros justamente estamos ofreciendo la línea de la fibra de 300 megabytes. Yo, por lo que deduzco, sí, por lo que está con nosotros ustedes, lo que es claro, tiene lo que es la fibra de 100 o el 50 megabytes, ¿puede ser? Sí, pero a mí me alcanza porque estoy solita. Ah, bien, le funciona algo correctamente. Perfecto, así se entiende. Y le hago una consulta en cuanto a lo que son los beneficios, además de lo que es la fibra óptica. ¿Tiene algún otro beneficio con lo que es la compañía de Claro? Porque usted tiene lo que son descuentos y a través de lo que es el Club de Beneficios, descuentos en lo que son farmacias, comercios, cines y todos los comercios adheridos de la ciudad de Mendoza, ¿bien? Por eso mismo le quería comentar que tenemos ese beneficio adicional para usted, adquiriendo lo que es justamente la fibra al movistar. Bueno, ya le veo comentar a mi hija porque ella es la que me paga las cosas. Bueno Elsa, mire, si queremos una cosa para que andamos verificando si usted tiene lo que es cobertura en su domicilio, así directamente habla con su hija sabiendo si tiene o no lo que es la cobertura de la fibra. Usted me puede brindar lo que es la calle y la numeración de su domicilio y yo puedo chequear con los técnicos si tenemos lo que es cobertura. Si quiere, a través del WhatsApp, yo le puedo mandar un mensajito confirmándole si tiene o no. ¿Le parece? Bueno, ustedes tienen la dirección mía porque yo fui mucho, mucho maño cliente de Movistar. Sí, pero en realidad la base de datos no está actualizada, por eso mismo. Mire, yo le voy a mandar igual un mensajito por WhatsApp. Le voy a poner, hola, Elsa. Soy Abanjarina de Movistar. Y si quiere usted me dice, calle enumeración y yo enseguida le estoy confirmando a través de ese chat. Si tiene o no lo que es la cobertura de ley, si quiere, ahí lo habla con su hija para que, digo, no lo hable en vano, ¿no? Bueno, bueno, dale. Bien, dígame. Usted es de Mendoza, ¿no? Sí. Bien. ¿Te enterará lo que es la cárcel y justamente la numeración de su homicidio? 42-60. ¿42, perdón? 60. ¿Y cómo es la calle? Elza, Avenida Colorme, seguro, ¿no? No, Gomensor. Gomensor. Es de Weimargen, ¿no? Sí, Villanueva. Bien, bueno Elsa, yo ahora lo voy a consultar con los técnicos y le voy a estar confirmando si tienen olor a lo que es la fibra y en ese caso, si usted le interesa, lo habla con su hija, ¿sí? Bueno, Anne, gracias. Bueno, gracias Elsa, que estés muy bien. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.517,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:41:26.891607",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:16.041341",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114102633107_ACD_15657",
    "fecha_inicio": "14/1/2026 10:26:33",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 269,
    "tiempo_conversacion": 216,
    "tiempo_hold": 0,
    "tiempo_acw": 26,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}