{
  "archivo": "amza30_1_260115120952280_ACD_26209.wav",
  "duracion_segundos": 407.63,
  "num_segmentos": 137,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 207.07,
    "Cliente": 170.52
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.42,
      "fin": 6.36,
      "duracion": 4.94,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Nancy.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.38,
      "fin": 6.44,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.138,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.46,
      "fin": 14.47,
      "duracion": 8.01,
      "texto": "¿Qué tal, Nancy? Un gusto. Me estoy comunicando del área de beneficios móviles. Sí de que me figura su línea en claro. ¿Es así?",
      "confianza": 0.249,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.49,
      "fin": 14.99,
      "duracion": 0.5,
      "texto": "Sí. Perfecto.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.33,
      "fin": 23.8,
      "duracion": 8.47,
      "texto": "Nancy del consulto, ¿usted actualmente hace recargas a la línea o se maneja con factura mensual? Factura mensual.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.82,
      "fin": 25.42,
      "duracion": 1.6,
      "texto": "OK. Bueno, Nancy, le comento entonces.",
      "confianza": 0.503,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 25.44,
      "fin": 42.15,
      "duracion": 16.71,
      "texto": "El día de hoy estamos firmando lo que es una promo súper exclusiva para ustedes. para que la pueda disfrutar en 10.400 pesos finales, sí, con un descuento fijo justamente por 6 meses, por lo que serían 16 gigas de internet, ¿sí? 8 de base y 8 de regalo justamente por los próximos 6 meses.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.95,
      "fin": 54.95,
      "duracion": 12.0,
      "texto": "Usted actualmente con Claro, ¿cuántos gigas tiene? No sé. Ah, bien, pero solamente se maneja con los del plan y no tiene que realizar recargas, ¿o sí?",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.97,
      "fin": 55.15,
      "duracion": 0.18,
      "texto": "No.",
      "confianza": 0.886,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.69,
      "fin": 59.05,
      "duracion": 3.36,
      "texto": "Ah, bien, bien, bien. Bueno, entonces... ¿Por qué niñas son?",
      "confianza": 0.088,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.67,
      "fin": 68.26,
      "duracion": 8.59,
      "texto": "Bien, en este caso les estamos llamando de Movistar. Sí nos figura que usted fue clienta anteriormente y justamente por eso es el motivo del llamado, ¿sí?",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.22,
      "fin": 88.5,
      "duracion": 19.28,
      "texto": "En fin, me dice entonces que usa poquitos gigas y con el plan le alcanza. Lo bueno del plan que yo les ofrezco es que los gigas que usted no use se guardan, los puede seguir usando y también en el caso de los puede compartir justamente con otra persona que tenga Movistar, ¿sí? ¿Usted tiene esa línea sola o tiene otra también a su nombre?",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.15,
      "fin": 94.83,
      "duracion": 3.68,
      "texto": "No, no, no, está línea sola. OK. ¿Y tiene algún familiar que tenga Movistar, justamente?",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.09,
      "fin": 97.15,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.008,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.17,
      "fin": 134.64,
      "duracion": 37.47,
      "texto": "Ah, bien, bien. Bueno, en este caso, como le decía, los puede guardar, o de igual manera, como puede ser justamente algún otro familiar, que se cambie con Movistar y también pueda pasarle días, ¿sí? Está muy bueno el plan, tiene WhatsApp gratis, llamadas libres, mensajes también a cualquier compañía, Roaming, en el caso de que usted salga del país, de tres gigas, y aparte lo que es un giga para jueguitos, que no sé si usted los utiliza o no, pero también vienen incluidos en el plan, ¿sí? Nancy, dígame una cosita, usted en lo que es el domicilio, ¿cuenta con el servicio de fibra óptica?",
      "confianza": 0.113,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.66,
      "fin": 134.72,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.74,
      "fin": 137.78,
      "duracion": 3.04,
      "texto": "¿Sí? Bien, ¿y lo tiene también con Piara o con otra compañía?",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.8,
      "fin": 152.92,
      "duracion": 14.12,
      "texto": "No, no, otra compañía. con otra compañía. Bien, en este caso está muy buena también la promo de la fibra óptica porque también puede tener los dos servicios, o sea, el del Celu más la fibra óptica, los dos por 24 mil pesos.",
      "confianza": 0.331,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.78,
      "fin": 164.03,
      "duracion": 10.25,
      "texto": "Fibra óptica de lo que es 300 megas más la línea del Celu con 8 gigas. Y con las mismas características que le mencioné del plan anterior.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.92,
      "fin": 175.88,
      "duracion": 10.96,
      "texto": "Está muy bueno también para que lo pueda aprovechar. Usted, al día de hoy, con la fibra óptica, ¿cuántos megas tiene? ¿Sabes si es de 100, si es de 300?",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.97,
      "fin": 182.34,
      "duracion": 2.37,
      "texto": "Creo que es 100, no sé. 300, a poquito. Perfecto. OK,",
      "confianza": 0.082,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 182.34,
      "fin": 190.08,
      "duracion": 7.74,
      "texto": "OK. Bueno, en el caso de la fibra óptica de Movistar, no tiene microcortes, presenta la misma velocidad simétrica de subir y de bajar.",
      "confianza": 0.698,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.1,
      "fin": 202.85,
      "duracion": 12.75,
      "texto": "Sí, está muy bueno también para que lo pudiera aprovechar. Y justamente está muy económico porque están 24,000 pesos. ¿Usted abona actualmente cuánto? ¿Es usted la encargada de parar la factura?",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.41,
      "fin": 204.47,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 204.49,
      "fin": 219.19,
      "duracion": 14.7,
      "texto": "Sí, bien. ¿Y actualmente cuánto estás abonando con el otro servicio? 25.000 pesos. 25, bien, por 100 megas. OK. ¿Y aparte de lo que es la línea del Celu?",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.21,
      "fin": 219.47,
      "duracion": 0.26,
      "texto": "Sí, sí. Sí.",
      "confianza": 0.22,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.93,
      "fin": 227.83,
      "duracion": 7.9,
      "texto": "Bueno, está muy bueno. Entonces, justamente, tendrías una ahorra significativa porque pagarías las dos cosas por un valor final de 24.000 pesos.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 229.62,
      "fin": 241.21,
      "duracion": 11.6,
      "texto": "Así que decime, Nancy, si justamente te gusta la idea, nosotros lo que hacemos es corroborar justamente los datos que teníamos anteriormente y verificar justamente que te llegue lo que es la fibra óptica al domicilio.",
      "confianza": 0.717,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.23,
      "fin": 246.66,
      "duracion": 5.43,
      "texto": "¿Y de qué localidad sos? No, no, pero por ahora te agradezco.",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.45,
      "fin": 247.8,
      "duracion": 0.35,
      "texto": "Bien,",
      "confianza": 0.874,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.8,
      "fin": 248.93,
      "duracion": 1.13,
      "texto": "bien comprendo.",
      "confianza": 0.874,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.25,
      "fin": 277.38,
      "duracion": 28.13,
      "texto": "Estás cómoda con el servicio actual y justamente a veces uno tiene cierto recelo en hacer los cambios. Pero bueno, para que te quedes con la tranquilidad, que nosotros somos un servicio de primera calidad justamente. Sí, pero realmente las dos veces que me cambié tuve problemas, así que te agradezco. ¿Qué problemas tuviste? ¿Me puedes comentar? Nunca me llegó el chip. Nunca, nunca. Tuve que recuperarlo con un chip blanco.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 278.1,
      "fin": 293.75,
      "duracion": 15.65,
      "texto": "¿Vos habías pedido envío a un domicilio y no te has llevado al domicilio? Dos veces. Dos veces. Entonces pasó lo mismo. Entonces dije no. La última vez casi pierdo el número, así que... No, obviamente. ¿Pero vos en qué localidad estás? ¿No tenés tienda a modificar?",
      "confianza": 0.461,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.65,
      "fin": 301.34,
      "duracion": 6.69,
      "texto": "Dice Bernardo Gálvez. No. Busqué. La primera vez sí, conseguí. Y ahí me dieron el tip.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.06,
      "fin": 305.02,
      "duracion": 2.96,
      "texto": "Y la segunda vez no. No conseguí.",
      "confianza": 0.57,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.72,
      "fin": 306.82,
      "duracion": 1.1,
      "texto": "Así que tuve que...",
      "confianza": 0.372,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.2,
      "fin": 314.07,
      "duracion": 5.87,
      "texto": "que comprar un chip blanco que hasta ese momento se conseguían. Hoy día no se consiguen.",
      "confianza": 0.108,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 314.67,
      "fin": 332.96,
      "duracion": 18.29,
      "texto": "Sí. Bien, decime la localidad de nuevo que la voy a buscar para sacarme la duda si tenés tienda a modificar actualmente. Villa Gobernador Galve. Villa Gobernador Udán. Galve. Perdón, Dualde. Galve, Galve. Galve, perdón.",
      "confianza": 0.019,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.16,
      "fin": 338.44,
      "duracion": 4.28,
      "texto": "Si no es que justo el buscador me cambia también el nombre. Galve.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 339.08,
      "fin": 357.48,
      "duracion": 18.4,
      "texto": "Galve, ¿con ve corta o ve alta? Corta. Corta. Bien. Sí. No me seguro. Actualmente tiendamos a estar directos a mi visa a gobernar igual. Bien. A ver. ¿Y también podrás retirar el de lo que es fiosco, si no?",
      "confianza": 0.351,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 357.7,
      "fin": 360.36,
      "duracion": 2.66,
      "texto": "Y ahí, justamente, tendrías el tip directo.",
      "confianza": 0.686,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 360.62,
      "fin": 374.22,
      "duracion": 13.6,
      "texto": "No es necesario, también, que te llegue al domicilio y vos retiras el kiosco. Eso también es una movilidad. La verdad, te agradezco. Te escuché de todo, porque sé que tu trabajo, pero te agradezco. Bien, bien.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 374.24,
      "fin": 378.38,
      "duracion": 4.14,
      "texto": "Justamente, yo te estaba tratando de buscar la solución porque está muy buena la promo.",
      "confianza": 0.752,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 378.4,
      "fin": 386.59,
      "duracion": 8.19,
      "texto": "Es bastante económica. No, no, no. Entonces, por eso era que te buscaba la solución del kiosco. Sí, sí, sí. Es fácil por ese medio, también.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.63,
      "fin": 407.63,
      "duracion": 20.0,
      "texto": "Bueno, yo te voy a dejar un mensajito por WhatsApp para que vos tengas mi número. Justamente, si cambias de opinión o tenés alguna duda, lo chequeamos, no hay problema. Yo contesto en cualquier momento, ¿sí? Perfecto, gracias. Muchas gracias. Entonces, que tengas buenito día. Hasta luego. Hasta luego.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Nancy. Sí. ¿Qué tal, Nancy? Un gusto. Me estoy comunicando del área de beneficios móviles. Sí de que me figura su línea en claro. ¿Es así? Sí. Perfecto. Nancy del consulto, ¿usted actualmente hace recargas a la línea o se maneja con factura mensual? Factura mensual. OK. Bueno, Nancy, le comento entonces. El día de hoy estamos firmando lo que es una promo súper exclusiva para ustedes. para que la pueda disfrutar en 10.400 pesos finales, sí, con un descuento fijo justamente por 6 meses, por lo que serían 16 gigas de internet, ¿sí? 8 de base y 8 de regalo justamente por los próximos 6 meses. Usted actualmente con Claro, ¿cuántos gigas tiene? No sé. Ah, bien, pero solamente se maneja con los del plan y no tiene que realizar recargas, ¿o sí? No. Ah, bien, bien, bien. Bueno, entonces... ¿Por qué niñas son? Bien, en este caso les estamos llamando de Movistar. Sí nos figura que usted fue clienta anteriormente y justamente por eso es el motivo del llamado, ¿sí? En fin, me dice entonces que usa poquitos gigas y con el plan le alcanza. Lo bueno del plan que yo les ofrezco es que los gigas que usted no use se guardan, los puede seguir usando y también en el caso de los puede compartir justamente con otra persona que tenga Movistar, ¿sí? ¿Usted tiene esa línea sola o tiene otra también a su nombre? No, no, no, está línea sola. OK. ¿Y tiene algún familiar que tenga Movistar, justamente? No. Ah, bien, bien. Bueno, en este caso, como le decía, los puede guardar, o de igual manera, como puede ser justamente algún otro familiar, que se cambie con Movistar y también pueda pasarle días, ¿sí? Está muy bueno el plan, tiene WhatsApp gratis, llamadas libres, mensajes también a cualquier compañía, Roaming, en el caso de que usted salga del país, de tres gigas, y aparte lo que es un giga para jueguitos, que no sé si usted los utiliza o no, pero también vienen incluidos en el plan, ¿sí? Nancy, dígame una cosita, usted en lo que es el domicilio, ¿cuenta con el servicio de fibra óptica? Sí. ¿Sí? Bien, ¿y lo tiene también con Piara o con otra compañía? No, no, otra compañía. con otra compañía. Bien, en este caso está muy buena también la promo de la fibra óptica porque también puede tener los dos servicios, o sea, el del Celu más la fibra óptica, los dos por 24 mil pesos. Fibra óptica de lo que es 300 megas más la línea del Celu con 8 gigas. Y con las mismas características que le mencioné del plan anterior. Está muy bueno también para que lo pueda aprovechar. Usted, al día de hoy, con la fibra óptica, ¿cuántos megas tiene? ¿Sabes si es de 100, si es de 300? Creo que es 100, no sé. 300, a poquito. Perfecto. OK, OK. Bueno, en el caso de la fibra óptica de Movistar, no tiene microcortes, presenta la misma velocidad simétrica de subir y de bajar. Sí, está muy bueno también para que lo pudiera aprovechar. Y justamente está muy económico porque están 24,000 pesos. ¿Usted abona actualmente cuánto? ¿Es usted la encargada de parar la factura? Sí. Sí, bien. ¿Y actualmente cuánto estás abonando con el otro servicio? 25.000 pesos. 25, bien, por 100 megas. OK. ¿Y aparte de lo que es la línea del Celu? Sí, sí. Sí. Bueno, está muy bueno. Entonces, justamente, tendrías una ahorra significativa porque pagarías las dos cosas por un valor final de 24.000 pesos. Así que decime, Nancy, si justamente te gusta la idea, nosotros lo que hacemos es corroborar justamente los datos que teníamos anteriormente y verificar justamente que te llegue lo que es la fibra óptica al domicilio. ¿Y de qué localidad sos? No, no, pero por ahora te agradezco. Bien, bien comprendo. Estás cómoda con el servicio actual y justamente a veces uno tiene cierto recelo en hacer los cambios. Pero bueno, para que te quedes con la tranquilidad, que nosotros somos un servicio de primera calidad justamente. Sí, pero realmente las dos veces que me cambié tuve problemas, así que te agradezco. ¿Qué problemas tuviste? ¿Me puedes comentar? Nunca me llegó el chip. Nunca, nunca. Tuve que recuperarlo con un chip blanco. ¿Vos habías pedido envío a un domicilio y no te has llevado al domicilio? Dos veces. Dos veces. Entonces pasó lo mismo. Entonces dije no. La última vez casi pierdo el número, así que... No, obviamente. ¿Pero vos en qué localidad estás? ¿No tenés tienda a modificar? Dice Bernardo Gálvez. No. Busqué. La primera vez sí, conseguí. Y ahí me dieron el tip. Y la segunda vez no. No conseguí. Así que tuve que... que comprar un chip blanco que hasta ese momento se conseguían. Hoy día no se consiguen. Sí. Bien, decime la localidad de nuevo que la voy a buscar para sacarme la duda si tenés tienda a modificar actualmente. Villa Gobernador Galve. Villa Gobernador Udán. Galve. Perdón, Dualde. Galve, Galve. Galve, perdón. Si no es que justo el buscador me cambia también el nombre. Galve. Galve, ¿con ve corta o ve alta? Corta. Corta. Bien. Sí. No me seguro. Actualmente tiendamos a estar directos a mi visa a gobernar igual. Bien. A ver. ¿Y también podrás retirar el de lo que es fiosco, si no? Y ahí, justamente, tendrías el tip directo. No es necesario, también, que te llegue al domicilio y vos retiras el kiosco. Eso también es una movilidad. La verdad, te agradezco. Te escuché de todo, porque sé que tu trabajo, pero te agradezco. Bien, bien. Justamente, yo te estaba tratando de buscar la solución porque está muy buena la promo. Es bastante económica. No, no, no. Entonces, por eso era que te buscaba la solución del kiosco. Sí, sí, sí. Es fácil por ese medio, también. Bueno, yo te voy a dejar un mensajito por WhatsApp para que vos tengas mi número. Justamente, si cambias de opinión o tenés alguna duda, lo chequeamos, no hay problema. Yo contesto en cualquier momento, ¿sí? Perfecto, gracias. Muchas gracias. Entonces, que tengas buenito día. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.503,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:10:18.918173",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 137,
    "total_segmentos_corregido": 45,
    "fecha_correccion": "2026-01-18T23:05:21.684217",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120952280_ACD_26209",
    "fecha_inicio": "15/1/2026 12:09:52",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 424,
    "tiempo_conversacion": 393,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}