{
  "archivo": "amza44_1_260113112315451_ACD_06721.wav",
  "duracion_segundos": 131.49,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 70.2,
    "Cliente": 53.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.69,
      "fin": 31.9,
      "duracion": 31.21,
      "texto": "Hola, ¿qué tal? Buen día con Miguel Ángel. Sí, el mismo, ¿qué tal? Miguel Ángel, un gusto saludarte. Te llamaba al día de hoy porque estamos otorgando beneficios en la línea. Verifico, Miguel, que estás en claro con abono, ¿es correcto? Sí, sí. Perfecto, al día de hoy estamos otorgando beneficios. El motivo de mi llamado es poder justamente reincorporarte a la compañía Movistar, ya que estamos activando lo que son descuentos exclusivos, ¿sí? ¿Vos Miguel, estás en claro? ¿Estás con abono? Contame un poquito su situación actual.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.6,
      "fin": 42.54,
      "duracion": 8.94,
      "texto": "Mira, te digo que, bueno, mi situación, bueno, no quiero cambiarme de línea. La verdad que estoy muy cómodo donde estoy. Me hicieron muchos beneficios, viste.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 43.14,
      "fin": 50.71,
      "duracion": 7.57,
      "texto": "Bien, buenísimo. Al día de hoy, lo que es la promoción que vos tenés, más o menos ¿cuánto estás abonando? ¿Entre 15 mil, 20 mil pesos al mes?",
      "confianza": 0.353,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.74,
      "fin": 66.58,
      "duracion": 14.84,
      "texto": "Sí, más o menos, sí. Más o menos. Bien, al día de hoy lo que la compañía busca es poder pertenecer a este departamento de recuperación, que justamente ya que en su momento fuiste un excelente abonado, la compañía busca darte más beneficios para que puedas reincorporarte, ¿sí?",
      "confianza": 0.077,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.06,
      "fin": 78.0,
      "duracion": 10.94,
      "texto": "La promoción que yo tengo al día de hoy para brindarte tiene 8 gigas de navegación, 4 de base, 4 de regalo, WhatsApp libre total, cosa que no te consume tus gigas de navegación,",
      "confianza": 0.808,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.13,
      "fin": 95.92,
      "duracion": 17.79,
      "texto": "y los gigas que a vos te sobren los vas a poder guardar y reutilizar al siguiente mes. Las que son gigas que vos pagas, ¿sí? Porque por ahí viste que con claro, lamentablemente si nos sobran gigas, al próximo, lo que sería la carga de gigas, esos gigas los perdemos. Y si vos te pones a pensar, es un giga que uno va pagando, ¿sí?",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.59,
      "fin": 104.17,
      "duracion": 7.59,
      "texto": "La promoción te incluye obviamente llamadas libres, te incluye también lo que es atención personalizada por parte de nuestros ejecutivos, ¿vean?",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.67,
      "fin": 114.36,
      "duracion": 9.69,
      "texto": "Al día de hoy la promo te queda $11,400. esto es un beneficio exclusivo para que te puedas reincorporar a la compañía, ¿bien? ¿Es la única línea que vos tenés como titular?",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.35,
      "fin": 127.25,
      "duracion": 10.9,
      "texto": "Bueno, sí, en este momento sí, pero igualmente te diría, me podría llamar un poco más tarde porque estoy un poquito ocupado. Dale, pasada las dos de la tarde te contactamos de vuelta, ¿sí? Ok,",
      "confianza": 0.674,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 127.25,
      "fin": 131.03,
      "duracion": 3.78,
      "texto": "ok. Muy amable, hasta luego.",
      "confianza": 0.257,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.05,
      "fin": 131.49,
      "duracion": 0.44,
      "texto": "Adiós.",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día con Miguel Ángel. Sí, el mismo, ¿qué tal? Miguel Ángel, un gusto saludarte. Te llamaba al día de hoy porque estamos otorgando beneficios en la línea. Verifico, Miguel, que estás en claro con abono, ¿es correcto? Sí, sí. Perfecto, al día de hoy estamos otorgando beneficios. El motivo de mi llamado es poder justamente reincorporarte a la compañía Movistar, ya que estamos activando lo que son descuentos exclusivos, ¿sí? ¿Vos Miguel, estás en claro? ¿Estás con abono? Contame un poquito su situación actual. Mira, te digo que, bueno, mi situación, bueno, no quiero cambiarme de línea. La verdad que estoy muy cómodo donde estoy. Me hicieron muchos beneficios, viste. Bien, buenísimo. Al día de hoy, lo que es la promoción que vos tenés, más o menos ¿cuánto estás abonando? ¿Entre 15 mil, 20 mil pesos al mes? Sí, más o menos, sí. Más o menos. Bien, al día de hoy lo que la compañía busca es poder pertenecer a este departamento de recuperación, que justamente ya que en su momento fuiste un excelente abonado, la compañía busca darte más beneficios para que puedas reincorporarte, ¿sí? La promoción que yo tengo al día de hoy para brindarte tiene 8 gigas de navegación, 4 de base, 4 de regalo, WhatsApp libre total, cosa que no te consume tus gigas de navegación, y los gigas que a vos te sobren los vas a poder guardar y reutilizar al siguiente mes. Las que son gigas que vos pagas, ¿sí? Porque por ahí viste que con claro, lamentablemente si nos sobran gigas, al próximo, lo que sería la carga de gigas, esos gigas los perdemos. Y si vos te pones a pensar, es un giga que uno va pagando, ¿sí? La promoción te incluye obviamente llamadas libres, te incluye también lo que es atención personalizada por parte de nuestros ejecutivos, ¿vean? Al día de hoy la promo te queda $11,400. esto es un beneficio exclusivo para que te puedas reincorporar a la compañía, ¿bien? ¿Es la única línea que vos tenés como titular? Bueno, sí, en este momento sí, pero igualmente te diría, me podría llamar un poco más tarde porque estoy un poquito ocupado. Dale, pasada las dos de la tarde te contactamos de vuelta, ¿sí? Ok, ok. Muy amable, hasta luego. Adiós.",
  "calidad": {
    "confianza_promedio": 0.599,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:03:37.578077",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:28.559227",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113112315451_ACD_06721",
    "fecha_inicio": "13/1/2026 11:23:15",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 193,
    "tiempo_conversacion": 128,
    "tiempo_hold": 0,
    "tiempo_acw": 40,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}