{
  "archivo": "amza13_1_260114102949780_ACD_23737.wav",
  "duracion_segundos": 262.78,
  "num_segmentos": 71,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 154.89,
    "Cliente": 84.18
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.28,
      "fin": 61.03,
      "duracion": 60.75,
      "texto": "Hola, buen día. Hablo con Adolfo. Sí, con él. ¿Qué tal? Mucho gusto. Adolfo, ¿cómo estás? Hablas que tardas de la línea de beneficios de Movistar. Te llamamos porque tenemos una promo al día de hoy en dos de nuestros planes. Tenemos un plan para llevarte en solo diez mil cuatrocientos pesos super completo con dieciséis gigas. ¿Qué te parece Adolfo? No me parece barato. No me parece barato. No, no es un ejercicio, están tres días. Estoy pagando ocho mil pesos por mes. ¿Ocho mil pesos pagando? Ah. Estoy pagando por mes, ocho mil pesos. Este mes me vino ocho mil doscientos. ¿Usted es jubilado? Sí, sí, es jubilado. Bien, ¿qué le parece si le ofrezco un plan para jubilados entonces? Se los puedo dejar en siete mil cuatrocientos sesenta pesos. y le brindamos ocho gigas.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.51,
      "fin": 65.97,
      "duracion": 3.46,
      "texto": "Le vamos a dar un descuento fijo por seis meses para que lo pueda aprovechar.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.77,
      "fin": 69.08,
      "duracion": 2.3,
      "texto": "Es un plan especial para los jubilados.",
      "confianza": 0.795,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.05,
      "fin": 84.92,
      "duracion": 2.87,
      "texto": "Yo te explico una cosa. No sé si vos te has enterado ahí por contestación. Yo ya me había asociado a modificar porque era muchísimo más barato.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.54,
      "fin": 105.94,
      "duracion": 20.4,
      "texto": "que claro. Los resultados de eso, no sé, tres meses. No recuerdo bien, me calculo de ocho meses. Y después pagaba más que claro. Te explico, te explico para que vos lo entiendas.",
      "confianza": 0.32,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.04,
      "fin": 122.15,
      "duracion": 15.11,
      "texto": "Entonces, empecé a pagar más que claro y yo perdí veinte años, veinti pico de años, con claro, porque yo tenía que hacer eso extraño con claro, ¿me entendés?",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.37,
      "fin": 139.75,
      "duracion": 16.37,
      "texto": "No necesito, te digo, está bien, es un buen, este, de la comisión, no me voy a, no puedo decir cómo, pero no me interesa.",
      "confianza": 0.469,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.77,
      "fin": 145.41,
      "duracion": 5.65,
      "texto": "El día que viene puede ser que por el momento casa,",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.1,
      "fin": 179.65,
      "duracion": 33.55,
      "texto": "que fue el documento del mes. ¿Sabes que el mes que viene claro le vamos a aumentar? Ese fue el 2023 de movistar, entonces lo menciono, se lo recuerdo porque desde entonces la compañía ha cambiado mucho, cambió toda la administración y esos aumentos gigantes que venía antes se debían a la inflación, eso ya no lo estamos haciendo. Ya lo notamos porque no hay inflación tan grande como antes. Exactamente. Yo no reconozco eso, yo no reconozco eso. No voy a parar.",
      "confianza": 0.212,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.27,
      "fin": 188.24,
      "duracion": 7.97,
      "texto": "Por eso le conviene pasarse hoy porque esta promoción para ustedes la tenemos por el día de hoy.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.86,
      "fin": 211.02,
      "duracion": 22.16,
      "texto": "No, pero no me digas que lo voy a tener por dos años o por tres años porque no es así. A mí me interesa. A mí me interesa. A mí cuando yo me pasé a movilizar, a mí la persona que me y yo no, usted tiene un contrato por tres años y por tres años no se le va a aumentar.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.74,
      "fin": 239.05,
      "duracion": 27.31,
      "texto": "Bueno, eso no es cierto. ¿Eh? Eso no fue cierto, Adolfo, evidentemente. Y bueno, no fue cierto, pero a mí me hicieron entrar por ese motivo. Claro, entiendo, entiendo. Después de unos tres años ahí se le va a empezar a cobrar. Adolfo, mire, yo le voy a decir cómo son las cosas. Yo le voy a decir cómo son las cosas. El descuento fijo por seis veces. Se va a deformarse, sigamos hablando. No me vas a convencer. Es imposible convencerlo entonces, Adolfo.",
      "confianza": 0.382,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.31,
      "fin": 241.61,
      "duracion": 1.3,
      "texto": "Sí, sí, sí.",
      "confianza": 0.167,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 241.63,
      "fin": 243.01,
      "duracion": 1.38,
      "texto": "De caso que tenga un lindo día.",
      "confianza": 0.317,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.29,
      "fin": 262.78,
      "duracion": 18.49,
      "texto": "Disculpame, disculpame que se vea así. Pero lamentablemente, todos los días me llaman. Y estoy cansada de decirles. No me había pasado más a movistar. Bueno, perfecto. Lo voy a dejar centrado, así ya no nos vuelven a molestar, Adolfo, que tengo un excelente día. Hasta luego.",
      "confianza": 0.175,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Adolfo. Sí, con él. ¿Qué tal? Mucho gusto. Adolfo, ¿cómo estás? Hablas que tardas de la línea de beneficios de Movistar. Te llamamos porque tenemos una promo al día de hoy en dos de nuestros planes. Tenemos un plan para llevarte en solo diez mil cuatrocientos pesos super completo con dieciséis gigas. ¿Qué te parece Adolfo? No me parece barato. No me parece barato. No, no es un ejercicio, están tres días. Estoy pagando ocho mil pesos por mes. ¿Ocho mil pesos pagando? Ah. Estoy pagando por mes, ocho mil pesos. Este mes me vino ocho mil doscientos. ¿Usted es jubilado? Sí, sí, es jubilado. Bien, ¿qué le parece si le ofrezco un plan para jubilados entonces? Se los puedo dejar en siete mil cuatrocientos sesenta pesos. y le brindamos ocho gigas. Le vamos a dar un descuento fijo por seis meses para que lo pueda aprovechar. Es un plan especial para los jubilados. Yo te explico una cosa. No sé si vos te has enterado ahí por contestación. Yo ya me había asociado a modificar porque era muchísimo más barato. que claro. Los resultados de eso, no sé, tres meses. No recuerdo bien, me calculo de ocho meses. Y después pagaba más que claro. Te explico, te explico para que vos lo entiendas. Entonces, empecé a pagar más que claro y yo perdí veinte años, veinti pico de años, con claro, porque yo tenía que hacer eso extraño con claro, ¿me entendés? No necesito, te digo, está bien, es un buen, este, de la comisión, no me voy a, no puedo decir cómo, pero no me interesa. El día que viene puede ser que por el momento casa, que fue el documento del mes. ¿Sabes que el mes que viene claro le vamos a aumentar? Ese fue el 2023 de movistar, entonces lo menciono, se lo recuerdo porque desde entonces la compañía ha cambiado mucho, cambió toda la administración y esos aumentos gigantes que venía antes se debían a la inflación, eso ya no lo estamos haciendo. Ya lo notamos porque no hay inflación tan grande como antes. Exactamente. Yo no reconozco eso, yo no reconozco eso. No voy a parar. Por eso le conviene pasarse hoy porque esta promoción para ustedes la tenemos por el día de hoy. No, pero no me digas que lo voy a tener por dos años o por tres años porque no es así. A mí me interesa. A mí me interesa. A mí cuando yo me pasé a movilizar, a mí la persona que me y yo no, usted tiene un contrato por tres años y por tres años no se le va a aumentar. Bueno, eso no es cierto. ¿Eh? Eso no fue cierto, Adolfo, evidentemente. Y bueno, no fue cierto, pero a mí me hicieron entrar por ese motivo. Claro, entiendo, entiendo. Después de unos tres años ahí se le va a empezar a cobrar. Adolfo, mire, yo le voy a decir cómo son las cosas. Yo le voy a decir cómo son las cosas. El descuento fijo por seis veces. Se va a deformarse, sigamos hablando. No me vas a convencer. Es imposible convencerlo entonces, Adolfo. Sí, sí, sí. De caso que tenga un lindo día. Disculpame, disculpame que se vea así. Pero lamentablemente, todos los días me llaman. Y estoy cansada de decirles. No me había pasado más a movistar. Bueno, perfecto. Lo voy a dejar centrado, así ya no nos vuelven a molestar, Adolfo, que tengo un excelente día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.387,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:10:07.656887",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 71,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:14.198920",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114102949780_ACD_23737",
    "fecha_inicio": "14/1/2026 10:29:49",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 286,
    "tiempo_conversacion": 258,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}