{
  "archivo": "amza_sup2_1_260113183219941_MIT_01989.wav",
  "duracion_segundos": 1658.39,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 251.99,
    "Cliente": 243.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 13.31,
      "duracion": 13.28,
      "texto": "Perfecto Jorge no hay problema, solamente le quería comentar que el sistema de facturación lo han cambiado por completo para buscar una mejora en estos inconvenientes que había con los precios.",
      "confianza": 0.843,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.85,
      "fin": 36.55,
      "duracion": 22.7,
      "texto": "Hoy por hoy le va a hacer una comparación inclusive en la parte de facturación de la aplicación con el mes anterior, le va a indicar de una manera muy clara y muy sencilla donde usted está teniendo la diferencia y qué está pagando por cada cosa. El costo de cada producto que usted contrata se lo va a ofrecer la facturación.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.25,
      "fin": 58.02,
      "duracion": 20.77,
      "texto": "Eso ha sido un cambio muy positivo para la compañía. Hoy por hoy el cliente está más satisfecho con este sistema de facturación nuevo porque es muy claro y muy sencillo de entender. Y si hay alguna diferencia en el precio, se lo van a avisar con 30 días de anticipación a los medios de comunicación que usted nos brinde. Correcto.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.14,
      "fin": 61.82,
      "duracion": 2.68,
      "texto": "Así que quería comentarle eso, señor Jorge.",
      "confianza": 0.739,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.16,
      "fin": 71.93,
      "duracion": 8.77,
      "texto": "Está bien, para saberlo. Por ahora, por lo menos, esto me queda con claro. Bueno, no hay problema. ¿Le alguna consulta, no sé si le han llegado, promociones del servicio de Internet Hogar?",
      "confianza": 0.365,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.88,
      "fin": 76.58,
      "duracion": 0.7,
      "texto": "Bueno, yo tengo Internet Hogar, sí.",
      "confianza": 0.026,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.59,
      "fin": 78.54,
      "duracion": 1.95,
      "texto": "Ah, ya lo tiene. ¿Usted es el titular?",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.12,
      "fin": 101.51,
      "duracion": 22.39,
      "texto": "Sí, correcto, sí. Bueno, bueno, le comento este por si en algún momento está interesado, le van a hacer un descuento si usted porta la línea hacia la compañía de cuatro mil pesos en la factura de la fibra todos los meses y en cuanto usted tenga los servicios al mismo nombre del titular y además le van a regalar cuatro gigas en el plan móvil que usted elija para la línea.",
      "confianza": 0.215,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.13,
      "fin": 109.01,
      "duracion": 5.88,
      "texto": "Claro, yo la tengo a mi señora con Movistar ahora, sí. Bien. Y estoy pagando alrededor de",
      "confianza": 0.122,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.7,
      "fin": 128.55,
      "duracion": 18.85,
      "texto": "La factura me vino en 56 mil pesos, pero como tengo una promoción por seis meses, pago alrededor de 36 mil y pico. Ah, bien, perfecto. Bueno, con ese descuento de 4 mil pesos, más o menos le va a estar quedando en 32 mil pesos aproximadamente la factura de la fibra, por ejemplo.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.93,
      "fin": 156.54,
      "duracion": 26.61,
      "texto": "Sí. Y usted siempre que mantenga la línea dentro de la compañía con el servicio de la fibra también, digamos siempre le van a estar haciendo descuentos, beneficios y promociones porque obviamente la compañía quiere que usted tenga los servicios que más se pueda con eso, ¿no? Así que eso además le da un beneficio más. Ahora, la línea está a nombre de mi señora, eso lo tengo que pasar a nombre mío para que me apliquen el descuento.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.76,
      "fin": 166.22,
      "duracion": 8.46,
      "texto": "La línea móvil desde la que usted se está comunicando. No, esa línea móvil es la mía que esto yo lo tengo en claro.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.04,
      "fin": 168.58,
      "duracion": 1.54,
      "texto": "A mi señora yo la agregué.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.4,
      "fin": 173.08,
      "duracion": 3.68,
      "texto": "Ella tenía Movistar con prepago, o sea que acababa el celular.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.8,
      "fin": 188.26,
      "duracion": 14.46,
      "texto": "Ahora tengo factura, facturación con la línea de mi señora. Ahora creo que me dijeron, por eso le pregunto, no sé si tengo que cambiar la línea a nombre mío, la de mi señora.",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.79,
      "fin": 209.41,
      "duracion": 19.62,
      "texto": "Bien, en ese caso Jorge, le consulto, ¿el servicio de fibra a nombre de quién figura? A nombre mío. Bueno, si es por los beneficios que yo le acabo de comentar, esta línea me está figurando que está su nombre, por lo tanto los beneficios se los van a aplicar. En la línea y en la factura de la fibra también.",
      "confianza": 0.819,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 210.66,
      "fin": 214.16,
      "duracion": 3.5,
      "texto": "En la fibra también. En la fibra también, así es. Está bien.",
      "confianza": 0.145,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 214.99,
      "fin": 238.78,
      "duracion": 23.79,
      "texto": "Así que el plan list es muy sencillo de realizar, señor Jorge, lo podemos hacer en unos minutos, se carga todo online y además le cuento que usted sigue con la señal del prestador que está teniendo hasta que la línea se reporte hacia movilizar. Está bien. Bueno, no sé, déjenmelo ver y no sé, llame mañana con texto si puede estar.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 239.59,
      "fin": 254.75,
      "duracion": 15.16,
      "texto": "Bueno, perfecto. Le cuento, señor Jorge, la promo que yo le acabo de brindar, que como usted podrá ver tiene un precio bastante interesante, 7.460. Están disponibles hasta hoy a las 20 horas.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 255.27,
      "fin": 294.42,
      "duracion": 39.15,
      "texto": "Si usted quiere, lo puedo llamar un ratito, por lo menos antes de ese horario, para que podamos avanzar con el trámite. o volvemos a hacer la mitad de la gestión, digamos, vía WhatsApp y después, antes de las ocho, yo me comunico con usted para hacerle la parte de la auditoría que dura unos minutos, nada más. Bueno, llámenme entonces antes de las ocho, ¿eh? Perfecto, ¿le parece bien ocho menos cuarto que nos podamos comunicar? Llamenme a esa hora, sí, más o menos, ¿eh? Muy bien, entonces le voy a estar dándose un ejemplo, mi nombre es Giselle. Bueno, muy bien. Me comunico más tarde, gracias. Gracias. Hasta luego, que estén muy bien.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.27,
      "fin": 369.94,
      "duracion": 4.67,
      "texto": "Hola, ¿buenas tardes? Sí. Hola, ¿qué tal?",
      "confianza": 0.081,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.96,
      "fin": 376.37,
      "duracion": 6.41,
      "texto": "Mi nombre es Giselle, me presento. ¿Me estoy comunicando con Karen?",
      "confianza": 0.393,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.39,
      "fin": 387.23,
      "duracion": 10.84,
      "texto": "Sí. Karen, un gusto. Te cuento, Karen, te estamos llamando por una excelente oportunidad para tu línea, una promoción que te brinda el precio de $7,460 pesos en la línea con 8 gigas.",
      "confianza": 0.006,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 392.75,
      "fin": 407.82,
      "duracion": 15.07,
      "texto": "la propuesta es un plan de",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 420.34,
      "fin": 445.86,
      "duracion": 25.52,
      "texto": "¿Qué pasa?",
      "confianza": 0.214,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 464.13,
      "fin": 465.5,
      "duracion": 1.37,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 522.08,
      "fin": 523.18,
      "duracion": 1.1,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 525.21,
      "fin": 532.73,
      "duracion": 7.52,
      "texto": "Hola, qué tal, un gusto. Mi nombre es Isabel, me estoy comunicando con el señor Juan Domingo.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 693.81,
      "fin": 698.74,
      "duracion": 4.93,
      "texto": ". . .",
      "confianza": 0.86,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 999.94,
      "fin": 1001.38,
      "duracion": 1.44,
      "texto": "A ver.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1141.37,
      "fin": 1144.14,
      "duracion": 2.77,
      "texto": "No.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1203.2,
      "fin": 1232.23,
      "duracion": 29.03,
      "texto": "No, no quiero, no quiero escuchar.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1243.23,
      "fin": 1244.87,
      "duracion": 1.64,
      "texto": "Gracias.",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1306.12,
      "fin": 1323.86,
      "duracion": 17.74,
      "texto": "No, no, no, no.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1340.82,
      "fin": 1341.92,
      "duracion": 1.1,
      "texto": "Gracias.",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1398.34,
      "fin": 1404.64,
      "duracion": 6.3,
      "texto": "No.",
      "confianza": 0.547,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1434.2,
      "fin": 1442.15,
      "duracion": 7.95,
      "texto": "Sí, perdón.",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1491.49,
      "fin": 1519.78,
      "duracion": 28.29,
      "texto": "Roma.",
      "confianza": 0.819,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1535.45,
      "fin": 1562.52,
      "duracion": 27.07,
      "texto": "Soy yo de nuevo. Marcelo, ¿qué pasó? Mira que he recibido respuestas, pero como esta...",
      "confianza": 0.138,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1566.64,
      "fin": 1586.2,
      "duracion": 19.56,
      "texto": "Gracias. Bueno se acabó la base.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1657.34,
      "fin": 1658.39,
      "duracion": 1.05,
      "texto": "Gracias.",
      "confianza": 0.216,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Perfecto Jorge no hay problema, solamente le quería comentar que el sistema de facturación lo han cambiado por completo para buscar una mejora en estos inconvenientes que había con los precios. Hoy por hoy le va a hacer una comparación inclusive en la parte de facturación de la aplicación con el mes anterior, le va a indicar de una manera muy clara y muy sencilla donde usted está teniendo la diferencia y qué está pagando por cada cosa. El costo de cada producto que usted contrata se lo va a ofrecer la facturación. Eso ha sido un cambio muy positivo para la compañía. Hoy por hoy el cliente está más satisfecho con este sistema de facturación nuevo porque es muy claro y muy sencillo de entender. Y si hay alguna diferencia en el precio, se lo van a avisar con 30 días de anticipación a los medios de comunicación que usted nos brinde. Correcto. Así que quería comentarle eso, señor Jorge. Está bien, para saberlo. Por ahora, por lo menos, esto me queda con claro. Bueno, no hay problema. ¿Le alguna consulta, no sé si le han llegado, promociones del servicio de Internet Hogar? Bueno, yo tengo Internet Hogar, sí. Ah, ya lo tiene. ¿Usted es el titular? Sí, correcto, sí. Bueno, bueno, le comento este por si en algún momento está interesado, le van a hacer un descuento si usted porta la línea hacia la compañía de cuatro mil pesos en la factura de la fibra todos los meses y en cuanto usted tenga los servicios al mismo nombre del titular y además le van a regalar cuatro gigas en el plan móvil que usted elija para la línea. Claro, yo la tengo a mi señora con Movistar ahora, sí. Bien. Y estoy pagando alrededor de La factura me vino en 56 mil pesos, pero como tengo una promoción por seis meses, pago alrededor de 36 mil y pico. Ah, bien, perfecto. Bueno, con ese descuento de 4 mil pesos, más o menos le va a estar quedando en 32 mil pesos aproximadamente la factura de la fibra, por ejemplo. Sí. Y usted siempre que mantenga la línea dentro de la compañía con el servicio de la fibra también, digamos siempre le van a estar haciendo descuentos, beneficios y promociones porque obviamente la compañía quiere que usted tenga los servicios que más se pueda con eso, ¿no? Así que eso además le da un beneficio más. Ahora, la línea está a nombre de mi señora, eso lo tengo que pasar a nombre mío para que me apliquen el descuento. La línea móvil desde la que usted se está comunicando. No, esa línea móvil es la mía que esto yo lo tengo en claro. A mi señora yo la agregué. Ella tenía Movistar con prepago, o sea que acababa el celular. Ahora tengo factura, facturación con la línea de mi señora. Ahora creo que me dijeron, por eso le pregunto, no sé si tengo que cambiar la línea a nombre mío, la de mi señora. Bien, en ese caso Jorge, le consulto, ¿el servicio de fibra a nombre de quién figura? A nombre mío. Bueno, si es por los beneficios que yo le acabo de comentar, esta línea me está figurando que está su nombre, por lo tanto los beneficios se los van a aplicar. En la línea y en la factura de la fibra también. En la fibra también. En la fibra también, así es. Está bien. Así que el plan list es muy sencillo de realizar, señor Jorge, lo podemos hacer en unos minutos, se carga todo online y además le cuento que usted sigue con la señal del prestador que está teniendo hasta que la línea se reporte hacia movilizar. Está bien. Bueno, no sé, déjenmelo ver y no sé, llame mañana con texto si puede estar. Bueno, perfecto. Le cuento, señor Jorge, la promo que yo le acabo de brindar, que como usted podrá ver tiene un precio bastante interesante, 7.460. Están disponibles hasta hoy a las 20 horas. Si usted quiere, lo puedo llamar un ratito, por lo menos antes de ese horario, para que podamos avanzar con el trámite. o volvemos a hacer la mitad de la gestión, digamos, vía WhatsApp y después, antes de las ocho, yo me comunico con usted para hacerle la parte de la auditoría que dura unos minutos, nada más. Bueno, llámenme entonces antes de las ocho, ¿eh? Perfecto, ¿le parece bien ocho menos cuarto que nos podamos comunicar? Llamenme a esa hora, sí, más o menos, ¿eh? Muy bien, entonces le voy a estar dándose un ejemplo, mi nombre es Giselle. Bueno, muy bien. Me comunico más tarde, gracias. Gracias. Hasta luego, que estén muy bien. Hola, ¿buenas tardes? Sí. Hola, ¿qué tal? Mi nombre es Giselle, me presento. ¿Me estoy comunicando con Karen? Sí. Karen, un gusto. Te cuento, Karen, te estamos llamando por una excelente oportunidad para tu línea, una promoción que te brinda el precio de $7,460 pesos en la línea con 8 gigas. la propuesta es un plan de ¿Qué pasa? Hola, buenas tardes. Hola, buenas tardes. Hola, qué tal, un gusto. Mi nombre es Isabel, me estoy comunicando con el señor Juan Domingo. . . . A ver. No. No, no quiero, no quiero escuchar. Gracias. No, no, no, no. Gracias. No. Sí, perdón. Roma. Soy yo de nuevo. Marcelo, ¿qué pasó? Mira que he recibido respuestas, pero como esta... Gracias. Bueno se acabó la base. Gracias.",
  "calidad": {
    "confianza_promedio": 0.532,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:32:17.805774",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 41,
    "fecha_correccion": "2026-01-18T23:05:34.029882",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113183219941_MIT_01989",
    "sin_datos_basurita": true
  }
}