{
  "archivo": "amza30_1_260115133221758_ACD_18713.wav",
  "duracion_segundos": 76.93,
  "num_segmentos": 20,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 2.73,
    "Cliente": 73.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.86,
      "duracion": 8.83,
      "texto": "Hola, ¿qué tal? Buen día, Eugenia es mi nombre, ¿hablo con Luz? Sí, ¿qué necesito? ¿Qué tal Luz, un gusto?",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.88,
      "fin": 11.6,
      "duracion": 2.73,
      "texto": "Me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.433,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.62,
      "fin": 42.61,
      "duracion": 30.99,
      "texto": "¿Quiere que me figura tu línea en claro, es así? ¿De dónde? Ya te lo dije señorita, me tienen pobreza y lo último que voy a hacer es que le voy a mandar carta, documento porque son las nueve de la noche y todavía están mariqueando llamando a las personas. Usted no sabe que eso puede causar un problema a usted, chicas. ¿Seguro? ¿Seguro, Luz? Yo lo puedo... Bueno, entonces, ¿sabe qué, señorita? Se lo estoy diciendo de buena manera.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.65,
      "fin": 76.93,
      "duracion": 33.28,
      "texto": "Cáncelenme a mí porque van a... me voy a llamar al Dr. Ricardo y le voy a mandar cartas como su parte hasta las nueve de la noche. Todavía se están boludeando aquí. Déjame de joder, señorita. Comprendo, tenga en cuenta que es nuestro trabajo justamente comunicarlo con los clientes, pero dejo asentado que usted no quiere volver a ser dramática. No quiero, no quiero volver nada señorita, porque vuelvo y se lo repito, voy a tener que mandarles carta de documentos, estoy advirtiendo. Muy bien, no hay problema, que tenga bonito día, hasta luego. Bueno, gracias.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, Eugenia es mi nombre, ¿hablo con Luz? Sí, ¿qué necesito? ¿Qué tal Luz, un gusto? Me estoy comunicando del área de beneficios móviles. ¿Quiere que me figura tu línea en claro, es así? ¿De dónde? Ya te lo dije señorita, me tienen pobreza y lo último que voy a hacer es que le voy a mandar carta, documento porque son las nueve de la noche y todavía están mariqueando llamando a las personas. Usted no sabe que eso puede causar un problema a usted, chicas. ¿Seguro? ¿Seguro, Luz? Yo lo puedo... Bueno, entonces, ¿sabe qué, señorita? Se lo estoy diciendo de buena manera. Cáncelenme a mí porque van a... me voy a llamar al Dr. Ricardo y le voy a mandar cartas como su parte hasta las nueve de la noche. Todavía se están boludeando aquí. Déjame de joder, señorita. Comprendo, tenga en cuenta que es nuestro trabajo justamente comunicarlo con los clientes, pero dejo asentado que usted no quiere volver a ser dramática. No quiero, no quiero volver nada señorita, porque vuelvo y se lo repito, voy a tener que mandarles carta de documentos, estoy advirtiendo. Muy bien, no hay problema, que tenga bonito día, hasta luego. Bueno, gracias.",
  "calidad": {
    "confianza_promedio": 0.485,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 4.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:11:19.831400",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 20,
    "total_segmentos_corregido": 4,
    "fecha_correccion": "2026-01-18T23:05:21.767972",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133221758_ACD_18713",
    "fecha_inicio": "15/1/2026 13:32:21",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 101,
    "tiempo_conversacion": 74,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}