{
  "archivo": "amza22_1_260113130135505_ACD_41047.wav",
  "duracion_segundos": 340.86,
  "num_segmentos": 99,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 209.09,
    "Cliente": 106.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.12,
      "fin": 4.15,
      "duracion": 2.03,
      "texto": "Hola, buen día. ¿Habló con Ricardo?",
      "confianza": 0.231,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.13,
      "fin": 30.22,
      "duracion": 24.09,
      "texto": "Sí, con él he hablado. Ricardo, ¿cómo está? Mi nombre es Berlin, me presento. Mire, yo le estoy llamando desde el área de recuperar y antes de movizar. Queríamos saber por qué ha salido de la compañía. Cómenteme qué le ha sucedido en su momento. Y eso lo han explicado varias veces. Toma diario porque me habían sacado y... No, yo pagué, terminé de pagar y después...",
      "confianza": 0.036,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.78,
      "fin": 42.97,
      "duracion": 12.19,
      "texto": "No, nada, bien. Le estaban cobrando mucho. ¿Me están diciendo?",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.99,
      "fin": 45.15,
      "duracion": 2.16,
      "texto": "Bien.",
      "confianza": 0.495,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.05,
      "fin": 48.64,
      "duracion": 2.58,
      "texto": "Sí, sí, sí.",
      "confianza": 0.251,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.66,
      "fin": 52.5,
      "duracion": 3.84,
      "texto": "Un cliente siempre es correcto.",
      "confianza": 0.341,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.26,
      "fin": 53.32,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.466,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.77,
      "fin": 55.89,
      "duracion": 2.12,
      "texto": "¿Hace mucho de sucedido esto, Ricardo?",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.21,
      "fin": 74.24,
      "duracion": 16.03,
      "texto": "Sí, sí. Ah, sí, bien. porque yo te digo, perdimos a varios clientes como vos en ese momento porque la verdad sí sucedía eso de que te grababan las facturaciones a niveles descensurados y que no debían pagar ese monto. Dice, no lo he reciclulado desde el principio.",
      "confianza": 0.025,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.86,
      "fin": 92.33,
      "duracion": 17.47,
      "texto": "Entonces movilizar la religión ya no necesita estar más con ese ente regulador, sino que ahora está como este mismo y lo que está dando es a los clientes antiguos un beneficio de un descuento fijo por seis meses, bien, en cualquier plan que vos egizas. ¿Vos sabés qué plan tenés con Claro?",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.35,
      "fin": 115.75,
      "duracion": 22.4,
      "texto": "Ricardo, ¿lo sigas? No, todo el plan que tengo ahora con Claro es preparado, no más. Nada, vos te preparas. ¿Y sabés cuánto estás gastando por mes al hiler recargando? Sí, seis mil. Ah, bien. ¿Tenés fibra óptica en tu casa? O sea, más que vos tenés fibra óptica y entonces ¿por qué tenés? Sí, el Wi-Fi.",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.77,
      "fin": 120.74,
      "duracion": 4.97,
      "texto": "¿Vos tenés Wi-Fi en tu casa?",
      "confianza": 0.193,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.76,
      "fin": 126.05,
      "duracion": 5.29,
      "texto": "Ah, bien. Mira, nosotros tendríamos que buscar en tu domicilio a ver si hay postes, ¿viste?",
      "confianza": 0.27,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.65,
      "fin": 148.77,
      "duracion": 22.12,
      "texto": "Pero tenemos lo que es una promoción con lo que es tanto la fibra como tu línea. Tu línea de 8 GB quedaría tan solo 4.000 pesos Y lo que es la fibra óptica, tenemos de 300 megas, de 600 o de 1000 megas. Depende de cuántos dispositivos tengas en tu domicilio, cuál mega te conviene más, pero igualmente todos son buenos. ¿Sabes cuántos megas tienen?",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.28,
      "fin": 157.12,
      "duracion": 1.84,
      "texto": "La verdad no sabría decirte. Siete arriba de los 100. Ah, bien. Porque lo usamos todos.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.66,
      "fin": 175.48,
      "duracion": 17.82,
      "texto": "Ah, claro. Entonces, la cantidad viene de 300 y el de 600. Capaz que 1,000 megas son muchos. Pero mira, de 300 megas nosotros hacemos un descuento de 4,000 pesos en lo que es la facturación y está saliendo 20,000 pesos. Entonces, eso más los 4,000 de la línea serían 24,000 pesos que vos bonarías por todo, ¿bien?",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 176.08,
      "fin": 213.62,
      "duracion": 37.54,
      "texto": "Y después tendríamos que fijarnos, como te estaba diciendo el domicilio, si tenés lo que es cobertura y también podemos ver si sos de alta competencia. ¿Qué es lo que significa esto de que te podemos dar un bonificado de dos meses totalmente gratis? Entonces, tan solo bonarías cuatro mil pesos, Juan. Entonces, mira, sí que... Sí. ¿Cómo? Disculpa que se te escucha entrecortado, Ricardo. Lo que te comentaba es que eso es de mi hijo.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 214.14,
      "fin": 225.29,
      "duracion": 11.15,
      "texto": "¿Ah, las firoptilas de Turico? Las firoptilas de Turico, claro. Ustedes ya hicieron, me piden permiso para trabajar y también porque yo no trabajo con la computadora.",
      "confianza": 0.28,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.73,
      "fin": 228.41,
      "duracion": 1.68,
      "texto": "Claro.",
      "confianza": 0.47,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.43,
      "fin": 238.22,
      "duracion": 9.79,
      "texto": "Y después también con el más grande también, que es el que, digamos, mantiene más. Sobre las empresas y nada más que trabajando.",
      "confianza": 0.491,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.36,
      "fin": 243.29,
      "duracion": 4.92,
      "texto": "Entonces, por enfermedad, por eso es que yo tengo que estar.",
      "confianza": 0.357,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 243.64,
      "fin": 256.61,
      "duracion": 12.97,
      "texto": "No tengo, o sea, por ese motivo no... Siempre pagaba, me gustaba tener bien.",
      "confianza": 0.271,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.63,
      "fin": 256.77,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.291,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 256.79,
      "fin": 259.44,
      "duracion": 2.64,
      "texto": "No, no, no.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.46,
      "fin": 260.46,
      "duracion": 1.0,
      "texto": "No, claro que no.",
      "confianza": 0.262,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 260.48,
      "fin": 267.61,
      "duracion": 7.13,
      "texto": "Y luego ahorrar... Claro. ...la plata.",
      "confianza": 0.312,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.62,
      "fin": 269.17,
      "duracion": 1.54,
      "texto": "Claro, sí, sí, sí, lo entiendo.",
      "confianza": 0.196,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 269.19,
      "fin": 273.78,
      "duracion": 4.59,
      "texto": "Bien, pero del Wi-Fi, ¿vos es el titular? ¿O es tu hijo?",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.87,
      "fin": 279.95,
      "duracion": 5.08,
      "texto": "No, estos son. Hay dos Wi-Fi. Ah, hay dos.",
      "confianza": 0.202,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.97,
      "fin": 280.07,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.081,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 280.09,
      "fin": 294.01,
      "duracion": 13.92,
      "texto": "¿Entonces de uno vos sos el titular? No, no, no. Es de mis dos hijos. Ah, ¿el otro? Cuando estoy en casa tengo Wi-Fi de ellos. Ah, bien.",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.03,
      "fin": 294.68,
      "duracion": 0.64,
      "texto": "Perfecto.",
      "confianza": 0.929,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 295.25,
      "fin": 327.53,
      "duracion": 32.28,
      "texto": "Entonces, mira, lo que podemos hacer es buscar, con respecto a esto del Wi-Fi, a ver si hay en tu domicilio, Y cualquier cosita vos le decís a tus hijos ya que ellos se encargan de eso. A ver si les conviene. Yo solo hablaría con ellos. Por ahora, con ellos no. No porque estoy queriendo ver si me puedo llegar a operar la vista y eso ya está de esos tratamientos. De ese todo, de ese tipo de hijos. Ah, bien.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 327.55,
      "fin": 327.92,
      "duracion": 0.36,
      "texto": "Sí, sí, sí.",
      "confianza": 0.175,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 327.94,
      "fin": 333.07,
      "duracion": 5.13,
      "texto": "Te entiendo entonces. Entonces, cuando tengamos una mejora de fuerza, ¿te la decimos bien?",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.84,
      "fin": 340.86,
      "duracion": 6.02,
      "texto": "Dale, no hay por qué. Que tengas lindo día, Ricardo. Nos vemos.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Habló con Ricardo? Sí, con él he hablado. Ricardo, ¿cómo está? Mi nombre es Berlin, me presento. Mire, yo le estoy llamando desde el área de recuperar y antes de movizar. Queríamos saber por qué ha salido de la compañía. Cómenteme qué le ha sucedido en su momento. Y eso lo han explicado varias veces. Toma diario porque me habían sacado y... No, yo pagué, terminé de pagar y después... No, nada, bien. Le estaban cobrando mucho. ¿Me están diciendo? Bien. Sí, sí, sí. Un cliente siempre es correcto. Sí. ¿Hace mucho de sucedido esto, Ricardo? Sí, sí. Ah, sí, bien. porque yo te digo, perdimos a varios clientes como vos en ese momento porque la verdad sí sucedía eso de que te grababan las facturaciones a niveles descensurados y que no debían pagar ese monto. Dice, no lo he reciclulado desde el principio. Entonces movilizar la religión ya no necesita estar más con ese ente regulador, sino que ahora está como este mismo y lo que está dando es a los clientes antiguos un beneficio de un descuento fijo por seis meses, bien, en cualquier plan que vos egizas. ¿Vos sabés qué plan tenés con Claro? Ricardo, ¿lo sigas? No, todo el plan que tengo ahora con Claro es preparado, no más. Nada, vos te preparas. ¿Y sabés cuánto estás gastando por mes al hiler recargando? Sí, seis mil. Ah, bien. ¿Tenés fibra óptica en tu casa? O sea, más que vos tenés fibra óptica y entonces ¿por qué tenés? Sí, el Wi-Fi. ¿Vos tenés Wi-Fi en tu casa? Ah, bien. Mira, nosotros tendríamos que buscar en tu domicilio a ver si hay postes, ¿viste? Pero tenemos lo que es una promoción con lo que es tanto la fibra como tu línea. Tu línea de 8 GB quedaría tan solo 4.000 pesos Y lo que es la fibra óptica, tenemos de 300 megas, de 600 o de 1000 megas. Depende de cuántos dispositivos tengas en tu domicilio, cuál mega te conviene más, pero igualmente todos son buenos. ¿Sabes cuántos megas tienen? La verdad no sabría decirte. Siete arriba de los 100. Ah, bien. Porque lo usamos todos. Ah, claro. Entonces, la cantidad viene de 300 y el de 600. Capaz que 1,000 megas son muchos. Pero mira, de 300 megas nosotros hacemos un descuento de 4,000 pesos en lo que es la facturación y está saliendo 20,000 pesos. Entonces, eso más los 4,000 de la línea serían 24,000 pesos que vos bonarías por todo, ¿bien? Y después tendríamos que fijarnos, como te estaba diciendo el domicilio, si tenés lo que es cobertura y también podemos ver si sos de alta competencia. ¿Qué es lo que significa esto de que te podemos dar un bonificado de dos meses totalmente gratis? Entonces, tan solo bonarías cuatro mil pesos, Juan. Entonces, mira, sí que... Sí. ¿Cómo? Disculpa que se te escucha entrecortado, Ricardo. Lo que te comentaba es que eso es de mi hijo. ¿Ah, las firoptilas de Turico? Las firoptilas de Turico, claro. Ustedes ya hicieron, me piden permiso para trabajar y también porque yo no trabajo con la computadora. Claro. Y después también con el más grande también, que es el que, digamos, mantiene más. Sobre las empresas y nada más que trabajando. Entonces, por enfermedad, por eso es que yo tengo que estar. No tengo, o sea, por ese motivo no... Siempre pagaba, me gustaba tener bien. Sí. No, no, no. No, claro que no. Y luego ahorrar... Claro. ...la plata. Claro, sí, sí, sí, lo entiendo. Bien, pero del Wi-Fi, ¿vos es el titular? ¿O es tu hijo? No, estos son. Hay dos Wi-Fi. Ah, hay dos. Bien. ¿Entonces de uno vos sos el titular? No, no, no. Es de mis dos hijos. Ah, ¿el otro? Cuando estoy en casa tengo Wi-Fi de ellos. Ah, bien. Perfecto. Entonces, mira, lo que podemos hacer es buscar, con respecto a esto del Wi-Fi, a ver si hay en tu domicilio, Y cualquier cosita vos le decís a tus hijos ya que ellos se encargan de eso. A ver si les conviene. Yo solo hablaría con ellos. Por ahora, con ellos no. No porque estoy queriendo ver si me puedo llegar a operar la vista y eso ya está de esos tratamientos. De ese todo, de ese tipo de hijos. Ah, bien. Sí, sí, sí. Te entiendo entonces. Entonces, cuando tengamos una mejora de fuerza, ¿te la decimos bien? Dale, no hay por qué. Que tengas lindo día, Ricardo. Nos vemos.",
  "calidad": {
    "confianza_promedio": 0.388,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:06:54.433878",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 99,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:17.647860",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113130135505_ACD_41047",
    "fecha_inicio": "13/1/2026 13:01:35",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 386,
    "tiempo_conversacion": 328,
    "tiempo_hold": 0,
    "tiempo_acw": 29,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}