{
  "archivo": "amza15_1_260113130216554_ACD_43167.wav",
  "duracion_segundos": 135.09,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 1.18,
    "Cliente": 126.56
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.28,
      "fin": 0.46,
      "duracion": 0.18,
      "texto": "Hola.",
      "confianza": 0.436,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1.99,
      "fin": 6.81,
      "duracion": 4.82,
      "texto": "Hola, ¿qué tal? ¡Buenas tardes! ¿Hola? ¿Hola? ¿Quién me escucha?",
      "confianza": 0.218,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.59,
      "fin": 32.86,
      "duracion": 25.27,
      "texto": "Sí, la escuché perfecto. ¿Usted me escucha a mí? ¿Qué tal? Buenas tardes. Sí, te escucho. Justo, Macarena es mi nombre. Me estoy contactando para brindarte en el día de una muy buena promocion en tu línea. La figura que te encontrás en claro. ¿Es correcto esto? Es exacto. Bien. ¿Por casualidad es un bonotirutista o responsable inquieta? No. No, no, no. Nada por el estilo. Perfecto.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.88,
      "fin": 33.88,
      "duracion": 1.0,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.687,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.98,
      "fin": 63.7,
      "duracion": 29.72,
      "texto": "Tenemos un plan para brindarte en el día de hoy, ¿sí? Es un plan intermedio que consta 16 GB en total porque son 8 GB de base más 8 GB de regalo por un costo de $13,250, con todo bonificado lo que llamarás SMS y WhatsApp totalmente libres, además del romín incluido en el caso de que sean de viajar. ¿Bien? Ok, bien. Perfecto. Ahora le consulto en su plan. ¿Qué cantidad de gigas tiene? ¿Cuenta con gigas de base y también gigas de regalos?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.92,
      "fin": 80.86,
      "duracion": 15.94,
      "texto": "Exactamente. Igualmente yo lo que utilizo por lo general cuando estoy, trabajo mucho desde mi domicilio, o sea que necesito muchos gigas solamente cuando tengo que hacer algún trámite o salir fuera de mi domicilio.",
      "confianza": 0.897,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.38,
      "fin": 87.35,
      "duracion": 5.97,
      "texto": "Por eso es que yo por lo general hago las recargas virtuales, ¿entendés?",
      "confianza": 0.867,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.97,
      "fin": 100.41,
      "duracion": 12.44,
      "texto": "No, antes tenía planes, hace años, pero como yo desde ahora estoy en mi domicilio y utilizo el internet de acá, sinceramente no estoy interesada en el plan, ¿sabés?",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.28,
      "fin": 107.33,
      "duracion": 6.05,
      "texto": "Sí, bien. ¿Y cuánto le realizan las recargas? ¿Por mes, por semana? Una vez al mes. No, una vez al mes.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.9,
      "fin": 117.01,
      "duracion": 9.11,
      "texto": "Bien, perfecto. Perfecto, porque en este caso le podemos apreciar lo que es el combo de internet para que la línea le quede bonificada en un valor de 4.000 pesos con 8 gigas.",
      "confianza": 0.522,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 117.85,
      "fin": 135.09,
      "duracion": 17.24,
      "texto": "El valor de internet tiene un costo de 20.000 pesos. En total tendría que abonar 24. Claro, no, por el momento no. Macarena, te agradezco muchísimo. No estaría interesada. No hay problema, que esté muy bien. Hasta luego. Gracias, igualmente. Hasta luego.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¡Buenas tardes! ¿Hola? ¿Hola? ¿Quién me escucha? Sí, la escuché perfecto. ¿Usted me escucha a mí? ¿Qué tal? Buenas tardes. Sí, te escucho. Justo, Macarena es mi nombre. Me estoy contactando para brindarte en el día de una muy buena promocion en tu línea. La figura que te encontrás en claro. ¿Es correcto esto? Es exacto. Bien. ¿Por casualidad es un bonotirutista o responsable inquieta? No. No, no, no. Nada por el estilo. Perfecto. Bueno, mira, te comento. Tenemos un plan para brindarte en el día de hoy, ¿sí? Es un plan intermedio que consta 16 GB en total porque son 8 GB de base más 8 GB de regalo por un costo de $13,250, con todo bonificado lo que llamarás SMS y WhatsApp totalmente libres, además del romín incluido en el caso de que sean de viajar. ¿Bien? Ok, bien. Perfecto. Ahora le consulto en su plan. ¿Qué cantidad de gigas tiene? ¿Cuenta con gigas de base y también gigas de regalos? Exactamente. Igualmente yo lo que utilizo por lo general cuando estoy, trabajo mucho desde mi domicilio, o sea que necesito muchos gigas solamente cuando tengo que hacer algún trámite o salir fuera de mi domicilio. Por eso es que yo por lo general hago las recargas virtuales, ¿entendés? No, antes tenía planes, hace años, pero como yo desde ahora estoy en mi domicilio y utilizo el internet de acá, sinceramente no estoy interesada en el plan, ¿sabés? Sí, bien. ¿Y cuánto le realizan las recargas? ¿Por mes, por semana? Una vez al mes. No, una vez al mes. Bien, perfecto. Perfecto, porque en este caso le podemos apreciar lo que es el combo de internet para que la línea le quede bonificada en un valor de 4.000 pesos con 8 gigas. El valor de internet tiene un costo de 20.000 pesos. En total tendría que abonar 24. Claro, no, por el momento no. Macarena, te agradezco muchísimo. No estaría interesada. No hay problema, que esté muy bien. Hasta luego. Gracias, igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.458,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:23:35.574944",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:15.013018",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113130216554_ACD_43167",
    "fecha_inicio": "13/1/2026 13:02:16",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 178,
    "tiempo_conversacion": 131,
    "tiempo_hold": 0,
    "tiempo_acw": 21,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}