{
  "archivo": "amza313_1_260115130645475_ACD_42879.wav",
  "duracion_segundos": 424.42,
  "num_segmentos": 134,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 195.16,
    "Cliente": 191.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.0,
      "fin": 10.54,
      "duracion": 8.54,
      "texto": "Hola, buen día. Hola. El hijo, ¿qué pasa? Me presento, mi nombre es Agustín, yo le llamo de la área calidad movistar, ¿cómo lleva? ¿Todo bien?",
      "confianza": 0.232,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.38,
      "fin": 23.74,
      "duracion": 12.36,
      "texto": "Todo bien. Vale, era mucho. No, estoy llamando más que nada porque me estuviera con esta línea, estuvo asociada a la compañía hace un tiempo atrás. ¿Querías saber por ahí qué fue lo que te llevó a cambiar, si tuviste un inconveniente acá en la empresa?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.76,
      "fin": 24.0,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.398,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.02,
      "fin": 28.7,
      "duracion": 4.69,
      "texto": "Tuvimos un inconveniente por el tema de que aumentaba todos los meses.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.36,
      "fin": 31.29,
      "duracion": 1.92,
      "texto": "Ajá, se arruinía además en la boleta.",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.03,
      "fin": 50.89,
      "duracion": 18.86,
      "texto": "Claro, y yo como se los pago yo, como que decidí bueno, pasársela a la compañía que estoy yo, que nos hacían un descuento. Bien, bien. Sí, no, la verdad es que me parece lógico y creo que, porque es la idea lo mismo, ¿no? Esto va a ser toda una oferta de demanda. Justamente, por esto, ¿cómo es tu nombre?",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.67,
      "fin": 107.41,
      "duracion": 53.74,
      "texto": "Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Seguramente lo que pudo haber pasado, no sé cuánto les llegaba de aumento, pero bueno, pudo haber pasado que en ese momento. Así como más o menos esto pasó un año atrás. Sí, sí, sí, un año atrás. Y la verdad que no llegaba a más de 700, 800 pesos por mes. Me parece un montón, ¿entendés? Habríamos estado seis meses, pero todos los meses no nos aumentaban. Yo me acuerdo que me habían dado un plan que vos decís, no sé si algo de cinco lucas ponerle, un plan que valía ocho.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.37,
      "fin": 115.24,
      "duracion": 6.87,
      "texto": "Pero al fin y al cabo, a los seis meses empezaba a pagar como diez, no ocho, ¿entendés? Un suponer.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.2,
      "fin": 119.42,
      "duracion": 3.22,
      "texto": "Porque aumentaba, este mes aumentaba setecientos.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.13,
      "fin": 127.64,
      "duracion": 7.51,
      "texto": "Se me llegó a aumentar más de 1.200 pesos en un mes. Claro, se ajustó más.",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.36,
      "fin": 149.36,
      "duracion": 21.0,
      "texto": "Porque sí, realmente los planes suelen ajustarse más en la expansión, pero eso fue más en la expansión, claramente. Claro. Ok. No entiendo, pero entendés que hoy cómo está la cosa si te aumentan dos o tres veces de seguida o si qué anda pasando, ¿entendés?",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.37,
      "fin": 162.75,
      "duracion": 12.38,
      "texto": "Y el sueldo siempre sigue siendo el mismo. Lamentablemente no hay mucho cambio en ese tema. Sí. Así que por eso me cambié.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.11,
      "fin": 177.83,
      "duracion": 13.72,
      "texto": "Ayer me llamó, yo también tuve, en el mismo tiempo tuve movistar y me llamó, una compañía tuya me ofreció, pero el monto que me ofreció es elevado lo que estoy pagando.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.92,
      "fin": 179.6,
      "duracion": 0.68,
      "texto": "Te recibo más.",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.12,
      "fin": 181.75,
      "duracion": 1.62,
      "texto": "O sea, ¿cuánto estás pagando, por ejemplo?",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.79,
      "fin": 185.17,
      "duracion": 2.38,
      "texto": "Yo estoy pagando, porque yo tengo los tres servicios.",
      "confianza": 0.306,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.29,
      "fin": 198.27,
      "duracion": 11.98,
      "texto": "Ah, el Wi-Fi. Wi-Fi, el televisor y el celular. Ajá, las tres cosas juntas. ¿Cuánto te sale un mes, por ejemplo, eso?",
      "confianza": 0.405,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.91,
      "fin": 206.69,
      "duracion": 7.78,
      "texto": "Y ayer me pasó algo de 38 mil, tu compañera. De 38 mil. Claro, o sea.",
      "confianza": 0.504,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.59,
      "fin": 209.38,
      "duracion": 1.78,
      "texto": "En realidad, sí.",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 210.92,
      "fin": 215.76,
      "duracion": 4.84,
      "texto": "En realidad, sí. O sea, vos en los primeros dos meses, abonabas... Sí, son gratis, me dijo.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.56,
      "fin": 217.15,
      "duracion": 0.58,
      "texto": "Sí.",
      "confianza": 0.546,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 217.17,
      "fin": 220.57,
      "duracion": 3.41,
      "texto": "Y después, sí, ya se te va a eso dependiendo de qué quieres contratar.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.13,
      "fin": 230.0,
      "duracion": 8.87,
      "texto": "Sí, sí, más o menos se te va, está bien lo que te dijo entonces. No, 38 500, me dijo, que se me va. Sí, sí, sí, sí, sí, es por ahí.",
      "confianza": 0.533,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 231.25,
      "fin": 236.99,
      "duracion": 5.75,
      "texto": "Y, bueno, después, yo estoy pagando 32 700, en total ahora.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 237.77,
      "fin": 246.03,
      "duracion": 8.26,
      "texto": "Sí, con las manifestaciones y todo lo que te hace. Igualmente te haces salir más barato.",
      "confianza": 0.249,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.06,
      "fin": 246.18,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 246.2,
      "fin": 254.21,
      "duracion": 8.01,
      "texto": "Así que bueno. Bueno, Juli, mira, si querés lo que podamos hacer, no sé, Chivol, ¿te quedó el contacto de esa persona con la calaza ayer?",
      "confianza": 0.513,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.43,
      "fin": 255.65,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.705,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 256.59,
      "fin": 257.67,
      "duracion": 1.08,
      "texto": "Ah, ya te quedó el contacto.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.33,
      "fin": 262.94,
      "duracion": 3.6,
      "texto": "Bueno, lo que podamos hacer igualmente, yo te envío un mensaje de WhatsApp o cualquier cosa.",
      "confianza": 0.546,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.74,
      "fin": 293.64,
      "duracion": 28.9,
      "texto": "Nada. por si en algún momento surge una promoción mejor por ahí en el tema de la firma, que es lo que más te interesa a vos. Lo que pasa es que, si estoy sincero, yo estoy buscando algo para pagar más económico. Si a mí me ofrecen el mejor postor, entretener lo pongo. Pero como te digo, yo estoy pagando, claro, ayer justo llamé y me hice un descuento de 80%. Estoy pagando 32.700 pesos.",
      "confianza": 0.206,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 294.25,
      "fin": 311.16,
      "duracion": 16.91,
      "texto": "Algo que no, la verdad que Moital está un poquito más elevado al precio que yo puedo llegar a pagar, que es eso. Estamos juntos.",
      "confianza": 0.557,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 311.18,
      "fin": 311.32,
      "duracion": 0.14,
      "texto": "Bien.",
      "confianza": 0.217,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 311.34,
      "fin": 315.25,
      "duracion": 3.91,
      "texto": "Y por ejemplo, en el celular de tu mamá, ¿eso lo tenés aparte? Sí, yo te estoy hablando de mi línea.",
      "confianza": 0.205,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.27,
      "fin": 315.35,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.057,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 315.37,
      "fin": 320.37,
      "duracion": 5.0,
      "texto": "El celular aparte tengo, con mi mamá tengo la línea aparte.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 321.01,
      "fin": 324.15,
      "duracion": 3.14,
      "texto": "pero estoy pagando algo de 4.000 de moneda.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 325.32,
      "fin": 347.93,
      "duracion": 22.61,
      "texto": "Ayer también pregunté y me dijeron que no hay un plan mínimo, que no sé. Mi mamá está todo el día acá en la casa, por eso más o menos la buscamos. No, no usa lo que es datos móviles, ni se usa para jugar y para los días llamados de nosotros cuando nos vamos a trabajar, por eso.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 348.6,
      "fin": 354.31,
      "duracion": 5.71,
      "texto": "Bueno, perfecto Juli. Yo entonces lo voy a dejar asentado y bueno, voy con cualquier cosita te mando un mensaje de whatsapp.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 355.33,
      "fin": 356.05,
      "duracion": 0.72,
      "texto": "Dale.",
      "confianza": 0.301,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 356.07,
      "fin": 357.91,
      "duracion": 1.84,
      "texto": "Una dosalta te quiero hacer.",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.93,
      "fin": 357.99,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.249,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 358.01,
      "fin": 375.76,
      "duracion": 17.75,
      "texto": "¿Cómo puedo hacer para que no me llame más? Porque mira, hoy yo me... Ayer me dijeron que la escuché a tu compañera y yo me llamaron cuatro veces ya. Ah, mira, no estaba al tanto de eso. Pase que no haría porque yo lo puedo dejar asentado, pero bueno, no te van a llamar más desde el lugar donde trabajo yo.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 376.31,
      "fin": 387.98,
      "duracion": 11.67,
      "texto": "Pero bueno, además que hay un montón de lugares que te pueden llamar el todo argentino. Sí, ya sé, pero en medio que... Perdón que te lo diga, quedan como pesados entonces llamándote todos los días.",
      "confianza": 0.081,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 389.96,
      "fin": 405.46,
      "duracion": 15.5,
      "texto": "Y si no, mirá, hay una opción... Y yo trabajo con el celular y justo te estoy trabajando y ¡pum! Te llaman, te escortan todos. Yo escribo con el celular, armando boletas, todo eso y en medio que a veces pienso que es un cliente a algo y no, no, son ustedes.",
      "confianza": 0.247,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 406.18,
      "fin": 416.27,
      "duracion": 10.09,
      "texto": "Si no hay una opción, registro y no lo llames. Dejate buscarlo en internet y por ahí también te puedes salir eso.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 417.11,
      "fin": 420.44,
      "duracion": 3.33,
      "texto": "Es lo que te puedo recomendar. Que tengas buen día.",
      "confianza": 0.373,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 421.26,
      "fin": 424.42,
      "duracion": 3.16,
      "texto": "Gracias igualmente. Chau, chau. Chau, hasta luego.",
      "confianza": 0.835,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola. El hijo, ¿qué pasa? Me presento, mi nombre es Agustín, yo le llamo de la área calidad movistar, ¿cómo lleva? ¿Todo bien? Todo bien. Vale, era mucho. No, estoy llamando más que nada porque me estuviera con esta línea, estuvo asociada a la compañía hace un tiempo atrás. ¿Querías saber por ahí qué fue lo que te llevó a cambiar, si tuviste un inconveniente acá en la empresa? Sí. Tuvimos un inconveniente por el tema de que aumentaba todos los meses. Ajá, se arruinía además en la boleta. Claro, y yo como se los pago yo, como que decidí bueno, pasársela a la compañía que estoy yo, que nos hacían un descuento. Bien, bien. Sí, no, la verdad es que me parece lógico y creo que, porque es la idea lo mismo, ¿no? Esto va a ser toda una oferta de demanda. Justamente, por esto, ¿cómo es tu nombre? Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Julián. Seguramente lo que pudo haber pasado, no sé cuánto les llegaba de aumento, pero bueno, pudo haber pasado que en ese momento. Así como más o menos esto pasó un año atrás. Sí, sí, sí, un año atrás. Y la verdad que no llegaba a más de 700, 800 pesos por mes. Me parece un montón, ¿entendés? Habríamos estado seis meses, pero todos los meses no nos aumentaban. Yo me acuerdo que me habían dado un plan que vos decís, no sé si algo de cinco lucas ponerle, un plan que valía ocho. Pero al fin y al cabo, a los seis meses empezaba a pagar como diez, no ocho, ¿entendés? Un suponer. Porque aumentaba, este mes aumentaba setecientos. Se me llegó a aumentar más de 1.200 pesos en un mes. Claro, se ajustó más. Porque sí, realmente los planes suelen ajustarse más en la expansión, pero eso fue más en la expansión, claramente. Claro. Ok. No entiendo, pero entendés que hoy cómo está la cosa si te aumentan dos o tres veces de seguida o si qué anda pasando, ¿entendés? Y el sueldo siempre sigue siendo el mismo. Lamentablemente no hay mucho cambio en ese tema. Sí. Así que por eso me cambié. Ayer me llamó, yo también tuve, en el mismo tiempo tuve movistar y me llamó, una compañía tuya me ofreció, pero el monto que me ofreció es elevado lo que estoy pagando. Te recibo más. O sea, ¿cuánto estás pagando, por ejemplo? Yo estoy pagando, porque yo tengo los tres servicios. Ah, el Wi-Fi. Wi-Fi, el televisor y el celular. Ajá, las tres cosas juntas. ¿Cuánto te sale un mes, por ejemplo, eso? Y ayer me pasó algo de 38 mil, tu compañera. De 38 mil. Claro, o sea. En realidad, sí. En realidad, sí. O sea, vos en los primeros dos meses, abonabas... Sí, son gratis, me dijo. Sí. Y después, sí, ya se te va a eso dependiendo de qué quieres contratar. Sí, sí, más o menos se te va, está bien lo que te dijo entonces. No, 38 500, me dijo, que se me va. Sí, sí, sí, sí, sí, es por ahí. Y, bueno, después, yo estoy pagando 32 700, en total ahora. Sí, con las manifestaciones y todo lo que te hace. Igualmente te haces salir más barato. Claro. Así que bueno. Bueno, Juli, mira, si querés lo que podamos hacer, no sé, Chivol, ¿te quedó el contacto de esa persona con la calaza ayer? Sí. Ah, ya te quedó el contacto. Bueno, lo que podamos hacer igualmente, yo te envío un mensaje de WhatsApp o cualquier cosa. Nada. por si en algún momento surge una promoción mejor por ahí en el tema de la firma, que es lo que más te interesa a vos. Lo que pasa es que, si estoy sincero, yo estoy buscando algo para pagar más económico. Si a mí me ofrecen el mejor postor, entretener lo pongo. Pero como te digo, yo estoy pagando, claro, ayer justo llamé y me hice un descuento de 80%. Estoy pagando 32.700 pesos. Algo que no, la verdad que Moital está un poquito más elevado al precio que yo puedo llegar a pagar, que es eso. Estamos juntos. Bien. Y por ejemplo, en el celular de tu mamá, ¿eso lo tenés aparte? Sí, yo te estoy hablando de mi línea. Ajá. El celular aparte tengo, con mi mamá tengo la línea aparte. pero estoy pagando algo de 4.000 de moneda. Ayer también pregunté y me dijeron que no hay un plan mínimo, que no sé. Mi mamá está todo el día acá en la casa, por eso más o menos la buscamos. No, no usa lo que es datos móviles, ni se usa para jugar y para los días llamados de nosotros cuando nos vamos a trabajar, por eso. Bueno, perfecto Juli. Yo entonces lo voy a dejar asentado y bueno, voy con cualquier cosita te mando un mensaje de whatsapp. Dale. Una dosalta te quiero hacer. Sí. ¿Cómo puedo hacer para que no me llame más? Porque mira, hoy yo me... Ayer me dijeron que la escuché a tu compañera y yo me llamaron cuatro veces ya. Ah, mira, no estaba al tanto de eso. Pase que no haría porque yo lo puedo dejar asentado, pero bueno, no te van a llamar más desde el lugar donde trabajo yo. Pero bueno, además que hay un montón de lugares que te pueden llamar el todo argentino. Sí, ya sé, pero en medio que... Perdón que te lo diga, quedan como pesados entonces llamándote todos los días. Y si no, mirá, hay una opción... Y yo trabajo con el celular y justo te estoy trabajando y ¡pum! Te llaman, te escortan todos. Yo escribo con el celular, armando boletas, todo eso y en medio que a veces pienso que es un cliente a algo y no, no, son ustedes. Si no hay una opción, registro y no lo llames. Dejate buscarlo en internet y por ahí también te puedes salir eso. Es lo que te puedo recomendar. Que tengas buen día. Gracias igualmente. Chau, chau. Chau, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.404,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:19:01.483887",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 134,
    "total_segmentos_corregido": 48,
    "fecha_correccion": "2026-01-18T23:05:22.298791",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130645475_ACD_42879",
    "fecha_inicio": "15/1/2026 13:06:45",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 428,
    "tiempo_conversacion": 405,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}