{
  "archivo": "amza30_1_260115110522760_ACD_12117.wav",
  "duracion_segundos": 416.37,
  "num_segmentos": 111,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 126.05,
    "Cliente": 263.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.31,
      "fin": 8.98,
      "duracion": 7.67,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Mauricio? Sí. ¿Qué tal, Mauricio? Un gusto. Como te decía, Eugenia es mi nombre.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.02,
      "fin": 16.23,
      "duracion": 7.21,
      "texto": "Me estoy comunicando del área de beneficios móviles, ya que me figura tu línea en claro.",
      "confianza": 0.653,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.25,
      "fin": 19.63,
      "duracion": 3.38,
      "texto": "¿Es así? No, si yo tengo en claro. En claro, exactamente. Me figura tu línea.",
      "confianza": 0.252,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.65,
      "fin": 21.07,
      "duracion": 1.42,
      "texto": "¿Vos tenés claro?",
      "confianza": 0.73,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.06,
      "fin": 24.82,
      "duracion": 0.76,
      "texto": "Yo tengo claro. Perfecto.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.1,
      "fin": 36.16,
      "duracion": 11.06,
      "texto": "¿Y contás con lo que es factura mensual o realizás recargas? No, no, no. Fatiga mensual. para la futura mensual. Bien, Mauricio, te consulto. ¿Vos tenéis idea de cuántas gigas es la factura que estás abonando?",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.76,
      "fin": 39.62,
      "duracion": 0.86,
      "texto": "No, no tengo nada, la verdad que no. OK.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 39.62,
      "fin": 43.99,
      "duracion": 4.37,
      "texto": "Bueno, al día de hoy me estoy comunicando porque tenemos una promo muy buena para que puedas aprovechar.",
      "confianza": 0.679,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.03,
      "fin": 53.7,
      "duracion": 9.67,
      "texto": "Son bastantes gigas, son 16 gigas, ¿sí? En lo que 8 son de base y 8 de regalo por los próximos 6 meses, con un valor final al 10.400 pesos.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.44,
      "fin": 59.28,
      "duracion": 4.84,
      "texto": "Sí, con lo que es, obviamente, WhatsApp gratis, ya más limitada a cualquier compañía y mensajitos también.",
      "confianza": 0.674,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.04,
      "fin": 99.87,
      "duracion": 39.83,
      "texto": "Sí, Mauricio, decime, ¿vos sos de jugar a jueguitos? ¿Cómo? ¿Jugas a lo que es juegos? O sea, usas el juego... Sí, y yo puedo agarrar a mi nieto, ¿viste? Con ese rollo, no sé qué cosa dice eso, ¿no? Cuando me agarran el celo a mi nieto, lo manejan ellos. Ah, ellos lo usan. Bueno, también está bueno para que tengas en cuenta que también tiene lo que es un giga para jueguitos, ¿sí? Vas a poder prestarle el celo a tus nietos, vas a poder usarlo vos también en el caso de que te contagie las ganas de jugar. Y también vas a tener lo que es, justamente, roaming en América. Si te vas de vacaciones y salís fuera de Argentina, vas a poder usar el teléfono porque también tenés roaming para poder usarlo.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.41,
      "fin": 114.48,
      "duracion": 14.07,
      "texto": "La promo al día de hoy que te estoy ofreciendo está muy buena. Justamente, Movistar desea que vos regreses con la compañía. Y por eso... No, yo tengo claro, ya me llamaron el Movistar, no me quedo acá.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.04,
      "fin": 179.15,
      "duracion": 64.11,
      "texto": "Mira, tengo que pagar ahora, cuando cobre pago una de las que tengo Movistar y no, no quiero usar nada con Movistar. No, no, no. Bien, no, no. Ok. No tengo claro, no, no, no. No tengo claro. Ya tuve Movistar y ya tuve problemas. No, gracias, gracias. Cada vez conozco. No, si es que me agrada de claro, listo, nada más. No tenemos nada que hablar, disculpame. No, por favor, escúcheme, el día de hoy yo le traigo la solución, sí, porque usted... No, no, no, ninguna solución, yo pago 35.000 por mes, de claro. A ustedes me debo 51.000, que bueno, yo cancelo ahora el caballito, la semana que viene que cobro no quiero usar más nada, como que estar no lo quiero liberar. Quedate tranquila que estoy bien en claro, dale. Gracias. Bien Mauricio, en este caso yo puedo hacerlo lo que es una unificación en la parte... No, no me entendés, no quiero nada con movistar. No lo quiero ni ver a movistar. ¿Podrías saber qué fue lo que sucedió con Movistar? Vos sos una persona que hablas perfecto y hay empleados que se creen que nosotros somos lacayos de ellos y se equivocaron.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.65,
      "fin": 197.63,
      "duracion": 17.98,
      "texto": "Yo soy un tipo de 67 años, ¿me entendés? Entonces yo cuando dialogo, así como dialogo con vos, Si tengo mayor de los respetos, pues yo te digo que no quiero saber nada con Movistar, pero jamás te insultaría, jamás te diría algo, ni jamás te diría vos estás abajo de mis órdenes. No,",
      "confianza": 0.63,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 197.63,
      "fin": 205.88,
      "duracion": 8.25,
      "texto": "entonces con Movistar no tengo nada que ver, yo me pasé a claro, pago 35.000, ahora es medicina 79,",
      "confianza": 0.644,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.85,
      "fin": 210.99,
      "duracion": 5.14,
      "texto": "35.800 manuelas, no tengo ningún problema en pagarlo. Movistar no lo quiero ni ver hija.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.91,
      "fin": 213.47,
      "duracion": 1.56,
      "texto": "Muchas gracias y disculpa la molestia.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.03,
      "fin": 224.24,
      "duracion": 10.21,
      "texto": "Mauricio, escúcheme un segundito, deme un minuto para que yo le pueda decir algo. No me complique porque te tengo que cortar y voy a pasar como un maleducado.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.81,
      "fin": 245.23,
      "duracion": 20.42,
      "texto": "que acá en el sistema no me figura ninguna deuda. Eso le quería decir. Me llamaron 30 veces y me dijeron hasta que tenía deuda de 30 mil, de 20 mil, de 51 mil. Me mintieron por todo el lado, de punta a punta. Es más, lo que vos me estás diciendo, me estás pescando, corroborando lo que yo pensaba. Pero no importa, porque yo me voy a movistar.",
      "confianza": 0.389,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.37,
      "fin": 264.18,
      "duracion": 17.81,
      "texto": "A ver, digo, en Madrid se encargo de ponerla, la pongo, pero no quiero saber más nada con esa línea. Mauricio, no es necesario que vaya ni nada porque le estoy diciendo, no tiene ninguna deuda, que es de tranquilo, porque yo lo veo acá con su DNI, termina en 724, ¿verdad?",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.2,
      "fin": 283.7,
      "duracion": 18.5,
      "texto": "Sí señorita. Bien, no tiene ninguna deuda. Sí, sí señorita. No tiene ninguna deuda, así que quédese tranquilo que no tiene ninguna deuda, ¿sí? Ahora la verdad es que es un mal día y todo y una cosa, algunos de mis compañeros que no me interesa quién se amó, quién no se amó, no me interesa porque ya hasta cuando le pedí el nombre.",
      "confianza": 0.07,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 287.71,
      "fin": 295.34,
      "duracion": 7.63,
      "texto": "Yo soy una persona de 67 años, jamás faltaría el respeto porque nosotros venimos de una situación diferente. ¿Entendés?",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 296.02,
      "fin": 312.68,
      "duracion": 16.66,
      "texto": "Mira lo que te voy a decir en detalle, donde yo no me paraba en el colectivo, no era un asiento de embarazar, mi mamá me arrancaba la cabeza. Entonces, imaginate a la altura que estamos viviendo ahora, que cualquiera te falta el respeto, lo que sea, y que me falte el respeto, yo soy un cliente que jamás yo... ¿Cómo te voy a decir?",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 313.99,
      "fin": 326.21,
      "duracion": 12.22,
      "texto": "Abasacé a alguien o le falté el respeto. Simplemente, cuando quise presentar algo no sabía lo mal, que me trataron y hablé tres o cuatro veces y las treo cuatro veces con personas diferentes, ¡horrible!",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 326.71,
      "fin": 351.22,
      "duracion": 24.51,
      "texto": "Entonces me fui a claro y ya está, no tengo ningún problema ni por qué hace memoraza, que a mi edad no banco a mis nietos, nada más, mirá lo que te digo. Mi nieto viene, me camina por la cabeza, agarra el celular, aguanta... Lo entiendo, lo entiendo, porque usted tiene la edad de mi papá y justamente mi papá hace lo mismo con mis hijas, así que lo entiendo, me pongo en su lugar.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 351.72,
      "fin": 359.59,
      "duracion": 7.87,
      "texto": "La verdad es que no sé si ni ella asistente lo habrá atendido anteriormente. Exacto, es una mala experiencia lo que usted ha tenido.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 360.13,
      "fin": 362.25,
      "duracion": 2.12,
      "texto": "Sí, Mauricio, pero tiene la tranquilidad.",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 363.27,
      "fin": 381.16,
      "duracion": 17.89,
      "texto": "Lo entiendo que en este momento sí está muy enojado. Lo bueno es que ha podido escucharme y entender que no tiene ninguna deuda, quedarse tranquilo por ese lado. Sí, sé que está en el cuadro con Movistar, pero en este caso yo sería también su asesora personal y usted tendría mi contacto de WhatsApp justamente para comunicarse conmigo.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 383.12,
      "fin": 401.32,
      "duracion": 18.2,
      "texto": "Para mi abuela, mándame yo porque si en algún momento a cambio de día te lo... Dele, yo le voy a mandar un mensajito y usted quédese tranquilo, sí, que está todo bien y no tiene ninguna deuda con Movistar, sí. Bueno, muchísimas gracias. Muy amable, Eugenia, mi nombre para que...",
      "confianza": 0.411,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 402.11,
      "fin": 415.15,
      "duracion": 13.04,
      "texto": "Gracias, ¿tu nombre? Eugenia, ¿mi nombre? Eugenia. Eugenia. Yo le voy a escribir entonces ahora por WhatsApp para que yo les quede mi número, ¿sí? Bueno, hija, gracias. Muchas gracias a usted. Que tenga muy lindo día.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 415.69,
      "fin": 416.37,
      "duracion": 0.68,
      "texto": "Hasta luego.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Mauricio? Sí. ¿Qué tal, Mauricio? Un gusto. Como te decía, Eugenia es mi nombre. Me estoy comunicando del área de beneficios móviles, ya que me figura tu línea en claro. ¿Es así? No, si yo tengo en claro. En claro, exactamente. Me figura tu línea. ¿Vos tenés claro? Yo tengo claro. Perfecto. ¿Y contás con lo que es factura mensual o realizás recargas? No, no, no. Fatiga mensual. para la futura mensual. Bien, Mauricio, te consulto. ¿Vos tenéis idea de cuántas gigas es la factura que estás abonando? No, no tengo nada, la verdad que no. OK. Bueno, al día de hoy me estoy comunicando porque tenemos una promo muy buena para que puedas aprovechar. Son bastantes gigas, son 16 gigas, ¿sí? En lo que 8 son de base y 8 de regalo por los próximos 6 meses, con un valor final al 10.400 pesos. Sí, con lo que es, obviamente, WhatsApp gratis, ya más limitada a cualquier compañía y mensajitos también. Sí, Mauricio, decime, ¿vos sos de jugar a jueguitos? ¿Cómo? ¿Jugas a lo que es juegos? O sea, usas el juego... Sí, y yo puedo agarrar a mi nieto, ¿viste? Con ese rollo, no sé qué cosa dice eso, ¿no? Cuando me agarran el celo a mi nieto, lo manejan ellos. Ah, ellos lo usan. Bueno, también está bueno para que tengas en cuenta que también tiene lo que es un giga para jueguitos, ¿sí? Vas a poder prestarle el celo a tus nietos, vas a poder usarlo vos también en el caso de que te contagie las ganas de jugar. Y también vas a tener lo que es, justamente, roaming en América. Si te vas de vacaciones y salís fuera de Argentina, vas a poder usar el teléfono porque también tenés roaming para poder usarlo. La promo al día de hoy que te estoy ofreciendo está muy buena. Justamente, Movistar desea que vos regreses con la compañía. Y por eso... No, yo tengo claro, ya me llamaron el Movistar, no me quedo acá. Mira, tengo que pagar ahora, cuando cobre pago una de las que tengo Movistar y no, no quiero usar nada con Movistar. No, no, no. Bien, no, no. Ok. No tengo claro, no, no, no. No tengo claro. Ya tuve Movistar y ya tuve problemas. No, gracias, gracias. Cada vez conozco. No, si es que me agrada de claro, listo, nada más. No tenemos nada que hablar, disculpame. No, por favor, escúcheme, el día de hoy yo le traigo la solución, sí, porque usted... No, no, no, ninguna solución, yo pago 35.000 por mes, de claro. A ustedes me debo 51.000, que bueno, yo cancelo ahora el caballito, la semana que viene que cobro no quiero usar más nada, como que estar no lo quiero liberar. Quedate tranquila que estoy bien en claro, dale. Gracias. Bien Mauricio, en este caso yo puedo hacerlo lo que es una unificación en la parte... No, no me entendés, no quiero nada con movistar. No lo quiero ni ver a movistar. ¿Podrías saber qué fue lo que sucedió con Movistar? Vos sos una persona que hablas perfecto y hay empleados que se creen que nosotros somos lacayos de ellos y se equivocaron. Yo soy un tipo de 67 años, ¿me entendés? Entonces yo cuando dialogo, así como dialogo con vos, Si tengo mayor de los respetos, pues yo te digo que no quiero saber nada con Movistar, pero jamás te insultaría, jamás te diría algo, ni jamás te diría vos estás abajo de mis órdenes. No, entonces con Movistar no tengo nada que ver, yo me pasé a claro, pago 35.000, ahora es medicina 79, 35.800 manuelas, no tengo ningún problema en pagarlo. Movistar no lo quiero ni ver hija. Muchas gracias y disculpa la molestia. Mauricio, escúcheme un segundito, deme un minuto para que yo le pueda decir algo. No me complique porque te tengo que cortar y voy a pasar como un maleducado. que acá en el sistema no me figura ninguna deuda. Eso le quería decir. Me llamaron 30 veces y me dijeron hasta que tenía deuda de 30 mil, de 20 mil, de 51 mil. Me mintieron por todo el lado, de punta a punta. Es más, lo que vos me estás diciendo, me estás pescando, corroborando lo que yo pensaba. Pero no importa, porque yo me voy a movistar. A ver, digo, en Madrid se encargo de ponerla, la pongo, pero no quiero saber más nada con esa línea. Mauricio, no es necesario que vaya ni nada porque le estoy diciendo, no tiene ninguna deuda, que es de tranquilo, porque yo lo veo acá con su DNI, termina en 724, ¿verdad? Sí señorita. Bien, no tiene ninguna deuda. Sí, sí señorita. No tiene ninguna deuda, así que quédese tranquilo que no tiene ninguna deuda, ¿sí? Ahora la verdad es que es un mal día y todo y una cosa, algunos de mis compañeros que no me interesa quién se amó, quién no se amó, no me interesa porque ya hasta cuando le pedí el nombre. Yo soy una persona de 67 años, jamás faltaría el respeto porque nosotros venimos de una situación diferente. ¿Entendés? Mira lo que te voy a decir en detalle, donde yo no me paraba en el colectivo, no era un asiento de embarazar, mi mamá me arrancaba la cabeza. Entonces, imaginate a la altura que estamos viviendo ahora, que cualquiera te falta el respeto, lo que sea, y que me falte el respeto, yo soy un cliente que jamás yo... ¿Cómo te voy a decir? Abasacé a alguien o le falté el respeto. Simplemente, cuando quise presentar algo no sabía lo mal, que me trataron y hablé tres o cuatro veces y las treo cuatro veces con personas diferentes, ¡horrible! Entonces me fui a claro y ya está, no tengo ningún problema ni por qué hace memoraza, que a mi edad no banco a mis nietos, nada más, mirá lo que te digo. Mi nieto viene, me camina por la cabeza, agarra el celular, aguanta... Lo entiendo, lo entiendo, porque usted tiene la edad de mi papá y justamente mi papá hace lo mismo con mis hijas, así que lo entiendo, me pongo en su lugar. La verdad es que no sé si ni ella asistente lo habrá atendido anteriormente. Exacto, es una mala experiencia lo que usted ha tenido. Sí, Mauricio, pero tiene la tranquilidad. Lo entiendo que en este momento sí está muy enojado. Lo bueno es que ha podido escucharme y entender que no tiene ninguna deuda, quedarse tranquilo por ese lado. Sí, sé que está en el cuadro con Movistar, pero en este caso yo sería también su asesora personal y usted tendría mi contacto de WhatsApp justamente para comunicarse conmigo. Para mi abuela, mándame yo porque si en algún momento a cambio de día te lo... Dele, yo le voy a mandar un mensajito y usted quédese tranquilo, sí, que está todo bien y no tiene ninguna deuda con Movistar, sí. Bueno, muchísimas gracias. Muy amable, Eugenia, mi nombre para que... Gracias, ¿tu nombre? Eugenia, ¿mi nombre? Eugenia. Eugenia. Yo le voy a escribir entonces ahora por WhatsApp para que yo les quede mi número, ¿sí? Bueno, hija, gracias. Muchas gracias a usted. Que tenga muy lindo día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.518,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:09:13.843062",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 111,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:21.607220",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115110522760_ACD_12117",
    "fecha_inicio": "15/1/2026 11:05:22",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 474,
    "tiempo_conversacion": 401,
    "tiempo_hold": 0,
    "tiempo_acw": 48,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}