{
  "archivo": "amza39_1_260116145926943_ACD_54455.wav",
  "duracion_segundos": 167.32,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 78.52,
    "Cliente": 72.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.06,
      "fin": 15.94,
      "duracion": 14.88,
      "texto": "Hola, buen día. ¿Me comunico con un Ricardo o alguna línea a su nombre? Quiero hablar. Mi nombre es Catalina, lo contacto desde el área de movilizar, Hugo, para hacerle llegar lo que es una promoción para su línea móvil.",
      "confianza": 0.334,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.64,
      "fin": 22.25,
      "duracion": 5.61,
      "texto": "Cúmenteme, ¿se encuentra usted el día de hoy con claro? ¿Es así?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.27,
      "fin": 22.33,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.129,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.35,
      "fin": 29.82,
      "duracion": 7.47,
      "texto": "Bien, ¿y cuántos gigas tiene en su línea? ¿Sabe más o menos lo que gasta o no tiene idea? Creo que cinco puede ser.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.37,
      "fin": 32.94,
      "duracion": 2.56,
      "texto": "¿les son suficientes o les sobran?",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.22,
      "fin": 54.34,
      "duracion": 16.12,
      "texto": "No, no, yo les sobo poco pero no me alcanza a veces. Igual yo no lo uso mucho. ¿Tiene que hacer recargas a veces? Sí. Bien, en este caso lo que les puedo ofrecer, Hugo, es un plan de ocho digas, un poquito más más, ocho regalos, de 10.400 pesos. ¿Qué les parece exclusivo para ustedes?",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.23,
      "fin": 78.52,
      "duracion": 23.29,
      "texto": "Sí, sí, pero ¿qué pasa? Yo tengo que pagar porque tengo que pagar en la... Tengo que pagar en la buena de claro. Sí, no, el problema es que esto se le va a empezar a cobrar a partir del mes que viene. ¿Querés ser usted tranquilo? Esto no se le cobra este mes. Sí, yo sé, pero usted, para hacer eso, yo tengo que pagar lo que debo a claro.",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.6,
      "fin": 107.21,
      "duracion": 27.61,
      "texto": "No, no hay problema con eso, mientras tanto usted tenga la línea activa, usted reciba mensajes y llamadas de crédito, no hay problema, nosotros podamos realizarlo y después usted en cuanto pueda le paga la deuda, claro. ¿A ustedes pueden hacer el cambio de teléfono? Sí, podemos hacer el cambio de línea, no hay problema. ¿Usted tiene la línea para recibir llamadas y mensajes? ¿Es esta la que le estoy llamando? Sí, sí, sí, yo llamo con internet, yo hablo.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.74,
      "fin": 109.87,
      "duracion": 2.12,
      "texto": "¿Y por llamada común, sin Internet?",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 113.57,
      "fin": 119.56,
      "duracion": 5.99,
      "texto": "No, no, sin Internet no, con Internet. ¿Tiene la línea cortada, Hugo, a usted?",
      "confianza": 0.027,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.58,
      "fin": 120.54,
      "duracion": 0.96,
      "texto": "Sí, claro, ahora me la cortaron porque no aboné.",
      "confianza": 0.01,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 120.56,
      "fin": 130.85,
      "duracion": 10.29,
      "texto": "Ah, bien, bien, bien. En ese caso nos estaría faltando lo que es enviarle un mensajito que no le va a llegar en caso de que tenga la línea cortada, que es necesario para la portabilidad.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.45,
      "fin": 138.72,
      "duracion": 7.27,
      "texto": "Si no, Hugo, lo que puede hacer es apenas usted abone y yo le mando ahora lo que es la promo la promoción que tenemos reproducida para usted.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.42,
      "fin": 151.89,
      "duracion": 12.47,
      "texto": "Se la mando todo al WhatsApp y usted apenas puede abonar, me escribe cuando recupere la línea y hacemos la portabilidad, así le queda más bonito. ¿Le parece?",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.91,
      "fin": 153.0,
      "duracion": 1.08,
      "texto": "Sí, sí, yo calculo que esta semana ya lo voy a abonar.",
      "confianza": 0.028,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.01,
      "fin": 164.99,
      "duracion": 11.98,
      "texto": "Perfecto, entonces yo ahora le mando el mensajito y usted me avisa, ¿sí? Apenas esté disponible. Listo, dale, dale, gracias. Perfecto, que tenga buen día, Hugo. Adiós. Adiós.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.37,
      "fin": 167.32,
      "duracion": 0.95,
      "texto": "No.",
      "confianza": 0.357,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Me comunico con un Ricardo o alguna línea a su nombre? Quiero hablar. Mi nombre es Catalina, lo contacto desde el área de movilizar, Hugo, para hacerle llegar lo que es una promoción para su línea móvil. Cúmenteme, ¿se encuentra usted el día de hoy con claro? ¿Es así? Sí. Bien, ¿y cuántos gigas tiene en su línea? ¿Sabe más o menos lo que gasta o no tiene idea? Creo que cinco puede ser. ¿les son suficientes o les sobran? No, no, yo les sobo poco pero no me alcanza a veces. Igual yo no lo uso mucho. ¿Tiene que hacer recargas a veces? Sí. Bien, en este caso lo que les puedo ofrecer, Hugo, es un plan de ocho digas, un poquito más más, ocho regalos, de 10.400 pesos. ¿Qué les parece exclusivo para ustedes? Sí, sí, pero ¿qué pasa? Yo tengo que pagar porque tengo que pagar en la... Tengo que pagar en la buena de claro. Sí, no, el problema es que esto se le va a empezar a cobrar a partir del mes que viene. ¿Querés ser usted tranquilo? Esto no se le cobra este mes. Sí, yo sé, pero usted, para hacer eso, yo tengo que pagar lo que debo a claro. No, no hay problema con eso, mientras tanto usted tenga la línea activa, usted reciba mensajes y llamadas de crédito, no hay problema, nosotros podamos realizarlo y después usted en cuanto pueda le paga la deuda, claro. ¿A ustedes pueden hacer el cambio de teléfono? Sí, podemos hacer el cambio de línea, no hay problema. ¿Usted tiene la línea para recibir llamadas y mensajes? ¿Es esta la que le estoy llamando? Sí, sí, sí, yo llamo con internet, yo hablo. ¿Y por llamada común, sin Internet? No, no, sin Internet no, con Internet. ¿Tiene la línea cortada, Hugo, a usted? Sí, claro, ahora me la cortaron porque no aboné. Ah, bien, bien, bien. En ese caso nos estaría faltando lo que es enviarle un mensajito que no le va a llegar en caso de que tenga la línea cortada, que es necesario para la portabilidad. Si no, Hugo, lo que puede hacer es apenas usted abone y yo le mando ahora lo que es la promo la promoción que tenemos reproducida para usted. Se la mando todo al WhatsApp y usted apenas puede abonar, me escribe cuando recupere la línea y hacemos la portabilidad, así le queda más bonito. ¿Le parece? Sí, sí, yo calculo que esta semana ya lo voy a abonar. Perfecto, entonces yo ahora le mando el mensajito y usted me avisa, ¿sí? Apenas esté disponible. Listo, dale, dale, gracias. Perfecto, que tenga buen día, Hugo. Adiós. Adiós. No.",
  "calidad": {
    "confianza_promedio": 0.451,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:21:16.623552",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:26.022975",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116145926943_ACD_54455",
    "fecha_inicio": "16/1/2026 14:59:26",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 191,
    "tiempo_conversacion": 162,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_Respaldo",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}