{
  "archivo": "amza13_1_260116142637782_ACD_43559.wav",
  "duracion_segundos": 172.01,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 93.89,
    "Cliente": 70.16
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.3,
      "fin": 28.2,
      "duracion": 26.9,
      "texto": "Hola, buenos días. ¿Hablo con Héctor? Sí. Hola. ¿Qué tal, Héctor? Hablo a Gerardo. Me comunicó de la línea de beneficios de la compañía Movistar. Mira, estamos al día de hoy porque tenemos un plan en promoción imperdible para las dos líneas que tenés con claro. Te queremos llevar un plan que tiene 16 gigas roaming todos los beneficios de Movistar a solo 10.400 pesos con un descuento fijo. ¿Qué te parece?",
      "confianza": 0.094,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.04,
      "fin": 70.56,
      "duracion": 41.52,
      "texto": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Ese tiempo de inconvenientes han mejorado muchísimo. Sí, viste, me hicieron pagar la televisión cable esa, Movistar, ¿qué? Sí. Y bueno, yo lo había dado de debajo y resulta que estuve un año sin costos y nunca me avisaron.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.06,
      "fin": 152.47,
      "duracion": 80.41,
      "texto": "Y resulta que cuando costo me vino una deuda de que debía como un año y medio, cuando yo lo había dado de debajo, suposamente. Bueno, lamento escuchar eso, la verdad es que a veces hay errores que suceden. Sí, si yo tenía movistar hace rato, hace años, pero bueno. ¿Y cómo te funciona realmente la compañía actual con la que estás, Héctor, claro? No sé, a veces tiene señal, a veces no, depende. Yo no lo uso mucho igual, pero... ¿Qué te parece, Héctor, si para hacer la aporta del día de hoy además te regalo 20 gigas para que actives desde la aplicación y te incluya en un familiar? a las dos líneas les regalamos 4,1 gigas todos los meses, por lo cual contarían con 20 gigas y también otros 20 gigas que les vamos a regalar desde... es una cantidad... es decir, por solo $1400, la verdad que está para no desaprovecharla. No, no, ya sé, sí, yo mucho no entiendo, lo que maneja todo es mi señor, así que no sé, le pregunto si querés. Bueno, bueno, bueno... Yo hablo de todo, yo subo tipo 7 y media a mi casa, 8 a la noche, perdona. Vamos a hacer una cosa, como está por hoy la promo, yo te voy a dejar mi WhatsApp para que a lo largo del día, una vez que hables con tu señora, me escribas. Me escribas y me digas si nos interesa.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 153.56,
      "fin": 163.79,
      "duracion": 10.23,
      "texto": "Mándame a ver cómo era así por texto, ¿no? ¿Qué sería? O WhatsApp, algo más. Ahí te mando un audio y te explico, te explico bien.",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.81,
      "fin": 165.39,
      "duracion": 1.58,
      "texto": "Dale.",
      "confianza": 0.46,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.41,
      "fin": 168.1,
      "duracion": 2.69,
      "texto": "Bueno. Bueno, gracias que estés muy bien. Hasta luego.",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.9,
      "fin": 169.46,
      "duracion": 0.56,
      "texto": "Hasta luego.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.85,
      "fin": 172.01,
      "duracion": 0.16,
      "texto": ".",
      "confianza": 0.946,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Hablo con Héctor? Sí. Hola. ¿Qué tal, Héctor? Hablo a Gerardo. Me comunicó de la línea de beneficios de la compañía Movistar. Mira, estamos al día de hoy porque tenemos un plan en promoción imperdible para las dos líneas que tenés con claro. Te queremos llevar un plan que tiene 16 gigas roaming todos los beneficios de Movistar a solo 10.400 pesos con un descuento fijo. ¿Qué te parece? No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Ese tiempo de inconvenientes han mejorado muchísimo. Sí, viste, me hicieron pagar la televisión cable esa, Movistar, ¿qué? Sí. Y bueno, yo lo había dado de debajo y resulta que estuve un año sin costos y nunca me avisaron. Y resulta que cuando costo me vino una deuda de que debía como un año y medio, cuando yo lo había dado de debajo, suposamente. Bueno, lamento escuchar eso, la verdad es que a veces hay errores que suceden. Sí, si yo tenía movistar hace rato, hace años, pero bueno. ¿Y cómo te funciona realmente la compañía actual con la que estás, Héctor, claro? No sé, a veces tiene señal, a veces no, depende. Yo no lo uso mucho igual, pero... ¿Qué te parece, Héctor, si para hacer la aporta del día de hoy además te regalo 20 gigas para que actives desde la aplicación y te incluya en un familiar? a las dos líneas les regalamos 4,1 gigas todos los meses, por lo cual contarían con 20 gigas y también otros 20 gigas que les vamos a regalar desde... es una cantidad... es decir, por solo $1400, la verdad que está para no desaprovecharla. No, no, ya sé, sí, yo mucho no entiendo, lo que maneja todo es mi señor, así que no sé, le pregunto si querés. Bueno, bueno, bueno... Yo hablo de todo, yo subo tipo 7 y media a mi casa, 8 a la noche, perdona. Vamos a hacer una cosa, como está por hoy la promo, yo te voy a dejar mi WhatsApp para que a lo largo del día, una vez que hables con tu señora, me escribas. Me escribas y me digas si nos interesa. Mándame a ver cómo era así por texto, ¿no? ¿Qué sería? O WhatsApp, algo más. Ahí te mando un audio y te explico, te explico bien. Dale. Bueno. Bueno, gracias que estés muy bien. Hasta luego. Hasta luego. .",
  "calidad": {
    "confianza_promedio": 0.482,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:15:34.770500",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:14.517951",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116142637782_ACD_43559",
    "fecha_inicio": "16/1/2026 14:26:37",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 211,
    "tiempo_conversacion": 166,
    "tiempo_hold": 0,
    "tiempo_acw": 22,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}