{
  "archivo": "amza314_1_260116141319653_ACD_00407.wav",
  "duracion_segundos": 449.23,
  "num_segmentos": 92,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 81.76,
    "Cliente": 346.99
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.2,
      "fin": 42.04,
      "duracion": 41.84,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes. Tengo el gusto de hablar con Alessandro. Sí. Cierto, sí, yo me llamaba para brindar tu beneficio en la línea. ¿Cómo te encontrás el día de hoy? Todo bien, amor. Todo bien, Ale. Ya para porque, bueno, me figura el sistema que estás en la compañía de Claro y quería consultarte cómo te estabas manejando con el tema de los gigas. ¿Usabas mucho el celular? Sí, lo siento bastante. ¿Recuerdas que plan de gigas tenes? Yo tengo 15 gigas y esto se alcanza, no tienes que hacerte recarga.",
      "confianza": 0.279,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.83,
      "fin": 52.46,
      "duracion": 9.63,
      "texto": "No, a ver si necesito más porque estoy afuera. Ok, entiendo. Bueno, genial, porque al día de hoy sí tengo lo que es una promoción para brindarte.",
      "confianza": 0.065,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.48,
      "fin": 60.77,
      "duracion": 8.29,
      "texto": "Es un plan que tiene 23 gigas, tiene 15 de base y 8 por volver a la compañía, ¿sí?",
      "confianza": 0.525,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.79,
      "fin": 64.43,
      "duracion": 3.64,
      "texto": "Y te queda lo que es un precio final de 23.850 pesos.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.45,
      "fin": 69.66,
      "duracion": 5.21,
      "texto": "¿Vos tenés la contratación también del servicio hogar con Claro por Ester?",
      "confianza": 0.767,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.75,
      "fin": 93.27,
      "duracion": 22.52,
      "texto": "No me va a hablar, solamente... Solo empezará línea. Pensé que quería hacer una segunda línea, no sé si era posibilidad también. ¿Aló? Sí, sí, te escuché. Bien, también tiene lo que es el Romina al Mundo.",
      "confianza": 0.175,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.41,
      "fin": 99.32,
      "duracion": 4.91,
      "texto": "Y como te comentaba, tendrías lo que es un total de 23 gigas por 23.850 pesos.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 99.34,
      "fin": 110.53,
      "duracion": 11.2,
      "texto": "Pero, por una mínima diferencia de unos 2.000 pesos aproximadamente, paso a lo que es el plan de 30 gigas más 8 de regalo.",
      "confianza": 0.656,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.56,
      "fin": 116.4,
      "duracion": 5.85,
      "texto": "Así que tendrías un total de 38 gigas por 25.550.",
      "confianza": 0.497,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.23,
      "fin": 124.66,
      "duracion": 7.43,
      "texto": "Perfecto. También si yo hubiera comprado un equipo por Claro, no sé si sigo teniendo cuota. Creo que me te queda un par.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.24,
      "fin": 127.78,
      "duracion": 2.54,
      "texto": "O solo una. Algo así. O dos o una.",
      "confianza": 0.825,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 128.72,
      "fin": 136.77,
      "duracion": 8.05,
      "texto": "Ok. Igual de todas maneras te comento que con respecto a lo que es los equipos, una cosa es el abono tuyo y otra cosa es el equipo.",
      "confianza": 0.61,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.83,
      "fin": 146.14,
      "duracion": 9.31,
      "texto": "En el caso de que vos harás el cambio de compañía, a vos te va a decir de claro la factura de Claro, solamente del equipo. Perfecto.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.42,
      "fin": 252.53,
      "duracion": 105.11,
      "texto": "Pero es como lo que te comentaba, que yo quería tener dos equipos, o sea, dos líneas por dos, porque tengo dos equipos. ¿Hay alguna posibilidad de hacer algún precio o que sea uno de, por ejemplo, de 30 gigas y otro de, qué sé yo, de 2, de 3 gigas? Y mira, la promoción que yo te puedo hacer es que para la línea que más ocupa y que esos juegos, digamos, le pongamos este plan de 30 gigas, por 25.150 pesos y además vas a tener cuatro gigas bonificados y por lo que es el plan familiar, vas a pasar más de una línea bajo tu nombre, accede a esas cuatro gigas extra y esas cuatro gigas extra son para los dos celulares y son de posibilidad. Quiere decir que mientras estén las líneas en Movistar van a tener estas cuatro gigas totalmente bonificados y la promoción que le podemos hacer a la otra línea es, por ejemplo, la promoción de 12 gigas por 7.460 pesos. Es un plan que tiene 4 gigas de base, 4 gigas modificados por la compañía y los 4 de plan familiar. Así que esta línea contaría con 12 gigas mensuales, o hasta un gratis, a cualquier compañía. ¿Esa 12 gigas serían para siempre? ¿O cómo serían? Los que son de corrobidad son los 4 gigas del plan familiar, y los de base. Los otros son bonificados. Por ejemplo, este que te comente que son 12 gigas, tiene 4 que son bonificados únicamente con 6 meses. Luego de esos 6 meses, vos tendrías esa línea con 8 gigas de base, 8 gigas mensuales.",
      "confianza": 0.548,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 252.55,
      "fin": 262.32,
      "duracion": 9.78,
      "texto": "Si no, tengo un plan un poquito más alto y que son 16 gigas por $10,400 pesos, también WhatsApp gratis a la líder de cualquier compañía,",
      "confianza": 0.709,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.54,
      "fin": 271.21,
      "duracion": 8.67,
      "texto": "América Precio Local y Rummen en América. Pero esta promo que te comenté de 16 gigas, todavía no le he sumado los cuatro del Plan Familia.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.85,
      "fin": 289.36,
      "duracion": 17.51,
      "texto": "Así que tendrías un total de justamente 20 gigas mensuales por 10.400 pesos. ¿Qué te hago el total con lo que es la línea de 30 y la línea de 4 o la línea de 8?",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 290.63,
      "fin": 303.63,
      "duracion": 13.0,
      "texto": "La primera línea sería de 30 gigas y serían 30 más 8 por volver a la compañía.",
      "confianza": 0.577,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 304.44,
      "fin": 361.37,
      "duracion": 56.93,
      "texto": "Exacto, más 4 por el plan familiar. Eso sería literalmente un plan de 40 gigas por 25.150 y obviamente en el caso de que vos no ocupes en el mes esta cantidad de gigas vos podés acumular los tipos acumular hasta el 80% de los gigas del plan o si bien transferirlos a otros abonados en Movistar. Así que te vendría súper de días porque usarías en su totalidad los gigas. Perfecto y en principio si yo no uso el plazo familiar Quisiera dar una línea por mientras. ¿Cuántos en el total? El precio sigue siendo el mismo, vos si pasás más de una línea nosotros ahí te hacemos esa bonificación de 4 GB extra y el plan que te ofrecí de la línea más bajita.",
      "confianza": 0.324,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 362.29,
      "fin": 369.14,
      "duracion": 6.85,
      "texto": "Lo que no se toca sería el plan de 30 GB, más los 8 bonificados",
      "confianza": 0.753,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.44,
      "fin": 387.48,
      "duracion": 18.04,
      "texto": "esos quedan así, tal cual, y cuenta con lo que es el rumen al mundo. Sí, te quedan 25.150 el plan con los 38 gigas. Perfecto. Perfecto. Sí, sí. Bueno, es el problema. El problema es que ahora no quiere hacer el cable. No se va a dar nada.",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 389.32,
      "fin": 391.9,
      "duracion": 2.58,
      "texto": "¿Me repetís, por favor, que te escuché muy entrecortado?",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 393.42,
      "fin": 398.27,
      "duracion": 4.85,
      "texto": "Ahora me escuchás, ¿bien? Sí, ahora sí. Te quería preguntar.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 399.38,
      "fin": 415.48,
      "duracion": 16.1,
      "texto": "Tengo algún número para que te pueda llamar o algo, porque ahora mismo no quiero hacer el cambio. Quizás en dos semanas estaré interesado. Bueno, vamos a lo siguiente. Yo ahora mismo, Eric, te voy a dejar un mensajito de WhatsApp con mi número de asesor.",
      "confianza": 0.32,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 416.36,
      "fin": 428.37,
      "duracion": 12.01,
      "texto": "Te pido ya directamente que me agenden, porque justamente cuando quieras acceder a una promoción, me mandas también un mensajito y te contesto, ¿sí? Perfecto. Mándame también el mensaje y tu nombre que no me condena, por favor.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 428.72,
      "fin": 436.21,
      "duracion": 7.49,
      "texto": "Mi nombre es Rocío, de todas maneras ahí te dejo el mensajito del WhatsApp, te pongo mi nombre y te mando la promoción, ¿sí?",
      "confianza": 0.654,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 437.88,
      "fin": 447.19,
      "duracion": 9.31,
      "texto": "Perfecto, buenísimo, Rocío. Bueno, muchas gracias a vos, espero que tengas una muy linda tarde. Así va, buen fin de semana, gracias por todo. Chau, hasta luego.",
      "confianza": 0.215,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 449.13,
      "fin": 449.23,
      "duracion": 0.1,
      "texto": "Chau.",
      "confianza": 0.199,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes. Tengo el gusto de hablar con Alessandro. Sí. Cierto, sí, yo me llamaba para brindar tu beneficio en la línea. ¿Cómo te encontrás el día de hoy? Todo bien, amor. Todo bien, Ale. Ya para porque, bueno, me figura el sistema que estás en la compañía de Claro y quería consultarte cómo te estabas manejando con el tema de los gigas. ¿Usabas mucho el celular? Sí, lo siento bastante. ¿Recuerdas que plan de gigas tenes? Yo tengo 15 gigas y esto se alcanza, no tienes que hacerte recarga. No, a ver si necesito más porque estoy afuera. Ok, entiendo. Bueno, genial, porque al día de hoy sí tengo lo que es una promoción para brindarte. Es un plan que tiene 23 gigas, tiene 15 de base y 8 por volver a la compañía, ¿sí? Y te queda lo que es un precio final de 23.850 pesos. ¿Vos tenés la contratación también del servicio hogar con Claro por Ester? No me va a hablar, solamente... Solo empezará línea. Pensé que quería hacer una segunda línea, no sé si era posibilidad también. ¿Aló? Sí, sí, te escuché. Bien, también tiene lo que es el Romina al Mundo. Y como te comentaba, tendrías lo que es un total de 23 gigas por 23.850 pesos. Pero, por una mínima diferencia de unos 2.000 pesos aproximadamente, paso a lo que es el plan de 30 gigas más 8 de regalo. Así que tendrías un total de 38 gigas por 25.550. Perfecto. También si yo hubiera comprado un equipo por Claro, no sé si sigo teniendo cuota. Creo que me te queda un par. O solo una. Algo así. O dos o una. Ok. Igual de todas maneras te comento que con respecto a lo que es los equipos, una cosa es el abono tuyo y otra cosa es el equipo. En el caso de que vos harás el cambio de compañía, a vos te va a decir de claro la factura de Claro, solamente del equipo. Perfecto. Pero es como lo que te comentaba, que yo quería tener dos equipos, o sea, dos líneas por dos, porque tengo dos equipos. ¿Hay alguna posibilidad de hacer algún precio o que sea uno de, por ejemplo, de 30 gigas y otro de, qué sé yo, de 2, de 3 gigas? Y mira, la promoción que yo te puedo hacer es que para la línea que más ocupa y que esos juegos, digamos, le pongamos este plan de 30 gigas, por 25.150 pesos y además vas a tener cuatro gigas bonificados y por lo que es el plan familiar, vas a pasar más de una línea bajo tu nombre, accede a esas cuatro gigas extra y esas cuatro gigas extra son para los dos celulares y son de posibilidad. Quiere decir que mientras estén las líneas en Movistar van a tener estas cuatro gigas totalmente bonificados y la promoción que le podemos hacer a la otra línea es, por ejemplo, la promoción de 12 gigas por 7.460 pesos. Es un plan que tiene 4 gigas de base, 4 gigas modificados por la compañía y los 4 de plan familiar. Así que esta línea contaría con 12 gigas mensuales, o hasta un gratis, a cualquier compañía. ¿Esa 12 gigas serían para siempre? ¿O cómo serían? Los que son de corrobidad son los 4 gigas del plan familiar, y los de base. Los otros son bonificados. Por ejemplo, este que te comente que son 12 gigas, tiene 4 que son bonificados únicamente con 6 meses. Luego de esos 6 meses, vos tendrías esa línea con 8 gigas de base, 8 gigas mensuales. Si no, tengo un plan un poquito más alto y que son 16 gigas por $10,400 pesos, también WhatsApp gratis a la líder de cualquier compañía, América Precio Local y Rummen en América. Pero esta promo que te comenté de 16 gigas, todavía no le he sumado los cuatro del Plan Familia. Así que tendrías un total de justamente 20 gigas mensuales por 10.400 pesos. ¿Qué te hago el total con lo que es la línea de 30 y la línea de 4 o la línea de 8? La primera línea sería de 30 gigas y serían 30 más 8 por volver a la compañía. Exacto, más 4 por el plan familiar. Eso sería literalmente un plan de 40 gigas por 25.150 y obviamente en el caso de que vos no ocupes en el mes esta cantidad de gigas vos podés acumular los tipos acumular hasta el 80% de los gigas del plan o si bien transferirlos a otros abonados en Movistar. Así que te vendría súper de días porque usarías en su totalidad los gigas. Perfecto y en principio si yo no uso el plazo familiar Quisiera dar una línea por mientras. ¿Cuántos en el total? El precio sigue siendo el mismo, vos si pasás más de una línea nosotros ahí te hacemos esa bonificación de 4 GB extra y el plan que te ofrecí de la línea más bajita. Lo que no se toca sería el plan de 30 GB, más los 8 bonificados esos quedan así, tal cual, y cuenta con lo que es el rumen al mundo. Sí, te quedan 25.150 el plan con los 38 gigas. Perfecto. Perfecto. Sí, sí. Bueno, es el problema. El problema es que ahora no quiere hacer el cable. No se va a dar nada. ¿Me repetís, por favor, que te escuché muy entrecortado? Ahora me escuchás, ¿bien? Sí, ahora sí. Te quería preguntar. Tengo algún número para que te pueda llamar o algo, porque ahora mismo no quiero hacer el cambio. Quizás en dos semanas estaré interesado. Bueno, vamos a lo siguiente. Yo ahora mismo, Eric, te voy a dejar un mensajito de WhatsApp con mi número de asesor. Te pido ya directamente que me agenden, porque justamente cuando quieras acceder a una promoción, me mandas también un mensajito y te contesto, ¿sí? Perfecto. Mándame también el mensaje y tu nombre que no me condena, por favor. Mi nombre es Rocío, de todas maneras ahí te dejo el mensajito del WhatsApp, te pongo mi nombre y te mando la promoción, ¿sí? Perfecto, buenísimo, Rocío. Bueno, muchas gracias a vos, espero que tengas una muy linda tarde. Así va, buen fin de semana, gracias por todo. Chau, hasta luego. Chau.",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:28:35.298416",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 92,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:22.830210",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141319653_ACD_00407",
    "fecha_inicio": "16/1/2026 14:13:19",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 494,
    "tiempo_conversacion": 430,
    "tiempo_hold": 0,
    "tiempo_acw": 34,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}