{
  "archivo": "amza_sup2_1_260116113643588_MIT_01998.wav",
  "duracion_segundos": 396.39,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 155.4,
    "Cliente": 134.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.32,
      "duracion": 9.29,
      "texto": "Y hemos estado viendo que usted en 2025 hizo un cambio de Movistar a Claro, ¿verdad?",
      "confianza": 0.823,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.34,
      "fin": 13.71,
      "duracion": 4.37,
      "texto": "Bien, mira, sé que no es la primera vez que te llamamos, así que voy a ser súper breve.",
      "confianza": 0.805,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 14.69,
      "fin": 29.45,
      "duracion": 14.76,
      "texto": "Te comento, yo me comunico desde Movistar, estamos ofreciendo promociones para clientes anteriores que nosotros hemos tenido que se han cambiado de nuestra empresa a la empresa de Claro.",
      "confianza": 0.856,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.15,
      "fin": 45.4,
      "duracion": 15.24,
      "texto": "Tenemos dos promociones por el día de hoy, es como te comentaba, es para poder volver a tenerlos dentro de nuestra empresa, que cuenta en la primer promoción en 8 GB y la segunda promoción en 16 GB.",
      "confianza": 0.815,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.82,
      "fin": 59.76,
      "duracion": 12.94,
      "texto": "La primera cuenta con un valor final al precio el día de hoy de $7,460, ¿sí? Y la segunda cuenta con un precio final al día de hoy de $10,400.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.49,
      "fin": 78.56,
      "duracion": 18.07,
      "texto": "Cada promoción tiene sus beneficios. Algunos son compartidos, como lo es, por ejemplo, el uso de WhatsApp gratis. Cualquier acción que usted haga dentro de esta aplicación es totalmente gratuita, ¿sí? Ya sea enviar videos o recibirlos, enviar audios, enviar mensajes o llamadas.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.44,
      "fin": 88.39,
      "duracion": 8.95,
      "texto": "Tenemos también el beneficio de habla libre, es decir, gratuita, a cualquier compañía, ya sea Claro, Twenty, Personal, Movistar,",
      "confianza": 0.863,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.0,
      "fin": 99.31,
      "duracion": 10.31,
      "texto": "Y tenemos un gigabyte de regalo para juegos online. Si usted juega, si su esposa juega, tiene sobrinos, nietos o hijos, le sirve, ¿sí?",
      "confianza": 0.855,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.51,
      "fin": 130.72,
      "duracion": 30.21,
      "texto": "Estas promociones tienen una durabilidad de seis meses, en los cuales se te va a respetar siempre el descuento que nosotros proporcionemos. Y aparte, en la aplicación Mimovistar, ustedes van a contar con el beneficio de Un regalo que nosotros le hacemos por volver a nuestra empresa, que son 20 GB de regalo, ¿sí? Eso sería por cada línea, porque cada uno de ustedes tendría aparte un usuario en la aplicación MiMovieStar.",
      "confianza": 0.767,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.68,
      "fin": 143.2,
      "duracion": 11.52,
      "texto": "Eso ustedes lo pueden activar a lo largo del año, cuando ustedes quieran, ¿sí? Y tiene una durabilidad de un mes, esos 20 GB de regalo.",
      "confianza": 0.86,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.56,
      "fin": 152.47,
      "duracion": 7.91,
      "texto": "¿Esas son las promociones que nosotros tenemos por el día de hoy, como te digo, para ofrecerle a clientes anteriores que nosotros hemos tenido en la empresa?",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.78,
      "fin": 206.83,
      "duracion": 51.05,
      "texto": "No, sí, la verdad que sí, yo te agradezco, pero no nos vamos a cambiar, porque a mí ya me habían ofrecido cuando yo me pasé a movistar la otra vuelta. Me hicieron lo mismo, pero lo que pasa es que después van aumentando los impuestos y qué sé yo, Salvo lo que ustedes te dicen que lo respetan y eso no es contra vos ni nada, pero con él, el de 8 gigas, que es 7.470, ustedes respetan eso, pero después le van poniendo un impuesto que uno no termina sabiendo de qué es, que es lo que te cobran, y siempre va de 7.400 a 8.200 y así siempre van aumentando, todos los meses van aumentando algo y no digo que todas las compañías sean iguales. Pero para ser cuento quilombo, prefiero quedarme donde estoy nomás. La verdad es que yo te agradezco. Bien, muchísimas gracias igual por haber sido respetuoso para comentarlos.",
      "confianza": 0.511,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 206.85,
      "fin": 210.59,
      "duracion": 3.74,
      "texto": "Yo te comento lo que decís, nos lo han dicho varias personas.",
      "confianza": 0.727,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.45,
      "fin": 215.31,
      "duracion": 3.86,
      "texto": "Por eso mismo yo te decía que lo que se respeta es el descuento.",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.94,
      "fin": 232.53,
      "duracion": 16.59,
      "texto": "Teniendo en cuenta también que la situación del país no ha sido la misma, sino que antes teníamos muy por encima la inflación. Y las cosas subían todo el tiempo. Entonces, lo que se respeta es el descuento, pero si el valor final varía, va a variar también.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.33,
      "fin": 245.28,
      "duracion": 11.96,
      "texto": "Pero se te va a seguir respetando en este caso lo que es el descuento de 26.200 pesos en uno de los planes, y en el otro es de 38.800 el descuento que se te realiza.",
      "confianza": 0.803,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 248.83,
      "fin": 252.64,
      "duracion": 3.81,
      "texto": "Bueno, dale. No, está bien. Gracias. Dale, muchísimas gracias. Que tengas buen día. Igualmente.",
      "confianza": 0.013,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.33,
      "fin": 277.34,
      "duracion": 17.01,
      "texto": ". . . . .",
      "confianza": 0.958,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 288.34,
      "fin": 291.25,
      "duracion": 2.91,
      "texto": "Gracias.",
      "confianza": 0.223,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.55,
      "fin": 386.12,
      "duracion": 29.57,
      "texto": ". . . . .",
      "confianza": 0.929,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 390.65,
      "fin": 396.39,
      "duracion": 5.74,
      "texto": ". . .",
      "confianza": 0.874,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    }
  ],
  "transcripcion_completa": "Y hemos estado viendo que usted en 2025 hizo un cambio de Movistar a Claro, ¿verdad? Bien, mira, sé que no es la primera vez que te llamamos, así que voy a ser súper breve. Te comento, yo me comunico desde Movistar, estamos ofreciendo promociones para clientes anteriores que nosotros hemos tenido que se han cambiado de nuestra empresa a la empresa de Claro. Tenemos dos promociones por el día de hoy, es como te comentaba, es para poder volver a tenerlos dentro de nuestra empresa, que cuenta en la primer promoción en 8 GB y la segunda promoción en 16 GB. La primera cuenta con un valor final al precio el día de hoy de $7,460, ¿sí? Y la segunda cuenta con un precio final al día de hoy de $10,400. Cada promoción tiene sus beneficios. Algunos son compartidos, como lo es, por ejemplo, el uso de WhatsApp gratis. Cualquier acción que usted haga dentro de esta aplicación es totalmente gratuita, ¿sí? Ya sea enviar videos o recibirlos, enviar audios, enviar mensajes o llamadas. Tenemos también el beneficio de habla libre, es decir, gratuita, a cualquier compañía, ya sea Claro, Twenty, Personal, Movistar, Y tenemos un gigabyte de regalo para juegos online. Si usted juega, si su esposa juega, tiene sobrinos, nietos o hijos, le sirve, ¿sí? Estas promociones tienen una durabilidad de seis meses, en los cuales se te va a respetar siempre el descuento que nosotros proporcionemos. Y aparte, en la aplicación Mimovistar, ustedes van a contar con el beneficio de Un regalo que nosotros le hacemos por volver a nuestra empresa, que son 20 GB de regalo, ¿sí? Eso sería por cada línea, porque cada uno de ustedes tendría aparte un usuario en la aplicación MiMovieStar. Eso ustedes lo pueden activar a lo largo del año, cuando ustedes quieran, ¿sí? Y tiene una durabilidad de un mes, esos 20 GB de regalo. ¿Esas son las promociones que nosotros tenemos por el día de hoy, como te digo, para ofrecerle a clientes anteriores que nosotros hemos tenido en la empresa? No, sí, la verdad que sí, yo te agradezco, pero no nos vamos a cambiar, porque a mí ya me habían ofrecido cuando yo me pasé a movistar la otra vuelta. Me hicieron lo mismo, pero lo que pasa es que después van aumentando los impuestos y qué sé yo, Salvo lo que ustedes te dicen que lo respetan y eso no es contra vos ni nada, pero con él, el de 8 gigas, que es 7.470, ustedes respetan eso, pero después le van poniendo un impuesto que uno no termina sabiendo de qué es, que es lo que te cobran, y siempre va de 7.400 a 8.200 y así siempre van aumentando, todos los meses van aumentando algo y no digo que todas las compañías sean iguales. Pero para ser cuento quilombo, prefiero quedarme donde estoy nomás. La verdad es que yo te agradezco. Bien, muchísimas gracias igual por haber sido respetuoso para comentarlos. Yo te comento lo que decís, nos lo han dicho varias personas. Por eso mismo yo te decía que lo que se respeta es el descuento. Teniendo en cuenta también que la situación del país no ha sido la misma, sino que antes teníamos muy por encima la inflación. Y las cosas subían todo el tiempo. Entonces, lo que se respeta es el descuento, pero si el valor final varía, va a variar también. Pero se te va a seguir respetando en este caso lo que es el descuento de 26.200 pesos en uno de los planes, y en el otro es de 38.800 el descuento que se te realiza. Bueno, dale. No, está bien. Gracias. Dale, muchísimas gracias. Que tengas buen día. Igualmente. . . . . . Gracias. . . . . . . . .",
  "calidad": {
    "confianza_promedio": 0.585,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:36:40.522766",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:34.282167",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116113643588_MIT_01998",
    "sin_datos_basurita": true
  }
}