{
  "archivo": "amza40_1_260116144012886_ACD_89023.wav",
  "duracion_segundos": 458.83,
  "num_segmentos": 92,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 156.77,
    "Cliente": 184.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 3.35,
      "fin": 8.48,
      "duracion": 5.13,
      "texto": "Hola, buenas tardes. ¿Habló con Julio? Sí, Bernardo. ¿Cómo le va, Julio?",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.48,
      "fin": 31.02,
      "duracion": 21.54,
      "texto": "Estaba comunicando hoy para hacerles dar un beneficio ejecutivo para su línea. ¿Tenemos cómo comer? Sí, tenemos para brindarle un beneficio ejecutivo para su línea. Un plan en promoción de parte de Movistar. Yo soy de Movistar. Yo soy de Movistar.",
      "confianza": 0.439,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.56,
      "fin": 46.36,
      "duracion": 12.8,
      "texto": "¿Tienes forma de fijarte? Porque yo ya había hecho el trámite. Sí. ¿Tienes forma de fijarte? Sí, claro. ¿Ya hizo el trámite?",
      "confianza": 0.537,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.08,
      "fin": 48.14,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.029,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.16,
      "fin": 49.7,
      "duracion": 1.54,
      "texto": "¿Ya pasó sus datos y demás?",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.37,
      "fin": 53.47,
      "duracion": 3.1,
      "texto": "Pasé mis datos, pasé su trabajo, me dijeron un código.",
      "confianza": 0.367,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.31,
      "fin": 58.54,
      "duracion": 3.23,
      "texto": "Sí. Pero nunca me llegó el chip.",
      "confianza": 0.007,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.04,
      "fin": 62.74,
      "duracion": 2.7,
      "texto": "A mí me figura actualmente que está con claro.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.04,
      "fin": 72.47,
      "duracion": 8.43,
      "texto": "Sí, sí, es mi compañía de tiempo.",
      "confianza": 0.687,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.49,
      "fin": 87.12,
      "duracion": 14.63,
      "texto": "Y yo, este trámite que hablé con una chica de Movistar, teóricamente lo hice antes del martes, creo.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.14,
      "fin": 88.3,
      "duracion": 1.16,
      "texto": "Sí.",
      "confianza": 0.528,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.32,
      "fin": 92.42,
      "duracion": 4.1,
      "texto": "Y ya está entrando la duda. Claro, pero fue hace cuánto?",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.87,
      "fin": 109.5,
      "duracion": 15.63,
      "texto": "¿Hace cuánto fue, Culver? El martes o el miércoles. El martes o el miércoles. El martes o el miércoles. Ah, bien, perfecto. Yo te digo bien, espera.",
      "confianza": 0.827,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.87,
      "fin": 142.31,
      "duracion": 26.44,
      "texto": "Bueno. Bueno, tiene forma de fijar. Sí, sí. Ahora mismo lo mandé al sistema. Guárdame un segundo, porque si tiene el trámite, perfecto. Si no lo tiene, se lo gestiono ahora mismo para que, igual, acepte la promoción y todo lo demás, ¿sí? No se te preocupe. En Marte, por sí, por favor, a ver, corroboran. Sí, sí. Ahora lo mandé al sistema para que me corroboren todo. No se preocupe.",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.94,
      "fin": 146.56,
      "duracion": 3.62,
      "texto": "Muy bien, porque me resulta sofechoso de que",
      "confianza": 0.227,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.16,
      "fin": 153.51,
      "duracion": 6.35,
      "texto": "No esté en el sistema. Claro.",
      "confianza": 0.285,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.53,
      "fin": 167.87,
      "duracion": 14.34,
      "texto": "Y yo vi todas mis datos personales, no sé si están para hacer un préstamo en un banco o... No, no, mire, no sé de dónde o qué asesor, capaz que esté normal en el trámite, como le comentaba, me comunicó de Movistar, me figura que no tiene ningún trámite en proceso.",
      "confianza": 0.354,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.51,
      "fin": 179.71,
      "duracion": 9.2,
      "texto": "Capaz el asesor me figura que no tiene ningún trámite en proceso y que su número actual todavía se encuentra en la compañera de claro. Quizás el asesor que le vendió el plan hizo una mala gestión.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.23,
      "fin": 195.12,
      "duracion": 11.89,
      "texto": "Ajá. Pero si quiere, bueno, lo podemos dar de alta ahora mismo. Así no tiene todos los inconvenientes. No, no, no, no, no. Déjame que averiguo algo y ahora se acuerda de lo que se me comunica. Le mando un mensaje ahora mismo.",
      "confianza": 0.048,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.22,
      "fin": 196.0,
      "duracion": 0.78,
      "texto": "Mi nombre es Juliana.",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.08,
      "fin": 232.13,
      "duracion": 36.05,
      "texto": "Entiendo que vuelva a quedarse con la desconfianza, pero no... Por eso le digo, seguramente es un mal manejo del asesor que le vendió el plan. Bueno, vale. Pero es por la información y bueno, lo dejaré para otro momento para hacerme compañera. Bien, ¿le puedo abrir un pal motivo? Porque primero quiero averiguar algo y después, porque ustedes no me dan, no sé si ustedes me dan cobertura de internet para la casa en el lugar donde yo estoy. Sí.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.97,
      "fin": 236.22,
      "duracion": 3.24,
      "texto": "Pero usted había reportado su línea móvil.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.58,
      "fin": 252.34,
      "duracion": 14.76,
      "texto": "Sí, me averiguaron y ahora sí, si tenía una cobertura de Internet también para hacer un cambio de compañía total con Internet. Claro, quedó la vez Carly y no la hizo nunca.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.18,
      "fin": 258.83,
      "duracion": 5.65,
      "texto": "No. Bien, usted me puede brindar su domicilio y yo le chequeo eso también.",
      "confianza": 0.822,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.16,
      "fin": 274.86,
      "duracion": 14.7,
      "texto": "Carmen de Patagonia, 22.07. Oyo Cabildo, Córdoba. Carmen, ¿de cuánto, disculpe? Carmen de Patagonia, 22.07. OK. ¿Esto es Córdoba?",
      "confianza": 0.085,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.48,
      "fin": 281.12,
      "duracion": 0.64,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 281.14,
      "fin": 289.37,
      "duracion": 8.23,
      "texto": "Bueno, yo ahora chequeo la cobertura, como le comentaba. Entiendo la desconfianza que quedó porque no sabe quién le pasó sus datos, pero seguramente es una mala gestión del asesor.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.75,
      "fin": 320.42,
      "duracion": 27.67,
      "texto": "No, ahí está el problema, que yo no sé a quién le parece los datos. Es una chica carina, creo, de 8 millones de carinas. Sí, en todos lados. Claro. Bueno, pero generalmente, a veces, capaz, le devolvieron la venta por algún razón, y eso nunca se lo comunicó a usted, nunca le pidió sus datos, nunca le dudó de más.",
      "confianza": 0.14,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.58,
      "fin": 321.82,
      "duracion": 0.24,
      "texto": "Claro.",
      "confianza": 0.363,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 325.19,
      "fin": 329.21,
      "duracion": 4.02,
      "texto": "Ahora lo mandé al sistema chequear la cobertura también.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.45,
      "fin": 362.66,
      "duracion": 6.21,
      "texto": "Aguardemos alguna línea, ¿sí?",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 404.49,
      "fin": 426.55,
      "duracion": 22.06,
      "texto": "Por el momento, no hay cobertura en su zona, pero lo que podemos hacer, si usted todavía desea pasar la línea, es que cuando estén disponibles más CTO, usted tenga prioridad, por lo que sería parte de Movistar. Bueno. Y espero lo que averigo, que digo si me cambio o no.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 427.05,
      "fin": 428.27,
      "duracion": 1.22,
      "texto": "Bien, perfecto.",
      "confianza": 0.376,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 428.29,
      "fin": 456.37,
      "duracion": 28.08,
      "texto": "Bueno, le mandé un mensaje y le puse a Juliana de Movistar. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.414,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 457.14,
      "fin": 458.83,
      "duracion": 1.69,
      "texto": "Hasta luego.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. ¿Habló con Julio? Sí, Bernardo. ¿Cómo le va, Julio? Estaba comunicando hoy para hacerles dar un beneficio ejecutivo para su línea. ¿Tenemos cómo comer? Sí, tenemos para brindarle un beneficio ejecutivo para su línea. Un plan en promoción de parte de Movistar. Yo soy de Movistar. Yo soy de Movistar. ¿Tienes forma de fijarte? Porque yo ya había hecho el trámite. Sí. ¿Tienes forma de fijarte? Sí, claro. ¿Ya hizo el trámite? Sí. ¿Ya pasó sus datos y demás? Pasé mis datos, pasé su trabajo, me dijeron un código. Sí. Pero nunca me llegó el chip. A mí me figura actualmente que está con claro. Sí, sí, es mi compañía de tiempo. Y yo, este trámite que hablé con una chica de Movistar, teóricamente lo hice antes del martes, creo. Sí. Y ya está entrando la duda. Claro, pero fue hace cuánto? ¿Hace cuánto fue, Culver? El martes o el miércoles. El martes o el miércoles. El martes o el miércoles. Ah, bien, perfecto. Yo te digo bien, espera. Bueno. Bueno, tiene forma de fijar. Sí, sí. Ahora mismo lo mandé al sistema. Guárdame un segundo, porque si tiene el trámite, perfecto. Si no lo tiene, se lo gestiono ahora mismo para que, igual, acepte la promoción y todo lo demás, ¿sí? No se te preocupe. En Marte, por sí, por favor, a ver, corroboran. Sí, sí. Ahora lo mandé al sistema para que me corroboren todo. No se preocupe. Muy bien, porque me resulta sofechoso de que No esté en el sistema. Claro. Y yo vi todas mis datos personales, no sé si están para hacer un préstamo en un banco o... No, no, mire, no sé de dónde o qué asesor, capaz que esté normal en el trámite, como le comentaba, me comunicó de Movistar, me figura que no tiene ningún trámite en proceso. Capaz el asesor me figura que no tiene ningún trámite en proceso y que su número actual todavía se encuentra en la compañera de claro. Quizás el asesor que le vendió el plan hizo una mala gestión. Ajá. Pero si quiere, bueno, lo podemos dar de alta ahora mismo. Así no tiene todos los inconvenientes. No, no, no, no, no. Déjame que averiguo algo y ahora se acuerda de lo que se me comunica. Le mando un mensaje ahora mismo. Mi nombre es Juliana. Entiendo que vuelva a quedarse con la desconfianza, pero no... Por eso le digo, seguramente es un mal manejo del asesor que le vendió el plan. Bueno, vale. Pero es por la información y bueno, lo dejaré para otro momento para hacerme compañera. Bien, ¿le puedo abrir un pal motivo? Porque primero quiero averiguar algo y después, porque ustedes no me dan, no sé si ustedes me dan cobertura de internet para la casa en el lugar donde yo estoy. Sí. Pero usted había reportado su línea móvil. Sí, me averiguaron y ahora sí, si tenía una cobertura de Internet también para hacer un cambio de compañía total con Internet. Claro, quedó la vez Carly y no la hizo nunca. No. Bien, usted me puede brindar su domicilio y yo le chequeo eso también. Carmen de Patagonia, 22.07. Oyo Cabildo, Córdoba. Carmen, ¿de cuánto, disculpe? Carmen de Patagonia, 22.07. OK. ¿Esto es Córdoba? Sí. Bien, perfecto. Bueno, yo ahora chequeo la cobertura, como le comentaba. Entiendo la desconfianza que quedó porque no sabe quién le pasó sus datos, pero seguramente es una mala gestión del asesor. No, ahí está el problema, que yo no sé a quién le parece los datos. Es una chica carina, creo, de 8 millones de carinas. Sí, en todos lados. Claro. Bueno, pero generalmente, a veces, capaz, le devolvieron la venta por algún razón, y eso nunca se lo comunicó a usted, nunca le pidió sus datos, nunca le dudó de más. Claro. Ahora lo mandé al sistema chequear la cobertura también. Aguardemos alguna línea, ¿sí? Por el momento, no hay cobertura en su zona, pero lo que podemos hacer, si usted todavía desea pasar la línea, es que cuando estén disponibles más CTO, usted tenga prioridad, por lo que sería parte de Movistar. Bueno. Y espero lo que averigo, que digo si me cambio o no. Bien, perfecto. Bueno, le mandé un mensaje y le puse a Juliana de Movistar. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:36:57.916618",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 92,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:26.936676",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116144012886_ACD_89023",
    "fecha_inicio": "16/1/2026 14:40:12",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 488,
    "tiempo_conversacion": 439,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}