{
  "archivo": "amza1_1_260115120207441_ACD_06693.wav",
  "duracion_segundos": 317.86,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 178.27,
    "Cliente": 119.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.88,
      "fin": 1.58,
      "duracion": 0.7,
      "texto": "Hola.",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2.68,
      "fin": 9.41,
      "duracion": 6.73,
      "texto": "Hola, buenos días. Hablo con Rafael. Sí, ¿quién habla? ¿Qué tal? Rafael, un placer. Le habla de Angelina el día de hoy.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.15,
      "fin": 31.29,
      "duracion": 21.14,
      "texto": "Estamos en la área de beneficios de Movistar, señor. ¿Cómo le va? Bien. Bueno, me alegro mucho. Le comentó, ¿sí? Me supone que usted anteriormente fue cliente de la compañía y, por eso, todos los tenemos todo el día de hoy para brindarle un beneficio. ¿Y ahora qué le puedo contar? Todos los días lo damos. Pero estoy bien.",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.15,
      "fin": 40.42,
      "duracion": 8.27,
      "texto": "Lamentablemente yo estoy de paso ahora por acá, así que... Ah, bien. Sí, en dos o tres días ya me estoy saliendo para el sur.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.6,
      "fin": 43.88,
      "duracion": 2.28,
      "texto": "Ah, bien, bien, bien. ¿Para el sur de Argentina?",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.08,
      "fin": 47.59,
      "duracion": 2.5,
      "texto": "Sí, pero hay que aprovechar el frío porque ya está lindo.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.31,
      "fin": 60.87,
      "duracion": 12.56,
      "texto": "Ahora está bonito, ¿ah? Qué lindo. Látima del tema de incendios. Sí. No importa, se calentaron un poquito nada más. Sí, pero igual. No, una lástima.",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.39,
      "fin": 71.51,
      "duracion": 10.12,
      "texto": "Igual le comento Rafael de paso. Yo sé que ya le han brindado lo que son las bonificaciones, pero justamente el diario yo conseguí ver usted de una más económica, ¿bien?",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.01,
      "fin": 92.02,
      "duracion": 20.01,
      "texto": "Es un plan que tiene un valor de 10.400 pesos y es muy completo. Yo no sé cómo se estará aguantándose actualmente Rafael. Sí, no, no lo tengo en cuenta, pero porque eso lo llevo a mi... Mi hijo tiene un padre a todos, no sé. Claro, en este caso es un plan más alto que incluye lo que es roaming y demás. Por ahí le podéis decir a la persona que me dice que usted viaja.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.56,
      "fin": 95.99,
      "duracion": 3.42,
      "texto": "Así que si quiere, yo se lo puedo compartir en todo caso.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.67,
      "fin": 190.91,
      "duracion": 93.24,
      "texto": "No, viajar, viajar, viajar como cualquier persona que estamos en vacaciones, ¿viste? Pero si no, después hasta el año que viene, no hay más viajes. Bien, en ese caso yo le comento, ¿sí? El plan. Además incluir Roaming, que es una adicional, igual es un plan básico de 8 GB de base más 8 GB de regalo, ¿sí? Va a tener 16 GB para poder disfrutar en total. Así que si usted viaja en rutas y demás, lo puede utilizar sin problemas, no se le van a anotar los GB, ¿sí? Y este plan incluye lo que es su WhatsApp gratis los 30 días del mes, así que el WhatsApp no le va a consumir ningún tipo de gasto, le incluye lo que son llamadas liberadas, y también como adicional, además, el Roaming tiene lo que son llamadas a América a precio local. Es decir, si usted llama, por ejemplo, a alguien a Chile, a Brasil, o a cualquier otro país de América Latina, Lo que sucede es que se factura como una normada nacional, sino no tienen esos precios exorbitados como tienen las normadas normales, ¿sí? En este caso, como le digo, este plan tiene un valor de 10.400 pesos. Si usted le fiara adquirir lo que es la promoción, bueno, tenemos que hacer la gestión a través de la llamada al día de hoy porque la promoción es justamente y solamente por hoy. La verdad estaría bueno, pero como te digo, estoy alca de paso. Y ya en una hora, dos horas, ya me estoy tomando un micro para el lado del norte. Bien, entiendo. ¿En ese caso lo puedo contactar más tarde? ¿O lo quiere que lo hagamos ahora? ¿Le gustaría hacerlo? No, no, no. Cuando esté más tranquilo, ¿sí? Porque ahora ando con cosas personales, papel y todo eso.",
      "confianza": 0.443,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.99,
      "fin": 204.12,
      "duracion": 12.13,
      "texto": "Y por ahí me olvido y no quiero tener problemas. No, sí, problemas, como le digo, tales no van a tener. porque yo justamente voy a estar comunicando con usted para avisarle cuando puede portar el chip, cuando puede buscarlo y demás.",
      "confianza": 0.319,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 204.72,
      "fin": 215.17,
      "duracion": 10.45,
      "texto": "Pero bueno, como le decía yo, para que usted aproveche justamente lo que es el descuento, es un plan bastante completo y estará en un precio bastante bajo, realmente, para los que están en este tipo de planes ahora.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.81,
      "fin": 246.49,
      "duracion": 30.68,
      "texto": "Por eso. Pero conmigo, si usted lo quisiera hacer, Rafael, no se tiene que preocupar porque usted me dice que, bueno, todo lo lleva su hijo, pero usted al ser titular de la línea lo puede hacer sin inconveniente, ¿sí? Y lo único que se necesita es, a través de la trama, que dura unos 10 o 15 minutos, registrar lo que son sus datos, que yo los tengo cargados en el sistema, porque anteriormente usted estuvo movistar, y hacer lo que es el transporte de portabilidad para que usted pueda buscar el chip en una sucursal cercana a donde usted se encuentre. O sea, por ejemplo, puede buscar si quiere el chip en el sur. No hay ningún problema. ¿Bien?",
      "confianza": 0.395,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.63,
      "fin": 256.08,
      "duracion": 7.45,
      "texto": "O sea, qué parte del sur va. En parte del sur voy a recorrer un par de localidades por ahí.",
      "confianza": 0.063,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.68,
      "fin": 278.67,
      "duracion": 21.99,
      "texto": "A ver, ¿alguna que recorra, por ejemplo? Y, como sé, yendo por ruta, toda la zona de... ¿Mariloche va a ir? Mariloche, sí. Bueno, en este caso tenemos lo que es sucursal en Mariloche. ¿Usted quiere, por ejemplo, podría ir a buscar el tipari sin problema?",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 281.44,
      "fin": 291.46,
      "duracion": 10.02,
      "texto": "Bueno, lo vamos a ver. Después tengo que consultar con mis hijos, ¿sí? Bueno, no hay problema. No hay problema. En ese caso, consultelo con él. Yo, si quiere, le voy a mandar un mensajito por WhatsApp ahora mismo.",
      "confianza": 0.058,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 292.88,
      "fin": 314.63,
      "duracion": 21.75,
      "texto": "Mi nombre es Eva Angelina. Le voy a mandar desde mi número laboral. Y si usted tiene alguna duda, consulta al respecto. Me habla de nuevo y yo le paso los planes en ese momento o lo llamo, ¿sí? Bueno. Bueno, Rafael, muy amable. Igualmente, querido. Hasta luego. Hasta luego.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.37,
      "fin": 317.86,
      "duracion": 2.48,
      "texto": "Sí.",
      "confianza": 0.606,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Hablo con Rafael. Sí, ¿quién habla? ¿Qué tal? Rafael, un placer. Le habla de Angelina el día de hoy. Estamos en la área de beneficios de Movistar, señor. ¿Cómo le va? Bien. Bueno, me alegro mucho. Le comentó, ¿sí? Me supone que usted anteriormente fue cliente de la compañía y, por eso, todos los tenemos todo el día de hoy para brindarle un beneficio. ¿Y ahora qué le puedo contar? Todos los días lo damos. Pero estoy bien. Lamentablemente yo estoy de paso ahora por acá, así que... Ah, bien. Sí, en dos o tres días ya me estoy saliendo para el sur. Ah, bien, bien, bien. ¿Para el sur de Argentina? Sí, pero hay que aprovechar el frío porque ya está lindo. Ahora está bonito, ¿ah? Qué lindo. Látima del tema de incendios. Sí. No importa, se calentaron un poquito nada más. Sí, pero igual. No, una lástima. Igual le comento Rafael de paso. Yo sé que ya le han brindado lo que son las bonificaciones, pero justamente el diario yo conseguí ver usted de una más económica, ¿bien? Es un plan que tiene un valor de 10.400 pesos y es muy completo. Yo no sé cómo se estará aguantándose actualmente Rafael. Sí, no, no lo tengo en cuenta, pero porque eso lo llevo a mi... Mi hijo tiene un padre a todos, no sé. Claro, en este caso es un plan más alto que incluye lo que es roaming y demás. Por ahí le podéis decir a la persona que me dice que usted viaja. Así que si quiere, yo se lo puedo compartir en todo caso. No, viajar, viajar, viajar como cualquier persona que estamos en vacaciones, ¿viste? Pero si no, después hasta el año que viene, no hay más viajes. Bien, en ese caso yo le comento, ¿sí? El plan. Además incluir Roaming, que es una adicional, igual es un plan básico de 8 GB de base más 8 GB de regalo, ¿sí? Va a tener 16 GB para poder disfrutar en total. Así que si usted viaja en rutas y demás, lo puede utilizar sin problemas, no se le van a anotar los GB, ¿sí? Y este plan incluye lo que es su WhatsApp gratis los 30 días del mes, así que el WhatsApp no le va a consumir ningún tipo de gasto, le incluye lo que son llamadas liberadas, y también como adicional, además, el Roaming tiene lo que son llamadas a América a precio local. Es decir, si usted llama, por ejemplo, a alguien a Chile, a Brasil, o a cualquier otro país de América Latina, Lo que sucede es que se factura como una normada nacional, sino no tienen esos precios exorbitados como tienen las normadas normales, ¿sí? En este caso, como le digo, este plan tiene un valor de 10.400 pesos. Si usted le fiara adquirir lo que es la promoción, bueno, tenemos que hacer la gestión a través de la llamada al día de hoy porque la promoción es justamente y solamente por hoy. La verdad estaría bueno, pero como te digo, estoy alca de paso. Y ya en una hora, dos horas, ya me estoy tomando un micro para el lado del norte. Bien, entiendo. ¿En ese caso lo puedo contactar más tarde? ¿O lo quiere que lo hagamos ahora? ¿Le gustaría hacerlo? No, no, no. Cuando esté más tranquilo, ¿sí? Porque ahora ando con cosas personales, papel y todo eso. Y por ahí me olvido y no quiero tener problemas. No, sí, problemas, como le digo, tales no van a tener. porque yo justamente voy a estar comunicando con usted para avisarle cuando puede portar el chip, cuando puede buscarlo y demás. Pero bueno, como le decía yo, para que usted aproveche justamente lo que es el descuento, es un plan bastante completo y estará en un precio bastante bajo, realmente, para los que están en este tipo de planes ahora. Por eso. Pero conmigo, si usted lo quisiera hacer, Rafael, no se tiene que preocupar porque usted me dice que, bueno, todo lo lleva su hijo, pero usted al ser titular de la línea lo puede hacer sin inconveniente, ¿sí? Y lo único que se necesita es, a través de la trama, que dura unos 10 o 15 minutos, registrar lo que son sus datos, que yo los tengo cargados en el sistema, porque anteriormente usted estuvo movistar, y hacer lo que es el transporte de portabilidad para que usted pueda buscar el chip en una sucursal cercana a donde usted se encuentre. O sea, por ejemplo, puede buscar si quiere el chip en el sur. No hay ningún problema. ¿Bien? O sea, qué parte del sur va. En parte del sur voy a recorrer un par de localidades por ahí. A ver, ¿alguna que recorra, por ejemplo? Y, como sé, yendo por ruta, toda la zona de... ¿Mariloche va a ir? Mariloche, sí. Bueno, en este caso tenemos lo que es sucursal en Mariloche. ¿Usted quiere, por ejemplo, podría ir a buscar el tipari sin problema? Bueno, lo vamos a ver. Después tengo que consultar con mis hijos, ¿sí? Bueno, no hay problema. No hay problema. En ese caso, consultelo con él. Yo, si quiere, le voy a mandar un mensajito por WhatsApp ahora mismo. Mi nombre es Eva Angelina. Le voy a mandar desde mi número laboral. Y si usted tiene alguna duda, consulta al respecto. Me habla de nuevo y yo le paso los planes en ese momento o lo llamo, ¿sí? Bueno. Bueno, Rafael, muy amable. Igualmente, querido. Hasta luego. Hasta luego. Sí.",
  "calidad": {
    "confianza_promedio": 0.48,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:47:06.090811",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:16.393412",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120207441_ACD_06693",
    "fecha_inicio": "15/1/2026 12:02:07",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 380,
    "tiempo_conversacion": 306,
    "tiempo_hold": 0,
    "tiempo_acw": 47,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}