{
  "archivo": "amza3_1_260116105709042_MIT_01974.wav",
  "duracion_segundos": 1308.4,
  "num_segmentos": 311,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 771.01,
    "Cliente": 436.26
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 12.57,
      "fin": 15.03,
      "duracion": 2.46,
      "texto": "Hola. Hola, ¿sí? ¿Hablo con Julio?",
      "confianza": 0.219,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.39,
      "fin": 18.07,
      "duracion": 1.68,
      "texto": "Sí, sí, es el teléfono de él.",
      "confianza": 0.512,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.09,
      "fin": 24.5,
      "duracion": 6.41,
      "texto": "¿Me puedes decir la promoción que hay ahora, aparte de la que pusiste?",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.5,
      "fin": 41.58,
      "duracion": 16.08,
      "texto": "¿No hay otra más baja? Sí, tenemos una un poco más económica, que ya sería el plan más bajo en cuanto a gigas y precio, que es un plan de 8 gigas, WhatsApp gratis, llamadas libres y bueno, y mensajes a todas las comunidades por 7.460, ¿bien?",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.32,
      "fin": 57.13,
      "duracion": 14.81,
      "texto": "¿7.400? Serían casi 3.000 pesos menos que la que yo le enviaba. ¿Esa de 7.000? Sí, esa es la línea, Julio.",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.24,
      "fin": 81.97,
      "duracion": 22.73,
      "texto": "Por ejemplo, él acá en casa, nosotros tenemos Internet de Movistar. Sí. En ese caso, le haría un descuento también. por lo que ya tenéis visto de Movistar, se le hace un descuento de 4.000 pesos en la factura del internet del hogar, obviamente siempre y cuando sigan juntos como mes a mes los dos servicios, ¿bien?",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.59,
      "fin": 95.31,
      "duracion": 11.72,
      "texto": "Todos los meses se le descuadrarían 4.000 pesos de la factura del internet del hogar, para ello gestionarte ese descuento, deberías de pedirte lo que es el número de línea fixa, que viste que te lo dan, más allá de que lo utilices o no.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.33,
      "fin": 98.07,
      "duracion": 2.74,
      "texto": "Sí, pero no lo usamos nunca, no lo usamos nunca la línea.",
      "confianza": 0.393,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.43,
      "fin": 108.93,
      "duracion": 10.5,
      "texto": "Pero escúchame, Porque, por ejemplo, acá en casa tenemos internet, ¿no? Él tiene el internet de casa.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.43,
      "fin": 172.3,
      "duracion": 62.87,
      "texto": "Cuando sale, salimos en la calle, cuando andaba en la calle, él se queda sin internet enseguida. Eso es lo que no, porque es más fácil llamarlo por WhatsApp. Al menos para él lo llama por WhatsApp. Claro, pero él al día de hoy tiene claro. Es decir que se queda sin señal lo que vos me decís. Lo que pasa es que en Movistar también nos deja sin señal de Wifi y no tenemos para ni para mandar mensaje después. Ya lo teníamos. ¿Qué inconveniente me decís vos que él tiene ahora con su línea? Claro, para que él tenga Internet cuando sale de acá, de mi casa. Obviamente la idea de los Shibas es para que él tenga Internet cuando lo necesite. Bien, prendiendo los datos móviles va a poder utilizar lo que es el Internet fuera de una red web. Mientras esté acá en casa puedo apagar el... Lo puedes apagar y conectar el Wi-Fi y no a estas datos.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 173.22,
      "fin": 185.05,
      "duracion": 11.83,
      "texto": "Ah, eso, eso. Para que lo tengan en cuenta. Lo que yo le explicaba a Julio, más que nada porque veo que vos lo estás ayudando, Él me decía que quería llamar a dar de baja su línea.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.07,
      "fin": 185.29,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.31,
      "fin": 202.42,
      "duracion": 17.11,
      "texto": "Yo le decía que eso no se tiene que hacer, y trataba de explicar, porque uno lo que hace es portabilidad numérica. ¿Qué significaba eso? Que cortas tu mismo número de una compañía a otra y se conserva el mismo número, ¿bien? Si él llamara, claro, por ejemplo, y les pidiera que le den la baja, ellos dan la baja automáticamente del número.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.18,
      "fin": 230.25,
      "duracion": 27.07,
      "texto": "Obviamente se acaba el plan, pero le van a quitar el número. Lo que yo le explicaba es que no llame para dar de baja, porque le van a eliminar el número y eso sí no lo va a recuperar. Bien, para que lo tengan en cuenta. Yo les expliqué que si bien el tronar lo que debe con claro lo puede abonar, obviamente, puede abonarlo ahora, mañana o cuando ya esté movilizar, como él más prefiera, pero que no llame a la baja ni nada porque le van a quitar el número de teléfono.",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.09,
      "fin": 235.76,
      "duracion": 3.67,
      "texto": "Para que lo tengan en cuenta, ¿bien? No tienen que realizar ninguna baja, ustedes.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.42,
      "fin": 239.57,
      "duracion": 3.15,
      "texto": "Todo el trámite lo realiza Movistar.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.46,
      "fin": 249.79,
      "duracion": 9.33,
      "texto": "El número de él no puede estar al mismo tiempo en dos compañías, ¿me explico? Claro. Entonces, cuando se le corta la línea con un claro, eso significa que puede colocar el chip de Movistar.",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.97,
      "fin": 261.97,
      "duracion": 11.0,
      "texto": "Bueno. ¿Bien? Bueno, mira, nosotros ahora, hoy, no te digo el horario, pero hoy pagamos los... Le van a pagar a claro.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.5,
      "fin": 309.84,
      "duracion": 47.34,
      "texto": "le paga lo que le debe y ya directamente lo pasamos a ustedes. Bueno, lo que yo te propongo hacer, eso te iba a preguntar. Porque nosotros esta promo, normalmente la promo que sale en 7460, que es la que yo le ofrecí hasta hoy, porque de ayer viene la oferta, está un poco más baja que lo normal, ¿bien? Y te propongo yo que él abone en el horario que quiera, como te digo, no es que sí o sí tiene que abonar y después cambiarse. puede cambiarse y después de sabonar porque no se le va a cortar la línea automáticamente con claro, ¿bien? Cuando se le corta, cuando se aprueba el trámite y ya se han habilitado para ir a retirar el chisme a la suculadora, ¿bien? Bueno, listo, listo. Así que, bueno, si te parece, yo te tomo los datos de julio. Vale. Vos los ayudas y... Sí, sí, sí, sí.",
      "confianza": 0.297,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.36,
      "fin": 318.47,
      "duracion": 8.11,
      "texto": "Yo te voy a confirmar los datos que me sirven en el sistema D. Si están correctos, los dejamos tal cual. Y si hay que modificar alguno o no me sirven alguno, te lo pido, ¿te parece?",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 319.44,
      "fin": 349.95,
      "duracion": 30.51,
      "texto": "Vale. y bueno los últimos que no se los puedo decir pero lo sabes serrano julio argentino bueno sería para esta línea lo que es la promoción a guardar un minuto tengo que pedir un correo electrónico para dejarlo juntado para que ahí le llegue lo que es la facturación si vos lo ayudas siempre con este tema de última me puedes dar uno tuyo y vos de paso le vas controlando la factura no hay problema",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.3,
      "fin": 359.33,
      "duracion": 8.03,
      "texto": "Bueno, a ver, este... Será que en el que no... Lo tengo que buscar porque nunca me acuerdo. No hay problema, no hay problema.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 359.97,
      "fin": 385.88,
      "duracion": 25.91,
      "texto": "Sí, la promoción de 7.400 es... Sí, la de 7.460. Sí. Y... Esa es la más económica que tenemos y si él tiene un consumo bajo en cuanto a gigas, porque son 8 gigas, si él ya tiene Wi-Fi en su casa va a andar súper bien con esa promo, ¿bien? Claro, eso es lo que decía yo, que a veces cuando... Es lo que va a quedar sin internet.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.92,
      "fin": 403.07,
      "duracion": 16.15,
      "texto": "Obviamente, siempre cuando, ya si lo usan en su casa, teniendo Wi-Fi, que lo apague, ¿bien? Para que no le consuma datos del... Claro, los datos del... Sí, eso es lo que no hacemos nunca.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 403.73,
      "fin": 407.09,
      "duracion": 3.37,
      "texto": "Apagar los datos y... Por ahí eso es lo que te consume más.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 407.61,
      "fin": 419.06,
      "duracion": 11.45,
      "texto": "Bien, avísame si pudiste encontrar el correo electrónico. Así lo voy anotando. A ver. Bueno, Lucía Coronel.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 420.69,
      "fin": 421.57,
      "duracion": 0.88,
      "texto": "¿Sí? ¿Sos la hija?",
      "confianza": 0.223,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 423.45,
      "fin": 431.5,
      "duracion": 8.05,
      "texto": "Sí. ¿Eh? ¿Sos la hija para dejarla apuntada? No, no, no. Ah, solo lo puedo ayudar. Sí, no, soy la señora.",
      "confianza": 0.091,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 432.22,
      "fin": 450.23,
      "duracion": 18.01,
      "texto": "Ah, bueno. Perdón. Bueno, decime que te pague. ¿Lucía Coronel me dijiste? ¿008? Sí. Arroba, hotmail. ¿Hotmail o Gmail? No, Gmail.",
      "confianza": 0.396,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 456.16,
      "fin": 456.36,
      "duracion": 0.2,
      "texto": "Gmail.com.",
      "confianza": 0.001,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 456.38,
      "fin": 456.56,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.005,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 456.58,
      "fin": 457.14,
      "duracion": 0.56,
      "texto": "Bien, aguardame un minutito.",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 457.16,
      "fin": 457.26,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 457.28,
      "fin": 462.95,
      "duracion": 5.67,
      "texto": "Y nosotros te comento que tenemos dos métodos de envío del chip para que vos preste el que más preferís.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 463.49,
      "fin": 501.91,
      "duracion": 38.42,
      "texto": "El más rápido que yo te puedo ofrecer es envío a sucursal, ¿bien? No sé lo que hacemos, depende de la localidad en que vos te encontres, si queremos una sucursal de movistar, la que te quede más cerca obviamente, y nosotros al tercer, cada 48 horas en aprobarse el trámite, al tercer día puedes ir. Como ahora estamos por llegar al fin de semana, lo más probable es que el martes puedas ir a retirar el chip a la sucursal, obviamente con el DNI del titular, ¿bien? Sí, somos de acá de Laros. Mantechidola y el Anus Este. El Anus Este, bien. Aguarda Miriam, ahora te digo que es su cursal. Tenemos la de Hipólito y el Goyen 42-38, tenemos.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 502.86,
      "fin": 506.58,
      "duracion": 3.72,
      "texto": "Que queda el Anus, no el Anus Este. El Anus Este no tenemos ninguno.",
      "confianza": 0.407,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 507.46,
      "fin": 509.29,
      "duracion": 1.82,
      "texto": "Están ahí, igualmente, unos kilómetros.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 512.25,
      "fin": 513.79,
      "duracion": 1.54,
      "texto": "Bueno, dale.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 513.81,
      "fin": 518.32,
      "duracion": 4.51,
      "texto": "Bueno, aguarda un minuto y ahora te voy a enviar captura de contacto.",
      "confianza": 0.245,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 518.34,
      "fin": 520.02,
      "duracion": 1.68,
      "texto": "¿Quieres que te envíe la ubicación?",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.16,
      "fin": 552.65,
      "duracion": 31.49,
      "texto": "Nada, después lo buscamos con el número de… Ahí te acabo de enviar la captura de pantalla de la calle y la numeración de la sucursal, ¿bien? Dale. Bueno, ten en cuenta que yo cargo el trámite hoy viernes, el día martes. Siempre yo te voy a avisar un día antes, igualmente, a la WhatsApp en este caso de julio, ¿bien? Sí, sí. De que estés agitado, parí a retirar el chip. Por ejemplo, si tienen que ir el martes, yo el lunes te voy a decir, mira, ya mañana pueden ir a buscar el chip. Así ustedes ya el otro día se manejan bien con sus horarios y van al horario que prefieran, ¿bien?",
      "confianza": 0.538,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 553.15,
      "fin": 574.0,
      "duracion": 20.85,
      "texto": "En la sucursaria te lo van a dar activado, si necesitas ayuda para colocarlo también lo puedes pedir y ahí te ayudan a colocarlo, ¿bien? Sí, sí, sí. Bueno, hicimos aquí. ¿Qué más nos faltaría? Bien. Y un número de teléfono alternativo, no vamos a llamar ni nada, solo por protocolo de carga. Si quieres me puedes brindar el tuyo, Lucía.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 576.7,
      "fin": 577.78,
      "duracion": 1.08,
      "texto": "Bueno, dale, te doy el mío. Dale, decime.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 578.84,
      "fin": 587.96,
      "duracion": 9.12,
      "texto": "22, 40, 17, 36. Perfecto, bien. Aguardamos un minuto.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 587.98,
      "fin": 588.08,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 588.1,
      "fin": 592.12,
      "duracion": 4.02,
      "texto": "Ahora sí, bien. Ahora el último que me faltaría es realizarte lo que es un cierre comercial.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 592.7,
      "fin": 619.0,
      "duracion": 26.3,
      "texto": "Aquí le llamamos nosotros cierre comerciales al repaso, como que tenemos el contrato, en llamada para que quede aceptado que vos aceptas el cambio de compañía, en este caso julio, si bien lo estás ayudando, y que obviamente Movistar en ningún momento les quiera cambiar lo que es la promoción ni nada por el estilo, Si ustedes quieren cambiar la promo antes de que el plan se acabe, no hay problema, lo pueden realizar. Si les ofrecen la compra más económica o lo que sea, están en su derecho, ¿bien? No es que se tienen que quedarse así con la promoción por el tiempo que dura.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 619.52,
      "fin": 624.83,
      "duracion": 5.31,
      "texto": "Pero bueno, sí o sí la leemos para que a ustedes en ningún momento le cambien la promo si ustedes lo habiliten, ¿bien?",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 625.79,
      "fin": 657.38,
      "duracion": 31.59,
      "texto": "Bien, en este caso, te voy a leer lo que se cierra el comercial rápido y ya casi terminamos, ¿bien? Para recibir sus otras promociones, me comentaste que si cuentan con Internet de Movistar, En este caso, para hacerte el descuento que te comenté anteriormente, necesitaría lo que es el número de línea fija. Si vos no lo recordás ahora, me lo podés escribir en un ratito por WhatsApp, no hay problema, ¿bien? Vamos a ir a los datos personales. Estamos haciendo la portabilidad de la línea 113841-2913 a nombre de pedido de titular actual Serrano Julio Argentino, ¿correcto?",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 657.4,
      "fin": 657.62,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.025,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 657.64,
      "fin": 660.72,
      "duracion": 3.08,
      "texto": "Bien, confirmame que los últimos tres dijeros del DNI de julio.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 661.74,
      "fin": 662.78,
      "duracion": 1.04,
      "texto": "334.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 662.97,
      "fin": 663.63,
      "duracion": 0.66,
      "texto": "Perfecto.",
      "confianza": 0.674,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 663.65,
      "fin": 669.84,
      "duracion": 6.19,
      "texto": "Actualmente él cuenta con esta línea en la compañía de Claro, recibe lo que es una bono mensual y él es titular por esta línea, ¿correcto?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 670.39,
      "fin": 670.82,
      "duracion": 0.42,
      "texto": "Sí, sí.",
      "confianza": 0.459,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 671.44,
      "fin": 672.34,
      "duracion": 0.9,
      "texto": "Bien.",
      "confianza": 0.715,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 672.36,
      "fin": 777.11,
      "duracion": 104.75,
      "texto": "Te pregunto, posee lo que es un chip virtual o el chip psico normal que colocamos. O sea, el chip B-Sim es un chip virtual para celulares iPhone 14 o iPhone 15. Si no tienes ese look, lo más probable es que el cuente con el chiquitito normal. en ese caso va a recibir lo que es el chip optaron por ir a buscar la secursal de movistar asignada que queda en la nus y polito hirigoyen 42 38 está abierta de lunes a viernes de 9 de la tarde de la mañana perdón a 6 de la tarde recordar que yo te voy a avisar un día antes de que estés habilitado para ir a retirar lo que es el chip así ustedes bueno ya al otro día van tranquilos bien te recuerdo a los contratos a abonar el costo del servicio al día de hoy es de 7.460 pesos, ya que incluye lo que es un descuento fijo por seis meses, de 30.140 pesos, adquieren el plan de cuatro gigas de base, cuatro gigas de regalos, son ocho gigas en total, las cuatro gigas de regalos también son por seis meses, WhatsApp gratis, llamadas libres a todas las compañías, y un giga de llenar para el juego Free Fire, te recuerdo que el servicio es para que una mesa es adelantado, y las gigas de regalos las van a haber habilitadas por la aplicación 48 horas después de activar la línea, El correo electrónico que dejamos asociado para la recepción de la factura es luciacoronel008.com y como número alternativo dejamos tu número, Lucia, que es la línea 11-22-40-1786. Y te recuerdo que desde la aplicación MiModestar ingresando a la sección de servicios pueden ver toda la información referida a su factura, ya sea el ciclo de facturación, vencimiento o momentos a pagar, en el caso que se quieran adquirir el débito automático, Lo pueden realizar por ahí. Y también sumar 4GB de regalo en cada línea móvil, si es que el portador son más líneas registradas bajo el mismo titular.",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 777.61,
      "fin": 793.63,
      "duracion": 16.02,
      "texto": "Y también tienen un regalo extra que son 20GB de regalo con una duración de 30 días. Disponibles una vez por año, esto lo activan por la aplicación cuando ustedes lo deseen bien. Es más que nada, por si en algún momento les hace falta 1GB, ya las tienen a esa y nos evitan en comprar un paquete de datos, ¿bien?",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 794.15,
      "fin": 837.76,
      "duracion": 43.61,
      "texto": "Con respecto a la fecha de portabilidad, En este caso, una vez aprobada la portabilidad, la línea va a aportar a las 48 horas hábiles. Un día antes, por mensaje de WhatsApp, le vamos a estar informando la fecha para que te quedes tranquila. Es importante que no coloquen el chip a través de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea, claro, te dejará de recibir señal. Y es cuando, en vez de colocarlo, te comento que por único vez deberás validar y anteatal activarlo. En caso que tengas alguna dificultad con la validación, inténtalo nuevamente. O comuníquese al 0803-2176-782 opción 4. Le solicitamos que en caso de no levantar señal el chip, reinicie el equipo. Y por otro lado, entre los próximos días, van a recibir un mensaje de satisfacción por WhatsApp. Le solicitamos, por favor, que la completes, más que nada, porque su pilón es muy importante para la empresa, ¿bien?",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 838.46,
      "fin": 869.9,
      "duracion": 31.44,
      "texto": "Ahí está. Quiero leer, así que ya quedaría completo hoy. Lo leí rápido, más que nada, para que no quede, o sea, no tomarte tanto tiempo. Yo me quería pedirte, por WhatsApp, yo necesito solicitarle, en este caso, el titular, Yo quería votar al DNI de frente y de dorso para corroborar un cambio en otras personas que tienen documentos. Dame tu documento. Y necesitarían, aunque ahora yo estoy inventando un directo a guardarme de la oficina para que mostres que es tranquila que estás hablando con alguien de Movistar, más que nada por lo que te seleccionaste ahí y demás. Bueno, sí, por todo lo demás, sí.",
      "confianza": 0.18,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 870.46,
      "fin": 875.41,
      "duracion": 4.95,
      "texto": "O sea, también eso es un víctimo de cuando pasas documentos, ¿no?",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 875.93,
      "fin": 882.2,
      "duracion": 6.27,
      "texto": "Por las dudas yo siempre las veo porque se entiende que por ahí de manera telefónica no conoces a la persona que está del otro lado.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 882.8,
      "fin": 892.09,
      "duracion": 9.29,
      "texto": "Y bueno, es como mi manera, por así decirlo, de mostrarle al cliente que está hablando con una persona real que trabaja en Movistar, ¿bien?",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 892.61,
      "fin": 893.99,
      "duracion": 1.38,
      "texto": "Sí, sí, sí.",
      "confianza": 0.223,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 894.01,
      "fin": 915.71,
      "duracion": 21.7,
      "texto": "Le tiene que haber llevado un mensaje de texto del número 223. Es un mensaje de texto común, no es WhatsApp. le va a brindar lo que es un volvo de portabilidad de cuatro dígitos y una fecha de vencimiento de una semana, que es lo que nosotros nos demoramos en hacer la activación de la línea y demás, ¿bien? Esto nos permite a nosotros poder cargar la línea de una compañía a otra conservando el mismo número, ¿bien?",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 916.59,
      "fin": 932.85,
      "duracion": 16.26,
      "texto": "Al mensaje de texto que le llegue, le tienen que tomar captura de pantalla y enviármelo por WhatsApp, ¿bien? Por eso yo siempre me adelanto y mando el video. ¿Me mandas a hablar a este teléfono o al mío, no? Al de Julio. Ahí te mandé el videíto para que vos también vayas corroborando.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 933.39,
      "fin": 934.88,
      "duracion": 1.48,
      "texto": "Más que nada para la tranquilidad de ustedes.",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 935.9,
      "fin": 938.32,
      "duracion": 2.42,
      "texto": "Y yo avísame si te llegó el mensaje de texto que te comenté.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 939.6,
      "fin": 956.42,
      "duracion": 16.82,
      "texto": "No le importa si es un mensaje de texto común. ¿Por WhatsApp? No, por mensaje de texto común te tiene que haber llegado un mensaje de portabilidad.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 960.86,
      "fin": 968.73,
      "duracion": 7.87,
      "texto": "Vos decime, yo te guardo en línea.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 970.01,
      "fin": 978.42,
      "duracion": 8.41,
      "texto": "Listo, ya vi el videíto y... Veo, buenísimo. Ahora, fíjate, en la cartilla de mis frases de texto, ajá, el mensaje de portabilidad.",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 980.12,
      "fin": 982.21,
      "duracion": 2.08,
      "texto": "A eso le tienes que tomar captura de pantalla.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 983.01,
      "fin": 994.88,
      "duracion": 11.87,
      "texto": "Si no sabe esta marca de captura, puedes copiar y pegarlo y enviármelo por WhatsApp. Es el 0800... Eso es por cualquier cosa. Si ustedes necesitan algo, tienen ese número. Igualmente ustedes tienen igual, ¿sabes?",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 994.9,
      "fin": 995.14,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.783,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 995.78,
      "fin": 1000.05,
      "duracion": 4.26,
      "texto": "Por si yo no les llevo a contestar o lo que sea, tienen ese 800 que es más directo.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1000.69,
      "fin": 1006.07,
      "duracion": 5.38,
      "texto": "Es mejor que el asterisco 611 si o si que tiende a alguien, ¿bien?",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1006.09,
      "fin": 1006.27,
      "duracion": 0.18,
      "texto": "Claro.",
      "confianza": 0.16,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1006.29,
      "fin": 1012.4,
      "duracion": 6.11,
      "texto": "Por cualquier duda, consulta que tengan. Así que bueno. Avísame si te llegó el SMS.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1015.64,
      "fin": 1015.84,
      "duracion": 0.2,
      "texto": "Ah.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1019.84,
      "fin": 1022.1,
      "duracion": 2.26,
      "texto": "No, todavía no.",
      "confianza": 0.335,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1022.12,
      "fin": 1022.58,
      "duracion": 0.46,
      "texto": "Bien.",
      "confianza": 0.518,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1022.6,
      "fin": 1030.43,
      "duracion": 7.83,
      "texto": "Le tiene que llevar un mensaje común. Tengo el video solamente. No, no, pero no te llega por WhatsApp lo que yo te digo. Te llega por mensaje común.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1031.05,
      "fin": 1049.81,
      "duracion": 18.76,
      "texto": "Ah, por mensaje común. A ver. Ahora te digo. Un mensaje de portabilidad te tiene que decir para el prestador MBS. ¿Qué sería Movistar? O sea, eso yo lo pido y lo envía a administración, así que... Ah, está bien.",
      "confianza": 0.08,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1050.45,
      "fin": 1075.38,
      "duracion": 24.93,
      "texto": "¿Querés que pida que te lo renvíen? A ver si te llega la notificación. Para que no me deja. Lo que pasa es que aparece tu número ahí y está detrás de esto. A ver. A ver.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1075.4,
      "fin": 1075.46,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1076.57,
      "fin": 1113.88,
      "duracion": 37.31,
      "texto": "Bueno, a ver, ahí voy a pedir que te lo reenvíe, te va a llegar la notificación de nuevo y ahí capaz que lo puedes abrir directamente. Ahí me seguro que he enviado, avísame si te llegó la notificación. ¿Te llegó de nuevo?",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1113.9,
      "fin": 1113.96,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.137,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1113.98,
      "fin": 1135.39,
      "duracion": 21.41,
      "texto": "Bien, a ver, ¿qué le salió? No, no es WhatsApp, recordá que es el mensaje de texto común. Sí, es mensaje común, pero no, no me parece. Bien, a ver. Vos ahora estás en la casilla de mensajes, salid para que te llegue la notificación, porque si estás ahí no te va a llegar la notificación, si estás en esa aplicación.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1138.09,
      "fin": 1143.05,
      "duracion": 4.96,
      "texto": "Sí, no, no, yo lo saqué, pero no me aparece ni un mensaje.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1143.61,
      "fin": 1152.67,
      "duracion": 9.06,
      "texto": "Bien, a ver. Te va a llegar una notificación, lo más probable es la común. en la pantalla arriba del celu. Aguardamos un minuto. Sí,",
      "confianza": 0.641,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1152.67,
      "fin": 1160.39,
      "duracion": 7.72,
      "texto": "claro, pero viste que cuando mandas el mensaje, me queda como tu número y tu llamada arriba, viste, y lo tapa.",
      "confianza": 0.404,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1160.41,
      "fin": 1160.6,
      "duracion": 0.19,
      "texto": "Claro,",
      "confianza": 0.44,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1160.6,
      "fin": 1161.53,
      "duracion": 0.93,
      "texto": "entonces te tapa el mensaje.",
      "confianza": 0.44,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1161.69,
      "fin": 1168.87,
      "duracion": 7.18,
      "texto": "Y tenés que apretarlo para verlo completo. ¿Eso lo podés hacer? A ver. Como para leerlo completo.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1169.49,
      "fin": 1176.04,
      "duracion": 6.55,
      "texto": "Ingresar al chat sería. Vos decime.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1178.77,
      "fin": 1186.9,
      "duracion": 8.13,
      "texto": "No, solo un mensaje de claro tengo en los mensajes comunes. A ver, ¿tiene cortada la línea por casualidad o todavía no?",
      "confianza": 0.354,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1187.52,
      "fin": 1196.3,
      "duracion": 8.78,
      "texto": "A ver. Porque si te llevó en un momento. No, no, dice, tu línea se encuentra suspendida, dice de claro.",
      "confianza": 0.839,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1197.48,
      "fin": 1201.35,
      "duracion": 3.87,
      "texto": "Claro, por eso. A ver, ¿ahora tampoco le llegó?",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1203.08,
      "fin": 1229.93,
      "duracion": 26.85,
      "texto": "Tiene que llegarle el número 2-3. Ah, entonces es porque tiene la línea inhabilitada. Es por eso, ¿no? Porque si tiene la línea cortada no le va a llegar, ¿bien? Porque con lo mismo le evita que se quiera pasar sin abonar, ¿bien?",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1230.49,
      "fin": 1247.12,
      "duracion": 16.63,
      "texto": "Claro. Si queréis, podemos intentar de última que vos llames a este número que te voy a brindar. Aguarda un minuto. Capaz que ahí te lo pueden dictar. Ya sea acá, no te lo dictan porque te va a tender una computadora, ¿verdad bien? Esto es para los clientes que justamente no saben sacar captura de pantalla y demás.",
      "confianza": 0.413,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1247.8,
      "fin": 1261.42,
      "duracion": 13.62,
      "texto": "Tenés que llamar, es un número normal. Y te van a dictar lo que es el mensaje de portabilidad. Te van a decir, tu código de portabilidad es para el prestador MBS. Si no te lo dictan es porque ya sí o sí tienen que abonar para después poder cambiar.",
      "confianza": 0.76,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1262.86,
      "fin": 1270.25,
      "duracion": 7.39,
      "texto": "Dale. Bien. Ahí yo te corto y si querés llamar por llamar común y ahí te vuelvo a llamar de última zona y 17 te llamo y 20 ¿te parece?",
      "confianza": 0.355,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1271.55,
      "fin": 1276.9,
      "duracion": 5.35,
      "texto": "Te lo dictan súper rápido, vas a anotar lo que te vayan a dictar y bueno, solo el código nada más anota.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1277.56,
      "fin": 1290.01,
      "duracion": 12.45,
      "texto": "Ah, bueno, listo, listo. Sí, mejor porque eso no me deja, los mensajes comuns no me dejan, no deja... Bueno, dale. Si te lo dictan buenísimo, si te dicen que no hay ninguno disponible es porque tiene la línea suspendida.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1290.82,
      "fin": 1308.4,
      "duracion": 17.58,
      "texto": "Ahora yo te corto y no vuelvo a llamar en unos minutos, ¿bien? Lo tiene suspendida la línea, por eso debe ser. Dale, fíjate si tenés que hacer eso. Del Celudel. Sí, sí, sí. Bueno, dale. Ahí te corto. Chau, chau. Dale, chau. Te mandé el número en WhatsApp.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿sí? ¿Hablo con Julio? Sí, sí, es el teléfono de él. ¿Me puedes decir la promoción que hay ahora, aparte de la que pusiste? ¿No hay otra más baja? Sí, tenemos una un poco más económica, que ya sería el plan más bajo en cuanto a gigas y precio, que es un plan de 8 gigas, WhatsApp gratis, llamadas libres y bueno, y mensajes a todas las comunidades por 7.460, ¿bien? ¿7.400? Serían casi 3.000 pesos menos que la que yo le enviaba. ¿Esa de 7.000? Sí, esa es la línea, Julio. Por ejemplo, él acá en casa, nosotros tenemos Internet de Movistar. Sí. En ese caso, le haría un descuento también. por lo que ya tenéis visto de Movistar, se le hace un descuento de 4.000 pesos en la factura del internet del hogar, obviamente siempre y cuando sigan juntos como mes a mes los dos servicios, ¿bien? Todos los meses se le descuadrarían 4.000 pesos de la factura del internet del hogar, para ello gestionarte ese descuento, deberías de pedirte lo que es el número de línea fixa, que viste que te lo dan, más allá de que lo utilices o no. Sí, pero no lo usamos nunca, no lo usamos nunca la línea. Pero escúchame, Porque, por ejemplo, acá en casa tenemos internet, ¿no? Él tiene el internet de casa. Cuando sale, salimos en la calle, cuando andaba en la calle, él se queda sin internet enseguida. Eso es lo que no, porque es más fácil llamarlo por WhatsApp. Al menos para él lo llama por WhatsApp. Claro, pero él al día de hoy tiene claro. Es decir que se queda sin señal lo que vos me decís. Lo que pasa es que en Movistar también nos deja sin señal de Wifi y no tenemos para ni para mandar mensaje después. Ya lo teníamos. ¿Qué inconveniente me decís vos que él tiene ahora con su línea? Claro, para que él tenga Internet cuando sale de acá, de mi casa. Obviamente la idea de los Shibas es para que él tenga Internet cuando lo necesite. Bien, prendiendo los datos móviles va a poder utilizar lo que es el Internet fuera de una red web. Mientras esté acá en casa puedo apagar el... Lo puedes apagar y conectar el Wi-Fi y no a estas datos. Ah, eso, eso. Para que lo tengan en cuenta. Lo que yo le explicaba a Julio, más que nada porque veo que vos lo estás ayudando, Él me decía que quería llamar a dar de baja su línea. Sí, sí, sí. Yo le decía que eso no se tiene que hacer, y trataba de explicar, porque uno lo que hace es portabilidad numérica. ¿Qué significaba eso? Que cortas tu mismo número de una compañía a otra y se conserva el mismo número, ¿bien? Si él llamara, claro, por ejemplo, y les pidiera que le den la baja, ellos dan la baja automáticamente del número. Obviamente se acaba el plan, pero le van a quitar el número. Lo que yo le explicaba es que no llame para dar de baja, porque le van a eliminar el número y eso sí no lo va a recuperar. Bien, para que lo tengan en cuenta. Yo les expliqué que si bien el tronar lo que debe con claro lo puede abonar, obviamente, puede abonarlo ahora, mañana o cuando ya esté movilizar, como él más prefiera, pero que no llame a la baja ni nada porque le van a quitar el número de teléfono. Para que lo tengan en cuenta, ¿bien? No tienen que realizar ninguna baja, ustedes. Todo el trámite lo realiza Movistar. El número de él no puede estar al mismo tiempo en dos compañías, ¿me explico? Claro. Entonces, cuando se le corta la línea con un claro, eso significa que puede colocar el chip de Movistar. Bueno. ¿Bien? Bueno, mira, nosotros ahora, hoy, no te digo el horario, pero hoy pagamos los... Le van a pagar a claro. le paga lo que le debe y ya directamente lo pasamos a ustedes. Bueno, lo que yo te propongo hacer, eso te iba a preguntar. Porque nosotros esta promo, normalmente la promo que sale en 7460, que es la que yo le ofrecí hasta hoy, porque de ayer viene la oferta, está un poco más baja que lo normal, ¿bien? Y te propongo yo que él abone en el horario que quiera, como te digo, no es que sí o sí tiene que abonar y después cambiarse. puede cambiarse y después de sabonar porque no se le va a cortar la línea automáticamente con claro, ¿bien? Cuando se le corta, cuando se aprueba el trámite y ya se han habilitado para ir a retirar el chisme a la suculadora, ¿bien? Bueno, listo, listo. Así que, bueno, si te parece, yo te tomo los datos de julio. Vale. Vos los ayudas y... Sí, sí, sí, sí. Yo te voy a confirmar los datos que me sirven en el sistema D. Si están correctos, los dejamos tal cual. Y si hay que modificar alguno o no me sirven alguno, te lo pido, ¿te parece? Vale. y bueno los últimos que no se los puedo decir pero lo sabes serrano julio argentino bueno sería para esta línea lo que es la promoción a guardar un minuto tengo que pedir un correo electrónico para dejarlo juntado para que ahí le llegue lo que es la facturación si vos lo ayudas siempre con este tema de última me puedes dar uno tuyo y vos de paso le vas controlando la factura no hay problema Bueno, a ver, este... Será que en el que no... Lo tengo que buscar porque nunca me acuerdo. No hay problema, no hay problema. Sí, la promoción de 7.400 es... Sí, la de 7.460. Sí. Y... Esa es la más económica que tenemos y si él tiene un consumo bajo en cuanto a gigas, porque son 8 gigas, si él ya tiene Wi-Fi en su casa va a andar súper bien con esa promo, ¿bien? Claro, eso es lo que decía yo, que a veces cuando... Es lo que va a quedar sin internet. Obviamente, siempre cuando, ya si lo usan en su casa, teniendo Wi-Fi, que lo apague, ¿bien? Para que no le consuma datos del... Claro, los datos del... Sí, eso es lo que no hacemos nunca. Apagar los datos y... Por ahí eso es lo que te consume más. Bien, avísame si pudiste encontrar el correo electrónico. Así lo voy anotando. A ver. Bueno, Lucía Coronel. ¿Sí? ¿Sos la hija? Sí. ¿Eh? ¿Sos la hija para dejarla apuntada? No, no, no. Ah, solo lo puedo ayudar. Sí, no, soy la señora. Ah, bueno. Perdón. Bueno, decime que te pague. ¿Lucía Coronel me dijiste? ¿008? Sí. Arroba, hotmail. ¿Hotmail o Gmail? No, Gmail. Gmail.com. Perfecto. Bien, aguardame un minutito. Bien. Y nosotros te comento que tenemos dos métodos de envío del chip para que vos preste el que más preferís. El más rápido que yo te puedo ofrecer es envío a sucursal, ¿bien? No sé lo que hacemos, depende de la localidad en que vos te encontres, si queremos una sucursal de movistar, la que te quede más cerca obviamente, y nosotros al tercer, cada 48 horas en aprobarse el trámite, al tercer día puedes ir. Como ahora estamos por llegar al fin de semana, lo más probable es que el martes puedas ir a retirar el chip a la sucursal, obviamente con el DNI del titular, ¿bien? Sí, somos de acá de Laros. Mantechidola y el Anus Este. El Anus Este, bien. Aguarda Miriam, ahora te digo que es su cursal. Tenemos la de Hipólito y el Goyen 42-38, tenemos. Que queda el Anus, no el Anus Este. El Anus Este no tenemos ninguno. Están ahí, igualmente, unos kilómetros. Bueno, dale. Bueno, aguarda un minuto y ahora te voy a enviar captura de contacto. ¿Quieres que te envíe la ubicación? Nada, después lo buscamos con el número de… Ahí te acabo de enviar la captura de pantalla de la calle y la numeración de la sucursal, ¿bien? Dale. Bueno, ten en cuenta que yo cargo el trámite hoy viernes, el día martes. Siempre yo te voy a avisar un día antes, igualmente, a la WhatsApp en este caso de julio, ¿bien? Sí, sí. De que estés agitado, parí a retirar el chip. Por ejemplo, si tienen que ir el martes, yo el lunes te voy a decir, mira, ya mañana pueden ir a buscar el chip. Así ustedes ya el otro día se manejan bien con sus horarios y van al horario que prefieran, ¿bien? En la sucursaria te lo van a dar activado, si necesitas ayuda para colocarlo también lo puedes pedir y ahí te ayudan a colocarlo, ¿bien? Sí, sí, sí. Bueno, hicimos aquí. ¿Qué más nos faltaría? Bien. Y un número de teléfono alternativo, no vamos a llamar ni nada, solo por protocolo de carga. Si quieres me puedes brindar el tuyo, Lucía. Bueno, dale, te doy el mío. Dale, decime. 22, 40, 17, 36. Perfecto, bien. Aguardamos un minuto. Bien. Ahora sí, bien. Ahora el último que me faltaría es realizarte lo que es un cierre comercial. Aquí le llamamos nosotros cierre comerciales al repaso, como que tenemos el contrato, en llamada para que quede aceptado que vos aceptas el cambio de compañía, en este caso julio, si bien lo estás ayudando, y que obviamente Movistar en ningún momento les quiera cambiar lo que es la promoción ni nada por el estilo, Si ustedes quieren cambiar la promo antes de que el plan se acabe, no hay problema, lo pueden realizar. Si les ofrecen la compra más económica o lo que sea, están en su derecho, ¿bien? No es que se tienen que quedarse así con la promoción por el tiempo que dura. Pero bueno, sí o sí la leemos para que a ustedes en ningún momento le cambien la promo si ustedes lo habiliten, ¿bien? Bien, en este caso, te voy a leer lo que se cierra el comercial rápido y ya casi terminamos, ¿bien? Para recibir sus otras promociones, me comentaste que si cuentan con Internet de Movistar, En este caso, para hacerte el descuento que te comenté anteriormente, necesitaría lo que es el número de línea fija. Si vos no lo recordás ahora, me lo podés escribir en un ratito por WhatsApp, no hay problema, ¿bien? Vamos a ir a los datos personales. Estamos haciendo la portabilidad de la línea 113841-2913 a nombre de pedido de titular actual Serrano Julio Argentino, ¿correcto? Sí, sí, sí. Bien, confirmame que los últimos tres dijeros del DNI de julio. 334. Perfecto. Actualmente él cuenta con esta línea en la compañía de Claro, recibe lo que es una bono mensual y él es titular por esta línea, ¿correcto? Sí, sí. Bien. Te pregunto, posee lo que es un chip virtual o el chip psico normal que colocamos. O sea, el chip B-Sim es un chip virtual para celulares iPhone 14 o iPhone 15. Si no tienes ese look, lo más probable es que el cuente con el chiquitito normal. en ese caso va a recibir lo que es el chip optaron por ir a buscar la secursal de movistar asignada que queda en la nus y polito hirigoyen 42 38 está abierta de lunes a viernes de 9 de la tarde de la mañana perdón a 6 de la tarde recordar que yo te voy a avisar un día antes de que estés habilitado para ir a retirar lo que es el chip así ustedes bueno ya al otro día van tranquilos bien te recuerdo a los contratos a abonar el costo del servicio al día de hoy es de 7.460 pesos, ya que incluye lo que es un descuento fijo por seis meses, de 30.140 pesos, adquieren el plan de cuatro gigas de base, cuatro gigas de regalos, son ocho gigas en total, las cuatro gigas de regalos también son por seis meses, WhatsApp gratis, llamadas libres a todas las compañías, y un giga de llenar para el juego Free Fire, te recuerdo que el servicio es para que una mesa es adelantado, y las gigas de regalos las van a haber habilitadas por la aplicación 48 horas después de activar la línea, El correo electrónico que dejamos asociado para la recepción de la factura es luciacoronel008.com y como número alternativo dejamos tu número, Lucia, que es la línea 11-22-40-1786. Y te recuerdo que desde la aplicación MiModestar ingresando a la sección de servicios pueden ver toda la información referida a su factura, ya sea el ciclo de facturación, vencimiento o momentos a pagar, en el caso que se quieran adquirir el débito automático, Lo pueden realizar por ahí. Y también sumar 4GB de regalo en cada línea móvil, si es que el portador son más líneas registradas bajo el mismo titular. Y también tienen un regalo extra que son 20GB de regalo con una duración de 30 días. Disponibles una vez por año, esto lo activan por la aplicación cuando ustedes lo deseen bien. Es más que nada, por si en algún momento les hace falta 1GB, ya las tienen a esa y nos evitan en comprar un paquete de datos, ¿bien? Con respecto a la fecha de portabilidad, En este caso, una vez aprobada la portabilidad, la línea va a aportar a las 48 horas hábiles. Un día antes, por mensaje de WhatsApp, le vamos a estar informando la fecha para que te quedes tranquila. Es importante que no coloquen el chip a través de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea, claro, te dejará de recibir señal. Y es cuando, en vez de colocarlo, te comento que por único vez deberás validar y anteatal activarlo. En caso que tengas alguna dificultad con la validación, inténtalo nuevamente. O comuníquese al 0803-2176-782 opción 4. Le solicitamos que en caso de no levantar señal el chip, reinicie el equipo. Y por otro lado, entre los próximos días, van a recibir un mensaje de satisfacción por WhatsApp. Le solicitamos, por favor, que la completes, más que nada, porque su pilón es muy importante para la empresa, ¿bien? Ahí está. Quiero leer, así que ya quedaría completo hoy. Lo leí rápido, más que nada, para que no quede, o sea, no tomarte tanto tiempo. Yo me quería pedirte, por WhatsApp, yo necesito solicitarle, en este caso, el titular, Yo quería votar al DNI de frente y de dorso para corroborar un cambio en otras personas que tienen documentos. Dame tu documento. Y necesitarían, aunque ahora yo estoy inventando un directo a guardarme de la oficina para que mostres que es tranquila que estás hablando con alguien de Movistar, más que nada por lo que te seleccionaste ahí y demás. Bueno, sí, por todo lo demás, sí. O sea, también eso es un víctimo de cuando pasas documentos, ¿no? Por las dudas yo siempre las veo porque se entiende que por ahí de manera telefónica no conoces a la persona que está del otro lado. Y bueno, es como mi manera, por así decirlo, de mostrarle al cliente que está hablando con una persona real que trabaja en Movistar, ¿bien? Sí, sí, sí. Le tiene que haber llevado un mensaje de texto del número 223. Es un mensaje de texto común, no es WhatsApp. le va a brindar lo que es un volvo de portabilidad de cuatro dígitos y una fecha de vencimiento de una semana, que es lo que nosotros nos demoramos en hacer la activación de la línea y demás, ¿bien? Esto nos permite a nosotros poder cargar la línea de una compañía a otra conservando el mismo número, ¿bien? Al mensaje de texto que le llegue, le tienen que tomar captura de pantalla y enviármelo por WhatsApp, ¿bien? Por eso yo siempre me adelanto y mando el video. ¿Me mandas a hablar a este teléfono o al mío, no? Al de Julio. Ahí te mandé el videíto para que vos también vayas corroborando. Más que nada para la tranquilidad de ustedes. Y yo avísame si te llegó el mensaje de texto que te comenté. No le importa si es un mensaje de texto común. ¿Por WhatsApp? No, por mensaje de texto común te tiene que haber llegado un mensaje de portabilidad. Vos decime, yo te guardo en línea. Listo, ya vi el videíto y... Veo, buenísimo. Ahora, fíjate, en la cartilla de mis frases de texto, ajá, el mensaje de portabilidad. A eso le tienes que tomar captura de pantalla. Si no sabe esta marca de captura, puedes copiar y pegarlo y enviármelo por WhatsApp. Es el 0800... Eso es por cualquier cosa. Si ustedes necesitan algo, tienen ese número. Igualmente ustedes tienen igual, ¿sabes? Bien. Por si yo no les llevo a contestar o lo que sea, tienen ese 800 que es más directo. Es mejor que el asterisco 611 si o si que tiende a alguien, ¿bien? Claro. Por cualquier duda, consulta que tengan. Así que bueno. Avísame si te llegó el SMS. Ah. No, todavía no. Bien. Le tiene que llevar un mensaje común. Tengo el video solamente. No, no, pero no te llega por WhatsApp lo que yo te digo. Te llega por mensaje común. Ah, por mensaje común. A ver. Ahora te digo. Un mensaje de portabilidad te tiene que decir para el prestador MBS. ¿Qué sería Movistar? O sea, eso yo lo pido y lo envía a administración, así que... Ah, está bien. ¿Querés que pida que te lo renvíen? A ver si te llega la notificación. Para que no me deja. Lo que pasa es que aparece tu número ahí y está detrás de esto. A ver. A ver. No. Bueno, a ver, ahí voy a pedir que te lo reenvíe, te va a llegar la notificación de nuevo y ahí capaz que lo puedes abrir directamente. Ahí me seguro que he enviado, avísame si te llegó la notificación. ¿Te llegó de nuevo? No. Bien, a ver, ¿qué le salió? No, no es WhatsApp, recordá que es el mensaje de texto común. Sí, es mensaje común, pero no, no me parece. Bien, a ver. Vos ahora estás en la casilla de mensajes, salid para que te llegue la notificación, porque si estás ahí no te va a llegar la notificación, si estás en esa aplicación. Sí, no, no, yo lo saqué, pero no me aparece ni un mensaje. Bien, a ver. Te va a llegar una notificación, lo más probable es la común. en la pantalla arriba del celu. Aguardamos un minuto. Sí, claro, pero viste que cuando mandas el mensaje, me queda como tu número y tu llamada arriba, viste, y lo tapa. Claro, entonces te tapa el mensaje. Y tenés que apretarlo para verlo completo. ¿Eso lo podés hacer? A ver. Como para leerlo completo. Ingresar al chat sería. Vos decime. No, solo un mensaje de claro tengo en los mensajes comunes. A ver, ¿tiene cortada la línea por casualidad o todavía no? A ver. Porque si te llevó en un momento. No, no, dice, tu línea se encuentra suspendida, dice de claro. Claro, por eso. A ver, ¿ahora tampoco le llegó? Tiene que llegarle el número 2-3. Ah, entonces es porque tiene la línea inhabilitada. Es por eso, ¿no? Porque si tiene la línea cortada no le va a llegar, ¿bien? Porque con lo mismo le evita que se quiera pasar sin abonar, ¿bien? Claro. Si queréis, podemos intentar de última que vos llames a este número que te voy a brindar. Aguarda un minuto. Capaz que ahí te lo pueden dictar. Ya sea acá, no te lo dictan porque te va a tender una computadora, ¿verdad bien? Esto es para los clientes que justamente no saben sacar captura de pantalla y demás. Tenés que llamar, es un número normal. Y te van a dictar lo que es el mensaje de portabilidad. Te van a decir, tu código de portabilidad es para el prestador MBS. Si no te lo dictan es porque ya sí o sí tienen que abonar para después poder cambiar. Dale. Bien. Ahí yo te corto y si querés llamar por llamar común y ahí te vuelvo a llamar de última zona y 17 te llamo y 20 ¿te parece? Te lo dictan súper rápido, vas a anotar lo que te vayan a dictar y bueno, solo el código nada más anota. Ah, bueno, listo, listo. Sí, mejor porque eso no me deja, los mensajes comuns no me dejan, no deja... Bueno, dale. Si te lo dictan buenísimo, si te dicen que no hay ninguno disponible es porque tiene la línea suspendida. Ahora yo te corto y no vuelvo a llamar en unos minutos, ¿bien? Lo tiene suspendida la línea, por eso debe ser. Dale, fíjate si tenés que hacer eso. Del Celudel. Sí, sí, sí. Bueno, dale. Ahí te corto. Chau, chau. Dale, chau. Te mandé el número en WhatsApp.",
  "calidad": {
    "confianza_promedio": 0.536,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 47.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:29:18.468227",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 311,
    "total_segmentos_corregido": 105,
    "fecha_correccion": "2026-01-18T23:05:26.462220",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116105709042_MIT_01974",
    "fecha_inicio": "16/1/2026 10:57:09",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 1258,
    "tiempo_conversacion": 1256,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}