{
  "archivo": "amza43_1_260115130918824_ACD_50771.wav",
  "duracion_segundos": 154.49,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 87.92,
    "Cliente": 54.98
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 24.96,
      "duracion": 24.93,
      "texto": "Hola, buenas tardes. Hablo con Abigail. Hola, pero esta es la línea de mi hijo, que es menor de edad. Ah, perfecto. Me salía este número terminado en 66 de Abigail Surai. Y otro número terminado en 491, que supongo que es el de tu hijo.",
      "confianza": 0.061,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.56,
      "fin": 32.41,
      "duracion": 6.85,
      "texto": "Bien, yo me comunicaba para hacerles llegar una promoción teniendo en cuenta de que tenés tu linea de tu hijo.",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.43,
      "fin": 34.08,
      "duracion": 1.64,
      "texto": "La agradezco, pero no me interesa.",
      "confianza": 0.065,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.1,
      "fin": 35.62,
      "duracion": 1.52,
      "texto": "Bien, ¿pero no has escuchado la promoción?",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.3,
      "fin": 42.96,
      "duracion": 5.66,
      "texto": "Sí, no, pero ¿qué es, de movilizar? Sí. ¿Por qué? ¿Qué problema tuviste? No,",
      "confianza": 0.095,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 42.96,
      "fin": 51.22,
      "duracion": 8.26,
      "texto": "porque cuando lo tuve me funcionó mal, me aumentaban un montón el precio y la verdad es que no me dieron un cabola.",
      "confianza": 0.408,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.24,
      "fin": 53.75,
      "duracion": 2.51,
      "texto": "¿Vos decís por la señal? Sí.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.79,
      "fin": 57.71,
      "duracion": 2.92,
      "texto": "Bien, usted es de Buenos Aires. Sí.",
      "confianza": 0.458,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.6,
      "fin": 60.16,
      "duracion": 1.56,
      "texto": "¿Y de qué parte de Buenos Aires es?",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.98,
      "fin": 101.67,
      "duracion": 40.69,
      "texto": "Para ver cómo estamos de señal por ahí. Sí, igual lo tuve en mi casa también y tuve el mismo inconveniente, así que no, te agradezco, pero no me interesa. Igual veo que hace como un año, dos años atrás estuvieron en Movistar. Sí. Ha cambiado un montón la señal hoy en día por ahí. De hecho, ¿en la nube este o oeste? Oeste. oeste, yo veo en Lanújo Oeste, Herli, Vida de los Industriales, todas esas zonas están verdes, es decir que tienes buena cobertura, sí, por ahí. Sí, pero sabes qué pasa, cuando tuve inconvenientes no me dieron bola, entonces prefiero... Por eso yo me comunico al día de hoy para llevar tu caso y ser tu asesor personal, justamente.",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.34,
      "fin": 119.77,
      "duracion": 16.43,
      "texto": "Por el momento veo que lo que hay es cobertura y muchas veces tiene que ver con el teléfono, con el chip, porque por ahí se actualizan las antenas y no los chips, también en Buenos Aires es la provincia que más mantenimiento tiene de lo que es movistar, sí, fibra óptica, la línea.",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.75,
      "fin": 125.45,
      "duracion": 4.7,
      "texto": "Entonces, a veces cuando no se actualizan los chips, pero si las antenas, hace que la señal no sea la mejor.",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 126.6,
      "fin": 135.32,
      "duracion": 8.73,
      "texto": "Pero hoy en día, por ejemplo, si yo en la NUS tengo buena cobertura y te envío lo que son los chips, que van a ser nuevos, vas a tener buena señal.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.63,
      "fin": 139.49,
      "duracion": 2.86,
      "texto": "Porque son chips nuevos. Te agradezco, pero no quiero.",
      "confianza": 0.178,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.85,
      "fin": 154.49,
      "duracion": 13.64,
      "texto": "y actualmente tengo una promoción de 10.400 por 8 libras, más 8 de regalo, con WhatsApp gratis. Bueno, perfecto, Abigail. Muchas gracias. Tengan buen día. Igualmente.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hablo con Abigail. Hola, pero esta es la línea de mi hijo, que es menor de edad. Ah, perfecto. Me salía este número terminado en 66 de Abigail Surai. Y otro número terminado en 491, que supongo que es el de tu hijo. Bien, yo me comunicaba para hacerles llegar una promoción teniendo en cuenta de que tenés tu linea de tu hijo. La agradezco, pero no me interesa. Bien, ¿pero no has escuchado la promoción? Sí, no, pero ¿qué es, de movilizar? Sí. ¿Por qué? ¿Qué problema tuviste? No, porque cuando lo tuve me funcionó mal, me aumentaban un montón el precio y la verdad es que no me dieron un cabola. ¿Vos decís por la señal? Sí. Bien, usted es de Buenos Aires. Sí. ¿Y de qué parte de Buenos Aires es? Para ver cómo estamos de señal por ahí. Sí, igual lo tuve en mi casa también y tuve el mismo inconveniente, así que no, te agradezco, pero no me interesa. Igual veo que hace como un año, dos años atrás estuvieron en Movistar. Sí. Ha cambiado un montón la señal hoy en día por ahí. De hecho, ¿en la nube este o oeste? Oeste. oeste, yo veo en Lanújo Oeste, Herli, Vida de los Industriales, todas esas zonas están verdes, es decir que tienes buena cobertura, sí, por ahí. Sí, pero sabes qué pasa, cuando tuve inconvenientes no me dieron bola, entonces prefiero... Por eso yo me comunico al día de hoy para llevar tu caso y ser tu asesor personal, justamente. Por el momento veo que lo que hay es cobertura y muchas veces tiene que ver con el teléfono, con el chip, porque por ahí se actualizan las antenas y no los chips, también en Buenos Aires es la provincia que más mantenimiento tiene de lo que es movistar, sí, fibra óptica, la línea. Entonces, a veces cuando no se actualizan los chips, pero si las antenas, hace que la señal no sea la mejor. Pero hoy en día, por ejemplo, si yo en la NUS tengo buena cobertura y te envío lo que son los chips, que van a ser nuevos, vas a tener buena señal. Porque son chips nuevos. Te agradezco, pero no quiero. y actualmente tengo una promoción de 10.400 por 8 libras, más 8 de regalo, con WhatsApp gratis. Bueno, perfecto, Abigail. Muchas gracias. Tengan buen día. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.473,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:58:19.276806",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:28.221794",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130918824_ACD_50771",
    "fecha_inicio": "15/1/2026 13:09:18",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 168,
    "tiempo_conversacion": 147,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}