{
  "archivo": "amza23_1_260112140112090_ACD_59773.wav",
  "duracion_segundos": 227.04,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 160.95,
    "Cliente": 36.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.82,
      "fin": 15.79,
      "duracion": 13.97,
      "texto": "Hola, buenos días. Me comunico con Ángel. Hola, Ángel. Mi nombre es Celeste. Llamo para brindarte un nuevo beneficio para tu línea. Me sale que actualmente usted está en claro. ¿Eso es correcto?",
      "confianza": 0.226,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.76,
      "fin": 19.54,
      "duracion": 0.78,
      "texto": "Perfecto. Perfecto.",
      "confianza": 0.038,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.34,
      "fin": 26.81,
      "duracion": 6.47,
      "texto": "Yo le estoy llamando a hablar y recupero al cliente Movistar. Sí, queríamos saber por qué usted se había ido a la compañía en su momento.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.03,
      "fin": 30.19,
      "duracion": 0.16,
      "texto": "¿Verdad?",
      "confianza": 0.126,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.96,
      "fin": 38.71,
      "duracion": 7.75,
      "texto": "Fue por mi madre. Antes de cambiarnos, ella era menor de edad.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.43,
      "fin": 62.1,
      "duracion": 22.67,
      "texto": "Y bueno, ella tenía control de todo. Entonces, cuando la cambió, tenía 17. Bueno, ella tuvo un balcán de comodidad y entonces nos cambió. Ok, lo entiendo totalmente. Y decime, ¿te gustaría ahora volver lo que estamos viendo? ¿Tanto no llega el que tenés con claro?",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.16,
      "fin": 77.93,
      "duracion": 13.77,
      "texto": "Por ahora sí. O sea, ahora no tengo el problema con la cantidad de días que me da que claro. Es un punto de quizás cambiar de nuevo. Porque ahora no estoy con posibilidades de cambiarme de línea. Tampoco.",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.34,
      "fin": 88.89,
      "duracion": 8.55,
      "texto": "Claro, mira, nosotros tenemos ahora lo que es un beneficio, que son 16 gigas al precio final de 13.250.",
      "confianza": 0.686,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 88.91,
      "fin": 117.81,
      "duracion": 28.9,
      "texto": "¿Estás abonando más que eso o menos? Estoy abonando menos, pero por lo menos una cantidad de gigas. Porque también tengo cuatro familias. Entonces pago más de dos líneas y también internet. ¿Por qué se me anima tan bien? Ah, mira. Bueno, mira, nosotros tenemos lo que también es el Pacteer Internet.",
      "confianza": 0.08,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.41,
      "fin": 162.15,
      "duracion": 43.74,
      "texto": "Sí, tenemos lo que es el plan de 24.000 pesos, que te quedaría la línea más el Internet en ese precio, ¿sí? Las dos cosas juntas se quedarían en ese precio. Y las otras líneas las podemos poner en lo que es el plan más bajo, pero son 8 GB. si te quedarían en $11,400 pesos. Si quieres, nos fijamos lo que es la cobertura de donde vos tendrías lo que es la fibra óptica de Movizar, sí. Y si llegas a hacer de alta competencia, vas a tener lo que son dos meses totalmente gratis, sí.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.14,
      "fin": 168.49,
      "duracion": 4.35,
      "texto": "¿Me querés brindar el domicilio donde pondrías la fibra óptica?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 173.97,
      "fin": 191.84,
      "duracion": 17.87,
      "texto": "No, pues ahora no, porque ahora no estoy con te posee de por sí, o sea, pero es muy importante para cambiar nada y eso. Así que no, pues ahora no. Bueno, vale, no hay ningún problema. Decime en qué momento yo me puedo volver a comunicar con vos.",
      "confianza": 0.182,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.79,
      "fin": 205.79,
      "duracion": 13.0,
      "texto": "Sí, además siempre ando llamando, así que... Cuando quieras, seguramente el último día me va a llegar a dar más de clara, hacéndome la misma oferta. Bueno, mira, yo te voy a enviar lo que es un mensajito por WhatsApp, ¿sí?",
      "confianza": 0.041,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 206.83,
      "fin": 213.98,
      "duracion": 7.15,
      "texto": "Ahí vas a tener mi número y el día que decidas, me hablas y hacemos el cambio, ¿sí?",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 214.48,
      "fin": 216.06,
      "duracion": 1.58,
      "texto": "Recuerda que ellos se irán movistar.",
      "confianza": 0.423,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.54,
      "fin": 220.72,
      "duracion": 2.18,
      "texto": "Vale. Dale, adiós. Chao.",
      "confianza": 0.016,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 222.88,
      "fin": 227.04,
      "duracion": 4.16,
      "texto": "... ...",
      "confianza": 0.53,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Me comunico con Ángel. Hola, Ángel. Mi nombre es Celeste. Llamo para brindarte un nuevo beneficio para tu línea. Me sale que actualmente usted está en claro. ¿Eso es correcto? Perfecto. Perfecto. Yo le estoy llamando a hablar y recupero al cliente Movistar. Sí, queríamos saber por qué usted se había ido a la compañía en su momento. ¿Verdad? Fue por mi madre. Antes de cambiarnos, ella era menor de edad. Y bueno, ella tenía control de todo. Entonces, cuando la cambió, tenía 17. Bueno, ella tuvo un balcán de comodidad y entonces nos cambió. Ok, lo entiendo totalmente. Y decime, ¿te gustaría ahora volver lo que estamos viendo? ¿Tanto no llega el que tenés con claro? Por ahora sí. O sea, ahora no tengo el problema con la cantidad de días que me da que claro. Es un punto de quizás cambiar de nuevo. Porque ahora no estoy con posibilidades de cambiarme de línea. Tampoco. Claro, mira, nosotros tenemos ahora lo que es un beneficio, que son 16 gigas al precio final de 13.250. ¿Estás abonando más que eso o menos? Estoy abonando menos, pero por lo menos una cantidad de gigas. Porque también tengo cuatro familias. Entonces pago más de dos líneas y también internet. ¿Por qué se me anima tan bien? Ah, mira. Bueno, mira, nosotros tenemos lo que también es el Pacteer Internet. Sí, tenemos lo que es el plan de 24.000 pesos, que te quedaría la línea más el Internet en ese precio, ¿sí? Las dos cosas juntas se quedarían en ese precio. Y las otras líneas las podemos poner en lo que es el plan más bajo, pero son 8 GB. si te quedarían en $11,400 pesos. Si quieres, nos fijamos lo que es la cobertura de donde vos tendrías lo que es la fibra óptica de Movizar, sí. Y si llegas a hacer de alta competencia, vas a tener lo que son dos meses totalmente gratis, sí. ¿Me querés brindar el domicilio donde pondrías la fibra óptica? No, pues ahora no, porque ahora no estoy con te posee de por sí, o sea, pero es muy importante para cambiar nada y eso. Así que no, pues ahora no. Bueno, vale, no hay ningún problema. Decime en qué momento yo me puedo volver a comunicar con vos. Sí, además siempre ando llamando, así que... Cuando quieras, seguramente el último día me va a llegar a dar más de clara, hacéndome la misma oferta. Bueno, mira, yo te voy a enviar lo que es un mensajito por WhatsApp, ¿sí? Ahí vas a tener mi número y el día que decidas, me hablas y hacemos el cambio, ¿sí? Recuerda que ellos se irán movistar. Vale. Dale, adiós. Chao. ... ...",
  "calidad": {
    "confianza_promedio": 0.486,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:18:58.792736",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:18.327191",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112140112090_ACD_59773",
    "fecha_inicio": "12/1/2026 14:01:12",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 251,
    "tiempo_conversacion": 216,
    "tiempo_hold": 0,
    "tiempo_acw": 18,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}