{
  "archivo": "amza24_1_260115121349757_ACD_37833.wav",
  "duracion_segundos": 218.94,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 61.53,
    "Cliente": 140.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.4,
      "duracion": 8.37,
      "texto": "Hola, ¿cómo estás? Buenos días. Hablo con Omar. ¿Cómo estás, Omar? Agustín es mi nombre.",
      "confianza": 0.272,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.44,
      "fin": 13.05,
      "duracion": 4.61,
      "texto": "Me estoy comunicando del área de recupero de clientes Movistar.",
      "confianza": 0.661,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.07,
      "fin": 22.52,
      "duracion": 9.45,
      "texto": "Nos asegura que actualmente estén claros, ¿verdad? Sí. Bien, le consulto el motivo por el cual usted se pasó a Movistar. ¿Cuál fue?",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.02,
      "fin": 25.58,
      "duracion": 0.56,
      "texto": "La mala atención de ustedes.",
      "confianza": 0.051,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.29,
      "fin": 30.73,
      "duracion": 4.44,
      "texto": "Me entiendo, Mar. Me entiendo. Bueno, antes que nada, pedirle disculpas.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.56,
      "fin": 42.79,
      "duracion": 11.24,
      "texto": "Personalmente, por lo que le pudo haber sucedido anteriormente, darle la tranquilidad de que Movistar quiere un trato más personalizado con sus clientes porque ha sido uno de los grandes inconvenientes que hemos tenido anteriormente.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.38,
      "fin": 56.12,
      "duracion": 11.74,
      "texto": "De esta manera, darle la seguridad y tranquilidad de que usted se va a poder comunicar con nosotros desde lo que sería la app de Movistar o a través mío que yo voy a hacer Solo sé que yo la personalizaba a partir de ahora.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.28,
      "fin": 68.82,
      "duracion": 11.54,
      "texto": "Cualquier inconveniente que usted tenga, que yo se lo pueda solucionar, se lo solucione y lo que no lo deligo a los canales oficiales, donde la atención sí es bastante más rápida y directa.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.22,
      "fin": 84.53,
      "duracion": 14.31,
      "texto": "Por otro lado, Omar, comentarle que tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía. En este caso tenemos para brindarle lo que es un plan de ocho días de base más ocho del regalo, van a ser 16 horas en total.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.55,
      "fin": 89.71,
      "duracion": 5.17,
      "texto": "WhatsApp gratis llamadas libres a todas las compañías, inclusive los 0800 y 0810.",
      "confianza": 0.717,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.97,
      "fin": 110.51,
      "duracion": 20.54,
      "texto": "Y a ese plan le va a quedar a usted en lo que serían 10,400 pesos precio final al día de hoy. ¿Bien? Sí. El trámite es súper sencillo, verificamos sus datos y le enviamos el chip a la sucursal más cercana a su homicidio. que estaría llegando en un plazo de 48 a 72 horas áviles.",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.17,
      "fin": 117.47,
      "duracion": 6.31,
      "texto": "Lo hacemos de esta manera, Omar, para que cuando su línea de claro deje de funcionar, usted ya tenga su chip con usted, ¿sí?",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.38,
      "fin": 141.16,
      "duracion": 22.78,
      "texto": "Y nos escribimos bien y corramos riesgo de que eso pase. Omar, le consulto. ¿Ustedes es de Caba o de provincia de Buenos Aires? Provincia. Bien. Aguárenme un momento. ¿De qué partido? La Marta. Perfecto.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 141.18,
      "fin": 141.38,
      "duracion": 0.2,
      "texto": "Aguárdame.",
      "confianza": 0.037,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.4,
      "fin": 147.84,
      "duracion": 6.44,
      "texto": "Y ahora, ¿y con quién? Dígame. Mándamelo por escrito eso, por favor. ¿Cómo no? Así que déjame pensar un poquito y te contesto.",
      "confianza": 0.097,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.78,
      "fin": 150.81,
      "duracion": 2.02,
      "texto": "¿Puede ser que sea de Gregorio de la Ferrer?",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.99,
      "fin": 164.16,
      "duracion": 12.17,
      "texto": "No, no, Villa Madero. A ver. Villa Madero. Sí. A ver.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.11,
      "fin": 176.38,
      "duracion": 9.27,
      "texto": "¿Ciudad Madero?",
      "confianza": 0.601,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.4,
      "fin": 176.46,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 176.48,
      "fin": 196.35,
      "duracion": 19.87,
      "texto": "¿Provincia? ¿Otro partido? Bien, ahí sí. Tenemos lo que sería San Justo Shopping y si no, doctor Ignacio Arieta 3304.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.09,
      "fin": 205.56,
      "duracion": 7.47,
      "texto": "No sé cuál le quedaría a usted más cómodo. Sí, pero déjame lo pensar todavía.",
      "confianza": 0.825,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.58,
      "fin": 211.75,
      "duracion": 6.17,
      "texto": "Yo te voy a mandar las promos ahora por WhatsApp.",
      "confianza": 0.321,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.77,
      "fin": 218.94,
      "duracion": 7.17,
      "texto": "Gracias. Muchas gracias. Abustines es mi nombre, ahora le mando las promos por WhatsApp. Bueno, gracias Abustines. Tenga buen día, hasta luego.",
      "confianza": 0.264,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás? Buenos días. Hablo con Omar. ¿Cómo estás, Omar? Agustín es mi nombre. Me estoy comunicando del área de recupero de clientes Movistar. Nos asegura que actualmente estén claros, ¿verdad? Sí. Bien, le consulto el motivo por el cual usted se pasó a Movistar. ¿Cuál fue? La mala atención de ustedes. Me entiendo, Mar. Me entiendo. Bueno, antes que nada, pedirle disculpas. Personalmente, por lo que le pudo haber sucedido anteriormente, darle la tranquilidad de que Movistar quiere un trato más personalizado con sus clientes porque ha sido uno de los grandes inconvenientes que hemos tenido anteriormente. De esta manera, darle la seguridad y tranquilidad de que usted se va a poder comunicar con nosotros desde lo que sería la app de Movistar o a través mío que yo voy a hacer Solo sé que yo la personalizaba a partir de ahora. Cualquier inconveniente que usted tenga, que yo se lo pueda solucionar, se lo solucione y lo que no lo deligo a los canales oficiales, donde la atención sí es bastante más rápida y directa. Por otro lado, Omar, comentarle que tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía. En este caso tenemos para brindarle lo que es un plan de ocho días de base más ocho del regalo, van a ser 16 horas en total. WhatsApp gratis llamadas libres a todas las compañías, inclusive los 0800 y 0810. Y a ese plan le va a quedar a usted en lo que serían 10,400 pesos precio final al día de hoy. ¿Bien? Sí. El trámite es súper sencillo, verificamos sus datos y le enviamos el chip a la sucursal más cercana a su homicidio. que estaría llegando en un plazo de 48 a 72 horas áviles. Lo hacemos de esta manera, Omar, para que cuando su línea de claro deje de funcionar, usted ya tenga su chip con usted, ¿sí? Y nos escribimos bien y corramos riesgo de que eso pase. Omar, le consulto. ¿Ustedes es de Caba o de provincia de Buenos Aires? Provincia. Bien. Aguárenme un momento. ¿De qué partido? La Marta. Perfecto. Aguárdame. Y ahora, ¿y con quién? Dígame. Mándamelo por escrito eso, por favor. ¿Cómo no? Así que déjame pensar un poquito y te contesto. ¿Puede ser que sea de Gregorio de la Ferrer? No, no, Villa Madero. A ver. Villa Madero. Sí. A ver. ¿Ciudad Madero? No. ¿Provincia? ¿Otro partido? Bien, ahí sí. Tenemos lo que sería San Justo Shopping y si no, doctor Ignacio Arieta 3304. No sé cuál le quedaría a usted más cómodo. Sí, pero déjame lo pensar todavía. Yo te voy a mandar las promos ahora por WhatsApp. Gracias. Muchas gracias. Abustines es mi nombre, ahora le mando las promos por WhatsApp. Bueno, gracias Abustines. Tenga buen día, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.447,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:32:16.173042",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:19.240959",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115121349757_ACD_37833",
    "fecha_inicio": "15/1/2026 12:13:49",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 269,
    "tiempo_conversacion": 212,
    "tiempo_hold": 0,
    "tiempo_acw": 42,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}