{
  "archivo": "amza73_1_260112145255937_ACD_26709.wav",
  "duracion_segundos": 203.18,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 146.62,
    "Cliente": 44.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.72,
      "fin": 11.81,
      "duracion": 10.09,
      "texto": "Hola, ¿qué tal con Daniel? ¿Quién habla? ¿Qué tal? Un gusto. Daniel, te habla Marcos. Te he llamado porque estamos entregando promociones exclusivas para comenzar el año.",
      "confianza": 0.385,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.31,
      "fin": 22.61,
      "duracion": 10.3,
      "texto": "Verísimo que vos estás en claro con las buenas, ¿correcto? Exacto. Al día de hoy estamos con una promo exclusiva. Sumar lo que es beneficios del área técnica movistar.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.13,
      "fin": 27.17,
      "duracion": 4.04,
      "texto": "¿Vos con claro actualmente cómo te estás yendo? ¿Cuántos sigas te están cargando al mes?",
      "confianza": 0.457,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.22,
      "fin": 28.54,
      "duracion": 0.32,
      "texto": "Treinta.",
      "confianza": 0.259,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.24,
      "fin": 42.94,
      "duracion": 13.7,
      "texto": "Perfecto, perfecto. ¿Produsar mucho el tema del paquete de gigas o exactamente recomprar en lo que es la tienda de mi Claro? No, me dan 30 gigas para usarlo internacionalmente, por eso lo necesito.",
      "confianza": 0.329,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.84,
      "fin": 49.89,
      "duracion": 6.05,
      "texto": "Ah, excelente, excelente entonces. ¿Y cuánto estás hoy en día abonando el día de hoy con lo que es tu plan de Claro?",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.38,
      "fin": 105.18,
      "duracion": 51.8,
      "texto": "Entre 30 y 40, no sé. Bien, al día de hoy tenemos una promo, justamente. Que en realidad, además de tener un mejor rendimiento económico, Daniel, creo que nosotros buscamos que también puedas ocupar tu movilizar fuera del país, ¿bien? Que también tengas una excelente cobertura, porque obviamente la cobertura es fundamental, y también que tengas una mejor atención personalizada por parte de nuestros ejecutivos, ¿sí? La promoción al día de hoy tiene justamente América Precio Local, tiene roaming al mundo, vas a poder hablar libre y también WhatsApp totalmente bonificado, ¿sí? Eso no te va a consumir gigas de tu plan, sino que directamente va a ser exclusivamente gratis. Al día de hoy la promoción, justamente con 38 gigas, vas a tener 30 de base, 8 de regalo por hacer la promoción al día de hoy. Justamente buscamos que tengas un beneficio en calidad y atención.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.88,
      "fin": 152.28,
      "duracion": 46.4,
      "texto": "Esta promoción al día de hoy te queda en 25.150. Lo más importante acá, que vas a poder ocupar tu línea fuera del país y que también vas a poder tener un mejor vistazo de parte de la compañía. Al día de hoy es un ahorro diario de 830 pesos, que va a permitir que vos tengas un mejor rendimiento, ¿sí? Acá, Belisico, como antiguo abonado, tenés un excelente puntaje, permíteme felicitarte. Lo más importante acá, justamente que tengas los descuentos y todo el servicio. Yo te asignaría un asesor, ¿sí? Para que de esa manera Daniel, la asesora comercial, pueda irte en el trámite, vos cualquier duda o consulta, siempre vas a estar en contacto con él, ¿sí? Entonces, ¿cuándo sería el monto? 25.510.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.08,
      "fin": 161.26,
      "duracion": 8.18,
      "texto": "Vas a estar, justamente, con un plan completo para que vos tengas Internet, nunca te falte, y también tengas todos los beneficios que te había comentado, ¿sí?",
      "confianza": 0.822,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 161.76,
      "fin": 181.55,
      "duracion": 19.79,
      "texto": "Lo que yo voy a hacer, te voy a derivar una asesora para que ella te siga atendiendo y ella va a estar disponible para vos y de esa manera también que puedan tener contacto vía WhatsApp para poder charlar en caso que vos tengas alguna duda, ¿sí?",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.57,
      "fin": 181.75,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.0,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 181.77,
      "fin": 187.51,
      "duracion": 5.74,
      "texto": "Igual ahora no puedo, así que si me pueden llamar después. Bueno, dale, buenísimo. En el transcurso de la tarde, ¿en qué hora ella te puede escribir?",
      "confianza": 0.117,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 188.25,
      "fin": 200.47,
      "duracion": 12.22,
      "texto": "Más tarde, más tarde, en dos horas, tres horas. Dale, buenísimo, entonces cerca de las cinco o seis se va a comunicar ella. Le voy a asignar una asesora comercial para que ella hable con vos, ¿sí?",
      "confianza": 0.225,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.49,
      "fin": 200.67,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.007,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.69,
      "fin": 203.18,
      "duracion": 2.49,
      "texto": "Dale, hasta luego.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal con Daniel? ¿Quién habla? ¿Qué tal? Un gusto. Daniel, te habla Marcos. Te he llamado porque estamos entregando promociones exclusivas para comenzar el año. Verísimo que vos estás en claro con las buenas, ¿correcto? Exacto. Al día de hoy estamos con una promo exclusiva. Sumar lo que es beneficios del área técnica movistar. ¿Vos con claro actualmente cómo te estás yendo? ¿Cuántos sigas te están cargando al mes? Treinta. Perfecto, perfecto. ¿Produsar mucho el tema del paquete de gigas o exactamente recomprar en lo que es la tienda de mi Claro? No, me dan 30 gigas para usarlo internacionalmente, por eso lo necesito. Ah, excelente, excelente entonces. ¿Y cuánto estás hoy en día abonando el día de hoy con lo que es tu plan de Claro? Entre 30 y 40, no sé. Bien, al día de hoy tenemos una promo, justamente. Que en realidad, además de tener un mejor rendimiento económico, Daniel, creo que nosotros buscamos que también puedas ocupar tu movilizar fuera del país, ¿bien? Que también tengas una excelente cobertura, porque obviamente la cobertura es fundamental, y también que tengas una mejor atención personalizada por parte de nuestros ejecutivos, ¿sí? La promoción al día de hoy tiene justamente América Precio Local, tiene roaming al mundo, vas a poder hablar libre y también WhatsApp totalmente bonificado, ¿sí? Eso no te va a consumir gigas de tu plan, sino que directamente va a ser exclusivamente gratis. Al día de hoy la promoción, justamente con 38 gigas, vas a tener 30 de base, 8 de regalo por hacer la promoción al día de hoy. Justamente buscamos que tengas un beneficio en calidad y atención. Esta promoción al día de hoy te queda en 25.150. Lo más importante acá, que vas a poder ocupar tu línea fuera del país y que también vas a poder tener un mejor vistazo de parte de la compañía. Al día de hoy es un ahorro diario de 830 pesos, que va a permitir que vos tengas un mejor rendimiento, ¿sí? Acá, Belisico, como antiguo abonado, tenés un excelente puntaje, permíteme felicitarte. Lo más importante acá, justamente que tengas los descuentos y todo el servicio. Yo te asignaría un asesor, ¿sí? Para que de esa manera Daniel, la asesora comercial, pueda irte en el trámite, vos cualquier duda o consulta, siempre vas a estar en contacto con él, ¿sí? Entonces, ¿cuándo sería el monto? 25.510. Vas a estar, justamente, con un plan completo para que vos tengas Internet, nunca te falte, y también tengas todos los beneficios que te había comentado, ¿sí? Lo que yo voy a hacer, te voy a derivar una asesora para que ella te siga atendiendo y ella va a estar disponible para vos y de esa manera también que puedan tener contacto vía WhatsApp para poder charlar en caso que vos tengas alguna duda, ¿sí? Perfecto. Igual ahora no puedo, así que si me pueden llamar después. Bueno, dale, buenísimo. En el transcurso de la tarde, ¿en qué hora ella te puede escribir? Más tarde, más tarde, en dos horas, tres horas. Dale, buenísimo, entonces cerca de las cinco o seis se va a comunicar ella. Le voy a asignar una asesora comercial para que ella hable con vos, ¿sí? Perfecto. Dale, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.558,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:51:59.992467",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:31.407192",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112145255937_ACD_26709",
    "fecha_inicio": "12/1/2026 14:52:55",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 218,
    "tiempo_conversacion": 195,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}