{
  "archivo": "amza10_1_260115132247109_ACD_90665.wav",
  "duracion_segundos": 139.89,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 21.83,
    "Cliente": 105.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.34,
      "fin": 10.43,
      "duracion": 8.09,
      "texto": "Hola, buenas días. Hola, buenas días. Buenas tardes, ¿cómo estás? Buenas tardes, ¿qué? Lourdes, te hablo de este lado, un gusto.",
      "confianza": 0.249,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.03,
      "fin": 29.8,
      "duracion": 18.77,
      "texto": "Me estaba contactando para brindarte una bonificación, me estoy contactando de Movistar. ¿Vos actualmente estás en clara, no? Sí, estoy en clara, pero no me interesa porque realmente claro, estoy bien y además me están llamando todos los días a Movistar. Bien, ¿qué planta?",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.84,
      "fin": 47.36,
      "duracion": 15.52,
      "texto": "No, no, no. No importa que estén teniendo, me están llamando todos los días. Me están llamando todos los días.",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.58,
      "fin": 51.38,
      "duracion": 2.8,
      "texto": "Sí, pero para dejarlo sentado tenemos que consultar su motivo.",
      "confianza": 0.587,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.1,
      "fin": 53.75,
      "duracion": 1.64,
      "texto": "Sí, pero igual, yo tengo que ir quiero.",
      "confianza": 0.488,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.77,
      "fin": 61.08,
      "duracion": 6.31,
      "texto": "o tío que no quiero, usted me va a seguir llamando, yo tío que no quiero y vos me vas a seguir llamando, no pise votos, mamadera loco.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.16,
      "fin": 63.48,
      "duracion": 2.32,
      "texto": "Sí, pero el dolor fue asentado a mi sistema de milaria.",
      "confianza": 0.194,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.58,
      "fin": 67.81,
      "duracion": 3.22,
      "texto": "Sí, pero no queda asentado, yo ya sé cómo funciona.",
      "confianza": 0.616,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.51,
      "fin": 127.66,
      "duracion": 58.15,
      "texto": "Simplemente no quiero, dice. Ya está, dice. No lo tomo, está mal. Sé que es tu trabajo, pero a mí no me gusta que me llamen todos los días, al culo de vos tampoco. Bien, o sea, ¿tuviste mala experiencia al final o no? ¿Cómo? ¿Tuviste mala experiencia? Sí. Bien, ¿con qué tuviste mala experiencia entonces? Sí. ¿Con qué? ¿Con cobertura, facturación, montos? ¿De qué? De servicio en general. Bueno, igual si esto es una nueva gestión, yo entiendo perfectamente la lastima y la mala experiencia, ¿sí? Pero por eso es que te estamos contactando bastante, porque queremos que puedas volver a empezar a probar el servicio. Sí, entiendo. Entiendo, sí. Yo te entiendo. Entendeme, yo tengo... Y ahora tiene laburo, fue en casa donde me llaman.",
      "confianza": 0.81,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.44,
      "fin": 129.53,
      "duracion": 1.08,
      "texto": "No, no es...",
      "confianza": 0.84,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.06,
      "fin": 139.89,
      "duracion": 9.83,
      "texto": "Se ha hecho un siganiento, ¿viste? No lo tomé mal, pero está... Se está llorando. Bueno, dale que tengamos venida, muchas gracias. Igualmente, igualmente.",
      "confianza": 0.384,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas días. Hola, buenas días. Buenas tardes, ¿cómo estás? Buenas tardes, ¿qué? Lourdes, te hablo de este lado, un gusto. Me estaba contactando para brindarte una bonificación, me estoy contactando de Movistar. ¿Vos actualmente estás en clara, no? Sí, estoy en clara, pero no me interesa porque realmente claro, estoy bien y además me están llamando todos los días a Movistar. Bien, ¿qué planta? No, no, no. No importa que estén teniendo, me están llamando todos los días. Me están llamando todos los días. Sí, pero para dejarlo sentado tenemos que consultar su motivo. Sí, pero igual, yo tengo que ir quiero. o tío que no quiero, usted me va a seguir llamando, yo tío que no quiero y vos me vas a seguir llamando, no pise votos, mamadera loco. Sí, pero el dolor fue asentado a mi sistema de milaria. Sí, pero no queda asentado, yo ya sé cómo funciona. Simplemente no quiero, dice. Ya está, dice. No lo tomo, está mal. Sé que es tu trabajo, pero a mí no me gusta que me llamen todos los días, al culo de vos tampoco. Bien, o sea, ¿tuviste mala experiencia al final o no? ¿Cómo? ¿Tuviste mala experiencia? Sí. Bien, ¿con qué tuviste mala experiencia entonces? Sí. ¿Con qué? ¿Con cobertura, facturación, montos? ¿De qué? De servicio en general. Bueno, igual si esto es una nueva gestión, yo entiendo perfectamente la lastima y la mala experiencia, ¿sí? Pero por eso es que te estamos contactando bastante, porque queremos que puedas volver a empezar a probar el servicio. Sí, entiendo. Entiendo, sí. Yo te entiendo. Entendeme, yo tengo... Y ahora tiene laburo, fue en casa donde me llaman. No, no es... Se ha hecho un siganiento, ¿viste? No lo tomé mal, pero está... Se está llorando. Bueno, dale que tengamos venida, muchas gracias. Igualmente, igualmente.",
  "calidad": {
    "confianza_promedio": 0.409,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:04:05.493509",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:13.755033",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132247109_ACD_90665",
    "fecha_inicio": "15/1/2026 13:22:47",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 180,
    "tiempo_conversacion": 136,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}