{
  "archivo": "amza36_1_260112124707754_ACD_24031.wav",
  "duracion_segundos": 149.51,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 132.96,
    "Cliente": 5.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 7.56,
      "duracion": 7.53,
      "texto": "Hola, buenos días. Sí, buen día. ¿Cómo le va? ¿Habla con la señora Silvia?",
      "confianza": 0.353,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.58,
      "fin": 7.64,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.013,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.66,
      "fin": 11.99,
      "duracion": 4.33,
      "texto": "Un gusto, Silvia. Mi nombre es Micaela. Me estoy comunicando desde el área de beneficio de Movistar.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.83,
      "fin": 16.58,
      "duracion": 3.75,
      "texto": "Le queríamos hacer llegar una promoción para su línea. No sé si ya se han contactado con usted.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.1,
      "fin": 22.77,
      "duracion": 4.67,
      "texto": "Hace un año que me están llamando todos los días. ¿Qué es lo que pones?",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.87,
      "fin": 26.51,
      "duracion": 2.64,
      "texto": "Me figura que usted actualmente tiene lo que es el cuido activo.",
      "confianza": 0.696,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.53,
      "fin": 27.15,
      "duracion": 0.62,
      "texto": "¿Puede ser?",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.97,
      "fin": 33.86,
      "duracion": 4.89,
      "texto": "No sé qué es eso. ¿Elección monotributista?",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.88,
      "fin": 34.02,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.024,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.04,
      "fin": 37.48,
      "duracion": 3.44,
      "texto": "Tenemos lo que son planes para empresas, son mucho más económicos.",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.27,
      "fin": 70.48,
      "duracion": 32.21,
      "texto": "Le puedo ofrecer lo que es un plan donde usted va a contar con 4 gigas de base, más 10 gigas de regalo por 6 meses, whatsapp, y llamadas libres a todos los movistar, por un valor de 7.810 pesos más impuestos. ¿Qué le parece, Martina? ¿Y los impuestos de cuánto son? Dependiendo de su categoría en positiva, puede ser hasta un 35% o un 45%. Y después de los seis meses, ¿qué pasa? Después de los seis meses, usted ingresa directamente en la aplicación, ya puede cambiar su plan.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.46,
      "fin": 93.31,
      "duracion": 21.85,
      "texto": "En caso de que no le guste ninguno, se puede comunicar al 0800 o al asterisco 611. Nosotros siempre tratamos de que usted lo haga por la aplicación para que ajuste el plan a su vida. dependiendo de lo que usted necesite. Bueno, no, te agradezco, pero no. ¿Por qué, Silvia?",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.01,
      "fin": 113.89,
      "duracion": 19.88,
      "texto": "Porque estoy bien con el plan que tengo, estoy con claro, y porque Movistar me agotó, porque siempre... Sí, me cambiaban de plan, pero el plan siempre más conveniente era el más caro y seguí participando. Y a los seis meses tenía que estar en alerta porque si pagaba 10,",
      "confianza": 0.828,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.44,
      "fin": 129.13,
      "duracion": 14.69,
      "texto": "y no estaba prestando atención, me subían a 30 y me cansé. Ahora estoy con una cuota... Actualmente se ha cambiado toda la gestión, ¿sí? Nosotros la avisamos siempre con tres intervías a anticipación si hay algún cambio.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 129.65,
      "fin": 133.72,
      "duracion": 4.07,
      "texto": "Le mandamos WhatsApp, le mandamos mensajito y por la aplicación también se le avisa.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.5,
      "fin": 139.19,
      "duracion": 4.69,
      "texto": "La verdad que con todo el cambio de la gestión, nosotros no estamos haciendo lo que es una asistencia personalizada.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.87,
      "fin": 147.02,
      "duracion": 7.15,
      "texto": "Bueno, pero por este momento estoy bien como estoy. No hay ningún problema. Te agradezco. A usted que tenga un lindo día.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.67,
      "fin": 149.51,
      "duracion": 1.84,
      "texto": "Gracias. Hasta luego. Hasta luego.",
      "confianza": 0.821,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Sí, buen día. ¿Cómo le va? ¿Habla con la señora Silvia? Sí. Un gusto, Silvia. Mi nombre es Micaela. Me estoy comunicando desde el área de beneficio de Movistar. Le queríamos hacer llegar una promoción para su línea. No sé si ya se han contactado con usted. Hace un año que me están llamando todos los días. ¿Qué es lo que pones? Me figura que usted actualmente tiene lo que es el cuido activo. ¿Puede ser? No sé qué es eso. ¿Elección monotributista? Sí, sí. Tenemos lo que son planes para empresas, son mucho más económicos. Le puedo ofrecer lo que es un plan donde usted va a contar con 4 gigas de base, más 10 gigas de regalo por 6 meses, whatsapp, y llamadas libres a todos los movistar, por un valor de 7.810 pesos más impuestos. ¿Qué le parece, Martina? ¿Y los impuestos de cuánto son? Dependiendo de su categoría en positiva, puede ser hasta un 35% o un 45%. Y después de los seis meses, ¿qué pasa? Después de los seis meses, usted ingresa directamente en la aplicación, ya puede cambiar su plan. En caso de que no le guste ninguno, se puede comunicar al 0800 o al asterisco 611. Nosotros siempre tratamos de que usted lo haga por la aplicación para que ajuste el plan a su vida. dependiendo de lo que usted necesite. Bueno, no, te agradezco, pero no. ¿Por qué, Silvia? Porque estoy bien con el plan que tengo, estoy con claro, y porque Movistar me agotó, porque siempre... Sí, me cambiaban de plan, pero el plan siempre más conveniente era el más caro y seguí participando. Y a los seis meses tenía que estar en alerta porque si pagaba 10, y no estaba prestando atención, me subían a 30 y me cansé. Ahora estoy con una cuota... Actualmente se ha cambiado toda la gestión, ¿sí? Nosotros la avisamos siempre con tres intervías a anticipación si hay algún cambio. Le mandamos WhatsApp, le mandamos mensajito y por la aplicación también se le avisa. La verdad que con todo el cambio de la gestión, nosotros no estamos haciendo lo que es una asistencia personalizada. Bueno, pero por este momento estoy bien como estoy. No hay ningún problema. Te agradezco. A usted que tenga un lindo día. Gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.551,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:06:30.877772",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:25.193217",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112124707754_ACD_24031",
    "fecha_inicio": "12/1/2026 12:47:07",
    "agente_nombre": "MZA 36",
    "agente_login": "mza36",
    "duracion_total": 165,
    "tiempo_conversacion": 146,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}