{
  "archivo": "amza24_1_260116143242678_ACD_63763.wav",
  "duracion_segundos": 197.98,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 146.88,
    "Cliente": 40.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.37,
      "fin": 5.41,
      "duracion": 5.04,
      "texto": "Hola. Hola, ¿cómo estás? Hablo con Iván.",
      "confianza": 0.495,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.43,
      "fin": 5.49,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.064,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.51,
      "fin": 10.58,
      "duracion": 5.07,
      "texto": "¿Cómo estás, Iván Agustín? Es mi nombre, me estoy comunicando de la liga de recupero de piden de monestar.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.52,
      "fin": 14.16,
      "duracion": 2.64,
      "texto": "Me figura que vos actualmente estás en claro, ¿sí?",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.45,
      "fin": 43.24,
      "duracion": 26.79,
      "texto": "Sí. Bien, se consultó. ¿El motivo por el que te puse en monestar cuál fue? No, tuve mala experiencia. Bien, ¿cuál sería la mala experiencia? El tema es que te ofrecen una promo en ese tiempo cuando yo estuve me ofrecieron un cierto monto por tanto tiempo. Pero no era así.",
      "confianza": 0.053,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.09,
      "fin": 59.38,
      "duracion": 14.29,
      "texto": "A los tres meses duplicó el monto, después iba subiendo y iba subiendo. Y la verdad que en menos de un año lo tuve que cambiar de compañía porque no se podía.",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.73,
      "fin": 136.28,
      "duracion": 75.55,
      "texto": "No es que yo uso el celular para llamar a función, no tengo el número por alguna emergencia. Lo peor es que cuando uno llama como cliente a la empresa es que no te dan bola, señorita. Por eso te digo que tuve mala experiencia. Por supuesto, por supuesto. Te pasamos con tal cosa, después decís cuál es su motivo de llamado, le das el motivo de llamado, le decís y te dice, ah, sí, ahora te paso. O sea, no un día, sino como tres días te dan vueltas, pero tenés que estar con el teléfono como 10, 20 minutos para nada, para nada, ¿viste? Entonces, no. Desde ahora en adelante, cero. Entiendo, entiendo, entiendo. Bien, en este caso quiero que te quedes tranquilo con respecto al tema de la atención. Montarde hace un tiempo esta parte, quiere un trato más personalizado con sus clientes.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.1,
      "fin": 149.57,
      "duracion": 12.47,
      "texto": "Por eso te aseguro que a partir de ahora yo voy a ser su asesora, quién te va a llevar tu línea. Cualquier duda o consulta que vos tengas con respecto al servicio, te comunicas directamente conmigo, donde vas a tener un trato personalizado.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 150.19,
      "fin": 182.01,
      "duracion": 31.82,
      "texto": "Lo que yo pueda solucionarte lo hago yo y lo que no te derivo a los canales oficiales, donde tenés una respuesta inmediata, ¿sí? Y con respecto al tema del valor y de las promociones, en este caso vos vas a tener un descuento fijo por seis meses, 30 días antes se te va a notificar a través de la app de Movistar, ¿para qué? Para que vos puedas pedir nuevas promociones o descuentos, que tengamos en vigencia, lo haces a través de la app o a través mío mientras me comunicas conmigo y como lo mismo que te dije anteriormente te dedico a los canales oficiales.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.62,
      "fin": 189.18,
      "duracion": 5.57,
      "texto": "De manera tal de que te puedan aplicar un nuevo descuento de promoción y que mantengas más o menos esos mismos valores.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.06,
      "fin": 197.98,
      "duracion": 7.92,
      "texto": "Me puedes llamar en otro momentito porque estoy un poquito ocupado del trabajo. Gracias, buen día.",
      "confianza": 0.322,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás? Hablo con Iván. Sí. ¿Cómo estás, Iván Agustín? Es mi nombre, me estoy comunicando de la liga de recupero de piden de monestar. Me figura que vos actualmente estás en claro, ¿sí? Sí. Bien, se consultó. ¿El motivo por el que te puse en monestar cuál fue? No, tuve mala experiencia. Bien, ¿cuál sería la mala experiencia? El tema es que te ofrecen una promo en ese tiempo cuando yo estuve me ofrecieron un cierto monto por tanto tiempo. Pero no era así. A los tres meses duplicó el monto, después iba subiendo y iba subiendo. Y la verdad que en menos de un año lo tuve que cambiar de compañía porque no se podía. No es que yo uso el celular para llamar a función, no tengo el número por alguna emergencia. Lo peor es que cuando uno llama como cliente a la empresa es que no te dan bola, señorita. Por eso te digo que tuve mala experiencia. Por supuesto, por supuesto. Te pasamos con tal cosa, después decís cuál es su motivo de llamado, le das el motivo de llamado, le decís y te dice, ah, sí, ahora te paso. O sea, no un día, sino como tres días te dan vueltas, pero tenés que estar con el teléfono como 10, 20 minutos para nada, para nada, ¿viste? Entonces, no. Desde ahora en adelante, cero. Entiendo, entiendo, entiendo. Bien, en este caso quiero que te quedes tranquilo con respecto al tema de la atención. Montarde hace un tiempo esta parte, quiere un trato más personalizado con sus clientes. Por eso te aseguro que a partir de ahora yo voy a ser su asesora, quién te va a llevar tu línea. Cualquier duda o consulta que vos tengas con respecto al servicio, te comunicas directamente conmigo, donde vas a tener un trato personalizado. Lo que yo pueda solucionarte lo hago yo y lo que no te derivo a los canales oficiales, donde tenés una respuesta inmediata, ¿sí? Y con respecto al tema del valor y de las promociones, en este caso vos vas a tener un descuento fijo por seis meses, 30 días antes se te va a notificar a través de la app de Movistar, ¿para qué? Para que vos puedas pedir nuevas promociones o descuentos, que tengamos en vigencia, lo haces a través de la app o a través mío mientras me comunicas conmigo y como lo mismo que te dije anteriormente te dedico a los canales oficiales. De manera tal de que te puedan aplicar un nuevo descuento de promoción y que mantengas más o menos esos mismos valores. Me puedes llamar en otro momentito porque estoy un poquito ocupado del trabajo. Gracias, buen día.",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:34:40.959554",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:19.400302",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116143242678_ACD_63763",
    "fecha_inicio": "16/1/2026 14:32:42",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 214,
    "tiempo_conversacion": 189,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}