{
  "archivo": "amza9_1_260114105831163_ACD_05495.wav",
  "duracion_segundos": 200.32,
  "num_segmentos": 77,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 75.45,
    "Cliente": 112.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.94,
      "fin": 9.29,
      "duracion": 7.35,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Miguel Ángel. Sí, señor. ¿Quién habla? ¿Qué tal, Miguel? ¿Cómo te encontraste al día de hoy? ¿Todo bien?",
      "confianza": 0.095,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.63,
      "fin": 15.26,
      "duracion": 5.63,
      "texto": "Mi nombre es Tomás.",
      "confianza": 0.424,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.28,
      "fin": 17.34,
      "duracion": 2.06,
      "texto": "Un gusto. Bien, Tomás. Ves que me quedé por ser útil. Me alegro mucho, Miguel.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.36,
      "fin": 23.87,
      "duracion": 6.51,
      "texto": "Me estoy comunicando con vos, sí, porque tenemos un descuento exclusivo para vos al día de hoy. Me figura que tenés una buena mensaje en claro.",
      "confianza": 0.749,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.13,
      "fin": 44.36,
      "duracion": 20.23,
      "texto": "¿Puede ser, Miguel? Sí, claro. Perfecto, Miguel. ¿Vos recordás cuánto es lo que estás abonando? ¿Y cuánto gigas estás utilizando en tu día a día? No, no tengo ni idea. No le doy bola a esas cosas. Bien, pero usas muchos gigas, por lo que veo. Sí, es chico. No, no, ni idea. Yo uso. Perfecto.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.38,
      "fin": 55.29,
      "duracion": 10.91,
      "texto": "Miguel, porque el día de hoy sí yo justamente tenía lo que es una promoción exclusiva para vos, ¿sí? Miguel, es a vos brindarte lo que es un plan de 16 gigas exclusivamente para vos con el WhatsApp gratis.",
      "confianza": 0.629,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.43,
      "fin": 62.06,
      "duracion": 6.63,
      "texto": "Las llamadas le eres a cualquier compañía. por tan solo Miguel, al día de hoy, lo que son 10.400 pesos por mes. ¿Bien?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.56,
      "fin": 65.65,
      "duracion": 3.08,
      "texto": "Por eso le consultaba vos cuánto de lo que estabas abonando al día de hoy con claro.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.47,
      "fin": 68.21,
      "duracion": 1.74,
      "texto": "Si más o menos recordas tu última factura.",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.72,
      "fin": 75.64,
      "duracion": 4.92,
      "texto": "No, no tengo ni idea. La verdad no tengo ni idea.",
      "confianza": 0.017,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.66,
      "fin": 75.76,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.058,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 75.78,
      "fin": 77.26,
      "duracion": 1.48,
      "texto": "Como te comenté... Así que bueno.",
      "confianza": 0.226,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.28,
      "fin": 77.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.017,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.36,
      "fin": 90.47,
      "duracion": 13.11,
      "texto": "Como te comenté... ¿De qué tanto es esto? Perdóname. De Movistar me estoy comunicando para venderte ese beneficio. No, pero ya me llamó ayer una... un señor de Adelaide que dice que no, no, no, no. Estoy bien como estoy, por ahora no.",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.81,
      "fin": 95.9,
      "duracion": 5.09,
      "texto": "Pero no me interesan las promos.",
      "confianza": 0.746,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.2,
      "fin": 104.01,
      "duracion": 7.81,
      "texto": "Estoy bien como estoy. ¿Qué es lo que no te interesa de Movistar? Contame. Ni nada. ¿Qué es lo que teníamos que hacer para que vos puedas venir? ¿Qué te pasó con Movistar? Nada.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.13,
      "fin": 111.14,
      "duracion": 6.01,
      "texto": "Me trataron mal, me taparon, no me devolvieron nunca la cosa, tuve que denunciarlos.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.94,
      "fin": 122.84,
      "duracion": 10.9,
      "texto": "No, no, ya está. Mucho, mucho, mucho trabajo para una empresa que tiene que darme servicios. y no me dio ningún servicio, me marcó a todo, después de, qué sé yo, 30 años de pertenecer a la misma empresa.",
      "confianza": 0.449,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.7,
      "fin": 148.44,
      "duracion": 23.74,
      "texto": "No, la verdad es que no, mucho mucho. Te entiendo, Miguel. Yo le agradezco un montón, le agradezco un montón, pero no hay forma de que yo vuelva a esa empresa. A ver, Miguel, yo te entiendo totalmente de tu postura, así, por lo que me comentaste, qué te pasó. A ver, dime si es correcto, veo que usted fuiste en 2024 a la compañía, ¿no? Porque es inconveniente. Sí. Perfecto.",
      "confianza": 0.169,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 148.46,
      "fin": 156.63,
      "duracion": 8.17,
      "texto": "Miguel, a ver, desde ya de todo el mil disculpas por esto, claramente a vos justamente lo que te pasó fue un mal asesoramiento, ¿sí? La compañía justamente no te valoró como te tenía que valorar.",
      "confianza": 0.449,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.65,
      "fin": 180.46,
      "duracion": 23.81,
      "texto": "No, no fue un mal asesoramiento porque yo hablé, fui hasta la compañía, tardí tiempo, me sobrefacturaron, tuve que pagar la factura. No, no, un desastre. La verdad es que no me lo hicieron una sola vez. Cada vez que yo viajaba al exterior tenía problemas. La verdad es que no tengo más ganas. Para mí no existe más.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.12,
      "fin": 197.34,
      "duracion": 16.22,
      "texto": "Para mí prefiero el más servicio y el buen trato y no el excelente servicio que después te estén. Te agradezco un montón. Otra oportunidad será.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.98,
      "fin": 200.32,
      "duracion": 2.34,
      "texto": "Un abrazo grande. Hasta luego.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Miguel Ángel. Sí, señor. ¿Quién habla? ¿Qué tal, Miguel? ¿Cómo te encontraste al día de hoy? ¿Todo bien? Mi nombre es Tomás. Un gusto. Bien, Tomás. Ves que me quedé por ser útil. Me alegro mucho, Miguel. Me estoy comunicando con vos, sí, porque tenemos un descuento exclusivo para vos al día de hoy. Me figura que tenés una buena mensaje en claro. ¿Puede ser, Miguel? Sí, claro. Perfecto, Miguel. ¿Vos recordás cuánto es lo que estás abonando? ¿Y cuánto gigas estás utilizando en tu día a día? No, no tengo ni idea. No le doy bola a esas cosas. Bien, pero usas muchos gigas, por lo que veo. Sí, es chico. No, no, ni idea. Yo uso. Perfecto. Miguel, porque el día de hoy sí yo justamente tenía lo que es una promoción exclusiva para vos, ¿sí? Miguel, es a vos brindarte lo que es un plan de 16 gigas exclusivamente para vos con el WhatsApp gratis. Las llamadas le eres a cualquier compañía. por tan solo Miguel, al día de hoy, lo que son 10.400 pesos por mes. ¿Bien? Por eso le consultaba vos cuánto de lo que estabas abonando al día de hoy con claro. Si más o menos recordas tu última factura. No, no tengo ni idea. La verdad no tengo ni idea. Bien. Como te comenté... Así que bueno. Sí. Como te comenté... ¿De qué tanto es esto? Perdóname. De Movistar me estoy comunicando para venderte ese beneficio. No, pero ya me llamó ayer una... un señor de Adelaide que dice que no, no, no, no. Estoy bien como estoy, por ahora no. Pero no me interesan las promos. Estoy bien como estoy. ¿Qué es lo que no te interesa de Movistar? Contame. Ni nada. ¿Qué es lo que teníamos que hacer para que vos puedas venir? ¿Qué te pasó con Movistar? Nada. Me trataron mal, me taparon, no me devolvieron nunca la cosa, tuve que denunciarlos. No, no, ya está. Mucho, mucho, mucho trabajo para una empresa que tiene que darme servicios. y no me dio ningún servicio, me marcó a todo, después de, qué sé yo, 30 años de pertenecer a la misma empresa. No, la verdad es que no, mucho mucho. Te entiendo, Miguel. Yo le agradezco un montón, le agradezco un montón, pero no hay forma de que yo vuelva a esa empresa. A ver, Miguel, yo te entiendo totalmente de tu postura, así, por lo que me comentaste, qué te pasó. A ver, dime si es correcto, veo que usted fuiste en 2024 a la compañía, ¿no? Porque es inconveniente. Sí. Perfecto. Miguel, a ver, desde ya de todo el mil disculpas por esto, claramente a vos justamente lo que te pasó fue un mal asesoramiento, ¿sí? La compañía justamente no te valoró como te tenía que valorar. No, no fue un mal asesoramiento porque yo hablé, fui hasta la compañía, tardí tiempo, me sobrefacturaron, tuve que pagar la factura. No, no, un desastre. La verdad es que no me lo hicieron una sola vez. Cada vez que yo viajaba al exterior tenía problemas. La verdad es que no tengo más ganas. Para mí no existe más. Para mí prefiero el más servicio y el buen trato y no el excelente servicio que después te estén. Te agradezco un montón. Otra oportunidad será. Un abrazo grande. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.425,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:18:16.784811",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 77,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:33.063863",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114105831163_ACD_05495",
    "fecha_inicio": "14/1/2026 10:58:31",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 221,
    "tiempo_conversacion": 194,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}