{
  "archivo": "amza2_2_260116113933901_ACD_53939.wav",
  "duracion_segundos": 592.14,
  "num_segmentos": 154,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 200.1,
    "Cliente": 277.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 12.82,
      "fin": 16.85,
      "duracion": 4.03,
      "texto": "Hola. Hola, Hugo. Me escuchas?",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.01,
      "fin": 27.8,
      "duracion": 9.79,
      "texto": "Yo sí. Yo fui tocando tantos bozos y me quiero cortar. Ah, bien. No hay problema. No hay problema. ¿Puedo sacarle captura o le cuesta?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.04,
      "fin": 38.49,
      "duracion": 6.45,
      "texto": "No, no puedo hacer nada. Ah, a ver. Ahí fíjate que te lo volví a enviar. De último, lo que podrás hacer es copiar y pegar el mensaje.",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.08,
      "fin": 72.29,
      "duracion": 29.21,
      "texto": "Fíjese si lo puede hacer el de nuevo. ¿Lo puedo hacer?",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.93,
      "fin": 82.45,
      "duracion": 4.52,
      "texto": "Estoy en el código de portabilidad.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.59,
      "fin": 96.88,
      "duracion": 13.29,
      "texto": "Sí, ¿qué más dices? Léame lo tal cual, por favor. ¿Quieres guardar más 227? No, léame el mensaje que dices, su código de portabilidad.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.08,
      "fin": 125.52,
      "duracion": 27.44,
      "texto": "Su código de portabilidad es 4927, con el rendimiento 26. 11, 20, 26. Sí, ¿el horario me dice? 11 y 58. 11 y 58. 11 y 58, perfecto. Bien, ahí es lo de sacar la captura.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 126.64,
      "fin": 136.67,
      "duracion": 10.03,
      "texto": "La captura de la pantalla lo puede sacar con lo que es el botón de apagar el teléfono y el volumen de arriba, para subir el volumen, perdón.",
      "confianza": 0.85,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.21,
      "fin": 141.17,
      "duracion": 3.97,
      "texto": "Si no sabe sacar captura, puede copiar y pegar ese mensaje.",
      "confianza": 0.811,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.68,
      "fin": 165.02,
      "duracion": 18.34,
      "texto": "Avíseme si usted puede verlo. Le salió como una foto. Sí. Le salió la foto de la pantalla del mensaje, ¿verdad? Claro. Ah, bueno. Eso mismo ahora sí.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.1,
      "fin": 172.36,
      "duracion": 6.26,
      "texto": "Mándelo a mi WhatsApp, yo le mandé lo que es un puntito nuevamente para que encuentre mi chat rápido.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.33,
      "fin": 177.12,
      "duracion": 2.79,
      "texto": "Mi número termina en 5450, fíjese.",
      "confianza": 0.875,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.13,
      "fin": 222.04,
      "duracion": 28.91,
      "texto": "¿Hago la captura de pantalla todo lo más bien? Ah, ¿y no le aparece? ¿O qué pasa? ¿Qué es lo que le figura?",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 225.31,
      "fin": 254.07,
      "duracion": 28.76,
      "texto": "¿Efectos? ¿Recortar? ¿Usted en dónde están los mensajes de TREXO? Perdón. Sí, acá estoy. No se entendió nada porque apareció un retombo de la voz. Bien, mira. ¿Estás en el mensaje de TREXO que te envié?",
      "confianza": 0.364,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.47,
      "fin": 257.97,
      "duracion": 2.5,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.305,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 258.15,
      "fin": 260.43,
      "duracion": 2.28,
      "texto": "Ahí dice su código de portabilidades tanto.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.6,
      "fin": 280.48,
      "duracion": 17.88,
      "texto": "Sí. Bien, perfecto. Ahora dice la captura de pantalla. La captura la tienen que hacer con el botón de apagado y el del volumen, para subir el volumen. ¿Apretó los dos en simultáneo? O sea, ¿los dos al mismo tiempo? Sí. Bien, perfecto. Cuando apretan los dos, ¿les sale una foto?",
      "confianza": 0.084,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 284.76,
      "fin": 290.13,
      "duracion": 5.37,
      "texto": "Está bien como la captura de pantalla chiquita abajo.",
      "confianza": 0.129,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.15,
      "fin": 290.31,
      "duracion": 0.16,
      "texto": "Bien.",
      "confianza": 0.398,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 290.33,
      "fin": 308.71,
      "duracion": 18.38,
      "texto": "Ah, listo, perfecto entonces. Sí, está perfecto, Hugo. Ahora entonces, va al WhatsApp donde estábamos hablando. Ahí está en WhatsApp. Listo. Ahí abre la cámara que tiene en la parte superior de abajo a la derecha.",
      "confianza": 0.222,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.31,
      "fin": 330.92,
      "duracion": 15.61,
      "texto": "No, no me salta la cámara. La camarita como para sacar fotos. No, no, no. Bueno, hago una cosa, entonces. Está en nuestro chat, ¿verdad?",
      "confianza": 0.15,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.34,
      "fin": 333.4,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 333.42,
      "fin": 336.35,
      "duracion": 2.93,
      "texto": "En la parte de abajo, a la izquierda, hay un más.",
      "confianza": 0.811,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 337.09,
      "fin": 339.71,
      "duracion": 2.62,
      "texto": "Apretelo y barzar a donde dice fotos.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 344.58,
      "fin": 365.96,
      "duracion": 21.38,
      "texto": "No, sale... Está filmado, por favor, de todas maneras, se va a dar cuenta porque su línea... No, no, ese es el mensaje que yo le mandé. Para que usted me mande lo que es esa foto que le sacó, captura, ¿sí? Aprete, vio la camarita que le sale a la derecha para sacar fotos, abajo. Sí.",
      "confianza": 0.243,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.93,
      "fin": 374.05,
      "duracion": 7.12,
      "texto": "Apretelo a eso. Sí, ahí está la camarita. Bien, y ahí le salen fotos abajo.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 375.58,
      "fin": 379.89,
      "duracion": 4.31,
      "texto": "¿No? ¿No, no? Es como que está filmando.",
      "confianza": 0.24,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 382.37,
      "fin": 383.25,
      "duracion": 0.88,
      "texto": "Bien, perfecto.",
      "confianza": 0.694,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 383.75,
      "fin": 396.24,
      "duracion": 12.49,
      "texto": "Pero, bien, bueno, a la izquierda cuando usted dice como si estuviese filmando, a la izquierda le sale una fotito como de fotos. Una figura le sale, en realidad.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 398.85,
      "fin": 409.6,
      "duracion": 10.75,
      "texto": "Bueno, me sale la equis arriba. Arriba me sale otro signo. Abajo, a la izquierda. ¿Qué les sale?",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 410.16,
      "fin": 411.61,
      "duracion": 1.44,
      "texto": "Un cuadradito chiquito.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 415.49,
      "fin": 417.13,
      "duracion": 1.64,
      "texto": "Sí, se apriete. Apriete el cuadradito chiquito.",
      "confianza": 0.062,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 418.18,
      "fin": 418.6,
      "duracion": 0.42,
      "texto": "Ya estoy.",
      "confianza": 0.288,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 419.32,
      "fin": 421.08,
      "duracion": 1.76,
      "texto": "Bien, perfecto. ¿Ahí les salen fotos?",
      "confianza": 0.792,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 423.38,
      "fin": 427.13,
      "duracion": 3.75,
      "texto": "Sí, pero van a estar en fotos antiguas, a ver.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 427.15,
      "fin": 458.9,
      "duracion": 31.75,
      "texto": "No, fíjese que tienen que estar por ahí. Si usted les saco captura, tiene que estar ahí la fotito. Está ahí arriba. Arriba, pero está la mitad. No importa, apretéla y enviéemelo. Fíjese si así funciona. Sale uno verde. Aprete lo que usted dice que sale a la mitad, enviéemelo, aprete la foto esa y enviéemelo.",
      "confianza": 0.512,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.74,
      "fin": 498.29,
      "duracion": 34.55,
      "texto": "Sí, se ponen uno verde nada más y no se mueve. Ahí, a ver. Listo, perfecto, ahí me dego. Bueno. Listo, ahí me dego, ya estaría entonces Hugo, pero muy bien, tuvo mucha paciencia. Muchas gracias. No, por favor. Bueno, cualquier duda. No, por favor.",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 499.15,
      "fin": 514.69,
      "duracion": 15.54,
      "texto": "No hay problema. No hay problema. Para eso estoy. Entonces, también, como le comenté, guarde mi número como Luciana de Movistar y cualquier duda o consulta que tenga, que tenga, directamente me manda a mí un mensajito, ¿sí?",
      "confianza": 0.377,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 515.99,
      "fin": 533.6,
      "duracion": 17.61,
      "texto": "OK. Listo. Perfecto. Lo que es entre el lunes y martes, también me puede enviar un mensajito para saber cuándo retira El chip, ¿sí? Muy bien. Listo, perfecto. Y el martes, porque el lunes tengo un montón de cosas que hacer, tengo que ir a la ANSEPA a mí.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 534.33,
      "fin": 546.36,
      "duracion": 12.03,
      "texto": "Ah, bueno, tranquilo. Entonces, directamente escribíme el martes, mandame un mensaje y yo te digo lo que es el día que tenés que ir a retirar el chip, cosa que no vayas en vano, ¿sí?",
      "confianza": 0.27,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 547.95,
      "fin": 549.15,
      "duracion": 1.2,
      "texto": "Muy bien.",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 549.17,
      "fin": 549.55,
      "duracion": 0.38,
      "texto": "Dale.",
      "confianza": 0.757,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 550.31,
      "fin": 552.79,
      "duracion": 2.48,
      "texto": "Listo, perfecto. O sea, estaría todo entonces.",
      "confianza": 0.855,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 553.38,
      "fin": 566.57,
      "duracion": 13.19,
      "texto": "Bueno, muchísimas gracias por todo. Que tenga muy buen día y bienvenida a Movistar. No, gracias. Que tenga un buen fin de semana y olvídate de mí.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 566.59,
      "fin": 566.73,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.06,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 566.75,
      "fin": 571.66,
      "duracion": 4.91,
      "texto": "No hay problema. No hay problema. El fin de semana ya me desconecto. Así que cualquier cosita.",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 572.28,
      "fin": 573.52,
      "duracion": 1.24,
      "texto": "No es como que le digo.",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.98,
      "fin": 592.14,
      "duracion": 15.16,
      "texto": "No atiendo ningún llamado, por favor. Así no se me duplica la gestión, ¿sí? Correcto. Bueno, listo, esa sería todo, entonces le agradezco por todo, que tenga muy buen día. Buen día a todos. Hasta luego. Chao, chao. Adiós.",
      "confianza": 0.88,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Hugo. Me escuchas? Yo sí. Yo fui tocando tantos bozos y me quiero cortar. Ah, bien. No hay problema. No hay problema. ¿Puedo sacarle captura o le cuesta? No, no puedo hacer nada. Ah, a ver. Ahí fíjate que te lo volví a enviar. De último, lo que podrás hacer es copiar y pegar el mensaje. Fíjese si lo puede hacer el de nuevo. ¿Lo puedo hacer? Estoy en el código de portabilidad. Sí, ¿qué más dices? Léame lo tal cual, por favor. ¿Quieres guardar más 227? No, léame el mensaje que dices, su código de portabilidad. Su código de portabilidad es 4927, con el rendimiento 26. 11, 20, 26. Sí, ¿el horario me dice? 11 y 58. 11 y 58. 11 y 58, perfecto. Bien, ahí es lo de sacar la captura. La captura de la pantalla lo puede sacar con lo que es el botón de apagar el teléfono y el volumen de arriba, para subir el volumen, perdón. Si no sabe sacar captura, puede copiar y pegar ese mensaje. Avíseme si usted puede verlo. Le salió como una foto. Sí. Le salió la foto de la pantalla del mensaje, ¿verdad? Claro. Ah, bueno. Eso mismo ahora sí. Mándelo a mi WhatsApp, yo le mandé lo que es un puntito nuevamente para que encuentre mi chat rápido. Mi número termina en 5450, fíjese. ¿Hago la captura de pantalla todo lo más bien? Ah, ¿y no le aparece? ¿O qué pasa? ¿Qué es lo que le figura? ¿Efectos? ¿Recortar? ¿Usted en dónde están los mensajes de TREXO? Perdón. Sí, acá estoy. No se entendió nada porque apareció un retombo de la voz. Bien, mira. ¿Estás en el mensaje de TREXO que te envié? Sí. Bien, perfecto. Ahí dice su código de portabilidades tanto. Sí. Bien, perfecto. Ahora dice la captura de pantalla. La captura la tienen que hacer con el botón de apagado y el del volumen, para subir el volumen. ¿Apretó los dos en simultáneo? O sea, ¿los dos al mismo tiempo? Sí. Bien, perfecto. Cuando apretan los dos, ¿les sale una foto? Está bien como la captura de pantalla chiquita abajo. Bien. Ah, listo, perfecto entonces. Sí, está perfecto, Hugo. Ahora entonces, va al WhatsApp donde estábamos hablando. Ahí está en WhatsApp. Listo. Ahí abre la cámara que tiene en la parte superior de abajo a la derecha. No, no me salta la cámara. La camarita como para sacar fotos. No, no, no. Bueno, hago una cosa, entonces. Está en nuestro chat, ¿verdad? Sí. En la parte de abajo, a la izquierda, hay un más. Apretelo y barzar a donde dice fotos. No, sale... Está filmado, por favor, de todas maneras, se va a dar cuenta porque su línea... No, no, ese es el mensaje que yo le mandé. Para que usted me mande lo que es esa foto que le sacó, captura, ¿sí? Aprete, vio la camarita que le sale a la derecha para sacar fotos, abajo. Sí. Apretelo a eso. Sí, ahí está la camarita. Bien, y ahí le salen fotos abajo. ¿No? ¿No, no? Es como que está filmando. Bien, perfecto. Pero, bien, bueno, a la izquierda cuando usted dice como si estuviese filmando, a la izquierda le sale una fotito como de fotos. Una figura le sale, en realidad. Bueno, me sale la equis arriba. Arriba me sale otro signo. Abajo, a la izquierda. ¿Qué les sale? Un cuadradito chiquito. Sí, se apriete. Apriete el cuadradito chiquito. Ya estoy. Bien, perfecto. ¿Ahí les salen fotos? Sí, pero van a estar en fotos antiguas, a ver. No, fíjese que tienen que estar por ahí. Si usted les saco captura, tiene que estar ahí la fotito. Está ahí arriba. Arriba, pero está la mitad. No importa, apretéla y enviéemelo. Fíjese si así funciona. Sale uno verde. Aprete lo que usted dice que sale a la mitad, enviéemelo, aprete la foto esa y enviéemelo. Sí, se ponen uno verde nada más y no se mueve. Ahí, a ver. Listo, perfecto, ahí me dego. Bueno. Listo, ahí me dego, ya estaría entonces Hugo, pero muy bien, tuvo mucha paciencia. Muchas gracias. No, por favor. Bueno, cualquier duda. No, por favor. No hay problema. No hay problema. Para eso estoy. Entonces, también, como le comenté, guarde mi número como Luciana de Movistar y cualquier duda o consulta que tenga, que tenga, directamente me manda a mí un mensajito, ¿sí? OK. Listo. Perfecto. Lo que es entre el lunes y martes, también me puede enviar un mensajito para saber cuándo retira El chip, ¿sí? Muy bien. Listo, perfecto. Y el martes, porque el lunes tengo un montón de cosas que hacer, tengo que ir a la ANSEPA a mí. Ah, bueno, tranquilo. Entonces, directamente escribíme el martes, mandame un mensaje y yo te digo lo que es el día que tenés que ir a retirar el chip, cosa que no vayas en vano, ¿sí? Muy bien. Dale. Listo, perfecto. O sea, estaría todo entonces. Bueno, muchísimas gracias por todo. Que tenga muy buen día y bienvenida a Movistar. No, gracias. Que tenga un buen fin de semana y olvídate de mí. Sí, sí. No hay problema. No hay problema. El fin de semana ya me desconecto. Así que cualquier cosita. No es como que le digo. No atiendo ningún llamado, por favor. Así no se me duplica la gestión, ¿sí? Correcto. Bueno, listo, esa sería todo, entonces le agradezco por todo, que tenga muy buen día. Buen día a todos. Hasta luego. Chao, chao. Adiós.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:05:39.296950",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 154,
    "total_segmentos_corregido": 48,
    "fecha_correccion": "2026-01-18T23:05:21.381858",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116113933901_ACD_53939",
    "fecha_inicio": "16/1/2026 11:39:33",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 2136,
    "tiempo_conversacion": 2075,
    "tiempo_hold": 0,
    "tiempo_acw": 41,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}