{
  "archivo": "amza10_1_260112115607268_ACD_24495.wav",
  "duracion_segundos": 281.27,
  "num_segmentos": 73,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 175.39,
    "Cliente": 75.56
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 3.52,
      "duracion": 3.49,
      "texto": "Hola, buenos días. ¿Con Diego?",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.4,
      "fin": 16.68,
      "duracion": 11.28,
      "texto": "Sí. ¿Cómo está, Lourdes? ¿Todo bien, usted? Bien, bien. Me alegro. ¿Hablo con la línea de Diego?",
      "confianza": 0.123,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.06,
      "fin": 19.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.068,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.14,
      "fin": 22.35,
      "duracion": 3.21,
      "texto": "Diego, un gusto. Mira, me estoy contando que no hay la idea de beneficios de Movistar.",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.03,
      "fin": 49.65,
      "duracion": 26.62,
      "texto": "Me dice que el sistema está en clara actualmente. Nosotros queremos unidad de oro que es un plan de 16 gigas en total en un valor de 13.250 pesos. Son 16 gigas porque son 8 de base y 8 de regalo que vas a tener por 6 meses. ¿Cómo es este plan de oro? No, por ahora no, gracias. ¿No te gusta el tema de los gigas o el tema por el valor?",
      "confianza": 0.398,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.39,
      "fin": 73.43,
      "duracion": 21.04,
      "texto": "No, la vez que tuve movistad tuve problemas con la antena. Yo te hablo por la línea móvil. Por la línea móvil te hablo yo. ¿Qué línea móvil?",
      "confianza": 0.302,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.06,
      "fin": 80.78,
      "duracion": 3.72,
      "texto": "Por el celular, no por fibra óptica.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.48,
      "fin": 92.58,
      "duracion": 9.1,
      "texto": "Y bueno, te estoy diciendo que cuando iba para Fado, el otro lado, se me quedaba sin señal. Ah, sí, en primer día en la casa, ok.",
      "confianza": 0.128,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 92.58,
      "fin": 98.58,
      "duracion": 6.0,
      "texto": "Bien, bueno, mi tía te comentó que vos estabas poniendo antenas, sí, en realidad, por si no lo sabía, sí.",
      "confianza": 0.483,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.6,
      "fin": 102.86,
      "duracion": 4.27,
      "texto": "De todas formas, sí, sé que te fuiste en el año, bueno, en el año pasado 25, el mes 3.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.17,
      "fin": 110.41,
      "duracion": 6.25,
      "texto": "Por lo tanto, sí, obviamente, han pasado unos meses donde, obviamente, ya estamos contando con cobertura, sí.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.08,
      "fin": 119.53,
      "duracion": 8.45,
      "texto": "Obviamente, para chequearlo igual, si querés, eh, decíme bien qué zona es y te comento.",
      "confianza": 0.639,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.56,
      "fin": 140.4,
      "duracion": 20.84,
      "texto": "Pádua. Esto sería, ¿verdad? Porque no te escucho muy bien de Buenos Aires, qué localidad. Pádua, zona oeste. ¿Cómo es la localidad, perdón? Pádua. Amazónia Pádua. Ah, es que centro, corta mucho. A ver, de letrero R. Pádua.",
      "confianza": 0.013,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 142.56,
      "fin": 189.66,
      "duracion": 47.1,
      "texto": "P.A. de U.A. de Parva. San Antonio de Parva. Zona Veste, al lado de Merlo y Chuchá, Angomodón. Ah, sí, mira, toda la zona está verde, totalmente verde. Y todos los alrededores también están verdes, así que sí, es donde también nos comprometemos. Hay algunos problemas porque mi novia tiene Movistar y trabaja en pago y cuando va por ahí se le... La persona que tiene lo que es Movistar tiene que hacer lo que es una reposición del chip. Que leen lo que es un chip nuevo para que le mejore y eso.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.52,
      "fin": 195.61,
      "duracion": 5.09,
      "texto": "De todas formas es igual, si él sigue Movistar y no ha tenido cobertura, dudo que sea el Movistar.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 196.23,
      "fin": 197.56,
      "duracion": 1.32,
      "texto": "Viste que ahí nomás te cambias.",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.38,
      "fin": 218.0,
      "duracion": 19.62,
      "texto": "Pero bueno, ahí te comento que tenemos cobertura. Esta figura cura toda la zona verde, ¿no? Bueno, gracias. Yo ahora la aviso cuando la vea. Bueno, ¿y en qué horario te puedo volver a contactar? ¿A qué? No, no me quiero cambiar. La verdad que no.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 218.6,
      "fin": 224.59,
      "duracion": 5.99,
      "texto": "El día que me quiera cambiar, ya no. Claro, pero no te querés cambiar por el tema de la cobertura.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 225.73,
      "fin": 234.53,
      "duracion": 8.8,
      "texto": "Claro, cuando ella me diga que anda bien, ahí hablo. Hasta que no me diga, no hablo. No te llamo.",
      "confianza": 0.108,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.55,
      "fin": 236.71,
      "duracion": 2.16,
      "texto": "Claro, bueno, por eso te digo, yo te estoy comentando que sigue cobertura.",
      "confianza": 0.314,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 236.83,
      "fin": 239.61,
      "duracion": 2.78,
      "texto": "Sí, obviamente estoy haciendo mi trabajo, no te estoy mintiendo.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 240.18,
      "fin": 250.85,
      "duracion": 10.67,
      "texto": "Pero bueno, también comentale eso. Que haga lo que es una representación del chip. Bueno, yo le digo. Yo le aviso. Dale, lista, muchas gracias.",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.88,
      "fin": 255.44,
      "duracion": 0.56,
      "texto": "Bueno, chau, gracias. Adiós.",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 258.74,
      "fin": 281.27,
      "duracion": 22.53,
      "texto": "Chau. Podrías cortar porque sabes que no puedo cortar de acá. Hola, Silvia, ¿dónde escuchabas? Sí, que sí podrías cortar porque no puedo cortar.",
      "confianza": 0.216,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Con Diego? Sí. ¿Cómo está, Lourdes? ¿Todo bien, usted? Bien, bien. Me alegro. ¿Hablo con la línea de Diego? Sí. Diego, un gusto. Mira, me estoy contando que no hay la idea de beneficios de Movistar. Me dice que el sistema está en clara actualmente. Nosotros queremos unidad de oro que es un plan de 16 gigas en total en un valor de 13.250 pesos. Son 16 gigas porque son 8 de base y 8 de regalo que vas a tener por 6 meses. ¿Cómo es este plan de oro? No, por ahora no, gracias. ¿No te gusta el tema de los gigas o el tema por el valor? No, la vez que tuve movistad tuve problemas con la antena. Yo te hablo por la línea móvil. Por la línea móvil te hablo yo. ¿Qué línea móvil? Por el celular, no por fibra óptica. Y bueno, te estoy diciendo que cuando iba para Fado, el otro lado, se me quedaba sin señal. Ah, sí, en primer día en la casa, ok. Bien, bueno, mi tía te comentó que vos estabas poniendo antenas, sí, en realidad, por si no lo sabía, sí. De todas formas, sí, sé que te fuiste en el año, bueno, en el año pasado 25, el mes 3. Por lo tanto, sí, obviamente, han pasado unos meses donde, obviamente, ya estamos contando con cobertura, sí. Obviamente, para chequearlo igual, si querés, eh, decíme bien qué zona es y te comento. Pádua. Esto sería, ¿verdad? Porque no te escucho muy bien de Buenos Aires, qué localidad. Pádua, zona oeste. ¿Cómo es la localidad, perdón? Pádua. Amazónia Pádua. Ah, es que centro, corta mucho. A ver, de letrero R. Pádua. P.A. de U.A. de Parva. San Antonio de Parva. Zona Veste, al lado de Merlo y Chuchá, Angomodón. Ah, sí, mira, toda la zona está verde, totalmente verde. Y todos los alrededores también están verdes, así que sí, es donde también nos comprometemos. Hay algunos problemas porque mi novia tiene Movistar y trabaja en pago y cuando va por ahí se le... La persona que tiene lo que es Movistar tiene que hacer lo que es una reposición del chip. Que leen lo que es un chip nuevo para que le mejore y eso. De todas formas es igual, si él sigue Movistar y no ha tenido cobertura, dudo que sea el Movistar. Viste que ahí nomás te cambias. Pero bueno, ahí te comento que tenemos cobertura. Esta figura cura toda la zona verde, ¿no? Bueno, gracias. Yo ahora la aviso cuando la vea. Bueno, ¿y en qué horario te puedo volver a contactar? ¿A qué? No, no me quiero cambiar. La verdad que no. El día que me quiera cambiar, ya no. Claro, pero no te querés cambiar por el tema de la cobertura. Claro, cuando ella me diga que anda bien, ahí hablo. Hasta que no me diga, no hablo. No te llamo. Claro, bueno, por eso te digo, yo te estoy comentando que sigue cobertura. Sí, obviamente estoy haciendo mi trabajo, no te estoy mintiendo. Pero bueno, también comentale eso. Que haga lo que es una representación del chip. Bueno, yo le digo. Yo le aviso. Dale, lista, muchas gracias. Bueno, chau, gracias. Adiós. Chau. Podrías cortar porque sabes que no puedo cortar de acá. Hola, Silvia, ¿dónde escuchabas? Sí, que sí podrías cortar porque no puedo cortar.",
  "calidad": {
    "confianza_promedio": 0.423,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T16:57:57.330652",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 73,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:13.341237",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115607268_ACD_24495",
    "fecha_inicio": "12/1/2026 11:56:07",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 297,
    "tiempo_conversacion": 271,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}