{
  "archivo": "amza35_1_260115121610561_ACD_44507.wav",
  "duracion_segundos": 241.85,
  "num_segmentos": 78,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 8.02,
    "Cliente": 222.77
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.18,
      "fin": 17.0,
      "duracion": 16.82,
      "texto": "Hola, hablo con Virginia. No, hablo con Agustín. ¿Qué tal, Agustín? Un visto de Guadalupe. Hola, Guadalupe, ¿todo bien? No pasa nada. Es que me piura de estar como titular de tu línea. ¿Puede ser? Sí,",
      "confianza": 0.584,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 17.0,
      "fin": 20.2,
      "duracion": 3.2,
      "texto": "mira, yo te quiero pedir un favor, Guadalupe.",
      "confianza": 0.359,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.22,
      "fin": 61.34,
      "duracion": 41.12,
      "texto": "Yo me separé de Virginia hace un año. Ya no estás más a su nombre, te juro que es mío. Hay una manera de que me saquen del sistema. Yo no le quiero recordar más, ¿viste? Todo, todo, todos los vidas, guadas. Llávanme, hola, Agustín. Bueno, Agustín, perdón. No falta nada. A veces pasa. Lo importante ahora es que vamos a titular de la línea ahora, en este momento. Sí, sí, lo paso, sí. Lo cambiaste en su momento y trataste de confirmar la gestión y lo quedaste como ejecutar. Sí, sí, sí, sí. Ah, perfecto, bien, y te encontraste entonces en claro. Sí, claro, sí. Bien,",
      "confianza": 0.521,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 61.34,
      "fin": 62.54,
      "duracion": 1.2,
      "texto": "perfecto, buenísimo.",
      "confianza": 0.438,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.56,
      "fin": 70.01,
      "duracion": 7.45,
      "texto": "Bueno, entonces puedes aprovechar un montón lo que tengo para brindarte el día de hoy. Perdón, bueno, entonces hablé de tu ex, pero... No pasa nada. ...está bien mejor.",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.95,
      "fin": 79.64,
      "duracion": 8.69,
      "texto": "Por lo mismo yo, dale. Tengo Movistar también en mi otro teléfono y tengo Movistar en la línea de mi casa. Tengo otra línea. Buenísimo. Ah, entonces tenés la que es fibra óptica.",
      "confianza": 0.245,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.34,
      "fin": 97.48,
      "duracion": 17.14,
      "texto": "Sí, tengo fibra óptica acá. El Movistar era la única que me llevaba. Menos mal discusión avisar, porque bueno, lo que no tengo para brindarte es para que pases de esta línea a Movistar con una promo que no tenemos hasta hoy. Y si vos la pasas, ya tenemos un descuento en lo que es la fibra óptica. Sí. Pero si ya lo tengo, ¿me haces el descuento igual?",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.74,
      "fin": 99.67,
      "duracion": 0.93,
      "texto": "Bien. Ah, ya te lo brindaron.",
      "confianza": 0.094,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.97,
      "fin": 129.32,
      "duracion": 28.35,
      "texto": "Y sí, porque ya tengo fibra óptica en casa. Perfecto, bien. En este caso igual puedes acceder al plan que te conviene un montón para tener plan familiar porque puedes agregarle 4 ribas más de regalo por la aplicación, no sé si sabías. Cuánto vale, contame cuánto vale y yo te digo cuánto estoy pagando, si no al 10. Vale, tengo el plan. Son dos plan, te voy a decir el primero, 8 ribas de base a 10.400 pesos. No, sí, tengo el de 15 yo. El de 15 tenés. ¿Y cuánto estás abonando por el de 15? 12.500. ¿12.500? Perfecto. Bien,",
      "confianza": 0.363,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 129.32,
      "fin": 132.94,
      "duracion": 3.62,
      "texto": "porque mira, en realidad este plan son 8 gigas de base más 8 de regalo.",
      "confianza": 0.518,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.16,
      "fin": 139.06,
      "duracion": 5.9,
      "texto": "Y por lo tanto otro día es 26, a 10.400. ¿Ves lo que es eso? ¿Pero cuánto? ¿Pero cuánto?",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.73,
      "fin": 144.77,
      "duracion": 5.04,
      "texto": "O sea, esos 8 son la primera vez y después no, yo tengo 15 todos los meses. Ah, perfecto, bien.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.49,
      "fin": 149.2,
      "duracion": 3.71,
      "texto": "Bueno, claro, es que precisamente son otros 8 gigas de regalo por 6 meses.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.84,
      "fin": 158.51,
      "duracion": 8.67,
      "texto": "En cambio, que es el 15, sí son obviamente también 12 gigas de regalo. Pero no sé si usas muchos gigas en esta línea o solo... La verdad es que sí.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.43,
      "fin": 183.29,
      "duracion": 23.86,
      "texto": "Bien, perfecto. Porque mira, en este caso también puedes activar por la app de Movistar cuando vos quieras, lo que sería 20 gigas más de regalos, y eso es una duración de un mes. Pero también cuando vos ya tengas las dos líneas en Movistar, puedes pasar de una línea a la otra. Por ejemplo, si vos sentís que un mes va a necesitar más gigas en una línea, te pasas a la otra. como pues inclusive puedes guardarlos.",
      "confianza": 0.698,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 184.03,
      "fin": 191.12,
      "duracion": 7.09,
      "texto": "Sabes que ese mes no vas a usar tantas gigas, y el mes que viene lo vas a necesitar un montón, ya sea para el trabajo o lo que sea, los puedes guardar también.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.16,
      "fin": 194.15,
      "duracion": 1.98,
      "texto": "Es bastante sencilla, las dos cosas favoras.",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.89,
      "fin": 207.56,
      "duracion": 12.67,
      "texto": "Si envías un chip a una sucursal de Movistar Oficial, vos lo retiras, en el 48 horas ya tenés el chip en tus manos y totaliza cuando colocarás más. A ver. ¿Está bien? ¿Está bien o no? Mira.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.5,
      "fin": 241.85,
      "duracion": 33.35,
      "texto": "por lo que las uvas no quiero que ninguno se me caiga ni mostrear ni claro por eso me gusta tener uno y uno como uno lo uso para la obra, yo tengo otro personal así que no me voy a pasar con este, igual te agradezco y me gustaría que cambien el nombre aunque sea que me llaman como Agustín es que da tal cual, bueno entonces ahora dice sentado, igualmente si no tenemos la promoción a las 3 por si quieres aprovecharla yo te mando un mensaje para que... sin compromiso y me avisas más tarde si te va a interesar No pasa nada, no pasa nada. Chau, chau.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Virginia. No, hablo con Agustín. ¿Qué tal, Agustín? Un visto de Guadalupe. Hola, Guadalupe, ¿todo bien? No pasa nada. Es que me piura de estar como titular de tu línea. ¿Puede ser? Sí, mira, yo te quiero pedir un favor, Guadalupe. Yo me separé de Virginia hace un año. Ya no estás más a su nombre, te juro que es mío. Hay una manera de que me saquen del sistema. Yo no le quiero recordar más, ¿viste? Todo, todo, todos los vidas, guadas. Llávanme, hola, Agustín. Bueno, Agustín, perdón. No falta nada. A veces pasa. Lo importante ahora es que vamos a titular de la línea ahora, en este momento. Sí, sí, lo paso, sí. Lo cambiaste en su momento y trataste de confirmar la gestión y lo quedaste como ejecutar. Sí, sí, sí, sí. Ah, perfecto, bien, y te encontraste entonces en claro. Sí, claro, sí. Bien, perfecto, buenísimo. Bueno, entonces puedes aprovechar un montón lo que tengo para brindarte el día de hoy. Perdón, bueno, entonces hablé de tu ex, pero... No pasa nada. ...está bien mejor. Por lo mismo yo, dale. Tengo Movistar también en mi otro teléfono y tengo Movistar en la línea de mi casa. Tengo otra línea. Buenísimo. Ah, entonces tenés la que es fibra óptica. Sí, tengo fibra óptica acá. El Movistar era la única que me llevaba. Menos mal discusión avisar, porque bueno, lo que no tengo para brindarte es para que pases de esta línea a Movistar con una promo que no tenemos hasta hoy. Y si vos la pasas, ya tenemos un descuento en lo que es la fibra óptica. Sí. Pero si ya lo tengo, ¿me haces el descuento igual? Bien. Ah, ya te lo brindaron. Y sí, porque ya tengo fibra óptica en casa. Perfecto, bien. En este caso igual puedes acceder al plan que te conviene un montón para tener plan familiar porque puedes agregarle 4 ribas más de regalo por la aplicación, no sé si sabías. Cuánto vale, contame cuánto vale y yo te digo cuánto estoy pagando, si no al 10. Vale, tengo el plan. Son dos plan, te voy a decir el primero, 8 ribas de base a 10.400 pesos. No, sí, tengo el de 15 yo. El de 15 tenés. ¿Y cuánto estás abonando por el de 15? 12.500. ¿12.500? Perfecto. Bien, porque mira, en realidad este plan son 8 gigas de base más 8 de regalo. Y por lo tanto otro día es 26, a 10.400. ¿Ves lo que es eso? ¿Pero cuánto? ¿Pero cuánto? O sea, esos 8 son la primera vez y después no, yo tengo 15 todos los meses. Ah, perfecto, bien. Bueno, claro, es que precisamente son otros 8 gigas de regalo por 6 meses. En cambio, que es el 15, sí son obviamente también 12 gigas de regalo. Pero no sé si usas muchos gigas en esta línea o solo... La verdad es que sí. Bien, perfecto. Porque mira, en este caso también puedes activar por la app de Movistar cuando vos quieras, lo que sería 20 gigas más de regalos, y eso es una duración de un mes. Pero también cuando vos ya tengas las dos líneas en Movistar, puedes pasar de una línea a la otra. Por ejemplo, si vos sentís que un mes va a necesitar más gigas en una línea, te pasas a la otra. como pues inclusive puedes guardarlos. Sabes que ese mes no vas a usar tantas gigas, y el mes que viene lo vas a necesitar un montón, ya sea para el trabajo o lo que sea, los puedes guardar también. Es bastante sencilla, las dos cosas favoras. Si envías un chip a una sucursal de Movistar Oficial, vos lo retiras, en el 48 horas ya tenés el chip en tus manos y totaliza cuando colocarás más. A ver. ¿Está bien? ¿Está bien o no? Mira. por lo que las uvas no quiero que ninguno se me caiga ni mostrear ni claro por eso me gusta tener uno y uno como uno lo uso para la obra, yo tengo otro personal así que no me voy a pasar con este, igual te agradezco y me gustaría que cambien el nombre aunque sea que me llaman como Agustín es que da tal cual, bueno entonces ahora dice sentado, igualmente si no tenemos la promoción a las 3 por si quieres aprovecharla yo te mando un mensaje para que... sin compromiso y me avisas más tarde si te va a interesar No pasa nada, no pasa nada. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.456,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:01:05.844370",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 78,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:24.808724",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115121610561_ACD_44507",
    "fecha_inicio": "15/1/2026 12:16:10",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 255,
    "tiempo_conversacion": 232,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}