{
  "archivo": "amza24_1_260116103203902_ACD_05733.wav",
  "duracion_segundos": 97.06,
  "num_segmentos": 19,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 86.25,
    "Cliente": 4.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.16,
      "fin": 5.39,
      "duracion": 4.23,
      "texto": "Hola. Hola. Hola, ¿cómo estás? Buenos días, Agustín es mi nombre.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.41,
      "fin": 8.57,
      "duracion": 3.17,
      "texto": "Me estoy comunicando de la línea de recupero de clientes Movistar.",
      "confianza": 0.598,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.41,
      "fin": 11.76,
      "duracion": 2.34,
      "texto": "Me figura que actualmente estás en claro, ¿verdad?",
      "confianza": 0.744,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.08,
      "fin": 14.22,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.097,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.24,
      "fin": 32.18,
      "duracion": 17.94,
      "texto": "¿El cliente consultó el motivo por el cual te fuiste de Movistar? ¿Cuál fue? Sí, no, el precio más que nada. Comprendo. Bueno te cuento, si en este caso nos estábamos comunicando porque actualmente tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.63,
      "fin": 48.79,
      "duracion": 15.16,
      "texto": "En este caso tengo para brindarte lo que es un plan de 8 gigas de base más 8 de regalos, van a ser 16 gigas en total, whatsapp gratis, llamadas libres a todas las compañías por un precio final de 10.400 pesos.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.42,
      "fin": 97.06,
      "duracion": 47.64,
      "texto": "En este caso, el trámite es súper sencillo si simplemente te verificamos los datos y te enviamos el chip a la sucursal más cerquita de tu domicilio en un plazo de 48 a 72 horas hábiles. Lo hacemos de esta manera, Olga, para que cuando la línea de claro dejen funcionar vos ya tengas tu chip con vos. ¿Lo envían al domicilio aquí? Sí, en realidad lo podemos enviar al domicilio, solo que demora un poquito más porque ya no depende de nosotros, sino del correo, pero no hay ningún problema. Si por ahí hay algo que te complique para ir a recidado, lo enviamos al domicilio. Gracias, muy amable.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿cómo estás? Buenos días, Agustín es mi nombre. Me estoy comunicando de la línea de recupero de clientes Movistar. Me figura que actualmente estás en claro, ¿verdad? Sí, sí. ¿El cliente consultó el motivo por el cual te fuiste de Movistar? ¿Cuál fue? Sí, no, el precio más que nada. Comprendo. Bueno te cuento, si en este caso nos estábamos comunicando porque actualmente tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía. En este caso tengo para brindarte lo que es un plan de 8 gigas de base más 8 de regalos, van a ser 16 gigas en total, whatsapp gratis, llamadas libres a todas las compañías por un precio final de 10.400 pesos. En este caso, el trámite es súper sencillo si simplemente te verificamos los datos y te enviamos el chip a la sucursal más cerquita de tu domicilio en un plazo de 48 a 72 horas hábiles. Lo hacemos de esta manera, Olga, para que cuando la línea de claro dejen funcionar vos ya tengas tu chip con vos. ¿Lo envían al domicilio aquí? Sí, en realidad lo podemos enviar al domicilio, solo que demora un poquito más porque ya no depende de nosotros, sino del correo, pero no hay ningún problema. Si por ahí hay algo que te complique para ir a recidado, lo enviamos al domicilio. Gracias, muy amable.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:33:15.863248",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 19,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:19.318863",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116103203902_ACD_05733",
    "fecha_inicio": "16/1/2026 10:32:03",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 119,
    "tiempo_conversacion": 93,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}