{
  "archivo": "amza20_1_260112132521636_ACD_40773.wav",
  "duracion_segundos": 111.06,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 10.09,
    "Cliente": 87.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.04,
      "fin": 13.79,
      "duracion": 11.75,
      "texto": "Hola, buenas tardes, Elvio. Sí, ¿qué tal? ¿Cómo le va? Tomás es mi nombre, me comunico a la red de recupero de clientes movistar. Practicalmente cuesta un grado, ¿verdad? Sí.",
      "confianza": 0.433,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.89,
      "fin": 31.62,
      "duracion": 16.73,
      "texto": "¿Me motiva mi llamado o será para preguntarle por qué se había ido de la compañía? ¿Qué inconvenientes habría tenido con la línea y demás? No, quiero probar por el tema de las señales, todo, pero igual me parece que aguantamos que para este medio capaz que me pase de vuelta a movistar de vuelta.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.72,
      "fin": 34.9,
      "duracion": 2.18,
      "texto": "Ah, bien, también tiene problemas con los señales de claro, digamos.",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.9,
      "fin": 44.21,
      "duracion": 8.31,
      "texto": "Sí, o jamás en el lugar, pero pues con movimientos no tenía tantos, pero cuando me iba afuera no tenía más señales, unos nuevos no lo tenía.",
      "confianza": 0.427,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.9,
      "fin": 48.28,
      "duracion": 2.38,
      "texto": "Están aprobadas, pero me parece que van a volver a tener muchos.",
      "confianza": 0.118,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.82,
      "fin": 93.3,
      "duracion": 43.48,
      "texto": "Bien, entiendo. Y de consulta, ¿puedo ver lo que salen las promociones, digamos, para...? Bueno, con Tommy, con esto este mes ya se apagué, así que este mes lo que salen y después me llamarían dentro de un par de días y lo cambiamos de vuelta. Sí, mire, no hay problema, donde nosotros te voy a ocupar mucho internet, en la línea, muchos gigas. Sí, no sé cuánto tengo, porque ni me fijé. Mira, nosotros tenemos lo que son los 8 gigas de base, se les regala 8 más durante 6 meses, tendría 16 y se les quedó un precio de 13.250 pesos. tendrías vuestro práctico, más líder de todas las compañías y reúne en América ya incluido. Bien, esta es la opción más elegida que nosotros tenemos.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.42,
      "fin": 100.6,
      "duracion": 2.18,
      "texto": "Ah, bueno, lo último es llamarme mañana o pasado y vemos qué hacemos.",
      "confianza": 0.053,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.62,
      "fin": 104.99,
      "duracion": 4.37,
      "texto": "Sí, perfecto, no hay problema de qué horario, digamos, lo podría llamar así luego.",
      "confianza": 0.43,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 105.01,
      "fin": 105.55,
      "duracion": 0.54,
      "texto": "Por la tarde, por la tarde.",
      "confianza": 0.006,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.57,
      "fin": 106.05,
      "duracion": 0.48,
      "texto": "Perfecto.",
      "confianza": 0.644,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.07,
      "fin": 111.06,
      "duracion": 4.99,
      "texto": "Bueno, yo le mando un mensajito entonces. La verdad es que costó atención. Muchas gracias. La verdad es que costó atención, Adela.",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, Elvio. Sí, ¿qué tal? ¿Cómo le va? Tomás es mi nombre, me comunico a la red de recupero de clientes movistar. Practicalmente cuesta un grado, ¿verdad? Sí. ¿Me motiva mi llamado o será para preguntarle por qué se había ido de la compañía? ¿Qué inconvenientes habría tenido con la línea y demás? No, quiero probar por el tema de las señales, todo, pero igual me parece que aguantamos que para este medio capaz que me pase de vuelta a movistar de vuelta. Ah, bien, también tiene problemas con los señales de claro, digamos. Sí, o jamás en el lugar, pero pues con movimientos no tenía tantos, pero cuando me iba afuera no tenía más señales, unos nuevos no lo tenía. Están aprobadas, pero me parece que van a volver a tener muchos. Bien, entiendo. Y de consulta, ¿puedo ver lo que salen las promociones, digamos, para...? Bueno, con Tommy, con esto este mes ya se apagué, así que este mes lo que salen y después me llamarían dentro de un par de días y lo cambiamos de vuelta. Sí, mire, no hay problema, donde nosotros te voy a ocupar mucho internet, en la línea, muchos gigas. Sí, no sé cuánto tengo, porque ni me fijé. Mira, nosotros tenemos lo que son los 8 gigas de base, se les regala 8 más durante 6 meses, tendría 16 y se les quedó un precio de 13.250 pesos. tendrías vuestro práctico, más líder de todas las compañías y reúne en América ya incluido. Bien, esta es la opción más elegida que nosotros tenemos. Ah, bueno, lo último es llamarme mañana o pasado y vemos qué hacemos. Sí, perfecto, no hay problema de qué horario, digamos, lo podría llamar así luego. Por la tarde, por la tarde. Perfecto. Bueno, yo le mando un mensajito entonces. La verdad es que costó atención. Muchas gracias. La verdad es que costó atención, Adela.",
  "calidad": {
    "confianza_promedio": 0.378,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:52:00.155769",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:16.700055",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112132521636_ACD_40773",
    "fecha_inicio": "12/1/2026 13:25:21",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 131,
    "tiempo_conversacion": 107,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}