{
  "archivo": "amza1_1_260114142945520_ACD_52187.wav",
  "duracion_segundos": 246.63,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 155.78,
    "Cliente": 70.79
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 8.1,
      "duracion": 8.07,
      "texto": "Hola, ¿qué tal? Muy buenas tardes, hablo con el señor Raúl.",
      "confianza": 0.223,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.12,
      "fin": 8.18,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.2,
      "fin": 9.9,
      "duracion": 1.7,
      "texto": "Raúl, cómo le va, un placer hablar con usted.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.47,
      "fin": 14.65,
      "duracion": 4.19,
      "texto": "Le comento, me comunico desde el área de recupero del cliente de Movistar, soy asesora justamente.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.49,
      "fin": 26.95,
      "duracion": 11.46,
      "texto": "Le queríamos brindar una promoción para su línea móvil, Raúl. Me asegura que actualmente forma parte de la compañía de Claro, ¿es correcto? Te agradezco mucho, pero...",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.03,
      "fin": 45.52,
      "duracion": 17.49,
      "texto": "No, no me voy a pasar a la otra compañía todavía. ¿Qué le ha pasado a gobierno? No, no, porque... Tenía una... No, no, es muy corto y breve. ¿Una bonificación?",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.54,
      "fin": 45.76,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 45.78,
      "fin": 52.23,
      "duracion": 6.45,
      "texto": "Bien, ¿y qué le ha pasado? ¿Se le ha... O sea, todavía tiene vigente la bonificación con claro? Eso me quería decir.",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.76,
      "fin": 68.03,
      "duracion": 14.27,
      "texto": "No, no, si eso le pagué la última boleta, si eso no le debo nada, así que... No, digo que todavía tiene, o sea, yo le quería consultar a usted de Raúl cuánto está abonando actualmente en lo que es la compañía de Claro, me dice que viene lo que es una bonificación vigente.",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.44,
      "fin": 70.86,
      "duracion": 0.42,
      "texto": "Sí, sí, sí.",
      "confianza": 0.272,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.36,
      "fin": 86.81,
      "duracion": 15.45,
      "texto": "Pero con la otra empresa no, porque a mí me faltaba mil pesos para completar el pago por el mes y me cortaron las niñas por un día, no se puede.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.31,
      "fin": 96.1,
      "duracion": 8.79,
      "texto": "Claro, yo tengo mi vieja que está enferma y mis hermanas que dan el tapío a todos los días.",
      "confianza": 0.565,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.56,
      "fin": 110.84,
      "duracion": 14.29,
      "texto": "No, no es por la falta de pago, porque yo le tenía que pagar, ponerle cinco mil pesos, un ejemplo, y le pagué cuatro mil pesos, el otro día le iba a pagar los mil que faltaban y me cortaron la línea, no, no, es que es una falta de ética, es una falta de ética.",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.5,
      "fin": 120.96,
      "duracion": 9.46,
      "texto": "Se reentiende lo que ha sucedido, o sea, completamente comprendible, pero que usted... Y ahora aquí, no, así no se trata en los clientes.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.56,
      "fin": 125.45,
      "duracion": 3.89,
      "texto": "Yo estuve en negocio toda la vida y no se trata de los clientes así.",
      "confianza": 0.439,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 125.47,
      "fin": 138.95,
      "duracion": 13.48,
      "texto": "No, es más, también he de asegurar que su escudo crediticio siempre fue espectacular, sí, eso quiere decir que ha pagado todo con tiempo y forma, pero bueno, eso que ya ha pasado el corte de la línea ha sido muy probable que da fío porque todos han sistematizado y funciona de forma automática.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.65,
      "fin": 146.75,
      "duracion": 7.09,
      "texto": "Bueno, pero eso es un error de ustedes, de la empresa, porque eso automáticamente no lo tiene que cortar a nadie.",
      "confianza": 0.413,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.28,
      "fin": 156.38,
      "duracion": 9.1,
      "texto": "Claro, se entiende. A nadie tiene que cortar la línea por un día o dos días de que no se pagan dinero. ¿Le cortaron la línea y cuando usted la abonó, después se la volvieron a reanudar o no?",
      "confianza": 0.295,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.98,
      "fin": 169.94,
      "duracion": 10.96,
      "texto": "Sí. Bueno, entonces, ¿cuál es el problema, Raúl? Ha sido una... No, el problema que yo me quedé todo el fin de semana... Incomunicado. Incomunicado con mi familia, ¿entendés?",
      "confianza": 0.111,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.5,
      "fin": 171.18,
      "duracion": 0.68,
      "texto": "Sí, se entiende.",
      "confianza": 0.414,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.92,
      "fin": 193.84,
      "duracion": 21.92,
      "texto": "Yo lo comprendo completamente lo que usted me dice, pero digo, a ver, usted justamente abonó la factura que estaba vencida, ya que el sistema lo deshabilita automáticamente, y ya apenas lo abonó, volvió a renomarse, entonces digo, la problemática tuvo una solución, no es que usted... No, el problema es que no se tiene que manejar la empresa así, automáticamente.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.36,
      "fin": 197.53,
      "duracion": 3.17,
      "texto": "Raúl, hoy en día lo que tenemos es justamente lo bueno. No,",
      "confianza": 0.488,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 197.53,
      "fin": 202.59,
      "duracion": 5.06,
      "texto": "porque a los clientes se lo tratan personalmente, no automáticamente por una máquina.",
      "confianza": 0.572,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.61,
      "fin": 209.02,
      "duracion": 6.41,
      "texto": "Yo me quejé un montón de veces a través de esa máquina automática que ustedes tienen y no me dieron ningún tipo de respuesta.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 213.23,
      "fin": 219.93,
      "duracion": 6.7,
      "texto": "Entonces, así tampoco, así no se trata. No, así también así no se manejan los clientes, porque los clientes se los cuidan.",
      "confianza": 0.175,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.84,
      "fin": 246.63,
      "duracion": 25.79,
      "texto": "Sí, por supuesto, ya lo he entendido completamente. Y por eso, justamente, el día de hoy lo que pasa es que, bueno, los clientes tienen lo que es una asesoría personalizada de la parte nuestra, ¿sí? Que si usted justamente viene a la compañía va a tener lo que es mi atención personalizada a través de lo que es WhatsApp. ¿Bien? Sí, te agradezco mucho. No, no hay problema, Raúl. Muchas gracias, chau, chau. Hasta luego, señor.",
      "confianza": 0.497,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Muy buenas tardes, hablo con el señor Raúl. Sí. Raúl, cómo le va, un placer hablar con usted. Le comento, me comunico desde el área de recupero del cliente de Movistar, soy asesora justamente. Le queríamos brindar una promoción para su línea móvil, Raúl. Me asegura que actualmente forma parte de la compañía de Claro, ¿es correcto? Te agradezco mucho, pero... No, no me voy a pasar a la otra compañía todavía. ¿Qué le ha pasado a gobierno? No, no, porque... Tenía una... No, no, es muy corto y breve. ¿Una bonificación? Sí, sí, sí. Bien, ¿y qué le ha pasado? ¿Se le ha... O sea, todavía tiene vigente la bonificación con claro? Eso me quería decir. No, no, si eso le pagué la última boleta, si eso no le debo nada, así que... No, digo que todavía tiene, o sea, yo le quería consultar a usted de Raúl cuánto está abonando actualmente en lo que es la compañía de Claro, me dice que viene lo que es una bonificación vigente. Sí, sí, sí. Pero con la otra empresa no, porque a mí me faltaba mil pesos para completar el pago por el mes y me cortaron las niñas por un día, no se puede. Claro, yo tengo mi vieja que está enferma y mis hermanas que dan el tapío a todos los días. No, no es por la falta de pago, porque yo le tenía que pagar, ponerle cinco mil pesos, un ejemplo, y le pagué cuatro mil pesos, el otro día le iba a pagar los mil que faltaban y me cortaron la línea, no, no, es que es una falta de ética, es una falta de ética. Se reentiende lo que ha sucedido, o sea, completamente comprendible, pero que usted... Y ahora aquí, no, así no se trata en los clientes. Yo estuve en negocio toda la vida y no se trata de los clientes así. No, es más, también he de asegurar que su escudo crediticio siempre fue espectacular, sí, eso quiere decir que ha pagado todo con tiempo y forma, pero bueno, eso que ya ha pasado el corte de la línea ha sido muy probable que da fío porque todos han sistematizado y funciona de forma automática. Bueno, pero eso es un error de ustedes, de la empresa, porque eso automáticamente no lo tiene que cortar a nadie. Claro, se entiende. A nadie tiene que cortar la línea por un día o dos días de que no se pagan dinero. ¿Le cortaron la línea y cuando usted la abonó, después se la volvieron a reanudar o no? Sí. Bueno, entonces, ¿cuál es el problema, Raúl? Ha sido una... No, el problema que yo me quedé todo el fin de semana... Incomunicado. Incomunicado con mi familia, ¿entendés? Sí, se entiende. Yo lo comprendo completamente lo que usted me dice, pero digo, a ver, usted justamente abonó la factura que estaba vencida, ya que el sistema lo deshabilita automáticamente, y ya apenas lo abonó, volvió a renomarse, entonces digo, la problemática tuvo una solución, no es que usted... No, el problema es que no se tiene que manejar la empresa así, automáticamente. Raúl, hoy en día lo que tenemos es justamente lo bueno. No, porque a los clientes se lo tratan personalmente, no automáticamente por una máquina. Yo me quejé un montón de veces a través de esa máquina automática que ustedes tienen y no me dieron ningún tipo de respuesta. Entonces, así tampoco, así no se trata. No, así también así no se manejan los clientes, porque los clientes se los cuidan. Sí, por supuesto, ya lo he entendido completamente. Y por eso, justamente, el día de hoy lo que pasa es que, bueno, los clientes tienen lo que es una asesoría personalizada de la parte nuestra, ¿sí? Que si usted justamente viene a la compañía va a tener lo que es mi atención personalizada a través de lo que es WhatsApp. ¿Bien? Sí, te agradezco mucho. No, no hay problema, Raúl. Muchas gracias, chau, chau. Hasta luego, señor.",
  "calidad": {
    "confianza_promedio": 0.446,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:44:16.155473",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:16.223063",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142945520_ACD_52187",
    "fecha_inicio": "14/1/2026 14:29:45",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 273,
    "tiempo_conversacion": 235,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}