{
  "archivo": "amza3_1_260115142318941_MIT_01962.wav",
  "duracion_segundos": 631.31,
  "num_segmentos": 146,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 159.21,
    "Cliente": 442.91
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 8.37,
      "fin": 19.36,
      "duracion": 10.99,
      "texto": "Hola. Hola, buenos días. Hablo con Ana Enriqueta Cativa.",
      "confianza": 0.25,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.92,
      "fin": 20.98,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.115,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.0,
      "fin": 25.05,
      "duracion": 4.05,
      "texto": "¿Cómo te va? Mi nombre es Macarena. Me contacto desde la Ría de Recupero de Clientes de Movistar.",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.93,
      "fin": 25.99,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.057,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.01,
      "fin": 33.5,
      "duracion": 7.49,
      "texto": "Estábamos tomándoles de la compañía para poder realizarte lo que es una nueva promoción por tu línea. Vemos que actualmente tenés esta línea en la compañía de Claro, ¿correcto?",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.76,
      "fin": 34.88,
      "duracion": 0.12,
      "texto": "Ajá.",
      "confianza": 0.402,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.11,
      "fin": 43.25,
      "duracion": 8.14,
      "texto": "Bien, hice una consulta, ¿sabés más o menos cuánto estás abonando? La idea era, me gustaría, es poder ofrecerte lo que es un costo aún menor y que tengas un plan con más llegas, ¿bien?",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.75,
      "fin": 45.61,
      "duracion": 1.86,
      "texto": "Que te pueda beneficiar en lo que es el consumo.",
      "confianza": 0.783,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.53,
      "fin": 48.81,
      "duracion": 2.28,
      "texto": "Estoy pagando 16.000.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.83,
      "fin": 52.56,
      "duracion": 3.73,
      "texto": "Bien, mira, en este caso, ¿cuántas llegas más o menos consumís por mes?",
      "confianza": 0.629,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 52.58,
      "fin": 59.93,
      "duracion": 7.35,
      "texto": "Ni idea, ni idea porque estoy en casa todo el tiempo con el Wi-Fi, así que ni idea. Ah, bien, es como más básico el uso.",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.95,
      "fin": 60.07,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.074,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.09,
      "fin": 91.26,
      "duracion": 31.17,
      "texto": "Bien, mira. Es para cuando salgo, necesito. Buenísimo, en este caso te podemos brindar a nosotros un plan Por 10,400 pesos sería el precio final, tenés lo que es la bonificación fija. Tendrías 16 gigas en total, son 8 gigas. 16 gigas por 10,400 pesos, ¿bien? Y te incluye lo que es el plan WhatsApp completamente gratis, es decir, que no te va a consumir nada de las gigas de tu plan. con tu compañía lo tenés gratis, pero una vez que te quedas sin datos, convocarlo tendrías gratis.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.84,
      "fin": 103.74,
      "duracion": 11.89,
      "texto": "Y tenés llamadas ilimitadas a todas las compañías, y también mensajes de texto, América Oficial Local, que son llamadas fuera del país, y Rúmin en América, que es Internet fuera del país, ¿bien?",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.38,
      "fin": 129.45,
      "duracion": 25.07,
      "texto": "Es un plan bastante concreto en el caso que vos te sobrenchigas por lo que me comentás, que no salís mucho o no utilizás más que nada para cuando salís de tu casa, La puedes guardar mes a mes, que eso está bastante bueno, en otras compañías no lo puedes hacer, o sea, giga que no ocupas, giga que ya no te la devuelven, en este caso vos la vas a poder guardar mes a mes, y bueno, si en algún mes te hace falta lo que son gigas, la puedes utilizar y te evitas comprar un paquete de datos, ¿bien?",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.99,
      "fin": 160.94,
      "duracion": 29.95,
      "texto": "Conservar lo que es el mismo número, y bueno, la idea es darte lo que es un asesoramiento personal, para que vos obviamente no tengas ninguna mala experiencia de acuerdo a la compañía, ni tampoco con lo que es la cobertura ni facturación, ¿bien? Sí. En el caso que te interese, nosotros te podemos, hacemos lo que es una validación de datos, te confirmamos los datos que ya tenemos en el sistema tuyo, si están correctos lo dejamos al cual y si hay que modificar alguno vos me decís si lo modificamos, ¿bien? Bueno, sí, bueno. Bien, en este caso te confirmo lo que es tu DNI, es el de los últimos tres,",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 161.12,
      "fin": 174.9,
      "duracion": 13.78,
      "texto": "que no te lo puedo decir, comienza con 17347 y bueno, los últimos tres, vos ya lo sabes, nombre completo, Cativa Anandrica, me figura que tenés solo esta línea en la compañía de claros, ¿correcto?",
      "confianza": 0.702,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.92,
      "fin": 175.35,
      "duracion": 0.43,
      "texto": "Sí. Perfecto. Sí,",
      "confianza": 0.084,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 175.35,
      "fin": 179.84,
      "duracion": 4.49,
      "texto": "porque todas las líneas que tengo acá en mi familia, todos son movistar, prácticamente.",
      "confianza": 0.497,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.86,
      "fin": 233.8,
      "duracion": 53.94,
      "texto": "Ah, ya son movistar. Bien. Son todos movistar, exacto. Bueno, y tengo una consulta en tu domicilio, ¿vos contás con Internet de movistar? No, es Internet de telecentro. ¿Nunca has chequeado para ver si tienes cobertura o nada? No, todavía no hice nada. Bueno, si vos querés lo podemos chequear ahora, si no, yo te envío lo que son las promociones por WhatsApp. ¿Puedes mandármelo por WhatsApp? No hay problema, yo te envío bien detallado por ahí, vos me decís si lo quieren realizar, no hace falta que sea hoy. Si vos haces lo que es el internet de Movistar, por estar portando la línea móvil, usted te gestiona lo que es un descuento de hasta 4 mil pesos en la factura del internet del hogar, ¿bien? Una vez que se sale, obviamente. Pero por dentro de todos los servicios con Movistar, ¿bien? En este caso, necesitaría pedirte lo que es un correo electrónico para que recibas la facturación por ese medio.",
      "confianza": 0.17,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.36,
      "fin": 250.42,
      "duracion": 16.06,
      "texto": "No sé si me lo puedes brindar. ¿Es Ana Cativa? Sí. ¿Arrobas email? Sí. ¿.com? Sí. Bien.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 250.44,
      "fin": 251.62,
      "duracion": 1.18,
      "texto": "Aguárdame un minuto.",
      "confianza": 0.339,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.68,
      "fin": 264.77,
      "duracion": 12.09,
      "texto": "Bien, y ahora te digo bien... Bien, aguardame un minuto. Mira, me figuran lo que es una deuda bajo tu DNI.",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 265.31,
      "fin": 275.36,
      "duracion": 10.05,
      "texto": "Te comento que nosotros, como te llamamos, de la Liga del Recupero de Clientes, podemos anular una parte, pero vos tenés tres deudas, ¿bien?",
      "confianza": 0.771,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.42,
      "fin": 276.44,
      "duracion": 1.02,
      "texto": "Una de 48.197 pesos.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.96,
      "fin": 285.96,
      "duracion": 9.0,
      "texto": "Lo más probable que te haya quedado... Primero, decime de qué número, por favor. No, ¿de qué número es? No, ¿de mí o no?",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.79,
      "fin": 290.95,
      "duracion": 4.16,
      "texto": "¿De mí o no puede ser? ¿En algún momento te han usado el DNI para sacar alguna línea con Movistar?",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.71,
      "fin": 295.05,
      "duracion": 3.34,
      "texto": "No, tenía la línea de mi hijo a nombre mío. Claro,",
      "confianza": 0.642,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 295.05,
      "fin": 305.15,
      "duracion": 10.1,
      "texto": "entonces puede que sea eso. Te comento que lo que podemos hacer, Ana, nosotros desde la compañía podemos anular, que es el tope máximo que maneja el sistema, hasta 30.000 pesos, ¿bien?",
      "confianza": 0.72,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.99,
      "fin": 317.29,
      "duracion": 11.3,
      "texto": "Sí. Lo que yo voy a hacer ahora, guardame un minuto. es enviarte una captura de pantalla del sistema que yo tengo para que veas cómo me figuras lo que es con tu DNI, lo que es la deuda.",
      "confianza": 0.073,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.87,
      "fin": 329.0,
      "duracion": 11.13,
      "texto": "Y nosotros, como máximo, me deja anular 30 mil, ¿bien? Si yo pudiera anularla completa, lo haría. Pero bueno, mira, justo te había enviado lo que es una promoción anteriormente, no sabía.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.75,
      "fin": 363.91,
      "duracion": 34.16,
      "texto": "Ahí te acabo de enviar a WhatsApp cómo me siguras a mí, yo pongo tu DNI y ese es el sistema que tenemos nosotros. Y ahí me figura lo que es la deuda y en donde dice descargar imagen nos figuran todos tus datos, ¿bien? Sí, sí. Yo ahí lo que te acabo de mirar... Sí, sí, eso de la línea del INCO puede ser, porque yo no quedé con deuda, al contrario, aboné y me cambié de línea porque necesitaba internet. Lo más probable es que esta línea te haya dejado lo que es la deuda, ¿bien? Sí. ¿Qué podemos hacer nosotros, como te digo, es eliminar lo que es 30.000 pesos para lo que es la deuda?",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 364.11,
      "fin": 379.25,
      "duracion": 15.14,
      "texto": "y obviamente como puedas volver a la compañía, pero ese resto de 18 mil, casi 19 mil pesos, lo tendrían que abonar bien, porque si no, cualquier compañía, si vos debes, no te dejan cambiarte nuevamente, ¿bien?",
      "confianza": 0.728,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 379.27,
      "fin": 407.39,
      "duracion": 28.12,
      "texto": "Sí. Si vos querés, yo te puedo explicar cómo abonarlo, no le transferís a nadie para que te quedes tranquila, vos vas a pagar a cuentas y servicios desde Mercado Pago, seleccionas la empresa Movistar y ahí lo abonás, ¿bien? Una vez que vos abones eso, ahí recién nosotros te podemos realizar lo que es esta promoción y obviamente anular los 30.000 pesos, vos reingresas a la compañía en cero. Esta deuda no se te va a volver a cobrar en ningún momento ni nada para que te quedes tranquila. Tampoco que te va a subir el plan por la deuda ni nada, ¿bien?",
      "confianza": 0.037,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 408.27,
      "fin": 462.0,
      "duracion": 53.73,
      "texto": "Para que, bueno, lo tengas en cuenta. Si vos querés, lo puedes abonar ahora. Si no, como vos prefieras. No sé si ahora tenés este dinero más o menos. No, no, no, no, no, no, no. No tengo, no tengo. Pero si me pueden mandar, como para que yo pueda ponerlo en el mercado. Sí, sí, mandamelo para el mercado. Bueno, mira, ¿querés que te explique ahora o te envié un audio explicándote por WhatsApp? Mándame un audio explicándolo y yo sigo los pasos, ¿sí? Bueno, adoré. Y, bueno, y después de eso, después de eso, ¿me volvés a llamar o qué? ¿Cuando veas que está encerrada la cuenta o cómo es? Cuando yo vea que impactan los 18.000, porque, mira, en cada línea hay una idea de facturación, o sea, en cada deuda. Eso es el ID de facturación con el que fue emitida la factura en su momento. Como vos no la tenéis a la factura...",
      "confianza": 0.667,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 462.0,
      "fin": 465.19,
      "duracion": 3.19,
      "texto": "No, porque yo no es mi línea, por eso.",
      "confianza": 0.487,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 465.21,
      "fin": 469.34,
      "duracion": 4.13,
      "texto": "Claro, ahí te la acabo de enviar porque el anterior se veía medio aborroso, ahí te envié la segunda que se ve más clara.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 470.0,
      "fin": 509.61,
      "duracion": 39.61,
      "texto": "Nosotros lo que te pedimos en ese caso es que vos con el ID de facturación, el último, que viste que dice, no sé si estás viendo WhatsApp, te dice un ID, ¿bien? Que es 54, bueno. Es el ID de facturación, yo adelante, si vos lo querés pagar de manera virtual, Le agrego el 017, igualmente ahora te lo envío bien escrito por WhatsApp. Y ahí vas con Mercado Pago, vos seleccionas la empresa Movistar y te vas a pagar por cuentas y servicios y vas a ingresar lo que es un código de barra. Como no tenés la factura en papel físico, vas a ingresar, escanear código de barra. Como no la tenés en papel físico, vas a poner ingresar código manual y ahí ingresas la idea de facturación con el que fue emitida la deuda, ¿bien?",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 510.11,
      "fin": 519.07,
      "duracion": 8.96,
      "texto": "Yo igualmente ahora te digo esto por WhatsApp, si vos obviamente si se la tenés que cobrar a tu hijo, yo me imagino que él sabe igualmente que la ha dejado a la deuda porque...",
      "confianza": 0.54,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 519.07,
      "fin": 521.05,
      "duracion": 1.98,
      "texto": "Sí, porque tuvo bloqueado el teléfono.",
      "confianza": 0.54,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.07,
      "fin": 530.38,
      "duracion": 9.31,
      "texto": "Lo que pasa es que a él me ha pasado exactamente lo mismo que a mí, porque él trabaja en una empresa de seguridad y...",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 531.68,
      "fin": 541.75,
      "duracion": 10.07,
      "texto": "Y también necesitaba internet y nunca tenía. Tenía que estar conectándose a los Wi-Fi de donde podía estar, en alguna estación, en algún lado, como para poder manejarse con el teléfono.",
      "confianza": 0.834,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 542.67,
      "fin": 617.64,
      "duracion": 74.97,
      "texto": "Hizo el reclamo varias veces. Muchas veces me dijeron que sí que salía una solución a los problemas, pero siempre fue exactamente lo mismo, que es lo mismo que me pasó a mí. Por eso yo cambié directamente. Sí, obviamente, te comprendo en ese caso. Y obviamente, como te digo, lo máximo que yo puedo anular, No es que no quieran ni nada, es 30.000 pesos, ¿bien? Por diente, ¿bien? Como superan un poco el monto, la idea sería, acabo en el resto y ahí nosotros anulamos los 30.000, obviamente después te enviamos un comprobante de que quiera anular la deuda para que también te quede tranquilo y te paso a ingresar entero a la compañía y si en algún momento él que todavía tiene la línea seguramente a tu nombre quiere volver, puede volver, ¿bien? Porque vos cuando tenés deuda ya se va a movilizar, claro, personal, Nunca te van a dejar volver sin que la abones. ¿Bien? En este caso nosotros estamos dando un beneficio de anular 30.000 pesos que es bastante. Listo, listo. Se lo comento a él para que lo abones, sí. Dale. Yo ahí te envié lo que es la captura de pantalla. Abajo te envié el ID de capturación, que eso es lo que tienen que, el número que tienen que copiar y pegar cuando le aparezca ingresar el código manual. Y ahora te envío un audio explicándote el paso a paso. Listo. Y si no te mando captura de pantalla, no sé qué preferís.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 618.14,
      "fin": 628.93,
      "duracion": 10.79,
      "texto": "Bueno, tomando captura es de mi papá de pago y vos ya sabes cómo lo vas a hacer. Muy amable. Muy amable, espero que tengas muy buen día.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 629.75,
      "fin": 631.31,
      "duracion": 1.56,
      "texto": "Hasta luego.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Hablo con Ana Enriqueta Cativa. Sí. ¿Cómo te va? Mi nombre es Macarena. Me contacto desde la Ría de Recupero de Clientes de Movistar. Sí. Estábamos tomándoles de la compañía para poder realizarte lo que es una nueva promoción por tu línea. Vemos que actualmente tenés esta línea en la compañía de Claro, ¿correcto? Ajá. Bien, hice una consulta, ¿sabés más o menos cuánto estás abonando? La idea era, me gustaría, es poder ofrecerte lo que es un costo aún menor y que tengas un plan con más llegas, ¿bien? Que te pueda beneficiar en lo que es el consumo. Estoy pagando 16.000. Bien, mira, en este caso, ¿cuántas llegas más o menos consumís por mes? Ni idea, ni idea porque estoy en casa todo el tiempo con el Wi-Fi, así que ni idea. Ah, bien, es como más básico el uso. Claro. Bien, mira. Es para cuando salgo, necesito. Buenísimo, en este caso te podemos brindar a nosotros un plan Por 10,400 pesos sería el precio final, tenés lo que es la bonificación fija. Tendrías 16 gigas en total, son 8 gigas. 16 gigas por 10,400 pesos, ¿bien? Y te incluye lo que es el plan WhatsApp completamente gratis, es decir, que no te va a consumir nada de las gigas de tu plan. con tu compañía lo tenés gratis, pero una vez que te quedas sin datos, convocarlo tendrías gratis. Y tenés llamadas ilimitadas a todas las compañías, y también mensajes de texto, América Oficial Local, que son llamadas fuera del país, y Rúmin en América, que es Internet fuera del país, ¿bien? Es un plan bastante concreto en el caso que vos te sobrenchigas por lo que me comentás, que no salís mucho o no utilizás más que nada para cuando salís de tu casa, La puedes guardar mes a mes, que eso está bastante bueno, en otras compañías no lo puedes hacer, o sea, giga que no ocupas, giga que ya no te la devuelven, en este caso vos la vas a poder guardar mes a mes, y bueno, si en algún mes te hace falta lo que son gigas, la puedes utilizar y te evitas comprar un paquete de datos, ¿bien? Conservar lo que es el mismo número, y bueno, la idea es darte lo que es un asesoramiento personal, para que vos obviamente no tengas ninguna mala experiencia de acuerdo a la compañía, ni tampoco con lo que es la cobertura ni facturación, ¿bien? Sí. En el caso que te interese, nosotros te podemos, hacemos lo que es una validación de datos, te confirmamos los datos que ya tenemos en el sistema tuyo, si están correctos lo dejamos al cual y si hay que modificar alguno vos me decís si lo modificamos, ¿bien? Bueno, sí, bueno. Bien, en este caso te confirmo lo que es tu DNI, es el de los últimos tres, que no te lo puedo decir, comienza con 17347 y bueno, los últimos tres, vos ya lo sabes, nombre completo, Cativa Anandrica, me figura que tenés solo esta línea en la compañía de claros, ¿correcto? Sí. Perfecto. Sí, porque todas las líneas que tengo acá en mi familia, todos son movistar, prácticamente. Ah, ya son movistar. Bien. Son todos movistar, exacto. Bueno, y tengo una consulta en tu domicilio, ¿vos contás con Internet de movistar? No, es Internet de telecentro. ¿Nunca has chequeado para ver si tienes cobertura o nada? No, todavía no hice nada. Bueno, si vos querés lo podemos chequear ahora, si no, yo te envío lo que son las promociones por WhatsApp. ¿Puedes mandármelo por WhatsApp? No hay problema, yo te envío bien detallado por ahí, vos me decís si lo quieren realizar, no hace falta que sea hoy. Si vos haces lo que es el internet de Movistar, por estar portando la línea móvil, usted te gestiona lo que es un descuento de hasta 4 mil pesos en la factura del internet del hogar, ¿bien? Una vez que se sale, obviamente. Pero por dentro de todos los servicios con Movistar, ¿bien? En este caso, necesitaría pedirte lo que es un correo electrónico para que recibas la facturación por ese medio. No sé si me lo puedes brindar. ¿Es Ana Cativa? Sí. ¿Arrobas email? Sí. ¿.com? Sí. Bien. Aguárdame un minuto. Bien, y ahora te digo bien... Bien, aguardame un minuto. Mira, me figuran lo que es una deuda bajo tu DNI. Te comento que nosotros, como te llamamos, de la Liga del Recupero de Clientes, podemos anular una parte, pero vos tenés tres deudas, ¿bien? Una de 48.197 pesos. Lo más probable que te haya quedado... Primero, decime de qué número, por favor. No, ¿de qué número es? No, ¿de mí o no? ¿De mí o no puede ser? ¿En algún momento te han usado el DNI para sacar alguna línea con Movistar? No, tenía la línea de mi hijo a nombre mío. Claro, entonces puede que sea eso. Te comento que lo que podemos hacer, Ana, nosotros desde la compañía podemos anular, que es el tope máximo que maneja el sistema, hasta 30.000 pesos, ¿bien? Sí. Lo que yo voy a hacer ahora, guardame un minuto. es enviarte una captura de pantalla del sistema que yo tengo para que veas cómo me figuras lo que es con tu DNI, lo que es la deuda. Y nosotros, como máximo, me deja anular 30 mil, ¿bien? Si yo pudiera anularla completa, lo haría. Pero bueno, mira, justo te había enviado lo que es una promoción anteriormente, no sabía. Ahí te acabo de enviar a WhatsApp cómo me siguras a mí, yo pongo tu DNI y ese es el sistema que tenemos nosotros. Y ahí me figura lo que es la deuda y en donde dice descargar imagen nos figuran todos tus datos, ¿bien? Sí, sí. Yo ahí lo que te acabo de mirar... Sí, sí, eso de la línea del INCO puede ser, porque yo no quedé con deuda, al contrario, aboné y me cambié de línea porque necesitaba internet. Lo más probable es que esta línea te haya dejado lo que es la deuda, ¿bien? Sí. ¿Qué podemos hacer nosotros, como te digo, es eliminar lo que es 30.000 pesos para lo que es la deuda? y obviamente como puedas volver a la compañía, pero ese resto de 18 mil, casi 19 mil pesos, lo tendrían que abonar bien, porque si no, cualquier compañía, si vos debes, no te dejan cambiarte nuevamente, ¿bien? Sí. Si vos querés, yo te puedo explicar cómo abonarlo, no le transferís a nadie para que te quedes tranquila, vos vas a pagar a cuentas y servicios desde Mercado Pago, seleccionas la empresa Movistar y ahí lo abonás, ¿bien? Una vez que vos abones eso, ahí recién nosotros te podemos realizar lo que es esta promoción y obviamente anular los 30.000 pesos, vos reingresas a la compañía en cero. Esta deuda no se te va a volver a cobrar en ningún momento ni nada para que te quedes tranquila. Tampoco que te va a subir el plan por la deuda ni nada, ¿bien? Para que, bueno, lo tengas en cuenta. Si vos querés, lo puedes abonar ahora. Si no, como vos prefieras. No sé si ahora tenés este dinero más o menos. No, no, no, no, no, no, no. No tengo, no tengo. Pero si me pueden mandar, como para que yo pueda ponerlo en el mercado. Sí, sí, mandamelo para el mercado. Bueno, mira, ¿querés que te explique ahora o te envié un audio explicándote por WhatsApp? Mándame un audio explicándolo y yo sigo los pasos, ¿sí? Bueno, adoré. Y, bueno, y después de eso, después de eso, ¿me volvés a llamar o qué? ¿Cuando veas que está encerrada la cuenta o cómo es? Cuando yo vea que impactan los 18.000, porque, mira, en cada línea hay una idea de facturación, o sea, en cada deuda. Eso es el ID de facturación con el que fue emitida la factura en su momento. Como vos no la tenéis a la factura... No, porque yo no es mi línea, por eso. Claro, ahí te la acabo de enviar porque el anterior se veía medio aborroso, ahí te envié la segunda que se ve más clara. Nosotros lo que te pedimos en ese caso es que vos con el ID de facturación, el último, que viste que dice, no sé si estás viendo WhatsApp, te dice un ID, ¿bien? Que es 54, bueno. Es el ID de facturación, yo adelante, si vos lo querés pagar de manera virtual, Le agrego el 017, igualmente ahora te lo envío bien escrito por WhatsApp. Y ahí vas con Mercado Pago, vos seleccionas la empresa Movistar y te vas a pagar por cuentas y servicios y vas a ingresar lo que es un código de barra. Como no tenés la factura en papel físico, vas a ingresar, escanear código de barra. Como no la tenés en papel físico, vas a poner ingresar código manual y ahí ingresas la idea de facturación con el que fue emitida la deuda, ¿bien? Yo igualmente ahora te digo esto por WhatsApp, si vos obviamente si se la tenés que cobrar a tu hijo, yo me imagino que él sabe igualmente que la ha dejado a la deuda porque... Sí, porque tuvo bloqueado el teléfono. Lo que pasa es que a él me ha pasado exactamente lo mismo que a mí, porque él trabaja en una empresa de seguridad y... Y también necesitaba internet y nunca tenía. Tenía que estar conectándose a los Wi-Fi de donde podía estar, en alguna estación, en algún lado, como para poder manejarse con el teléfono. Hizo el reclamo varias veces. Muchas veces me dijeron que sí que salía una solución a los problemas, pero siempre fue exactamente lo mismo, que es lo mismo que me pasó a mí. Por eso yo cambié directamente. Sí, obviamente, te comprendo en ese caso. Y obviamente, como te digo, lo máximo que yo puedo anular, No es que no quieran ni nada, es 30.000 pesos, ¿bien? Por diente, ¿bien? Como superan un poco el monto, la idea sería, acabo en el resto y ahí nosotros anulamos los 30.000, obviamente después te enviamos un comprobante de que quiera anular la deuda para que también te quede tranquilo y te paso a ingresar entero a la compañía y si en algún momento él que todavía tiene la línea seguramente a tu nombre quiere volver, puede volver, ¿bien? Porque vos cuando tenés deuda ya se va a movilizar, claro, personal, Nunca te van a dejar volver sin que la abones. ¿Bien? En este caso nosotros estamos dando un beneficio de anular 30.000 pesos que es bastante. Listo, listo. Se lo comento a él para que lo abones, sí. Dale. Yo ahí te envié lo que es la captura de pantalla. Abajo te envié el ID de capturación, que eso es lo que tienen que, el número que tienen que copiar y pegar cuando le aparezca ingresar el código manual. Y ahora te envío un audio explicándote el paso a paso. Listo. Y si no te mando captura de pantalla, no sé qué preferís. Bueno, tomando captura es de mi papá de pago y vos ya sabes cómo lo vas a hacer. Muy amable. Muy amable, espero que tengas muy buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.53,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:27:39.646423",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 146,
    "total_segmentos_corregido": 45,
    "fecha_correccion": "2026-01-18T23:05:26.370186",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142318941_MIT_01962",
    "fecha_inicio": "15/1/2026 14:23:20",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 746,
    "tiempo_conversacion": 606,
    "tiempo_hold": 0,
    "tiempo_acw": 139,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}