{
  "archivo": "amza33_1_260112111843988_ACD_90969.wav",
  "duracion_segundos": 336.49,
  "num_segmentos": 94,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 201.6,
    "Cliente": 117.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.4,
      "duracion": 9.37,
      "texto": "Hola. Hola, ¿cómo estás Aldo? Sí, ¿qué tal? Aldo, un placer, un placer, mi nombre es Katy.",
      "confianza": 0.203,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.9,
      "fin": 26.36,
      "duracion": 16.46,
      "texto": "Me contacto con vos porque, bueno, quiero unirte a un descuento exclusivo para lo que es tu línea móvil, así que pagas menos lo que es tu bolita mensual, ¿sí? Y hago una consulta. ¿Vos estás confondo en cuándo los días que tenés, o te sabes que era el corto por mes?",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.38,
      "fin": 27.44,
      "duracion": 1.06,
      "texto": "No, como no sabes, ¿de qué empresa me estás llamando?",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.96,
      "fin": 54.67,
      "duracion": 26.71,
      "texto": "Y yo me estoy contactando desde el área de servicios y fibra óptica de Movistar, ¿sí? Te agradezco, pero eso tiene Movistar, pero cuando digo no tengo ni idea de qué es eso. Tengo una consulta. ¿Vos cuando estuviste con Movistar hiciste renovación de lo que es SIP en este caso? Sí, yo hice todavía, pero no funcionó.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.5,
      "fin": 62.05,
      "duracion": 6.55,
      "texto": "Bien, perfecto.",
      "confianza": 0.216,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 62.07,
      "fin": 72.94,
      "duracion": 10.87,
      "texto": "No, no, no funcionaba. Emma, me lo mandas por mi día de correo. Por correo. En este caso, nosotros hemos hecho actualización de lo que es justamente los chips, porque actualmente la compañía trabaja con los que son los chips 4G+.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 73.6,
      "fin": 90.39,
      "duracion": 16.79,
      "texto": "Eso, el plus, es porque tiene mayor alcance de señal, ¿sí? Supongamos que también van a adherir a las nuevas antenas que hemos encargado a todo lo largo y ancho del país. por eso básicamente me parecía muy extraño que no le habías contado con lo que era internet en este caso, en tu zona.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.87,
      "fin": 91.31,
      "duracion": 0.44,
      "texto": "Sí?",
      "confianza": 0.474,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.33,
      "fin": 91.78,
      "duracion": 0.45,
      "texto": "A ver...",
      "confianza": 0.435,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.78,
      "fin": 93.12,
      "duracion": 1.34,
      "texto": "Claro, mira, se cuenta.",
      "confianza": 0.435,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.14,
      "fin": 115.89,
      "duracion": 22.75,
      "texto": "Si tengo la antena, es muy cerca de acá. La antena está ahí también. Y no tenía señal. Es como que entra en una especie de... Un nivel extraño y no la tengo señal. Porque hago tres cuadras de cárcel y no hay señal. Pero esto se le ha ido bien. No es lo que... En este caso, sí, porque ha trabajado con lo que es el chip desactualizado. Eso pasa cuando lo envían por ahí los chips al correo.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.03,
      "fin": 124.32,
      "duracion": 7.29,
      "texto": "Van los chips desactualizados, incluso por ahí mandan chip pensíos, pero por un problema del servidor que hemos tenido.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.2,
      "fin": 182.37,
      "duracion": 56.17,
      "texto": "Como te dije, le das nuevos chips 4G+, esto es porque vos tenés mayor alcance de señal. Supongamos, con los chips viejos, Básicamente, vos te las tiras por dar tu ejemplo de metro. Vos te tirabas a 200 metros y ya no te agarraba lo que era la conectividad. Doble te puede ir al doble de metros, ¿sí? Supongamos que la antena te agarra los 200 metros, vos te pasabas los 200 metros y ya no te agarraba. En este caso, te podés extender hasta los 400 metros que te va a seguir agarrando conectividad. Por eso me parecía muy raro. ¿Me pueden decir la provincia y la localidad, tal vez? Sí, te digo, te digo. Eso lo había dicho, lo había contado a todos los que me llamaban los militares y le comenté el problema de ese. Y se me había aburrido y estaba bien, estaba bien por mi, y de repente se me dejó de funcionar, no me hicieron más. Yo estoy en mi red impuno, en Buenos Aires. Es el partido del Matanza. ¿El Matanza? Para que te hagas una idea de dónde estoy, kilómetros 28, del 2003. Sí. En el partido de Ángela.",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.91,
      "fin": 209.43,
      "duracion": 26.52,
      "texto": "Pero es por lo que te digo, nosotros hicimos renovación de chip a mediados de lo que es el año pasado. Porque obviamente no iban a adherir a las nuevas fronteras, a los chip riesgos. Y eso justamente por eso se renueva lo que es el chip. Por eso te dejó de funcionar, de repente a vos te dejó de funcionar por ese tema. ¿Por qué?",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 209.45,
      "fin": 215.44,
      "duracion": 5.99,
      "texto": "Básicamente los... Claro, pero te comento porque... Ves que no funcionaba.",
      "confianza": 0.523,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.46,
      "fin": 219.9,
      "duracion": 4.44,
      "texto": "Yo también trabajo aquí a 100 kilómetros y el teléfono me andaba margando. Claro.",
      "confianza": 0.262,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 222.12,
      "fin": 228.57,
      "duracion": 6.45,
      "texto": "Pero te podés funcionar en alguna zona. Porque hicimos la actualización de antenas en alguna zona. Bueno, mira.",
      "confianza": 0.431,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 229.29,
      "fin": 247.06,
      "duracion": 17.77,
      "texto": "Mi señora tiene que movilizar. Yo voy a hablar con ella a ver cómo le funciona y te digo. Preguntale a tu señora en este caso. Sí, ¿qué chip tiene? ¿Se ha hecho renovación de chip a partir de junio? Sí, de junio del año pasado.",
      "confianza": 0.328,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.46,
      "fin": 252.66,
      "duracion": 4.2,
      "texto": "No, no. Tiene chip viejo, parece pequeño. Tiene chip viejo. Si vos me chicas por un problema de chip, tienes chip viejo, lo voy a comentar.",
      "confianza": 0.38,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 253.24,
      "fin": 260.41,
      "duracion": 7.17,
      "texto": "Se cambia el chip y hay entre 100 y vemos si funciona. Yo por ahora lo voy a dar con este porque este me está funcionando en todo lado.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.43,
      "fin": 260.55,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.07,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 260.57,
      "fin": 263.93,
      "duracion": 3.36,
      "texto": "Pero por ahora, por ahora. Pero ella tiene este problema, así que le voy a comentar ese sistema.",
      "confianza": 0.074,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.47,
      "fin": 273.82,
      "duracion": 9.35,
      "texto": "Claro, decíle porque por el aprendo que veo en el mapita de calor, la verdad es que tenemos bastante conectividad en lo que es toda tu zona, incluso en la que vos te mueves.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.67,
      "fin": 311.29,
      "duracion": 36.62,
      "texto": "Mirá, mi barrio de barrio Sarmiento se está, en el barrio Sarmiento se llama el lugar donde se oye, así que deberías... dejarte ahí, pero la verdad que no tenía, seguido la edad. Si no me hicieras autorizarlo, te haría bueno. Me dejaste barrios en Sarmiento y... A ver, vamos a ver. Decime por qué ruta queda. Es ruta 3, pirámide 47. 47, 47. Ruta la final 3. Damos a uno que la vamos a buscar. A la ruta, así te envío el mapita de Callor, ¿sí? Ruta 3, barrios Sarmiento. Damos a uno...",
      "confianza": 0.25,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.91,
      "fin": 336.49,
      "duracion": 20.58,
      "texto": "Ay, vos sabes que me estoy bajando todo para lo que es. Claro, pero es una cosa que tienes que decir porque es que tienes la razón. Claro, que vaya a la sucursal y pida renovación de chip. Porque por lo que yo vivo acá, la verdad que todo lo que es la zona es lo único que no tenemos.",
      "confianza": 0.345,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás Aldo? Sí, ¿qué tal? Aldo, un placer, un placer, mi nombre es Katy. Me contacto con vos porque, bueno, quiero unirte a un descuento exclusivo para lo que es tu línea móvil, así que pagas menos lo que es tu bolita mensual, ¿sí? Y hago una consulta. ¿Vos estás confondo en cuándo los días que tenés, o te sabes que era el corto por mes? No, como no sabes, ¿de qué empresa me estás llamando? Y yo me estoy contactando desde el área de servicios y fibra óptica de Movistar, ¿sí? Te agradezco, pero eso tiene Movistar, pero cuando digo no tengo ni idea de qué es eso. Tengo una consulta. ¿Vos cuando estuviste con Movistar hiciste renovación de lo que es SIP en este caso? Sí, yo hice todavía, pero no funcionó. Bien, perfecto. No, no, no funcionaba. Emma, me lo mandas por mi día de correo. Por correo. En este caso, nosotros hemos hecho actualización de lo que es justamente los chips, porque actualmente la compañía trabaja con los que son los chips 4G+. Eso, el plus, es porque tiene mayor alcance de señal, ¿sí? Supongamos que también van a adherir a las nuevas antenas que hemos encargado a todo lo largo y ancho del país. por eso básicamente me parecía muy extraño que no le habías contado con lo que era internet en este caso, en tu zona. Sí? A ver... Claro, mira, se cuenta. Si tengo la antena, es muy cerca de acá. La antena está ahí también. Y no tenía señal. Es como que entra en una especie de... Un nivel extraño y no la tengo señal. Porque hago tres cuadras de cárcel y no hay señal. Pero esto se le ha ido bien. No es lo que... En este caso, sí, porque ha trabajado con lo que es el chip desactualizado. Eso pasa cuando lo envían por ahí los chips al correo. Van los chips desactualizados, incluso por ahí mandan chip pensíos, pero por un problema del servidor que hemos tenido. Como te dije, le das nuevos chips 4G+, esto es porque vos tenés mayor alcance de señal. Supongamos, con los chips viejos, Básicamente, vos te las tiras por dar tu ejemplo de metro. Vos te tirabas a 200 metros y ya no te agarraba lo que era la conectividad. Doble te puede ir al doble de metros, ¿sí? Supongamos que la antena te agarra los 200 metros, vos te pasabas los 200 metros y ya no te agarraba. En este caso, te podés extender hasta los 400 metros que te va a seguir agarrando conectividad. Por eso me parecía muy raro. ¿Me pueden decir la provincia y la localidad, tal vez? Sí, te digo, te digo. Eso lo había dicho, lo había contado a todos los que me llamaban los militares y le comenté el problema de ese. Y se me había aburrido y estaba bien, estaba bien por mi, y de repente se me dejó de funcionar, no me hicieron más. Yo estoy en mi red impuno, en Buenos Aires. Es el partido del Matanza. ¿El Matanza? Para que te hagas una idea de dónde estoy, kilómetros 28, del 2003. Sí. En el partido de Ángela. Pero es por lo que te digo, nosotros hicimos renovación de chip a mediados de lo que es el año pasado. Porque obviamente no iban a adherir a las nuevas fronteras, a los chip riesgos. Y eso justamente por eso se renueva lo que es el chip. Por eso te dejó de funcionar, de repente a vos te dejó de funcionar por ese tema. ¿Por qué? Básicamente los... Claro, pero te comento porque... Ves que no funcionaba. Yo también trabajo aquí a 100 kilómetros y el teléfono me andaba margando. Claro. Pero te podés funcionar en alguna zona. Porque hicimos la actualización de antenas en alguna zona. Bueno, mira. Mi señora tiene que movilizar. Yo voy a hablar con ella a ver cómo le funciona y te digo. Preguntale a tu señora en este caso. Sí, ¿qué chip tiene? ¿Se ha hecho renovación de chip a partir de junio? Sí, de junio del año pasado. No, no. Tiene chip viejo, parece pequeño. Tiene chip viejo. Si vos me chicas por un problema de chip, tienes chip viejo, lo voy a comentar. Se cambia el chip y hay entre 100 y vemos si funciona. Yo por ahora lo voy a dar con este porque este me está funcionando en todo lado. Claro. Pero por ahora, por ahora. Pero ella tiene este problema, así que le voy a comentar ese sistema. Claro, decíle porque por el aprendo que veo en el mapita de calor, la verdad es que tenemos bastante conectividad en lo que es toda tu zona, incluso en la que vos te mueves. Mirá, mi barrio de barrio Sarmiento se está, en el barrio Sarmiento se llama el lugar donde se oye, así que deberías... dejarte ahí, pero la verdad que no tenía, seguido la edad. Si no me hicieras autorizarlo, te haría bueno. Me dejaste barrios en Sarmiento y... A ver, vamos a ver. Decime por qué ruta queda. Es ruta 3, pirámide 47. 47, 47. Ruta la final 3. Damos a uno que la vamos a buscar. A la ruta, así te envío el mapita de Callor, ¿sí? Ruta 3, barrios Sarmiento. Damos a uno... Ay, vos sabes que me estoy bajando todo para lo que es. Claro, pero es una cosa que tienes que decir porque es que tienes la razón. Claro, que vaya a la sucursal y pida renovación de chip. Porque por lo que yo vivo acá, la verdad que todo lo que es la zona es lo único que no tenemos.",
  "calidad": {
    "confianza_promedio": 0.423,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:43:40.509939",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 94,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:23.810207",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112111843988_ACD_90969",
    "fecha_inicio": "12/1/2026 11:18:43",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 351,
    "tiempo_conversacion": 323,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}