{
  "archivo": "amza20_1_260112111111119_ACD_61685.wav",
  "duracion_segundos": 412.36,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 213.79,
    "Cliente": 162.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.12,
      "fin": 11.51,
      "duracion": 8.39,
      "texto": "Hola, buenos días, Jorge. Como le va, Jorge, tomarse mi nombre me comunicaría el recupero de clientes movistar actualmente cuesta un diario, ¿verdad?",
      "confianza": 0.055,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.8,
      "fin": 19.27,
      "duracion": 5.47,
      "texto": "Sí, dígame. Mira, ¿tiene mi llamado o si era para preguntarle por qué se había ido de la compañía? Qué inconveniente había tenido con la línea y demás.",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.33,
      "fin": 23.05,
      "duracion": 0.72,
      "texto": "El conveniente ninguno era muy caro.",
      "confianza": 0.036,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.57,
      "fin": 59.09,
      "duracion": 34.52,
      "texto": "Bien, entiendes, le construyo tu barco a otro inconveniente con lo que es la línea, por ejemplo, algún problema de señal. No, no, no, no. No, inconvenientes no tuve ninguno. Simplemente era demasiado caro y aparentemente promociones para los clientes no hay. Ustedes solo tienen promociones para los que no son clientes. Entonces me ofrecieron, cuando yo estaba pagando alrededor de 20 mil pesos, me ofreció, claro, El mismo servicio por 4.500.",
      "confianza": 0.369,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.11,
      "fin": 59.17,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.18,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.19,
      "fin": 69.58,
      "duracion": 10.39,
      "texto": "Usted hubiese hecho lo mismo que yo, casi seguro. Sí, obvio. Ah, bueno. Por eso me fui. Con el servicio yo no tenía ningún problema.",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.34,
      "fin": 70.44,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.153,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 70.46,
      "fin": 78.15,
      "duracion": 7.69,
      "texto": "Bueno, mire, le comento. Nosotros actualmente estamos en una campaña de recuperación de clientes. No es verdad que este año estuve en clientes según el registro de crediticio del tiempo que había estado con la compañía.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.15,
      "fin": 91.83,
      "duracion": 12.68,
      "texto": "Por eso mismo yo le llamé el día de ayer para preguntarle qué problemas había tenido y demás. No, ninguno, ninguno. Le comento, con lo que son los aumentos, nosotros le aplicamos descuentos fijos a los planes para que los clientes no tengan estos aumentos en medidos, si usted me comenta que estuvo en su momento.",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.73,
      "fin": 106.65,
      "duracion": 13.92,
      "texto": "Además de brindar lo que es una asesoría personal, que quiere decir esto. Usted cualquier problema de cualquier líneas le que tengamos a la línea, directamente me lo comunica a mí por whatsapp. Me tiene que estar demandando un 0800, ni tomarte la molestia de la tabuna sucursal.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.15,
      "fin": 111.06,
      "duracion": 3.91,
      "texto": "¿Y qué es lo que me está ofreciendo ahora? Bien, mire, le comento.",
      "confianza": 0.477,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.58,
      "fin": 115.94,
      "duracion": 4.36,
      "texto": "Le consulto a usted lo que es el servicio, lo que es el hogar, digamos. ¿Tiene el servicio de internet, de Movistar?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.73,
      "fin": 123.93,
      "duracion": 6.2,
      "texto": "O lo tiene con claro. Movistar, hogar, tengo. ¿Lo tiene? Sí,",
      "confianza": 0.729,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 123.93,
      "fin": 126.36,
      "duracion": 2.43,
      "texto": "bueno, en realidad no lo tengo yo, lo tiene mi esposa.",
      "confianza": 0.573,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.38,
      "fin": 132.21,
      "duracion": 5.83,
      "texto": "Está en nombre de mi esposa. Claro, pero está en el domicilio, digamos. Sí, sí, sí. Bien, ¿y cómo le funciona lo que es el servicio?",
      "confianza": 0.457,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.51,
      "fin": 134.61,
      "duracion": 0.1,
      "texto": "Eh...",
      "confianza": 0.204,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.47,
      "fin": 153.71,
      "duracion": 17.24,
      "texto": "Más o menos, la verdad que más o menos. Bien, entiendo. No es algo, no puedo decirle que sea 10 puntos porque tenemos muchísimo problema con el tema del wifi. Claro, sí, sí. La señal a veces es muy baja.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.17,
      "fin": 155.4,
      "duracion": 0.23,
      "texto": "Bien,",
      "confianza": 0.609,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.4,
      "fin": 161.66,
      "duracion": 6.26,
      "texto": "bueno, en este caso nosotros le podemos brindar la necesidad personal para que cualquier inconveniente nosotros se lo podamos solucionar.",
      "confianza": 0.609,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.62,
      "fin": 192.16,
      "duracion": 28.54,
      "texto": "Le paso a comentar entonces el tema de lo que es la línea. Como le digo, nosotros, si yo le brindo lo que es el plan, le puedo hacer un descuento a la factura de la fira óptica y le puedo sumar la parte 4 gigas de regalo en la línea, ¿bien? Para que tenga un mayor beneficio. Bien, le comento, tengo un plan de 4 gigas de base, si se le regalan 4 más, bien, durante 6 meses tendría 8 y con los 4 más este que yo le comenté tendría 2 en total. Tiene WhatsApp practice, llamada libre a todas las compañías, ¿bien? Y ese plan es que tiene un precio de 11.400 pesos. Bien, como le digo, tendría 12 gigas en total, 11.400 pesos.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 193.0,
      "fin": 260.5,
      "duracion": 67.5,
      "texto": "Y esos 11.400 pesos, ¿vale a qué porcentaje? Mire, nosotros no nos manejamos con lo que es porcentaje, nosotros le aplicamos como digo, descuentos fijos, bien a los planes, y vendemos a través de un descuento fijo aplicado, no con un porcentaje. Pero entonces, a ver, está bien, el valor ese por cuánto tiempo es. Bien, le comento, nosotros brindamos lo que son las promociones actualmente, sí, por un periodo de seis meses, porque seis meses, para que en este periodo de tiempo no tenga fluctuaciones en lo que es el precio, lo que es otro plan para que en ningún momento, como usted me dice que le pasó, y, digamos, no se quede en ningún momento sino una promoción activa. Vean cómo le digo, o sea, lo puede hacer desde el app, si no le es muy instituido al app, ahí sirve lo que es el asesor para que, digamos, pueda activar esta nueva app, digamos. Muy recomendable. Bien, esta sería la promoción que tenemos para brindarles y al día de hoy, bien, con Usted me dice que no ocupa tantos gigas, no es ocupar muchos gigas en la línea. Yo, francamente, siempre me manejé dentro de las cuatro gigas y nunca tuve problemas.",
      "confianza": 0.331,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.52,
      "fin": 272.32,
      "duracion": 11.8,
      "texto": "Bien, entonces, bueno, mire, entonces, claro, le vendría, como le iba acá, tendría 12, los podría ir guardando mes a mes, ¿sí?, para que no le, digamos, no se le quedara ningún momento sin conectividad ni nada.",
      "confianza": 0.592,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 272.72,
      "fin": 274.73,
      "duracion": 2.0,
      "texto": "Bien, ese sería el plan, digamos, que tenemos para ganar.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.88,
      "fin": 290.54,
      "duracion": 13.65,
      "texto": "Mire, no voy a tomar una decisión en este momento porque el valor que usted me está pasando todavía sigue siendo superior al que yo pago en claro.",
      "confianza": 0.792,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.38,
      "fin": 333.0,
      "duracion": 41.62,
      "texto": "Pero bueno, déjenmelo pensar porque yo francamente estuve muchísimos años con Movistar y en sí con el servicio nunca tuve problemas. Pero bueno, con el correr del tiempo se fue poniendo demasiado caro y no sé por qué motivo cuando uno es cliente no le dan promociones o por lo menos no daban no sé ahora pero no nos daban promociones pedíamos promociones y nos hacían nos hacían un pequeño descuento pero sólo por un mes el mes siguiente estábamos pegando la misma entonces no tiene demasiado sentido así yo por ejemplo",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.62,
      "fin": 342.31,
      "duracion": 8.7,
      "texto": "Cuando me pasé a claro, ellos me hicieron un descuento de alrededor del 75% durante 12 meses y lo respetaron.",
      "confianza": 0.823,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 343.72,
      "fin": 355.12,
      "duracion": 11.4,
      "texto": "Así que no, no. Bien, bien. Pero bueno, déjenmelo pensar. Lo voy a conversar con mi esposa porque a mí lo que me gustaría",
      "confianza": 0.861,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 355.81,
      "fin": 375.97,
      "duracion": 20.16,
      "texto": "El tema es este, a mí me gustaría que le den una promoción a mi esposa. Mi esposa siempre estuvo con Movistar, nunca se fue de Movistar, pero ella no logra que le den una promoción. O sea, no hay forma, no entiendo por qué motivo, siendo cliente de tanto tiempo, no den una promoción.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 378.44,
      "fin": 392.46,
      "duracion": 14.02,
      "texto": "Mira, sí, mire, como le digo, a ver, puede ser que incluso, no sé, hasta hace un montón de años se maneja de esa forma por ahí. lo que es asesoría personal, entonces usted directamente lo puede hablar conmigo bien y buscamos la forma de renovar lo que es la promoción y demás.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.98,
      "fin": 409.87,
      "duracion": 14.89,
      "texto": "Bueno, déjenmelo, lo voy a conversar con mi esposa, vamos a ver qué podemos hacer con el tema de su línea y la línea de movilidad. ¿Está bien? Perfecto, bueno, no hay problema, entonces le agradezco su atención, ya le mando un mensajito.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 410.81,
      "fin": 412.36,
      "duracion": 1.54,
      "texto": "Muchas gracias, hasta luego.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días, Jorge. Como le va, Jorge, tomarse mi nombre me comunicaría el recupero de clientes movistar actualmente cuesta un diario, ¿verdad? Sí, dígame. Mira, ¿tiene mi llamado o si era para preguntarle por qué se había ido de la compañía? Qué inconveniente había tenido con la línea y demás. El conveniente ninguno era muy caro. Bien, entiendes, le construyo tu barco a otro inconveniente con lo que es la línea, por ejemplo, algún problema de señal. No, no, no, no. No, inconvenientes no tuve ninguno. Simplemente era demasiado caro y aparentemente promociones para los clientes no hay. Ustedes solo tienen promociones para los que no son clientes. Entonces me ofrecieron, cuando yo estaba pagando alrededor de 20 mil pesos, me ofreció, claro, El mismo servicio por 4.500. Sí. Usted hubiese hecho lo mismo que yo, casi seguro. Sí, obvio. Ah, bueno. Por eso me fui. Con el servicio yo no tenía ningún problema. Bien. Bueno, mire, le comento. Nosotros actualmente estamos en una campaña de recuperación de clientes. No es verdad que este año estuve en clientes según el registro de crediticio del tiempo que había estado con la compañía. Por eso mismo yo le llamé el día de ayer para preguntarle qué problemas había tenido y demás. No, ninguno, ninguno. Le comento, con lo que son los aumentos, nosotros le aplicamos descuentos fijos a los planes para que los clientes no tengan estos aumentos en medidos, si usted me comenta que estuvo en su momento. Además de brindar lo que es una asesoría personal, que quiere decir esto. Usted cualquier problema de cualquier líneas le que tengamos a la línea, directamente me lo comunica a mí por whatsapp. Me tiene que estar demandando un 0800, ni tomarte la molestia de la tabuna sucursal. ¿Y qué es lo que me está ofreciendo ahora? Bien, mire, le comento. Le consulto a usted lo que es el servicio, lo que es el hogar, digamos. ¿Tiene el servicio de internet, de Movistar? O lo tiene con claro. Movistar, hogar, tengo. ¿Lo tiene? Sí, bueno, en realidad no lo tengo yo, lo tiene mi esposa. Está en nombre de mi esposa. Claro, pero está en el domicilio, digamos. Sí, sí, sí. Bien, ¿y cómo le funciona lo que es el servicio? Eh... Más o menos, la verdad que más o menos. Bien, entiendo. No es algo, no puedo decirle que sea 10 puntos porque tenemos muchísimo problema con el tema del wifi. Claro, sí, sí. La señal a veces es muy baja. Bien, bueno, en este caso nosotros le podemos brindar la necesidad personal para que cualquier inconveniente nosotros se lo podamos solucionar. Le paso a comentar entonces el tema de lo que es la línea. Como le digo, nosotros, si yo le brindo lo que es el plan, le puedo hacer un descuento a la factura de la fira óptica y le puedo sumar la parte 4 gigas de regalo en la línea, ¿bien? Para que tenga un mayor beneficio. Bien, le comento, tengo un plan de 4 gigas de base, si se le regalan 4 más, bien, durante 6 meses tendría 8 y con los 4 más este que yo le comenté tendría 2 en total. Tiene WhatsApp practice, llamada libre a todas las compañías, ¿bien? Y ese plan es que tiene un precio de 11.400 pesos. Bien, como le digo, tendría 12 gigas en total, 11.400 pesos. Y esos 11.400 pesos, ¿vale a qué porcentaje? Mire, nosotros no nos manejamos con lo que es porcentaje, nosotros le aplicamos como digo, descuentos fijos, bien a los planes, y vendemos a través de un descuento fijo aplicado, no con un porcentaje. Pero entonces, a ver, está bien, el valor ese por cuánto tiempo es. Bien, le comento, nosotros brindamos lo que son las promociones actualmente, sí, por un periodo de seis meses, porque seis meses, para que en este periodo de tiempo no tenga fluctuaciones en lo que es el precio, lo que es otro plan para que en ningún momento, como usted me dice que le pasó, y, digamos, no se quede en ningún momento sino una promoción activa. Vean cómo le digo, o sea, lo puede hacer desde el app, si no le es muy instituido al app, ahí sirve lo que es el asesor para que, digamos, pueda activar esta nueva app, digamos. Muy recomendable. Bien, esta sería la promoción que tenemos para brindarles y al día de hoy, bien, con Usted me dice que no ocupa tantos gigas, no es ocupar muchos gigas en la línea. Yo, francamente, siempre me manejé dentro de las cuatro gigas y nunca tuve problemas. Bien, entonces, bueno, mire, entonces, claro, le vendría, como le iba acá, tendría 12, los podría ir guardando mes a mes, ¿sí?, para que no le, digamos, no se le quedara ningún momento sin conectividad ni nada. Bien, ese sería el plan, digamos, que tenemos para ganar. Mire, no voy a tomar una decisión en este momento porque el valor que usted me está pasando todavía sigue siendo superior al que yo pago en claro. Pero bueno, déjenmelo pensar porque yo francamente estuve muchísimos años con Movistar y en sí con el servicio nunca tuve problemas. Pero bueno, con el correr del tiempo se fue poniendo demasiado caro y no sé por qué motivo cuando uno es cliente no le dan promociones o por lo menos no daban no sé ahora pero no nos daban promociones pedíamos promociones y nos hacían nos hacían un pequeño descuento pero sólo por un mes el mes siguiente estábamos pegando la misma entonces no tiene demasiado sentido así yo por ejemplo Cuando me pasé a claro, ellos me hicieron un descuento de alrededor del 75% durante 12 meses y lo respetaron. Así que no, no. Bien, bien. Pero bueno, déjenmelo pensar. Lo voy a conversar con mi esposa porque a mí lo que me gustaría El tema es este, a mí me gustaría que le den una promoción a mi esposa. Mi esposa siempre estuvo con Movistar, nunca se fue de Movistar, pero ella no logra que le den una promoción. O sea, no hay forma, no entiendo por qué motivo, siendo cliente de tanto tiempo, no den una promoción. Mira, sí, mire, como le digo, a ver, puede ser que incluso, no sé, hasta hace un montón de años se maneja de esa forma por ahí. lo que es asesoría personal, entonces usted directamente lo puede hablar conmigo bien y buscamos la forma de renovar lo que es la promoción y demás. Bueno, déjenmelo, lo voy a conversar con mi esposa, vamos a ver qué podemos hacer con el tema de su línea y la línea de movilidad. ¿Está bien? Perfecto, bueno, no hay problema, entonces le agradezco su atención, ya le mando un mensajito. Muchas gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:50:46.923102",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 85,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:16.627250",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112111111119_ACD_61685",
    "fecha_inicio": "12/1/2026 11:11:11",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 418,
    "tiempo_conversacion": 396,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}