{
  "archivo": "amza10_1_260116135216476_MIT_01982.wav",
  "duracion_segundos": 463.07,
  "num_segmentos": 123,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 153.61,
    "Cliente": 260.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 10.85,
      "fin": 15.51,
      "duracion": 4.66,
      "texto": "Hola. Hola, sí, Cristian. Sí, me quedé en hola, hola, hola, no salía.",
      "confianza": 0.445,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.29,
      "fin": 34.02,
      "duracion": 17.73,
      "texto": "Me parece que se te muntió sin querer el celular, me parece. Tu celular se te muntió. No te escuchaba. No, no, yo estaba hola, hola, hola, pero se veía que seguía funcionando. Hola, hola, hola, por eso agarré y corté y te estaba mandando mensaje. Bien,",
      "confianza": 0.288,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 34.02,
      "fin": 34.79,
      "duracion": 0.77,
      "texto": "perfecto, Cristian.",
      "confianza": 0.232,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.81,
      "fin": 41.09,
      "duracion": 6.28,
      "texto": "Bueno, mirá, vamos a tener que arrancarnos en cierre comercial porque viste que justamente se cortó. Sí.",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.11,
      "fin": 63.75,
      "duracion": 22.64,
      "texto": "O bueno, si nos retomamos de dónde quedamos, si te habías estado comentando lo del plan, que ibas a contar con 8 días de base, 8 días aparte de regalo por 6 meses, que ibas a tener lo que es WhatsApp Gratis, Romén Américas y todo ilimitado, y te quedan 10.400 pesos con el descuento por 6 meses de 41.650 pesos.",
      "confianza": 0.697,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.07,
      "fin": 71.92,
      "duracion": 7.85,
      "texto": "Sí, sí, hasta eso te había entendido. Claro, listo, bien. Ahí te estaba por comentar una parte que cuando vos ya tengas la línea activa en Movistar, ¿sí?",
      "confianza": 0.062,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.5,
      "fin": 93.1,
      "duracion": 20.6,
      "texto": "Te van a dar primero ocho digas de base y después, a las 48 horas, automáticamente se te van a estar habilitando los otros ocho digas que te dan de regalo, ¿sí? Para que, en realidad, tengas los 16 digas en total, ¿sí? Bien. El correo, entonces, que me habías brindado, ¿sí? Sí. Era areasgalindez.com",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.82,
      "fin": 113.62,
      "duracion": 19.8,
      "texto": "Arias, Arias, Arias Galindez. Ariasgalindez.com. Por ese medio vas a estar recibiendo lo que es la facturación online. Y desde la aplicación de Monster en la parte de servicios vas a poder ver toda la información referida a tu factura. Ya sea tu ciclo de facturación, vencimientos o montos a par.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 114.21,
      "fin": 119.69,
      "duracion": 5.49,
      "texto": "También te comento que vas a tener para activar 20 siglas de regalo con una duración de 30 días.",
      "confianza": 0.739,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.71,
      "fin": 122.39,
      "duracion": 1.68,
      "texto": "Eso estará disponible una vez por año.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.15,
      "fin": 135.23,
      "duracion": 12.08,
      "texto": "una advertencia si quiero el vídeo automático y en el caso de que tengas otra línea en nombre tuyo puedes sumar cuatro líneas de regalos, en cada línea. Lo que estás hablando se te escucha entre cortados.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.43,
      "fin": 137.67,
      "duracion": 1.24,
      "texto": "Bien, ¿en qué parte te quedaste?",
      "confianza": 0.527,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.75,
      "fin": 164.92,
      "duracion": 25.17,
      "texto": "En la línea de regalos, pero no escuché porque se cortó Un par de veces. A ver, te dije que ibas a tener para activar 20 días de regalo con una duración de 30 días. Sí, disponible por un año. Bien, después te comenté que también, si vos querés, te puedes adherir al débito automático. Y si tenés otra línea a nombre tuyo, puedes sumar 4 días de regalo en cada línea móvil. ¿Vos tenés esta línea nada más?",
      "confianza": 0.811,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.99,
      "fin": 173.71,
      "duracion": 4.72,
      "texto": "Yo tengo esta línea nada más. Mis chicas tienen claro, no más. También. ¿También? Ah, bueno, porque si vos querés, le podés dar...",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.75,
      "fin": 175.11,
      "duracion": 0.36,
      "texto": "No,",
      "confianza": 0.031,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.11,
      "fin": 184.83,
      "duracion": 9.72,
      "texto": "porque acá mi hija, la que está atrás mío, con su celular, tiene que movilizarme.",
      "confianza": 0.031,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.85,
      "fin": 197.26,
      "duracion": 12.41,
      "texto": "Ah, bien. Si vos tenés una hija que esté en claro, le podemos hacer la portabilidad también con esa promo, ¿sí? Bien. Sí. Bueno, sí, ahí voy a seguir entonces con el cierre. Una vez aprobada la portabilidad, su línea va a aportar a las 48 dólares fábiles.",
      "confianza": 0.017,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.92,
      "fin": 214.27,
      "duracion": 16.35,
      "texto": "Un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que usted quede tranquilo. Y es importante que no colóquese el chip antes de esa fecha informar. De todas maneras, te vas a dar cuenta porque la línea de claro va a dejar de recibir señal. Sí, ahí sería lo bueno de recolocar el chip.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.23,
      "fin": 221.32,
      "duracion": 6.09,
      "texto": "Por única vez, vas a tener que validar identidad y activarlo. Sí, ya que vas a ser el titular, te vas a estar viendo tu NA.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.82,
      "fin": 229.45,
      "duracion": 7.63,
      "texto": "En caso de que tengas alguna dificultad con avaliaciones, lo vas a intentar nuevamente o te vas a poder comunicar un 0800, ¿sí? Sí.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.92,
      "fin": 236.39,
      "duracion": 3.47,
      "texto": "Hola, hola. Eh, como que se te corta.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.42,
      "fin": 259.82,
      "duracion": 18.4,
      "texto": "Hola, hola. No sale el tubo, eh. Se corta. No, no sé. No te escuché. Último no te escuché nada porque no salió nada. Es que me lo ve. Ah, bueno. Tomaste agua aunque te... Bueno. Toma agua.",
      "confianza": 0.511,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.12,
      "fin": 261.23,
      "duracion": 0.1,
      "texto": "Eh...",
      "confianza": 0.205,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.27,
      "fin": 279.49,
      "duracion": 17.22,
      "texto": "Bien, ahí está. Respira, tranquila, hondo y después mire. Ahí está, ya estoy mejor. Bueno, gracias. A ver, veinte veces más. Bueno, te estaba comentando que vas a tener que cambiar de identidad y con lo que estuve en él.",
      "confianza": 0.392,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.4,
      "fin": 300.27,
      "duracion": 19.87,
      "texto": "Y te voy a estar comentando lo que es un 0800 en el caso de que tengas alguna dificultad con la variación. Te estaba diciendo que esto yo te lo voy a estar dejando por WhatsApp y escrito para que vamos a quedar ahí todos centrados. En casa no le hagas señal a lo que es en el chibre ni siquiera el equipo y por otro lado dentro de los próximos días vas a estar recibiendo una encuesta de satisfacción por WhatsApp.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 301.38,
      "fin": 305.42,
      "duracion": 4.05,
      "texto": "Le terminamos por que la completes ya que eso no es muy importante para la empresa.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.89,
      "fin": 312.8,
      "duracion": 5.91,
      "texto": "Ahí estaría lo que es el cierre comercial. Si no sé si hasta acá tenés alguna consulta o algo.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.89,
      "fin": 334.65,
      "duracion": 20.76,
      "texto": "No, no, no. Sí, una consulta personal. Si yo la quisiera poner a mi hija también, con un abondo mensual, que tengo a una con Movistar y a la otra con Claro, ¿se puede hacer? Sin cambiarle Claro, ojo.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 335.75,
      "fin": 336.25,
      "duracion": 0.5,
      "texto": "Ah, claro.",
      "confianza": 0.427,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.82,
      "fin": 346.59,
      "duracion": 9.77,
      "texto": "No puedo cambiarlo, claro. Porque la madre de la nena, ella tiene claro, fijo. Igual que yo.",
      "confianza": 0.13,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 347.23,
      "fin": 364.45,
      "duracion": 17.22,
      "texto": "Pero... O sea, la mensualidad sería que yo le tengo que poner. Pero la madre no quiere que le cambie claro a la otra. Ah, no, claro, no. Yo lo que hago es portabilidad. O sea, es decir, movistar. Perdón, de claro, pasar a movistar con un abono.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.39,
      "fin": 372.66,
      "duracion": 7.27,
      "texto": "A la única que yo podría poner era la que tiene movistar. Claro, eso sería una gestión aparte.",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 374.24,
      "fin": 393.64,
      "duracion": 19.4,
      "texto": "Bueno, no, no, eso después dejadme que yo lo converso con la madre de la nena y después... Porque a mí me vendría bien que ella tenga una línea movistar fija. O sea, fija en sentido mensual, como yo. ¿Entendés?",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 394.69,
      "fin": 415.97,
      "duracion": 21.28,
      "texto": "No hay ningún problema total. Yo más porque ella va a la secundaria y necesita comunicación continuamente. Claro, entiendo, obvio. Bueno, no hay problema, vos ya tenés mi numerito, por si acaso. Me voy a comunicar con vos, por eso es que yo te estaba diciendo por la otra nena.",
      "confianza": 0.264,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 416.85,
      "fin": 446.09,
      "duracion": 29.24,
      "texto": "Pero primero voy a conversar con la madre, a ver si la podemos pasar a movistar. Así hizo, hablo con vos y vos me haces la gestión otra vez para hacerle la mensualidad a las dos. Dale, no hay problema. Hacemos así. Dale, dale. Bueno, perfecto. Bueno, Cristian, muchísimas gracias. Muy amable. No, gracias a vos. La verdad, gracias a vos y me parece que sos una persona razonable. Ay, gracias. Qué bueno. No, por favor.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 446.64,
      "fin": 463.07,
      "duracion": 16.43,
      "texto": "Bueno, dale, cualquier cosita te estoy mandando un mensaje para que vos me ayudes. Dale, no hay problema. Adiós.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, sí, Cristian. Sí, me quedé en hola, hola, hola, no salía. Me parece que se te muntió sin querer el celular, me parece. Tu celular se te muntió. No te escuchaba. No, no, yo estaba hola, hola, hola, pero se veía que seguía funcionando. Hola, hola, hola, por eso agarré y corté y te estaba mandando mensaje. Bien, perfecto, Cristian. Bueno, mirá, vamos a tener que arrancarnos en cierre comercial porque viste que justamente se cortó. Sí. O bueno, si nos retomamos de dónde quedamos, si te habías estado comentando lo del plan, que ibas a contar con 8 días de base, 8 días aparte de regalo por 6 meses, que ibas a tener lo que es WhatsApp Gratis, Romén Américas y todo ilimitado, y te quedan 10.400 pesos con el descuento por 6 meses de 41.650 pesos. Sí, sí, hasta eso te había entendido. Claro, listo, bien. Ahí te estaba por comentar una parte que cuando vos ya tengas la línea activa en Movistar, ¿sí? Te van a dar primero ocho digas de base y después, a las 48 horas, automáticamente se te van a estar habilitando los otros ocho digas que te dan de regalo, ¿sí? Para que, en realidad, tengas los 16 digas en total, ¿sí? Bien. El correo, entonces, que me habías brindado, ¿sí? Sí. Era areasgalindez.com Arias, Arias, Arias Galindez. Ariasgalindez.com. Por ese medio vas a estar recibiendo lo que es la facturación online. Y desde la aplicación de Monster en la parte de servicios vas a poder ver toda la información referida a tu factura. Ya sea tu ciclo de facturación, vencimientos o montos a par. También te comento que vas a tener para activar 20 siglas de regalo con una duración de 30 días. Eso estará disponible una vez por año. una advertencia si quiero el vídeo automático y en el caso de que tengas otra línea en nombre tuyo puedes sumar cuatro líneas de regalos, en cada línea. Lo que estás hablando se te escucha entre cortados. Bien, ¿en qué parte te quedaste? En la línea de regalos, pero no escuché porque se cortó Un par de veces. A ver, te dije que ibas a tener para activar 20 días de regalo con una duración de 30 días. Sí, disponible por un año. Bien, después te comenté que también, si vos querés, te puedes adherir al débito automático. Y si tenés otra línea a nombre tuyo, puedes sumar 4 días de regalo en cada línea móvil. ¿Vos tenés esta línea nada más? Yo tengo esta línea nada más. Mis chicas tienen claro, no más. También. ¿También? Ah, bueno, porque si vos querés, le podés dar... No, porque acá mi hija, la que está atrás mío, con su celular, tiene que movilizarme. Ah, bien. Si vos tenés una hija que esté en claro, le podemos hacer la portabilidad también con esa promo, ¿sí? Bien. Sí. Bueno, sí, ahí voy a seguir entonces con el cierre. Una vez aprobada la portabilidad, su línea va a aportar a las 48 dólares fábiles. Un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que usted quede tranquilo. Y es importante que no colóquese el chip antes de esa fecha informar. De todas maneras, te vas a dar cuenta porque la línea de claro va a dejar de recibir señal. Sí, ahí sería lo bueno de recolocar el chip. Por única vez, vas a tener que validar identidad y activarlo. Sí, ya que vas a ser el titular, te vas a estar viendo tu NA. En caso de que tengas alguna dificultad con avaliaciones, lo vas a intentar nuevamente o te vas a poder comunicar un 0800, ¿sí? Sí. Hola, hola. Eh, como que se te corta. Hola, hola. No sale el tubo, eh. Se corta. No, no sé. No te escuché. Último no te escuché nada porque no salió nada. Es que me lo ve. Ah, bueno. Tomaste agua aunque te... Bueno. Toma agua. Eh... Bien, ahí está. Respira, tranquila, hondo y después mire. Ahí está, ya estoy mejor. Bueno, gracias. A ver, veinte veces más. Bueno, te estaba comentando que vas a tener que cambiar de identidad y con lo que estuve en él. Y te voy a estar comentando lo que es un 0800 en el caso de que tengas alguna dificultad con la variación. Te estaba diciendo que esto yo te lo voy a estar dejando por WhatsApp y escrito para que vamos a quedar ahí todos centrados. En casa no le hagas señal a lo que es en el chibre ni siquiera el equipo y por otro lado dentro de los próximos días vas a estar recibiendo una encuesta de satisfacción por WhatsApp. Le terminamos por que la completes ya que eso no es muy importante para la empresa. Ahí estaría lo que es el cierre comercial. Si no sé si hasta acá tenés alguna consulta o algo. No, no, no. Sí, una consulta personal. Si yo la quisiera poner a mi hija también, con un abondo mensual, que tengo a una con Movistar y a la otra con Claro, ¿se puede hacer? Sin cambiarle Claro, ojo. Ah, claro. No puedo cambiarlo, claro. Porque la madre de la nena, ella tiene claro, fijo. Igual que yo. Pero... O sea, la mensualidad sería que yo le tengo que poner. Pero la madre no quiere que le cambie claro a la otra. Ah, no, claro, no. Yo lo que hago es portabilidad. O sea, es decir, movistar. Perdón, de claro, pasar a movistar con un abono. A la única que yo podría poner era la que tiene movistar. Claro, eso sería una gestión aparte. Bueno, no, no, eso después dejadme que yo lo converso con la madre de la nena y después... Porque a mí me vendría bien que ella tenga una línea movistar fija. O sea, fija en sentido mensual, como yo. ¿Entendés? No hay ningún problema total. Yo más porque ella va a la secundaria y necesita comunicación continuamente. Claro, entiendo, obvio. Bueno, no hay problema, vos ya tenés mi numerito, por si acaso. Me voy a comunicar con vos, por eso es que yo te estaba diciendo por la otra nena. Pero primero voy a conversar con la madre, a ver si la podemos pasar a movistar. Así hizo, hablo con vos y vos me haces la gestión otra vez para hacerle la mensualidad a las dos. Dale, no hay problema. Hacemos así. Dale, dale. Bueno, perfecto. Bueno, Cristian, muchísimas gracias. Muy amable. No, gracias a vos. La verdad, gracias a vos y me parece que sos una persona razonable. Ay, gracias. Qué bueno. No, por favor. Bueno, dale, cualquier cosita te estoy mandando un mensaje para que vos me ayudes. Dale, no hay problema. Adiós.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:06:54.587514",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 123,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:13.953288",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116135216476_MIT_01982",
    "fecha_inicio": "16/1/2026 13:52:17",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 454,
    "tiempo_conversacion": 451,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No usa o No tiene celular",
    "tipo_tipificacion": "Exitoso"
  }
}