{
  "archivo": "amza22_1_260113133547146_ACD_50377.wav",
  "duracion_segundos": 243.41,
  "num_segmentos": 73,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 66.55,
    "Cliente": 148.28
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.8,
      "fin": 6.89,
      "duracion": 5.09,
      "texto": "Hola. Hola, buen día. Hablo con Ana Martina.",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.99,
      "fin": 9.85,
      "duracion": 0.86,
      "texto": "Sí, ¿quién habla? ¿Cómo estás?",
      "confianza": 0.013,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.87,
      "fin": 11.31,
      "duracion": 1.44,
      "texto": "Mi nombre es Belén, me presento.",
      "confianza": 0.589,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.96,
      "fin": 18.46,
      "duracion": 6.5,
      "texto": "Mira, yo te estoy llamando desde el área de recupero de clientes de Movistar. Queríamos saber por qué te habías sido de la compañía.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.04,
      "fin": 20.39,
      "duracion": 1.34,
      "texto": "Coméntame, ¿qué te sucedió?",
      "confianza": 0.512,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.57,
      "fin": 26.25,
      "duracion": 4.69,
      "texto": "Y la verdad que el precio que estabas pagando era muy elevado.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.1,
      "fin": 29.16,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.18,
      "fin": 35.24,
      "duracion": 6.06,
      "texto": "Nada, eso era muy caro a la estructura y... En claro, me ofrecían un plan mejor. Un plan más valioso.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.26,
      "fin": 35.44,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.636,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.78,
      "fin": 49.55,
      "duracion": 13.77,
      "texto": "Mira, te comento. Lamentamos lo que te sucedió en ese momento. La verdad perdimos a varios clientes por esto mismo que me estás comentando del valor de la facturación, porque abriste que no era el que debería ser ni lo que habrían estipulado cuando vos contrataste.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.27,
      "fin": 65.26,
      "duracion": 14.99,
      "texto": "Entonces, mira... Sí, la verdad es que hace varios meses, hace varios meses me cambié, creo que el año pasado, y estaba pagando el año pasado como 30.000 pesos. Si no, no recuerdo. Era mucha diferencia y ahora pago ahora, hoy en día pago 20.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.45,
      "fin": 70.81,
      "duracion": 3.36,
      "texto": "¿Y cuántas gigas tenéis vos? 15.",
      "confianza": 0.195,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.81,
      "fin": 79.58,
      "duracion": 7.77,
      "texto": "15 gigas. Mira, lo que nosotros estamos ofreciendo ahora es un beneficio de un descuento pico por seis meses en cualquier plan que vos elijas.",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.27,
      "fin": 86.0,
      "duracion": 5.73,
      "texto": "Nosotros tenemos en estos momentos dos planes que son los que más convienen.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.48,
      "fin": 105.46,
      "duracion": 18.98,
      "texto": "Te cuento uno que tiene 8 gigas básimas, 8 gigas de regalos, es decir, usted tendría 16 gigas y contarías con WhatsApp totalmente gratis, podés hablar libre a cualquier compañía, tenés mensajes y llamadas ilimitadas y tenés lo que está bien en América, preste local y lo que es el Roomin en América, porque si salís del país no te quedás incomunicada en ningún momento.",
      "confianza": 0.602,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.04,
      "fin": 121.83,
      "duracion": 15.79,
      "texto": "Como te dije, usted tendría un descuento fijo por 6 meses y el valor es de 13.250 pesos hoy en día. ¿Y son 16 gigas, me dijiste? Sí, 16 gigas a 13.250 pesos. ¿Vos cuántos gigas me dijiste que estabas teniendo?",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.02,
      "fin": 128.53,
      "duracion": 5.51,
      "texto": "15. 15. Ah, bien, mira, entonces te viene, mira, es una gran diferencia en precios ahora.",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.05,
      "fin": 144.25,
      "duracion": 15.2,
      "texto": "Y vos tendrías este descuento, como te dije, durante seis meses y no tendrías que pagar más de más que este valor que te estoy diciendo. Bien. Estamos con más seguridad, por ejemplo. Te consulto. ¿Cómo te gusta que te digan, Ana o Martina?",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.94,
      "fin": 151.06,
      "duracion": 6.12,
      "texto": "No, Martín, está bien. Te hago una pregunta. ¿Y qué beneficios me dijiste que tenía de más de las 16 horas?",
      "confianza": 0.259,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.09,
      "fin": 194.33,
      "duracion": 42.24,
      "texto": "Bien, vos tenés lo que es América Precio Local, lo que tenés Rumi en América, tenés el descuento fijo, y también estarás con el Club de Beneficios, ¿bien? Que tenés un descuento. Si vos vas a Muscat, a Urretil, a McDonald's, vos tendrías un descuento del 50%, tenés un 2x1 en cualquier cine que vos vayas, hasta tres veces por mes. Tenés descuento también en las parrillas, tenés descuento si tenés auto, en las gomestades, en todo. ¿Y a esa parte esos beneficios? ¿Me tengo que descargar la app o algo así? Sí, vos tenés que descargar la aplicación tanto para ver su facturación, para ver el rumbo y todo eso, como puedes ver en el club de beneficios, como lo podés ver desde la aplicación.",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.85,
      "fin": 197.13,
      "duracion": 2.28,
      "texto": "Tranquilamente ahí tienen todo en la aplicación.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.72,
      "fin": 200.37,
      "duracion": 2.65,
      "texto": "Bien. Mirá, te consulto Martina.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.73,
      "fin": 202.69,
      "duracion": 1.96,
      "texto": "¿Vos tenés cip físico o tenés un chibesín?",
      "confianza": 0.482,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.97,
      "fin": 204.87,
      "duracion": 0.9,
      "texto": "No, tengo físico.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.45,
      "fin": 224.67,
      "duracion": 19.22,
      "texto": "Bien. ¿Vos de qué localidad sos y qué provincia? De San Martín. ¿De? Bueno, a la mentosa. Bien, perfecto. Bien, mira. Yo ahora me estoy yendo a trabajar, pero me interesa. No puedo seguir hablando por teléfono. No sé si me podrías mandar la información a WhatsApp.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 225.35,
      "fin": 228.86,
      "duracion": 3.51,
      "texto": "Y yo después cuando salga de trabajar te escribo.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.6,
      "fin": 232.13,
      "duracion": 1.53,
      "texto": "Ah, bien, dale. ¿En qué hora yo voy a salir de trabajar?",
      "confianza": 0.034,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 233.33,
      "fin": 236.06,
      "duracion": 2.73,
      "texto": "Y no sé, ocho aproximadamente.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.57,
      "fin": 239.57,
      "duracion": 2.0,
      "texto": "Ah, bien, dale. No es problema. Entonces yo te envío un mensajito.",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.04,
      "fin": 243.41,
      "duracion": 2.37,
      "texto": "Buenísimo, gracias. No es problema, que tengas en tu vida.",
      "confianza": 0.364,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Hablo con Ana Martina. Sí, ¿quién habla? ¿Cómo estás? Mi nombre es Belén, me presento. Mira, yo te estoy llamando desde el área de recupero de clientes de Movistar. Queríamos saber por qué te habías sido de la compañía. Coméntame, ¿qué te sucedió? Y la verdad que el precio que estabas pagando era muy elevado. Sí. Nada, eso era muy caro a la estructura y... En claro, me ofrecían un plan mejor. Un plan más valioso. Bien. Mira, te comento. Lamentamos lo que te sucedió en ese momento. La verdad perdimos a varios clientes por esto mismo que me estás comentando del valor de la facturación, porque abriste que no era el que debería ser ni lo que habrían estipulado cuando vos contrataste. Entonces, mira... Sí, la verdad es que hace varios meses, hace varios meses me cambié, creo que el año pasado, y estaba pagando el año pasado como 30.000 pesos. Si no, no recuerdo. Era mucha diferencia y ahora pago ahora, hoy en día pago 20. ¿Y cuántas gigas tenéis vos? 15. 15 gigas. Mira, lo que nosotros estamos ofreciendo ahora es un beneficio de un descuento pico por seis meses en cualquier plan que vos elijas. Nosotros tenemos en estos momentos dos planes que son los que más convienen. Te cuento uno que tiene 8 gigas básimas, 8 gigas de regalos, es decir, usted tendría 16 gigas y contarías con WhatsApp totalmente gratis, podés hablar libre a cualquier compañía, tenés mensajes y llamadas ilimitadas y tenés lo que está bien en América, preste local y lo que es el Roomin en América, porque si salís del país no te quedás incomunicada en ningún momento. Como te dije, usted tendría un descuento fijo por 6 meses y el valor es de 13.250 pesos hoy en día. ¿Y son 16 gigas, me dijiste? Sí, 16 gigas a 13.250 pesos. ¿Vos cuántos gigas me dijiste que estabas teniendo? 15. 15. Ah, bien, mira, entonces te viene, mira, es una gran diferencia en precios ahora. Y vos tendrías este descuento, como te dije, durante seis meses y no tendrías que pagar más de más que este valor que te estoy diciendo. Bien. Estamos con más seguridad, por ejemplo. Te consulto. ¿Cómo te gusta que te digan, Ana o Martina? No, Martín, está bien. Te hago una pregunta. ¿Y qué beneficios me dijiste que tenía de más de las 16 horas? Bien, vos tenés lo que es América Precio Local, lo que tenés Rumi en América, tenés el descuento fijo, y también estarás con el Club de Beneficios, ¿bien? Que tenés un descuento. Si vos vas a Muscat, a Urretil, a McDonald's, vos tendrías un descuento del 50%, tenés un 2x1 en cualquier cine que vos vayas, hasta tres veces por mes. Tenés descuento también en las parrillas, tenés descuento si tenés auto, en las gomestades, en todo. ¿Y a esa parte esos beneficios? ¿Me tengo que descargar la app o algo así? Sí, vos tenés que descargar la aplicación tanto para ver su facturación, para ver el rumbo y todo eso, como puedes ver en el club de beneficios, como lo podés ver desde la aplicación. Tranquilamente ahí tienen todo en la aplicación. Bien. Mirá, te consulto Martina. ¿Vos tenés cip físico o tenés un chibesín? No, tengo físico. Bien. ¿Vos de qué localidad sos y qué provincia? De San Martín. ¿De? Bueno, a la mentosa. Bien, perfecto. Bien, mira. Yo ahora me estoy yendo a trabajar, pero me interesa. No puedo seguir hablando por teléfono. No sé si me podrías mandar la información a WhatsApp. Y yo después cuando salga de trabajar te escribo. Ah, bien, dale. ¿En qué hora yo voy a salir de trabajar? Y no sé, ocho aproximadamente. Ah, bien, dale. No es problema. Entonces yo te envío un mensajito. Buenísimo, gracias. No es problema, que tengas en tu vida.",
  "calidad": {
    "confianza_promedio": 0.517,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:07:18.489875",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 73,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:17.677392",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113133547146_ACD_50377",
    "fecha_inicio": "13/1/2026 13:35:47",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 367,
    "tiempo_conversacion": 234,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}