{
  "archivo": "amza73_1_260112134350697_ACD_02775.wav",
  "duracion_segundos": 141.57,
  "num_segmentos": 44,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 28.2,
    "Cliente": 88.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.36,
      "fin": 13.22,
      "duracion": 11.86,
      "texto": "Hola, Buendía. Sí, Buendía. Me gusta mi nombre, es Malena. Yo te estoy llamando a la riega, Lea Movistar. ¿Cómo estás? Acá estamos, bien. Me alegro mucho.",
      "confianza": 0.217,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.26,
      "fin": 17.83,
      "duracion": 4.57,
      "texto": "Le comento, el día de hoy estamos haciendo lo que es una campaña de recuperación de clientes, ¿sí?",
      "confianza": 0.553,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.61,
      "fin": 25.48,
      "duracion": 6.87,
      "texto": "Veo que actualmente está en claro. Sí, a ver que hable con mi marito. Bien,",
      "confianza": 0.763,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 25.48,
      "fin": 26.32,
      "duracion": 0.84,
      "texto": "perfecto, no hay problema.",
      "confianza": 0.414,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.44,
      "fin": 43.82,
      "duracion": 13.38,
      "texto": "Hola. Hola, buenos días. ¿Cómo están? ¿Me comunico con Pedro? Sí, con él. ¿Cómo le va Pedro? Mi nombre es Marlene. Yo lo estoy llamando para ofrecerles un beneficio de parte de Movistar, el día de su línea. ¿Cómo se encuentra?",
      "confianza": 0.2,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.67,
      "fin": 81.84,
      "duracion": 33.17,
      "texto": "Bien, por el momento. Me alegro mucho. No sé si ya lo han llamado anteriormente, es para que más que nada ofrecerles un beneficio. No sé si usted con Karot tiene esta única línea o tiene algún otro beneficio con ella, ya sea internet, de su hogar, televisión, coménteme. Yo tenía dos líneas de movistar, pero las cambié a claro. ¿Usted el cambio lo hizo, le ofrecieron algo mejor, algún mejor precio, tuvo algún inconveniente?",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.55,
      "fin": 90.12,
      "duracion": 7.57,
      "texto": "Y nada, me aflochieron mejor precio, mejor precio. Me dieron los dedos más, pero lo están subiendo rápidamente.",
      "confianza": 0.163,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.3,
      "fin": 112.7,
      "duracion": 21.4,
      "texto": "Igualmente voy a ver porque me mandan mensajes de Movistar. Tengo WhatsApp de Movistar. Bien, entiendo. Bueno, miren, le comento de todas formas, Pedro, para que esté al tanto de las ofertas que tenemos el día de hoy, porque ¿qué pasa? Si le han mandado una del mes pasado, Las ofertas van cambiando todo el tiempo, ¿bien?",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.38,
      "fin": 120.83,
      "duracion": 7.45,
      "texto": "No sé si usted utiliza mucho lo que es el internet de su hogar, más que nada, o el internet con el teléfono. Coménteme.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.46,
      "fin": 137.73,
      "duracion": 6.27,
      "texto": "No, mayormente uso el internet por el trabajo. Bien, bien. Mi señora no, porque usa el internet acá de casa. Entiendo. Bueno, mire, le comento. Nosotros contamos con lo que es un plan intermedio, ¿bien?",
      "confianza": 0.001,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.43,
      "fin": 141.57,
      "duracion": 3.14,
      "texto": "Es un plan de ocho gigas, con mucho gratis.",
      "confianza": 0.844,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Buendía. Sí, Buendía. Me gusta mi nombre, es Malena. Yo te estoy llamando a la riega, Lea Movistar. ¿Cómo estás? Acá estamos, bien. Me alegro mucho. Le comento, el día de hoy estamos haciendo lo que es una campaña de recuperación de clientes, ¿sí? Veo que actualmente está en claro. Sí, a ver que hable con mi marito. Bien, perfecto, no hay problema. Hola. Hola, buenos días. ¿Cómo están? ¿Me comunico con Pedro? Sí, con él. ¿Cómo le va Pedro? Mi nombre es Marlene. Yo lo estoy llamando para ofrecerles un beneficio de parte de Movistar, el día de su línea. ¿Cómo se encuentra? Bien, por el momento. Me alegro mucho. No sé si ya lo han llamado anteriormente, es para que más que nada ofrecerles un beneficio. No sé si usted con Karot tiene esta única línea o tiene algún otro beneficio con ella, ya sea internet, de su hogar, televisión, coménteme. Yo tenía dos líneas de movistar, pero las cambié a claro. ¿Usted el cambio lo hizo, le ofrecieron algo mejor, algún mejor precio, tuvo algún inconveniente? Y nada, me aflochieron mejor precio, mejor precio. Me dieron los dedos más, pero lo están subiendo rápidamente. Igualmente voy a ver porque me mandan mensajes de Movistar. Tengo WhatsApp de Movistar. Bien, entiendo. Bueno, miren, le comento de todas formas, Pedro, para que esté al tanto de las ofertas que tenemos el día de hoy, porque ¿qué pasa? Si le han mandado una del mes pasado, Las ofertas van cambiando todo el tiempo, ¿bien? No sé si usted utiliza mucho lo que es el internet de su hogar, más que nada, o el internet con el teléfono. Coménteme. No, mayormente uso el internet por el trabajo. Bien, bien. Mi señora no, porque usa el internet acá de casa. Entiendo. Bueno, mire, le comento. Nosotros contamos con lo que es un plan intermedio, ¿bien? Es un plan de ocho gigas, con mucho gratis.",
  "calidad": {
    "confianza_promedio": 0.459,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:50:57.360162",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 44,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:31.343098",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112134350697_ACD_02775",
    "fecha_inicio": "12/1/2026 13:43:50",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 165,
    "tiempo_conversacion": 141,
    "tiempo_hold": 0,
    "tiempo_acw": 0,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}