{
  "archivo": "amza4_1_260113102955796_ACD_35549.wav",
  "duracion_segundos": 123.78,
  "num_segmentos": 50,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 20.76,
    "Cliente": 96.74
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.99,
      "fin": 8.58,
      "duracion": 6.59,
      "texto": "Hola. Hola. Hola, ¿qué tal? ¿Buenos días con Danina? ¿Quién habla? Danina, un gusto.",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.64,
      "fin": 10.66,
      "duracion": 2.02,
      "texto": "Mi nombre es Gabriela. Me estoy comunicando de la Ría.",
      "confianza": 0.514,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.76,
      "fin": 51.67,
      "duracion": 40.91,
      "texto": "Recupero del cliente de la compañía. ¿Cómo estás? Bien, ¿qué tal? Danina, ¿me figura el sistema que actualmente voy a llevar dos líneas de teléfono con claro? ¿Recordás cuánto son los yugos que tenés por mes? ¿Cuánto estás pagando? No son dos, son tres. ¿Tres líneas? Bien, bien. Mi sistema figuraba dos, por eso te nombraba dos. ¿Tenéis tres líneas? ¿Y recordas más o menos cuál es facturación? ¿Tenéis por las tres líneas? Sí, obviamente. Bien. Bueno, mira, Danina, lo que yo tengo para brindarte es un plan que se llama, en este caso por tener tres líneas, un plan familiar, por así decirlo, que incluso de que tengas. Podemos partir con un plan donde tenés cuatro gigas fijo de base todos los meses,",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.53,
      "fin": 61.36,
      "duracion": 8.83,
      "texto": "4 gigas adicionales para cada línea, por ser tres líneas, y de regalo a los primeros seis meses, la compañía Movistar te acredita 4 gigas en cada línea extra.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.0,
      "fin": 65.3,
      "duracion": 3.3,
      "texto": "Es decir, pasarías a tener el primer tiempo 12 gigas por línea, ¿sí?",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.27,
      "fin": 72.05,
      "duracion": 5.79,
      "texto": "Mantendrían cada línea el mismo número de teléfono, tendrían las llamadas libres a todas las compañías.",
      "confianza": 0.637,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.07,
      "fin": 78.52,
      "duracion": 6.45,
      "texto": "¿Qué precio tienen? 11.400 por línea, Danina. No, es carísimo. Yo tengo 18 gigas y pago 9.000 pesos por cada línea.",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.17,
      "fin": 94.69,
      "duracion": 15.52,
      "texto": "Bien, pero es un tiempo, o sea, ¿por un tiempo es una promoción o un precio fijo? Es un precio fijo. Es un precio fijo. Bien, ¿y cuánto hace que estés con este precio fijo? Y aproximadamente ocho meses, nueve meses. Ocho meses. Claro,",
      "confianza": 0.659,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 94.69,
      "fin": 103.31,
      "duracion": 8.62,
      "texto": "porque regularmente me figuré con la compañía, es claro, lo que los gentes vienen son promociones que pueden ser por seis meses o por un año, por eso te preguntaba.",
      "confianza": 0.681,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.33,
      "fin": 104.9,
      "duracion": 1.57,
      "texto": "No, no, no. Es un precio fijo. Un precio fijo. Bien,",
      "confianza": 0.001,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 104.9,
      "fin": 109.23,
      "duracion": 4.33,
      "texto": "bueno, este es el plan que tengo más bajo en lo que es costro del servicio.",
      "confianza": 0.68,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.21,
      "fin": 123.78,
      "duracion": 13.57,
      "texto": "No se me importa, lo siento por cada línea. Bueno, yo lo dejo asentado, Darlene, y por ahí cosa es hacer una promoción que es lo que es más bajo el valor de lo que es. ¿Vos estás pagando o me vuelvo a comunicar con vos? Muchísimas gracias. Dale, Darlene, que estés muy bien. Hasta luego. Igualmente.",
      "confianza": 0.222,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? ¿Buenos días con Danina? ¿Quién habla? Danina, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la Ría. Recupero del cliente de la compañía. ¿Cómo estás? Bien, ¿qué tal? Danina, ¿me figura el sistema que actualmente voy a llevar dos líneas de teléfono con claro? ¿Recordás cuánto son los yugos que tenés por mes? ¿Cuánto estás pagando? No son dos, son tres. ¿Tres líneas? Bien, bien. Mi sistema figuraba dos, por eso te nombraba dos. ¿Tenéis tres líneas? ¿Y recordas más o menos cuál es facturación? ¿Tenéis por las tres líneas? Sí, obviamente. Bien. Bueno, mira, Danina, lo que yo tengo para brindarte es un plan que se llama, en este caso por tener tres líneas, un plan familiar, por así decirlo, que incluso de que tengas. Podemos partir con un plan donde tenés cuatro gigas fijo de base todos los meses, 4 gigas adicionales para cada línea, por ser tres líneas, y de regalo a los primeros seis meses, la compañía Movistar te acredita 4 gigas en cada línea extra. Es decir, pasarías a tener el primer tiempo 12 gigas por línea, ¿sí? Mantendrían cada línea el mismo número de teléfono, tendrían las llamadas libres a todas las compañías. ¿Qué precio tienen? 11.400 por línea, Danina. No, es carísimo. Yo tengo 18 gigas y pago 9.000 pesos por cada línea. Bien, pero es un tiempo, o sea, ¿por un tiempo es una promoción o un precio fijo? Es un precio fijo. Es un precio fijo. Bien, ¿y cuánto hace que estés con este precio fijo? Y aproximadamente ocho meses, nueve meses. Ocho meses. Claro, porque regularmente me figuré con la compañía, es claro, lo que los gentes vienen son promociones que pueden ser por seis meses o por un año, por eso te preguntaba. No, no, no. Es un precio fijo. Un precio fijo. Bien, bueno, este es el plan que tengo más bajo en lo que es costro del servicio. No se me importa, lo siento por cada línea. Bueno, yo lo dejo asentado, Darlene, y por ahí cosa es hacer una promoción que es lo que es más bajo el valor de lo que es. ¿Vos estás pagando o me vuelvo a comunicar con vos? Muchísimas gracias. Dale, Darlene, que estés muy bien. Hasta luego. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.435,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:19:43.428958",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:29.495063",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113102955796_ACD_35549",
    "fecha_inicio": "13/1/2026 10:29:55",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 140,
    "tiempo_conversacion": 121,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}