{
  "archivo": "amza5_1_260114144634190_ACD_98889.wav",
  "duracion_segundos": 544.86,
  "num_segmentos": 152,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 204.87,
    "Cliente": 309.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.99,
      "fin": 13.31,
      "duracion": 12.32,
      "texto": "Hola, ¿qué tal? Buenas tardes. ¿Habla con la línea Marcela? Sí. Marcela, la estoy llamando para brindarle lo que son bonificaciones para su línea. ¿Cómo le va? Hola, ¿cómo está? Bien, todo bien.",
      "confianza": 0.155,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.35,
      "fin": 21.56,
      "duracion": 8.21,
      "texto": "Marcela, te comento que estábamos llamando para brindarte lo que es una bonificación para tus líneas, ejemplo, un plan básico de 8 gigas con 8 gigas de regalo, 16 en total.",
      "confianza": 0.697,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.08,
      "fin": 30.95,
      "duracion": 8.87,
      "texto": "Y al pasar la otra línea que me figura en sistema, se te regalan 4 gigas más, o sea, 20 gigas por 10,400 pesos. ¿Qué te parece?",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.77,
      "fin": 44.1,
      "duracion": 11.33,
      "texto": "Eh, es maravilloso. Bien, te comento. Nosotros, bueno, queremos brindarte algo mucho más económico de lo que estás hablando con Claro hoy en día, ¿bien?",
      "confianza": 0.124,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.12,
      "fin": 44.62,
      "duracion": 0.5,
      "texto": "Sí. Perfecto.",
      "confianza": 0.095,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.64,
      "fin": 58.64,
      "duracion": 14.0,
      "texto": "Bien, Marcela, te comento cómo hacemos. Nosotros hacemos lo que es la portabilidad, te enviamos lo que es el CIP a una sucursal de Modristal, lo recibís dentro de 48 horas hábiles, ¿bien? Escúchame.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.66,
      "fin": 58.72,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.74,
      "fin": 60.92,
      "duracion": 2.18,
      "texto": "¿Quiénes son ustedes? De Moistr.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.42,
      "fin": 81.4,
      "duracion": 18.98,
      "texto": "Ah, yo ya estuve, ¿no? Ahí está. Bien, ¿y qué te pasó? No tengo buena señal. Ah, ok. Lo que te está reteniendo. Sí, se cumplió ahora un año que me fui a aclaro por eso. Bien, ¿y en qué localidad te encontrás?",
      "confianza": 0.463,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.56,
      "fin": 84.26,
      "duracion": 1.7,
      "texto": "Yo estoy en San José del Rincón.",
      "confianza": 0.363,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.33,
      "fin": 110.34,
      "duracion": 25.01,
      "texto": "¿San José del Rincón? Estamos a 13 kilómetros de Santa Fe, capital. Bien, a ver, abrimos un segundo y voy a verificar lo que es la cobertura, a ver cómo la tenemos para, obviamente, brindarte un buen servicio. Sí, yo te juro que... ...que puedas optar y... ...que aumentaba, aumentaba, aumentaba, aumentaba. Yo decía, ¿qué hago pagando tanto cuando no... ...no tengo un buen servicio, eso?",
      "confianza": 0.353,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.2,
      "fin": 114.54,
      "duracion": 3.34,
      "texto": "Porque tuve mucho tiempo.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.56,
      "fin": 117.27,
      "duracion": 2.71,
      "texto": "Bien. Sí, mira, te voy a ser totalmente sincera.",
      "confianza": 0.243,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 117.63,
      "fin": 134.29,
      "duracion": 16.66,
      "texto": "A nosotros nos figura, en San José, el rincón, tenemos lo que es en, bueno, te digo, las calles, hubo allá y seguí arrego, verdad, arrego, felicitaba, ¿bien? Nos figura que tenemos lo que es buena cobertura.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.01,
      "fin": 146.22,
      "duracion": 11.21,
      "texto": "Pero si pasas ya de lo que es para Califón, Pintos, Montenegro, Zapata, eso, para allá, sería Rollo Lele.",
      "confianza": 0.77,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.74,
      "fin": 150.17,
      "duracion": 3.43,
      "texto": "antes de Arroyoles. Bien, me agradezco.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.17,
      "fin": 168.0,
      "duracion": 16.83,
      "texto": "Estoy bien en el medio, digamos. Camino del centro. Y más al centro, más acá. Bien, Veda, allá. Santa Roca, 27, 88. Corta León de los Santos y Saavedra.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.0,
      "fin": 174.18,
      "duracion": 5.19,
      "texto": "Bien.",
      "confianza": 0.799,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.53,
      "fin": 190.62,
      "duracion": 16.09,
      "texto": "Estoy ahí verificando bien. ¿Me dijiste que es en la calle? Santa Rosa 2788, entre León de los Santos y Saavedra.",
      "confianza": 0.178,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.64,
      "fin": 194.44,
      "duracion": 3.8,
      "texto": "Bien. Sí, mira, ahí me asegura que tenemos buena cobertura, ¿sí?",
      "confianza": 0.123,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 194.81,
      "fin": 208.42,
      "duracion": 13.61,
      "texto": "Pero ponéle todo así te vas, para lo que es Río, Calistina, no sé si lo he dicho así. Sí, para que lo explique. Ahí no hay señal. Ahí no tenemos nada de señal. Ahí no tenemos nada de señal.",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 208.94,
      "fin": 222.58,
      "duracion": 13.64,
      "texto": "A veces me tocaba trabajar ahí y era de cuenta que no tenía señal. Ahí directamente pedimos para que le hagas esto totalmente sincera. Ahí no tenemos lo que es señal.",
      "confianza": 0.254,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 223.34,
      "fin": 229.84,
      "duracion": 6.5,
      "texto": "Lo que es en tu localidad sí tenemos. Bien, tenemos buena señal. Hoy en día ya tenemos lo que es señales 4G, 4G+.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.71,
      "fin": 233.73,
      "duracion": 2.02,
      "texto": "Bien, para que vos estés tranquila.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 233.77,
      "fin": 248.49,
      "duracion": 14.72,
      "texto": "En ese sentido, también yo voy a pasar a hacer, si te interesa, voy a pasar a hacer tu asesorada personal, justamente para que tengas lo que es un asesoramiento personalizado y puedas tener lo que son respuestas inmediatas si te vas a tener algún tipo de problema o querés saber algo.",
      "confianza": 0.688,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.72,
      "fin": 262.97,
      "duracion": 14.25,
      "texto": "Me escribas directamente a mi hijo, no te puedo hacer asesorando y ayudándolo que vos necesites. Acá, te digo la verdad, mi casa en realidad somos tres números. Porque está el de mi hija y el de mi mamá.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.95,
      "fin": 286.39,
      "duracion": 22.44,
      "texto": "Cuando se cambia una, nos cambiamos las tres. Las tres, perfecto. Ya te digo, que podamos tener genial, incluso ahora que pagamos el cole, esta es otra, Una vez me pasó, viste que se puede pagar con QR. Sí. Entonces ahora en mí me gasto en salir a cargar la tarjeta y nada de eso. No,",
      "confianza": 0.626,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 286.39,
      "fin": 287.03,
      "duracion": 0.64,
      "texto": "claro, obvio.",
      "confianza": 0.557,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.47,
      "fin": 290.99,
      "duracion": 3.52,
      "texto": "Y un día me pasó que no podía pagar.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.07,
      "fin": 296.42,
      "duracion": 4.35,
      "texto": "Claro, era muchísimo. Y era, ¿sabes qué? Que no tenía señal.",
      "confianza": 0.344,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.08,
      "fin": 297.29,
      "duracion": 0.21,
      "texto": "No,",
      "confianza": 0.407,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 297.29,
      "fin": 298.26,
      "duracion": 0.97,
      "texto": "claro, mucho.",
      "confianza": 0.407,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.28,
      "fin": 301.86,
      "duracion": 3.58,
      "texto": "Me pasó una sola vez, pero ya me asustó.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.8,
      "fin": 302.92,
      "duracion": 0.12,
      "texto": "No,",
      "confianza": 0.331,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 302.92,
      "fin": 303.5,
      "duracion": 0.58,
      "texto": "claro, obvio.",
      "confianza": 0.331,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.52,
      "fin": 304.54,
      "duracion": 1.02,
      "texto": "Porque digo,",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.62,
      "fin": 329.35,
      "duracion": 23.73,
      "texto": "A ver, ahora se va el carajo y si no tengo señal tampoco, me quiero morir, porque ¿cómo hago? No, no, es muy innecesario en el celular, por eso te estoy diciendo que tal vez... Pero ya me encendió la alarma. No, obvio, obvio, sí, aparte es muy... O sea, desde Santa Fe para venir, allá en Santa Fe hay buena señal en todos lados.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.17,
      "fin": 355.14,
      "duracion": 24.97,
      "texto": "Pero el tema es acá, o sea, en nuestro radio, el movilizarlo desde acá. Ese es el tema. Bien. Si te parece, para tu conveniencia, yo te puedo buscar lo que es. El mapito es nuestro, te lo mando por WhatsApp, sí, para que vos lo puedas corroborar, bien tranquila. Si te va a interesar, me mandás un mensajito, sí, y me decís, me interesa estar aquí y lo podamos realizar.",
      "confianza": 0.017,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 356.33,
      "fin": 358.09,
      "duracion": 1.76,
      "texto": "Bueno, te comento conmigo.",
      "confianza": 0.088,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 358.4,
      "fin": 391.03,
      "duracion": 32.63,
      "texto": "¿Vos mandamos el mapita? Perfecto. Y déjame que yo lo charlamos, ya te digo, porque si se cambia una, nos cambiamos las tres. Excelente. Y repíteme lo que vos nos ofreces. Bien. Yo te lo voy a dejar las dos promos por WhatsApp, ¿sí? Para que vos lo puedas hablar tranquilamente. Ahí te voy a escribir, te voy a poner, hola, ¿sí, Carolina de Mozart? Así son mis agendas. Y te mando lo que es también el mapa como te decía y te dejo la propuesta que tenemos para vos. ¿Vos cuando estabas hablando ya con claro?",
      "confianza": 0.06,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 392.52,
      "fin": 415.5,
      "duracion": 22.98,
      "texto": "Y yo ahora, en este que terminó digamos mi año de la promo, ya 16. ¿Por todas las líneas o cada una? No, cada una. No, mi mamá, no sé, es que mi mamá no usa el internet. Entonces, a ella le ponemos el abono más pequeño. Más económico. Porque ella nos llama por teléfono. Ella no te manda WhatsApp, no te manda foto, nada.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 416.06,
      "fin": 458.39,
      "duracion": 42.33,
      "texto": "Claro, claro. Entonces, siempre elegimos el menos porque no lo utiliza. Y nosotras somos las que utilizamos. Las que más utilizamos. Porque también trabajamos, digamos, con el teléfono. Tal cual. Bien, ahí te mandé todo el WhatsApp, te dejé las promos, sí que tenemos en estos momentos, te puse también el mapita para que lo puedas verificar y me avisas, ¿sí? Bárbaro. Bueno, entonces, déjame que nosotras, esta noche, cuando estemos todas, lo vemos, lo charlamos y ya para mañana tengo una respuesta. A ver que... Entonces, vos me decís, en el mapa se ubica el tema de la...",
      "confianza": 0.808,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 458.39,
      "fin": 461.87,
      "duracion": 3.48,
      "texto": "Claro, bueno, en el mapa vamos a poner lo que es.",
      "confianza": 0.54,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 462.27,
      "fin": 482.25,
      "duracion": 19.98,
      "texto": "Sí, vas a poner tu localidad porque te aparece lo que dice. Te explico cómo es. Te va a decir qué provincia estás, vas a poner Santa Fe y ponés San José del Rincón. Y ahí pones lo que es tu dirección y te va a alargar cómo tenemos la señal hoy en día.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 483.37,
      "fin": 501.74,
      "duracion": 18.37,
      "texto": "Te voy a dejar una captura de pantalla para que vos también lo puedas ver y te guíes un poco y no te sea tan embarroso. Sí, porque yo te digo, la verdad, yo estuve mucho tiempo en movistar, pero era como que yo, ¿sabes qué? Lo había asumido y yo decía, si estoy en tal lugar, no me llamen.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 502.48,
      "fin": 523.01,
      "duracion": 20.53,
      "texto": "Claro. Cuando pase recién para este lado, voy a... Y después digo, pero ¿por qué estoy jambólo? Claro, tal cual. Bueno, terminamos cambiándonos, pero ya te digo, no por nada malo, o sea, Era que no nos estaba sirviendo el servicio. No, obviamente. Obviamente. Sí. Claro.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 523.69,
      "fin": 540.05,
      "duracion": 16.36,
      "texto": "Por eso ahora, hoy en día... Bueno, déjame que lo chovemos ahí un poco esta noche cuando estemos las tres. Excelente. Y... Y te aviso. Y de verdad agradezco a ti. No, por favor. Que tengas buen día, porque tenés mi número particular y por ahí podemos... Dale, Dale.",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.65,
      "fin": 543.06,
      "duracion": 2.41,
      "texto": "Muy amable. No, por favor, que tengas buen día.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 544.22,
      "fin": 544.86,
      "duracion": 0.64,
      "texto": "Buen día.",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. ¿Habla con la línea Marcela? Sí. Marcela, la estoy llamando para brindarle lo que son bonificaciones para su línea. ¿Cómo le va? Hola, ¿cómo está? Bien, todo bien. Marcela, te comento que estábamos llamando para brindarte lo que es una bonificación para tus líneas, ejemplo, un plan básico de 8 gigas con 8 gigas de regalo, 16 en total. Y al pasar la otra línea que me figura en sistema, se te regalan 4 gigas más, o sea, 20 gigas por 10,400 pesos. ¿Qué te parece? Eh, es maravilloso. Bien, te comento. Nosotros, bueno, queremos brindarte algo mucho más económico de lo que estás hablando con Claro hoy en día, ¿bien? Sí. Perfecto. Bien, Marcela, te comento cómo hacemos. Nosotros hacemos lo que es la portabilidad, te enviamos lo que es el CIP a una sucursal de Modristal, lo recibís dentro de 48 horas hábiles, ¿bien? Escúchame. Sí. ¿Quiénes son ustedes? De Moistr. Ah, yo ya estuve, ¿no? Ahí está. Bien, ¿y qué te pasó? No tengo buena señal. Ah, ok. Lo que te está reteniendo. Sí, se cumplió ahora un año que me fui a aclaro por eso. Bien, ¿y en qué localidad te encontrás? Yo estoy en San José del Rincón. ¿San José del Rincón? Estamos a 13 kilómetros de Santa Fe, capital. Bien, a ver, abrimos un segundo y voy a verificar lo que es la cobertura, a ver cómo la tenemos para, obviamente, brindarte un buen servicio. Sí, yo te juro que... ...que puedas optar y... ...que aumentaba, aumentaba, aumentaba, aumentaba. Yo decía, ¿qué hago pagando tanto cuando no... ...no tengo un buen servicio, eso? Porque tuve mucho tiempo. Bien. Sí, mira, te voy a ser totalmente sincera. A nosotros nos figura, en San José, el rincón, tenemos lo que es en, bueno, te digo, las calles, hubo allá y seguí arrego, verdad, arrego, felicitaba, ¿bien? Nos figura que tenemos lo que es buena cobertura. Pero si pasas ya de lo que es para Califón, Pintos, Montenegro, Zapata, eso, para allá, sería Rollo Lele. antes de Arroyoles. Bien, me agradezco. Estoy bien en el medio, digamos. Camino del centro. Y más al centro, más acá. Bien, Veda, allá. Santa Roca, 27, 88. Corta León de los Santos y Saavedra. Bien. Estoy ahí verificando bien. ¿Me dijiste que es en la calle? Santa Rosa 2788, entre León de los Santos y Saavedra. Bien. Sí, mira, ahí me asegura que tenemos buena cobertura, ¿sí? Pero ponéle todo así te vas, para lo que es Río, Calistina, no sé si lo he dicho así. Sí, para que lo explique. Ahí no hay señal. Ahí no tenemos nada de señal. Ahí no tenemos nada de señal. A veces me tocaba trabajar ahí y era de cuenta que no tenía señal. Ahí directamente pedimos para que le hagas esto totalmente sincera. Ahí no tenemos lo que es señal. Lo que es en tu localidad sí tenemos. Bien, tenemos buena señal. Hoy en día ya tenemos lo que es señales 4G, 4G+. Bien, para que vos estés tranquila. En ese sentido, también yo voy a pasar a hacer, si te interesa, voy a pasar a hacer tu asesorada personal, justamente para que tengas lo que es un asesoramiento personalizado y puedas tener lo que son respuestas inmediatas si te vas a tener algún tipo de problema o querés saber algo. Me escribas directamente a mi hijo, no te puedo hacer asesorando y ayudándolo que vos necesites. Acá, te digo la verdad, mi casa en realidad somos tres números. Porque está el de mi hija y el de mi mamá. Cuando se cambia una, nos cambiamos las tres. Las tres, perfecto. Ya te digo, que podamos tener genial, incluso ahora que pagamos el cole, esta es otra, Una vez me pasó, viste que se puede pagar con QR. Sí. Entonces ahora en mí me gasto en salir a cargar la tarjeta y nada de eso. No, claro, obvio. Y un día me pasó que no podía pagar. Claro, era muchísimo. Y era, ¿sabes qué? Que no tenía señal. No, claro, mucho. Me pasó una sola vez, pero ya me asustó. No, claro, obvio. Porque digo, A ver, ahora se va el carajo y si no tengo señal tampoco, me quiero morir, porque ¿cómo hago? No, no, es muy innecesario en el celular, por eso te estoy diciendo que tal vez... Pero ya me encendió la alarma. No, obvio, obvio, sí, aparte es muy... O sea, desde Santa Fe para venir, allá en Santa Fe hay buena señal en todos lados. Pero el tema es acá, o sea, en nuestro radio, el movilizarlo desde acá. Ese es el tema. Bien. Si te parece, para tu conveniencia, yo te puedo buscar lo que es. El mapito es nuestro, te lo mando por WhatsApp, sí, para que vos lo puedas corroborar, bien tranquila. Si te va a interesar, me mandás un mensajito, sí, y me decís, me interesa estar aquí y lo podamos realizar. Bueno, te comento conmigo. ¿Vos mandamos el mapita? Perfecto. Y déjame que yo lo charlamos, ya te digo, porque si se cambia una, nos cambiamos las tres. Excelente. Y repíteme lo que vos nos ofreces. Bien. Yo te lo voy a dejar las dos promos por WhatsApp, ¿sí? Para que vos lo puedas hablar tranquilamente. Ahí te voy a escribir, te voy a poner, hola, ¿sí, Carolina de Mozart? Así son mis agendas. Y te mando lo que es también el mapa como te decía y te dejo la propuesta que tenemos para vos. ¿Vos cuando estabas hablando ya con claro? Y yo ahora, en este que terminó digamos mi año de la promo, ya 16. ¿Por todas las líneas o cada una? No, cada una. No, mi mamá, no sé, es que mi mamá no usa el internet. Entonces, a ella le ponemos el abono más pequeño. Más económico. Porque ella nos llama por teléfono. Ella no te manda WhatsApp, no te manda foto, nada. Claro, claro. Entonces, siempre elegimos el menos porque no lo utiliza. Y nosotras somos las que utilizamos. Las que más utilizamos. Porque también trabajamos, digamos, con el teléfono. Tal cual. Bien, ahí te mandé todo el WhatsApp, te dejé las promos, sí que tenemos en estos momentos, te puse también el mapita para que lo puedas verificar y me avisas, ¿sí? Bárbaro. Bueno, entonces, déjame que nosotras, esta noche, cuando estemos todas, lo vemos, lo charlamos y ya para mañana tengo una respuesta. A ver que... Entonces, vos me decís, en el mapa se ubica el tema de la... Claro, bueno, en el mapa vamos a poner lo que es. Sí, vas a poner tu localidad porque te aparece lo que dice. Te explico cómo es. Te va a decir qué provincia estás, vas a poner Santa Fe y ponés San José del Rincón. Y ahí pones lo que es tu dirección y te va a alargar cómo tenemos la señal hoy en día. Te voy a dejar una captura de pantalla para que vos también lo puedas ver y te guíes un poco y no te sea tan embarroso. Sí, porque yo te digo, la verdad, yo estuve mucho tiempo en movistar, pero era como que yo, ¿sabes qué? Lo había asumido y yo decía, si estoy en tal lugar, no me llamen. Claro. Cuando pase recién para este lado, voy a... Y después digo, pero ¿por qué estoy jambólo? Claro, tal cual. Bueno, terminamos cambiándonos, pero ya te digo, no por nada malo, o sea, Era que no nos estaba sirviendo el servicio. No, obviamente. Obviamente. Sí. Claro. Por eso ahora, hoy en día... Bueno, déjame que lo chovemos ahí un poco esta noche cuando estemos las tres. Excelente. Y... Y te aviso. Y de verdad agradezco a ti. No, por favor. Que tengas buen día, porque tenés mi número particular y por ahí podemos... Dale, Dale. Muy amable. No, por favor, que tengas buen día. Buen día.",
  "calidad": {
    "confianza_promedio": 0.521,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:35:59.867503",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 7,
    "total_segmentos_original": 152,
    "total_segmentos_corregido": 49,
    "fecha_correccion": "2026-01-18T23:05:30.386045",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144634190_ACD_98889",
    "fecha_inicio": "14/1/2026 14:46:34",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 550,
    "tiempo_conversacion": 525,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}