{
  "archivo": "amza22_1_260114113223466_ACD_05001.wav",
  "duracion_segundos": 384.35,
  "num_segmentos": 69,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 271.67,
    "Cliente": 100.09
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.92,
      "fin": 25.82,
      "duracion": 23.9,
      "texto": "Hola, buen día. Hablo con usted. Hola. Sí, de parte. ¿Cómo está? Mi nombre es Belén, me presento. Mira, yo estoy llamando desde el área de recuperos y clientes de Movistar. Queríamos saber por qué se ha habido en la compañía. Comenteme qué le sucedió a usted. Porque no me resultó... No me brindaba lo que me dijeron y la cobertura me ayudaba.",
      "confianza": 0.069,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.84,
      "fin": 26.46,
      "duracion": 0.62,
      "texto": "No...",
      "confianza": 0.642,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.86,
      "fin": 36.06,
      "duracion": 9.2,
      "texto": "No lo pedí usar, digamos, no tenía señal ahí. Trabajo en la zona casi toda rural y no... Ah, bien.",
      "confianza": 0.349,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.06,
      "fin": 50.62,
      "duracion": 13.56,
      "texto": "¿De qué zona está hablando usted? Ahora estoy hablando de capilla, rutas en... por todos lados. Ah, bien. Yo entro en los campos y casi no había cobertura.",
      "confianza": 0.374,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.64,
      "fin": 50.76,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.78,
      "fin": 111.69,
      "duracion": 60.91,
      "texto": "¿Y hace mucho le sucedió? A parte, por mucho incremento también en la facturación. Siempre he llamado también para ver si tenían planes para venir a Catamina. 16 años tuve que movilizar así que... Bueno, apareció esta compañía, pago muchísimo menos de la mitad de lo que pagaba, por las cuatro líneas, porque siempre tuve cuatro líneas, y la cobertura me sirve. Hasta ahora me están brindando lo que me dijeron. Lo único que me dejaron ustedes fue fibra óptica en casa. Ah, bien. Mire, porque con lo de la fibra óptica, si usted tiene su línea, también se le hace un descuento fijo en lo que es la facturación de 4.000 pesos, ya que tendría las dos cosas.",
      "confianza": 0.033,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.53,
      "fin": 119.74,
      "duracion": 7.21,
      "texto": "Le consulto con el tema que me está diciendo del plan que le está brindando la compañía actual. ¿Sabe cuánto gigas tiene?",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.16,
      "fin": 125.58,
      "duracion": 4.42,
      "texto": "Veinte, yo. Y los demás tienen creo que 18.",
      "confianza": 0.258,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.19,
      "fin": 141.19,
      "duracion": 15.0,
      "texto": "Bien, ¿y sabe cuánto está gonando? 63.000 pesos por ahí, cuando va todo, digamos, lo que quiere es lo que treco, SMS, mensajera... Ah, bien, pero por línea, más o menos, ¿cuánto?",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.73,
      "fin": 219.17,
      "duracion": 76.44,
      "texto": "Y tendríamos que dividirla entre las cuatro. Claro, bien, mire, porque yo tengo para... Claro, mire, porque tengo para ofrecerle... hoy día un descuento que subió por hoy en las que son las planes, que tiene, usted tendría 8 gigas base más 8 gigas de regalo, es decir, 16 gigas, y se les suma 4 extra porque usted tiene que titular de más de una línea, es decir, usted tendría 20 gigas y contaría con pasar totalmente gratis, puede hablar libre a cualquier compañía, tiene mensajes más invitadas, sí. Yo entiendo los planes, que sí, que ahora están bárbaros, que sí, podría salvar otra vez. pero lo que pasa es que, como yo trabajo en la ruta y entro a campos y eso, ahí siempre hay señales, digamos, de esclavismo y personal, ¿viste? Y con incomoditar no es logrado que tenga esa señal. Bien, ¿le entiendo cuando a usted le pasó y que tenga ese miedo que le vuelva a pasar? Si quiere, no pasa su línea y puede pasar las demás niñas. No hay problema con eso porque, mire, los 20 sigas le están saliendo 10.400 pesos.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 219.91,
      "fin": 231.77,
      "duracion": 11.86,
      "texto": "Claro. Por ejemplo, espera, te estoy hablando del medio del campo. Estamos hablando normal. Yo cuando entraba ahora, este campo que estoy entrando, ya cuando entraba hacía por lo menos un kilómetro, dos kilómetros y ya moría.",
      "confianza": 0.901,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.51,
      "fin": 234.71,
      "duracion": 1.2,
      "texto": "Claro.",
      "confianza": 0.436,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 234.73,
      "fin": 237.53,
      "duracion": 2.8,
      "texto": "Y acá no hay Wi-Fi, no hay nada.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 238.14,
      "fin": 249.97,
      "duracion": 11.83,
      "texto": "Acá mi compañera, de decir que no tengo para mandarte una foto, mi compañera la tiene movilizar a tal lado mío y ya no tiene que nada.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.99,
      "fin": 250.53,
      "duracion": 0.54,
      "texto": "Claro, sí, sí, lo entiendo.",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 250.55,
      "fin": 267.72,
      "duracion": 17.17,
      "texto": "Yo lo voy a consultar igual a las otras líneas y mi familia o las otras gente que quieren cambiarla, pero no creo, porque por ahora les están brindando, viste, lo que te he dicho. Por ahora, no sé, hace como un año lo tengo, por ahora están naciendo los vigentes.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.85,
      "fin": 278.16,
      "duracion": 9.31,
      "texto": "Claro, porque nosotros ahora tenemos lo que es un beneficio, un descuento fijo por seis meses, en el que la variación... Claro, una variación por seis meses.",
      "confianza": 0.52,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 278.18,
      "fin": 327.31,
      "duracion": 49.13,
      "texto": "Claro, y nosotros... Esta compañía me lo sigue realizando hasta ahora por unos años. Claro, igual no se preocupe que nosotros al quinto mes, igualmente, lo estaríamos llamando para que actualice lo que es la promoción que elijo usted, para que no pague lo que es la totalidad del plan. Y para que... Más, ¿te acordás de dónde estaba Movistar? No sé, no me acuerdo ahora bien, que era como que lo tenía así de por vida, este plan, no sé si vos recordabas, y también se lo han sacado porque me lo han cambiado hasta la misma empresa,",
      "confianza": 0.084,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.81,
      "fin": 384.35,
      "duracion": 56.54,
      "texto": "porque decía que ya no iba más. Y después tuve otro plan cuando me cambiaron que pagaba nada, casi 15.000 o 20.000 pesos. Claro, sí. Bueno, nosotros por eso vimos que perdimos a varios clientes por ese tema de la facturación y que tenían que pagar, la verdad, números exorbitantes que no debían de pagar y que tampoco estaban estipulados. No estamos más recibidos por ese ente, sino que estamos recibidos por mí mismo, y el sitio que está brindando es esto del descuento fijo por seis meses, y por eso es que le estaba saliendo $1400 pesos, lo que son 20 gigas, y las cuatro líneas estarían en $40,000 pesos, en vez de $73,000 como médicos. ¡Dale a los chicos y les lo confirmo! ¡Déle! Entonces, déle, déle un mensajito y cualquier cosa usted me dice. No hay ningún problema. Gracias. Que te haya un muy lindo día.",
      "confianza": 0.037,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con usted. Hola. Sí, de parte. ¿Cómo está? Mi nombre es Belén, me presento. Mira, yo estoy llamando desde el área de recuperos y clientes de Movistar. Queríamos saber por qué se ha habido en la compañía. Comenteme qué le sucedió a usted. Porque no me resultó... No me brindaba lo que me dijeron y la cobertura me ayudaba. No... No lo pedí usar, digamos, no tenía señal ahí. Trabajo en la zona casi toda rural y no... Ah, bien. ¿De qué zona está hablando usted? Ahora estoy hablando de capilla, rutas en... por todos lados. Ah, bien. Yo entro en los campos y casi no había cobertura. Claro. ¿Y hace mucho le sucedió? A parte, por mucho incremento también en la facturación. Siempre he llamado también para ver si tenían planes para venir a Catamina. 16 años tuve que movilizar así que... Bueno, apareció esta compañía, pago muchísimo menos de la mitad de lo que pagaba, por las cuatro líneas, porque siempre tuve cuatro líneas, y la cobertura me sirve. Hasta ahora me están brindando lo que me dijeron. Lo único que me dejaron ustedes fue fibra óptica en casa. Ah, bien. Mire, porque con lo de la fibra óptica, si usted tiene su línea, también se le hace un descuento fijo en lo que es la facturación de 4.000 pesos, ya que tendría las dos cosas. Le consulto con el tema que me está diciendo del plan que le está brindando la compañía actual. ¿Sabe cuánto gigas tiene? Veinte, yo. Y los demás tienen creo que 18. Bien, ¿y sabe cuánto está gonando? 63.000 pesos por ahí, cuando va todo, digamos, lo que quiere es lo que treco, SMS, mensajera... Ah, bien, pero por línea, más o menos, ¿cuánto? Y tendríamos que dividirla entre las cuatro. Claro, bien, mire, porque yo tengo para... Claro, mire, porque tengo para ofrecerle... hoy día un descuento que subió por hoy en las que son las planes, que tiene, usted tendría 8 gigas base más 8 gigas de regalo, es decir, 16 gigas, y se les suma 4 extra porque usted tiene que titular de más de una línea, es decir, usted tendría 20 gigas y contaría con pasar totalmente gratis, puede hablar libre a cualquier compañía, tiene mensajes más invitadas, sí. Yo entiendo los planes, que sí, que ahora están bárbaros, que sí, podría salvar otra vez. pero lo que pasa es que, como yo trabajo en la ruta y entro a campos y eso, ahí siempre hay señales, digamos, de esclavismo y personal, ¿viste? Y con incomoditar no es logrado que tenga esa señal. Bien, ¿le entiendo cuando a usted le pasó y que tenga ese miedo que le vuelva a pasar? Si quiere, no pasa su línea y puede pasar las demás niñas. No hay problema con eso porque, mire, los 20 sigas le están saliendo 10.400 pesos. Claro. Por ejemplo, espera, te estoy hablando del medio del campo. Estamos hablando normal. Yo cuando entraba ahora, este campo que estoy entrando, ya cuando entraba hacía por lo menos un kilómetro, dos kilómetros y ya moría. Claro. Y acá no hay Wi-Fi, no hay nada. Acá mi compañera, de decir que no tengo para mandarte una foto, mi compañera la tiene movilizar a tal lado mío y ya no tiene que nada. Claro, sí, sí, lo entiendo. Yo lo voy a consultar igual a las otras líneas y mi familia o las otras gente que quieren cambiarla, pero no creo, porque por ahora les están brindando, viste, lo que te he dicho. Por ahora, no sé, hace como un año lo tengo, por ahora están naciendo los vigentes. Claro, porque nosotros ahora tenemos lo que es un beneficio, un descuento fijo por seis meses, en el que la variación... Claro, una variación por seis meses. Claro, y nosotros... Esta compañía me lo sigue realizando hasta ahora por unos años. Claro, igual no se preocupe que nosotros al quinto mes, igualmente, lo estaríamos llamando para que actualice lo que es la promoción que elijo usted, para que no pague lo que es la totalidad del plan. Y para que... Más, ¿te acordás de dónde estaba Movistar? No sé, no me acuerdo ahora bien, que era como que lo tenía así de por vida, este plan, no sé si vos recordabas, y también se lo han sacado porque me lo han cambiado hasta la misma empresa, porque decía que ya no iba más. Y después tuve otro plan cuando me cambiaron que pagaba nada, casi 15.000 o 20.000 pesos. Claro, sí. Bueno, nosotros por eso vimos que perdimos a varios clientes por ese tema de la facturación y que tenían que pagar, la verdad, números exorbitantes que no debían de pagar y que tampoco estaban estipulados. No estamos más recibidos por ese ente, sino que estamos recibidos por mí mismo, y el sitio que está brindando es esto del descuento fijo por seis meses, y por eso es que le estaba saliendo $1400 pesos, lo que son 20 gigas, y las cuatro líneas estarían en $40,000 pesos, en vez de $73,000 como médicos. ¡Dale a los chicos y les lo confirmo! ¡Déle! Entonces, déle, déle un mensajito y cualquier cosa usted me dice. No hay ningún problema. Gracias. Que te haya un muy lindo día.",
  "calidad": {
    "confianza_promedio": 0.414,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:10:03.582136",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 69,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:17.844223",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114113223466_ACD_05001",
    "fecha_inicio": "14/1/2026 11:32:23",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 471,
    "tiempo_conversacion": 367,
    "tiempo_hold": 0,
    "tiempo_acw": 85,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}