{
  "archivo": "amza313_1_260112130919679_ACD_90333.wav",
  "duracion_segundos": 303.87,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 208.92,
    "Cliente": 63.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 2.53,
      "duracion": 2.5,
      "texto": "Hola.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.76,
      "fin": 31.53,
      "duracion": 26.77,
      "texto": "Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Bien Miguel, por ejemplo, ¿para qué te usa el celular? ¿Es de muchos usos?",
      "confianza": 0.421,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.62,
      "fin": 45.41,
      "duracion": 11.79,
      "texto": "Y bastante, sí. Ah, de usarlo bastante. Bien Miguel, porque justamente la idea es llamar a la primera a pedirte disculpas por el tema de la facturación, si tú te gusta una inconveniente, la empresa mejora mucho en este tema, ya te imaginarás, ¿no?",
      "confianza": 0.209,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.15,
      "fin": 86.33,
      "duracion": 40.18,
      "texto": "Y segundo, bueno, la idea sería poder proponerte una mejor oferta en la que tenés instrumento en tu compañía para que puedas volver con nosotros, ¿bien? Por ejemplo, lo que yo te voy a recomendar es un plan que te viene con 16 días en total, que son 8 horas y 8 regalos por 6 meses, ¿bien? Te vienes con WhatsApp gratis, ya más alimentas a cualquier compañía, un día para freestyle incluido, tenés America's Best Local, Rooming para toda América, no sé si te vas de vacaciones, si te lo permites o el sitio, pero tenés posibilidades para el país, bueno, yo tampoco. Eso no me permite. Bueno, ya por ahora, uno nunca sabe. Bueno, también tenés guardapasas de gigas, que me refiero con eso, porque si a vos te sobran gigas de plan base, se te lo guardan para el mes que viene.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.87,
      "fin": 124.43,
      "duracion": 37.56,
      "texto": "Está buenísimo, eso siempre se te respeta. Y también tenés lo que son más de 150 beneficios con Club Movistar. Tenés, por ejemplo, descuentos en cine, en farmacias, supermercados, o sea, tenés muchas posibilidades, más de 150 total de verdad, plata, usando Movistar simplemente. Está bueno. Además de eso, nosotros hacemos un sancionamiento. O sea, si vos llegas a tener un asunto consulta, podrías hablarlo conmigo a través de WhatsApp, que yo te voy a enviar un mensaje. Pero, por ejemplo, este plan está en día de hoy en 13.250, es un plan intermedio al día de hoy, y hace falta más ideas, podemos subir más ideas, sino menos también. No sé, por ejemplo, cuánto estás abonando en tu compañía hoy en día.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.64,
      "fin": 131.54,
      "duracion": 2.9,
      "texto": "Estoy abonando 12.500. Bueno, es más o menos lo mismo. Y, por ejemplo, ¿cuánto has llegado desde Anantla?",
      "confianza": 0.013,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.6,
      "fin": 132.71,
      "duracion": 0.1,
      "texto": "Ocho.",
      "confianza": 0.2,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.44,
      "fin": 136.67,
      "duracion": 3.22,
      "texto": "Ah, bueno, pero mira, acá por lo mismo me dicen ocho, tenés dieciséis.",
      "confianza": 0.525,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.39,
      "fin": 139.37,
      "duracion": 0.98,
      "texto": "Está bueno, ¿no?",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.61,
      "fin": 142.01,
      "duracion": 2.4,
      "texto": "Sí, pero solo por seis meses.",
      "confianza": 0.279,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.03,
      "fin": 166.6,
      "duracion": 24.57,
      "texto": "Claro, por seis meses, pero sabés que lo que pasa también que está bueno, que hoy en día Movistar, con la misma explicación de Movistar, no sé si alguna vez la utilizaste, vos, por ejemplo, cuando vas por el mes cinco, podés entrar y ahí ver toda la cantidad de planes que hay disponibles. Entonces vos vas a ir a apuntar y ahí se te renueve otro plano que haya disponible en ese momento. puedes contactarte por acá con Moixart justamente para que te den otro plan de ese momento.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.58,
      "fin": 177.92,
      "duracion": 10.34,
      "texto": "Entonces de esta manera vos tenéis conservando una buena cantidad de gigas, porque la idea es justamente que usted quede en la empresa y para eso debes de poder mantenerte las gigas que tenés a 8 o 8 regalos después.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.52,
      "fin": 182.1,
      "duracion": 3.59,
      "texto": "Y además de eso, obviamente con un precio competitivo en el momento.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 182.76,
      "fin": 189.25,
      "duracion": 6.49,
      "texto": "No sé si el mismo precio, porque acá se merece, ya sabes como es Argentina, pero sí un precio competitivo para ese momento que es la idea.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.19,
      "fin": 192.92,
      "duracion": 2.72,
      "texto": "¿Vos me podrías mandar esto de pasado por un mensaje?",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.68,
      "fin": 197.56,
      "duracion": 3.88,
      "texto": "Sí, sí, sí, además yo... Así lo pienso y cualquier cosa yo mañana te confirmo.",
      "confianza": 0.505,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.22,
      "fin": 201.01,
      "duracion": 2.78,
      "texto": "Yo ahí justo te envié lo que es un mensaje de Guajar, no sé si te llegó.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.19,
      "fin": 212.6,
      "duracion": 10.41,
      "texto": "No, todavía no. Bueno, voy a tener que llegar, a ver... Sí, 5705 es tu número. Hola. Hablas a Agustín.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.62,
      "fin": 213.26,
      "duracion": 0.64,
      "texto": "Perfecto.",
      "confianza": 0.377,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 213.28,
      "fin": 217.72,
      "duracion": 4.44,
      "texto": "Bien, y lo que sí te consulto, Miguel, ¿vos de trasero tendrías alguna otra línea a tu nombre?",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.05,
      "fin": 254.8,
      "duracion": 35.75,
      "texto": "Si tengo otra línea más. ¿Sabes por qué te preguntaba? Está bueno eso, porque así si vos pasas dos líneas te quedan cuatro gigas más a cada una de las líneas. Entonces, por ejemplo, vos tendrías ocho gigas de base y aparte cuatro más que se sumarían por tener dos líneas a tu nombre. Después de base tendrías doce gigas. ¿Bien? De base. Malas de regalo los primeros seis meses serían veinte gigas cada línea, o sea, una locura. Pero bueno, tendrías que digamos que debas hacer 8 y 4 más, 12, para 100 como íbamos, y después, bueno, 8 más de regalo por 6 meses.",
      "confianza": 0.134,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 255.8,
      "fin": 257.56,
      "duracion": 1.76,
      "texto": "Igualmente es más de las que tenés ahora.",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.03,
      "fin": 260.79,
      "duracion": 1.76,
      "texto": "Sí, sí, sí, por eso.",
      "confianza": 0.096,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 260.81,
      "fin": 266.04,
      "duracion": 5.23,
      "texto": "Eso está bueno. Miguel, sí, lo que podemos hacer es lo siguiente, ¿sabes vos que tendrías que hacerlo con otra persona?",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 269.0,
      "fin": 281.5,
      "duracion": 12.5,
      "texto": "Sí, sí, por eso. Bueno, mira, yo ahí te acabo de enviar un mensaje y si te parece podemos hablar hoy a la tarde o mañana a la mañana, sé que te queda más cómodo. Mañana, tercera. Bien, mañana a esta hora, más o menos, la una de la tarde. Sí, está perfecto. Bien,",
      "confianza": 0.009,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 281.5,
      "fin": 283.22,
      "duracion": 1.72,
      "texto": "entonces yo te ajendo para mañana a la una.",
      "confianza": 0.487,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 283.64,
      "fin": 292.51,
      "duracion": 8.87,
      "texto": "Ahora te envío el mensaje que te incluye todo lo que te acabo de comentar acá en la llamada. Así lo ves con las otras personas. Y con qué duda consulta más las por WhatsApp, ¿sí?",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.48,
      "fin": 295.3,
      "duracion": 0.82,
      "texto": "Dale, perfecto. Perfecto.",
      "confianza": 0.02,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 295.34,
      "fin": 298.04,
      "duracion": 2.7,
      "texto": "Bueno, que tengan muy buen día. Termino de enviar toda la información.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 298.98,
      "fin": 301.67,
      "duracion": 2.69,
      "texto": "Muchas gracias, Agustín. Dale, saludos. Que tengas buen día.",
      "confianza": 0.072,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 303.15,
      "fin": 303.87,
      "duracion": 0.72,
      "texto": "Hasta luego. Chau, chau. Chau, chau.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Bien Miguel, por ejemplo, ¿para qué te usa el celular? ¿Es de muchos usos? Y bastante, sí. Ah, de usarlo bastante. Bien Miguel, porque justamente la idea es llamar a la primera a pedirte disculpas por el tema de la facturación, si tú te gusta una inconveniente, la empresa mejora mucho en este tema, ya te imaginarás, ¿no? Y segundo, bueno, la idea sería poder proponerte una mejor oferta en la que tenés instrumento en tu compañía para que puedas volver con nosotros, ¿bien? Por ejemplo, lo que yo te voy a recomendar es un plan que te viene con 16 días en total, que son 8 horas y 8 regalos por 6 meses, ¿bien? Te vienes con WhatsApp gratis, ya más alimentas a cualquier compañía, un día para freestyle incluido, tenés America's Best Local, Rooming para toda América, no sé si te vas de vacaciones, si te lo permites o el sitio, pero tenés posibilidades para el país, bueno, yo tampoco. Eso no me permite. Bueno, ya por ahora, uno nunca sabe. Bueno, también tenés guardapasas de gigas, que me refiero con eso, porque si a vos te sobran gigas de plan base, se te lo guardan para el mes que viene. Está buenísimo, eso siempre se te respeta. Y también tenés lo que son más de 150 beneficios con Club Movistar. Tenés, por ejemplo, descuentos en cine, en farmacias, supermercados, o sea, tenés muchas posibilidades, más de 150 total de verdad, plata, usando Movistar simplemente. Está bueno. Además de eso, nosotros hacemos un sancionamiento. O sea, si vos llegas a tener un asunto consulta, podrías hablarlo conmigo a través de WhatsApp, que yo te voy a enviar un mensaje. Pero, por ejemplo, este plan está en día de hoy en 13.250, es un plan intermedio al día de hoy, y hace falta más ideas, podemos subir más ideas, sino menos también. No sé, por ejemplo, cuánto estás abonando en tu compañía hoy en día. Estoy abonando 12.500. Bueno, es más o menos lo mismo. Y, por ejemplo, ¿cuánto has llegado desde Anantla? Ocho. Ah, bueno, pero mira, acá por lo mismo me dicen ocho, tenés dieciséis. Está bueno, ¿no? Sí, pero solo por seis meses. Claro, por seis meses, pero sabés que lo que pasa también que está bueno, que hoy en día Movistar, con la misma explicación de Movistar, no sé si alguna vez la utilizaste, vos, por ejemplo, cuando vas por el mes cinco, podés entrar y ahí ver toda la cantidad de planes que hay disponibles. Entonces vos vas a ir a apuntar y ahí se te renueve otro plano que haya disponible en ese momento. puedes contactarte por acá con Moixart justamente para que te den otro plan de ese momento. Entonces de esta manera vos tenéis conservando una buena cantidad de gigas, porque la idea es justamente que usted quede en la empresa y para eso debes de poder mantenerte las gigas que tenés a 8 o 8 regalos después. Y además de eso, obviamente con un precio competitivo en el momento. No sé si el mismo precio, porque acá se merece, ya sabes como es Argentina, pero sí un precio competitivo para ese momento que es la idea. ¿Vos me podrías mandar esto de pasado por un mensaje? Sí, sí, sí, además yo... Así lo pienso y cualquier cosa yo mañana te confirmo. Yo ahí justo te envié lo que es un mensaje de Guajar, no sé si te llegó. No, todavía no. Bueno, voy a tener que llegar, a ver... Sí, 5705 es tu número. Hola. Hablas a Agustín. Perfecto. Bien, y lo que sí te consulto, Miguel, ¿vos de trasero tendrías alguna otra línea a tu nombre? Si tengo otra línea más. ¿Sabes por qué te preguntaba? Está bueno eso, porque así si vos pasas dos líneas te quedan cuatro gigas más a cada una de las líneas. Entonces, por ejemplo, vos tendrías ocho gigas de base y aparte cuatro más que se sumarían por tener dos líneas a tu nombre. Después de base tendrías doce gigas. ¿Bien? De base. Malas de regalo los primeros seis meses serían veinte gigas cada línea, o sea, una locura. Pero bueno, tendrías que digamos que debas hacer 8 y 4 más, 12, para 100 como íbamos, y después, bueno, 8 más de regalo por 6 meses. Igualmente es más de las que tenés ahora. Sí, sí, sí, por eso. Eso está bueno. Miguel, sí, lo que podemos hacer es lo siguiente, ¿sabes vos que tendrías que hacerlo con otra persona? Sí, sí, por eso. Bueno, mira, yo ahí te acabo de enviar un mensaje y si te parece podemos hablar hoy a la tarde o mañana a la mañana, sé que te queda más cómodo. Mañana, tercera. Bien, mañana a esta hora, más o menos, la una de la tarde. Sí, está perfecto. Bien, entonces yo te ajendo para mañana a la una. Ahora te envío el mensaje que te incluye todo lo que te acabo de comentar acá en la llamada. Así lo ves con las otras personas. Y con qué duda consulta más las por WhatsApp, ¿sí? Dale, perfecto. Perfecto. Bueno, que tengan muy buen día. Termino de enviar toda la información. Muchas gracias, Agustín. Dale, saludos. Que tengas buen día. Hasta luego. Chau, chau. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.481,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:14:46.148135",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:22.002239",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112130919679_ACD_90333",
    "fecha_inicio": "12/1/2026 13:09:19",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 396,
    "tiempo_conversacion": 294,
    "tiempo_hold": 0,
    "tiempo_acw": 86,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}