{
  "archivo": "amza1_1_260113142414013_ACD_20333.wav",
  "duracion_segundos": 506.08,
  "num_segmentos": 108,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 243.82,
    "Cliente": 239.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.7,
      "fin": 27.03,
      "duracion": 25.33,
      "texto": "Hola, buenos días. Sí, decime quién habla. ¿Cómo va? ¿Cómo estás con Alexandra? Sí, ¿quién habla? ¿Cómo estás? Meila, ni quiero hablar. Un placer poder hablar con vos. Ale, nos estamos contactando desde lo que es el sector de bonificaciones móviles para brindarle lo que es un nudo descuento en tu línea celular. Ale, veo que contás con la línea terminada en 42.36 en claro con una bono mensual. ¿Es correcto, Ale? Sí.",
      "confianza": 0.069,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.52,
      "fin": 40.63,
      "duracion": 13.11,
      "texto": "Bien, Ale te comento, si me figura actualmente que utilizas bastante lo que son los gigas y nosotros desde Movistar queremos brindarte la posibilidad de que vuelvas con nosotros brindándote lo que es un abono con 16 gigas.",
      "confianza": 0.684,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.08,
      "fin": 44.68,
      "duracion": 3.6,
      "texto": "¿Cuál es la ventaja de esto de que vas a tener el WhatsApp totalmente gratuito?",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.82,
      "fin": 53.73,
      "duracion": 7.91,
      "texto": "No, no me interesa, te agradezco. ¿No te interesa Movistar o qué sería lo que no te interesa? Porque por 13.250 pesos tendrías el doble de tus gigas.",
      "confianza": 0.14,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.59,
      "fin": 72.27,
      "duracion": 17.68,
      "texto": "Sí, pero no, gracias, te agradezco. Claro, ¿no te interesa movistar o qué sería que no te interesa, como para más o menos entenderte? Eh, no, no me interesa movistar y no sé de dónde sacaste mucha tanta ayuda, porque a mí, claro, me ofrece eso y lo consumo porque no me ofrece ese beneficio nomás. Claro,",
      "confianza": 0.273,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 72.27,
      "fin": 72.83,
      "duracion": 0.56,
      "texto": "claro, bien, bien.",
      "confianza": 0.354,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.28,
      "fin": 77.72,
      "duracion": 4.45,
      "texto": "Y te hago una consulta, ¿no te interesa movistar porque tuviste alguna mala experiencia o qué te sucedió?",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.62,
      "fin": 78.76,
      "duracion": 0.14,
      "texto": "No,",
      "confianza": 0.55,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.76,
      "fin": 82.69,
      "duracion": 3.93,
      "texto": "porque la muerte que me da, claro, no es el mismo que me da movistar, por eso mismo.",
      "confianza": 0.55,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.17,
      "fin": 86.44,
      "duracion": 3.26,
      "texto": "te aumentaba mucho, es decir, que te fuiste más que nada por los aumentos.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.04,
      "fin": 90.84,
      "duracion": 1.8,
      "texto": "Claro, y que claro no tengo ningún problema.",
      "confianza": 0.397,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.59,
      "fin": 101.98,
      "duracion": 10.39,
      "texto": "De igual modo, me figura Álex de consultos, me figura que te fuiste el 28 de agosto del 2024, ¿puede ser así?",
      "confianza": 0.771,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.0,
      "fin": 102.68,
      "duracion": 0.68,
      "texto": "Sí. Claro,",
      "confianza": 0.329,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 102.68,
      "fin": 145.62,
      "duracion": 42.94,
      "texto": "mira, Ale, te comento, si nosotros actualmente, ¿cuál es la ventaja? Porque te has sido casi dos años y te has ido hace un montón, ¿sí? Y tú tenés un montón de reclamos como los tuyos. ¿Qué le estamos brindando desde este sector de lo que es recuperarse clientes de movilizar así a nuestros clientes que han sido tan buenos como vos? Brindarle la posibilidad primero que actualmente, para que te quedes tranquila, se te avisa cada uno de tus aumentos, ¿sí? Te doy un ejemplo. que sufras un aumento, se te avisa entre 30 a 60 días antes de que eso impacte. Se te avisa... No, pero no me ha pasado esto mucho antes. No me ha pasado. Por ejemplo, te aumentan de 500 pesos todos los meses y claro, por ejemplo, te aumentas 100 pesos todos los meses.",
      "confianza": 0.588,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.64,
      "fin": 145.9,
      "duracion": 0.26,
      "texto": "Claro.",
      "confianza": 0.205,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.92,
      "fin": 169.0,
      "duracion": 23.08,
      "texto": "¿Cuál es la ventaja? Primero que no estamos aumentando todos los meses porque calcula que actualmente no está teniendo la inflación tanta variación como quizás antes. Sí, no sucedía, como al menos cuando tuviste esa mala experiencia. ¿Qué te brindo? La seguridad que no vas a terminar pagando una locura porque encima de esto, ¿qué buscamos? ¿Brindarte un descuento totalmente fijo durante seis meses?",
      "confianza": 0.456,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.54,
      "fin": 178.93,
      "duracion": 9.39,
      "texto": "¿Sí? ¿Para qué? ¿Para que cada? Claramente esto se amolde a tu bolsillo. ¿Sí? ¿Vos me decís que no sois de utilizar mucho la ayuda?",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.95,
      "fin": 179.01,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 179.48,
      "fin": 218.18,
      "duracion": 38.7,
      "texto": "No, es más, tengo dos siglas y nos precio claro por seis meses, creo que 9200 creo que estoy pagando, por seis meses. Los dos siglas ni siquiera los consumía tampoco, pero bueno, como ese beneficio que me lo ofrece, entonces voy a poner mucha música o algo así cuando voy, pero no... Y te hago una consulta, ¿el Internet para el hogar también lo tenés con claro o no contás con Internet para el hogar?",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.2,
      "fin": 218.26,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 218.28,
      "fin": 224.39,
      "duracion": 6.11,
      "texto": "No, no, tampoco me interesa. ¿No sos utilizar mucho respecto al Internet para ver alguna plataforma ni nada por el estilo?",
      "confianza": 0.065,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.41,
      "fin": 224.47,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.1,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 224.49,
      "fin": 225.25,
      "duracion": 0.76,
      "texto": "Ah, claro. ¿Por qué?",
      "confianza": 0.48,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.33,
      "fin": 232.18,
      "duracion": 6.85,
      "texto": "Porque yo tengo para brindarte una línea así con 8 gigas, es decir, para que vos, como me decías, escuches música y demás,",
      "confianza": 0.754,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 232.38,
      "fin": 261.53,
      "duracion": 29.15,
      "texto": "es bastante conveniente, esto fue 11.400 pesos. ¿Cuál es la ventaja de esto? Como te decía recién, que vos vas a contar con un descuento totalmente fixo durante seis meses, hasta junio de este año, ya te aseguras un descuento, ¿sí? Además de eso, el WhatsApp es totalmente gratuito, las llamadas son totalmente libres a cualquier compañía, ¿sí? Sí, lo mismo le promuevo, claro. Claro, no ha buenas na... ¿Cuál es la ventaja? Que acá el WhatsApp también es gratuito, es decir, que no te va a estar consumiendo tus llegas, ¿sí? No ha buenas na por adelantado y calcula que estamos",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.69,
      "fin": 283.31,
      "duracion": 21.62,
      "texto": "a día de martes vos el día entre jueves y viernes ya serías parte de nuestra compañía, en el caso te he dado un ejemplo de que lo hagamos hoy, eso la verdad es un avantaje porque imagínate que vos hasta junio más o menos te aseguras un descuento y te tenés que olvidar de... No, pero no, te agradezco pero no, por ahora prefiero estar así.",
      "confianza": 0.643,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 283.33,
      "fin": 293.34,
      "duracion": 10.01,
      "texto": "En otro momento por ahí, más adelante puede ser que cánlele opinión pero por ahora no. Claro, ¿y qué te lleva a no cambiar de opinión ahora y querer quizás pensarlo para más adelante?",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.78,
      "fin": 304.35,
      "duracion": 9.57,
      "texto": "Porque no me conviene lo que me ofrecen, ese es el tema, no ofrecen algo del hogar y todo eso que no me interesa, no hay chance de que, ¿entendés? Sí.",
      "confianza": 0.723,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 304.45,
      "fin": 307.63,
      "duracion": 3.18,
      "texto": "No ofrecen algo que me sirva, ¿entendés?",
      "confianza": 0.781,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 307.66,
      "fin": 309.64,
      "duracion": 1.98,
      "texto": "Claro, claro, claro.",
      "confianza": 0.267,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 309.66,
      "fin": 317.61,
      "duracion": 7.95,
      "texto": "No, prefiero seguir con claro que por lo menos, o sea, se ofrece y te da bonificaciones y no he tenido problema yo.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.63,
      "fin": 317.69,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 319.37,
      "fin": 340.15,
      "duracion": 20.78,
      "texto": "Por eso no estamos creciendo algo que realmente corresponda, porque hoy en día es el bolsillo por ejemplo. Justamente a eso iba, hoy en día que uno quizás hace cuentas para pagar todo y demás, sí porque te reentiendo, así como te pasa a vos nos está pasando actualmente a todos, sí la verdad es que es bastante difícil y eso se entiende.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.77,
      "fin": 341.05,
      "duracion": 0.28,
      "texto": "Claro,",
      "confianza": 0.479,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 341.05,
      "fin": 345.2,
      "duracion": 4.15,
      "texto": "porque a uno ya no le importa el ciudad, al menos a mí no me importa porque no es justo.",
      "confianza": 0.479,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 345.22,
      "fin": 356.77,
      "duracion": 11.55,
      "texto": "Me importa más que nada el que le sirve para trabajar o para estudiar o algo así. Sí, le va a servir. Pero a mí no, porque no le doy importancia solamente más que algo así.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.44,
      "fin": 370.25,
      "duracion": 12.81,
      "texto": "A eso gustamente, Iba. ¿Cuál es la ventaja de lo que nosotros te brindamos? Que no simplemente es un plan de teléfono, sino que, por ejemplo, te damos descuentos en supermercados. Sí, que eso ya también te hace otra ventaja.",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 370.88,
      "fin": 404.94,
      "duracion": 34.06,
      "texto": "¿Por qué? Porque ahora que un 30 en una compra hoy, un 40 en una compra de mañana, del fin de semana o en el mes, quizás en la compra del mes, que tenga un descuento de hasta un 40%, sí, la verdad está bastante bueno, ¿sí? ¿Por qué? Porque esto se amolda siempre de los supermercados que tenés en la zona, ¿no? Es que es uno o dos supermercados específicos, ¿sí? Claro. Eso yo no hago otra ventaja porque imagínate lo que te estás ahorrando quizás que vos me decís que estás pagando un poco menos en claro, ¿sí?",
      "confianza": 0.115,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 406.02,
      "fin": 462.06,
      "duracion": 56.04,
      "texto": "Nosotros no simplemente te brindamos un descuento durante seis meses en lo que es tu línea, sino que buscamos brindarte descuentos reales también, ¿sí? No sé si te querés dar un gusto, te doy un ejemplo o necesitas comprar quizás algo en la farmacia, también te brindamos descuentos en farmacias, descuentos en supermercados, es decir que es algo que vas a gustar vas a estar usando cotidianamente y no solo te vas a ahorrar en el plan, sino que te vas a ahorrar en un montón de otras cosas que quizás actualmente uno las gasta porque vas al super porque quizás tenés que ir a la farmacia y demás, la verdad está bastante bueno. Sí, pero no. Sí, hasta comparado con el super en diferentes lugares tenés todo el tiempo de cuentos, es super completo y no solo como te decía, No solo aceres a descuentos en el plan, sino que en tu vida cotidiana.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 465.21,
      "fin": 469.46,
      "duracion": 4.25,
      "texto": "No, no, por ahora no. Yo no tengo intenciones por ahora de cambiarme.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 470.26,
      "fin": 474.37,
      "duracion": 4.11,
      "texto": "No sé, más adelante, pero bueno, no.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 475.18,
      "fin": 503.89,
      "duracion": 28.71,
      "texto": "¿No hay algo que me lleve a decir, bueno, como la decisión de cambiarme? Ahorrarte unos pesos al culo, en las compras al mes o en diferentes lugares, como farmacia y demás, la verdad, está bastante bueno porque como te decía, quizás lo que te estás ahorrando, dos mil pesos en claro, porque estarías ahorrando eso, dos mil pesos menos en claro, nosotros te brinamos hasta un cuarenta en los mercados y estamos hablando de que nada compra en el mercado.",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 503.91,
      "fin": 503.97,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 504.54,
      "fin": 506.08,
      "duracion": 1.54,
      "texto": "No, no.",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Sí, decime quién habla. ¿Cómo va? ¿Cómo estás con Alexandra? Sí, ¿quién habla? ¿Cómo estás? Meila, ni quiero hablar. Un placer poder hablar con vos. Ale, nos estamos contactando desde lo que es el sector de bonificaciones móviles para brindarle lo que es un nudo descuento en tu línea celular. Ale, veo que contás con la línea terminada en 42.36 en claro con una bono mensual. ¿Es correcto, Ale? Sí. Bien, Ale te comento, si me figura actualmente que utilizas bastante lo que son los gigas y nosotros desde Movistar queremos brindarte la posibilidad de que vuelvas con nosotros brindándote lo que es un abono con 16 gigas. ¿Cuál es la ventaja de esto de que vas a tener el WhatsApp totalmente gratuito? No, no me interesa, te agradezco. ¿No te interesa Movistar o qué sería lo que no te interesa? Porque por 13.250 pesos tendrías el doble de tus gigas. Sí, pero no, gracias, te agradezco. Claro, ¿no te interesa movistar o qué sería que no te interesa, como para más o menos entenderte? Eh, no, no me interesa movistar y no sé de dónde sacaste mucha tanta ayuda, porque a mí, claro, me ofrece eso y lo consumo porque no me ofrece ese beneficio nomás. Claro, claro, bien, bien. Y te hago una consulta, ¿no te interesa movistar porque tuviste alguna mala experiencia o qué te sucedió? No, porque la muerte que me da, claro, no es el mismo que me da movistar, por eso mismo. te aumentaba mucho, es decir, que te fuiste más que nada por los aumentos. Claro, y que claro no tengo ningún problema. De igual modo, me figura Álex de consultos, me figura que te fuiste el 28 de agosto del 2024, ¿puede ser así? Sí. Claro, mira, Ale, te comento, si nosotros actualmente, ¿cuál es la ventaja? Porque te has sido casi dos años y te has ido hace un montón, ¿sí? Y tú tenés un montón de reclamos como los tuyos. ¿Qué le estamos brindando desde este sector de lo que es recuperarse clientes de movilizar así a nuestros clientes que han sido tan buenos como vos? Brindarle la posibilidad primero que actualmente, para que te quedes tranquila, se te avisa cada uno de tus aumentos, ¿sí? Te doy un ejemplo. que sufras un aumento, se te avisa entre 30 a 60 días antes de que eso impacte. Se te avisa... No, pero no me ha pasado esto mucho antes. No me ha pasado. Por ejemplo, te aumentan de 500 pesos todos los meses y claro, por ejemplo, te aumentas 100 pesos todos los meses. Claro. ¿Cuál es la ventaja? Primero que no estamos aumentando todos los meses porque calcula que actualmente no está teniendo la inflación tanta variación como quizás antes. Sí, no sucedía, como al menos cuando tuviste esa mala experiencia. ¿Qué te brindo? La seguridad que no vas a terminar pagando una locura porque encima de esto, ¿qué buscamos? ¿Brindarte un descuento totalmente fijo durante seis meses? ¿Sí? ¿Para qué? ¿Para que cada? Claramente esto se amolde a tu bolsillo. ¿Sí? ¿Vos me decís que no sois de utilizar mucho la ayuda? No. No, es más, tengo dos siglas y nos precio claro por seis meses, creo que 9200 creo que estoy pagando, por seis meses. Los dos siglas ni siquiera los consumía tampoco, pero bueno, como ese beneficio que me lo ofrece, entonces voy a poner mucha música o algo así cuando voy, pero no... Y te hago una consulta, ¿el Internet para el hogar también lo tenés con claro o no contás con Internet para el hogar? No. No, no, tampoco me interesa. ¿No sos utilizar mucho respecto al Internet para ver alguna plataforma ni nada por el estilo? No. Ah, claro. ¿Por qué? Porque yo tengo para brindarte una línea así con 8 gigas, es decir, para que vos, como me decías, escuches música y demás, es bastante conveniente, esto fue 11.400 pesos. ¿Cuál es la ventaja de esto? Como te decía recién, que vos vas a contar con un descuento totalmente fixo durante seis meses, hasta junio de este año, ya te aseguras un descuento, ¿sí? Además de eso, el WhatsApp es totalmente gratuito, las llamadas son totalmente libres a cualquier compañía, ¿sí? Sí, lo mismo le promuevo, claro. Claro, no ha buenas na... ¿Cuál es la ventaja? Que acá el WhatsApp también es gratuito, es decir, que no te va a estar consumiendo tus llegas, ¿sí? No ha buenas na por adelantado y calcula que estamos a día de martes vos el día entre jueves y viernes ya serías parte de nuestra compañía, en el caso te he dado un ejemplo de que lo hagamos hoy, eso la verdad es un avantaje porque imagínate que vos hasta junio más o menos te aseguras un descuento y te tenés que olvidar de... No, pero no, te agradezco pero no, por ahora prefiero estar así. En otro momento por ahí, más adelante puede ser que cánlele opinión pero por ahora no. Claro, ¿y qué te lleva a no cambiar de opinión ahora y querer quizás pensarlo para más adelante? Porque no me conviene lo que me ofrecen, ese es el tema, no ofrecen algo del hogar y todo eso que no me interesa, no hay chance de que, ¿entendés? Sí. No ofrecen algo que me sirva, ¿entendés? Claro, claro, claro. No, prefiero seguir con claro que por lo menos, o sea, se ofrece y te da bonificaciones y no he tenido problema yo. Sí. Por eso no estamos creciendo algo que realmente corresponda, porque hoy en día es el bolsillo por ejemplo. Justamente a eso iba, hoy en día que uno quizás hace cuentas para pagar todo y demás, sí porque te reentiendo, así como te pasa a vos nos está pasando actualmente a todos, sí la verdad es que es bastante difícil y eso se entiende. Claro, porque a uno ya no le importa el ciudad, al menos a mí no me importa porque no es justo. Me importa más que nada el que le sirve para trabajar o para estudiar o algo así. Sí, le va a servir. Pero a mí no, porque no le doy importancia solamente más que algo así. A eso gustamente, Iba. ¿Cuál es la ventaja de lo que nosotros te brindamos? Que no simplemente es un plan de teléfono, sino que, por ejemplo, te damos descuentos en supermercados. Sí, que eso ya también te hace otra ventaja. ¿Por qué? Porque ahora que un 30 en una compra hoy, un 40 en una compra de mañana, del fin de semana o en el mes, quizás en la compra del mes, que tenga un descuento de hasta un 40%, sí, la verdad está bastante bueno, ¿sí? ¿Por qué? Porque esto se amolda siempre de los supermercados que tenés en la zona, ¿no? Es que es uno o dos supermercados específicos, ¿sí? Claro. Eso yo no hago otra ventaja porque imagínate lo que te estás ahorrando quizás que vos me decís que estás pagando un poco menos en claro, ¿sí? Nosotros no simplemente te brindamos un descuento durante seis meses en lo que es tu línea, sino que buscamos brindarte descuentos reales también, ¿sí? No sé si te querés dar un gusto, te doy un ejemplo o necesitas comprar quizás algo en la farmacia, también te brindamos descuentos en farmacias, descuentos en supermercados, es decir que es algo que vas a gustar vas a estar usando cotidianamente y no solo te vas a ahorrar en el plan, sino que te vas a ahorrar en un montón de otras cosas que quizás actualmente uno las gasta porque vas al super porque quizás tenés que ir a la farmacia y demás, la verdad está bastante bueno. Sí, pero no. Sí, hasta comparado con el super en diferentes lugares tenés todo el tiempo de cuentos, es super completo y no solo como te decía, No solo aceres a descuentos en el plan, sino que en tu vida cotidiana. No, no, por ahora no. Yo no tengo intenciones por ahora de cambiarme. No sé, más adelante, pero bueno, no. ¿No hay algo que me lleve a decir, bueno, como la decisión de cambiarme? Ahorrarte unos pesos al culo, en las compras al mes o en diferentes lugares, como farmacia y demás, la verdad, está bastante bueno porque como te decía, quizás lo que te estás ahorrando, dos mil pesos en claro, porque estarías ahorrando eso, dos mil pesos menos en claro, nosotros te brinamos hasta un cuarenta en los mercados y estamos hablando de que nada compra en el mercado. Sí. No, no.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:41:11.853395",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 108,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:16.026838",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113142414013_ACD_20333",
    "fecha_inicio": "13/1/2026 14:24:14",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 525,
    "tiempo_conversacion": 488,
    "tiempo_hold": 0,
    "tiempo_acw": 17,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}