{
  "archivo": "amza42_1_260115105943238_MIT_01949.wav",
  "duracion_segundos": 411.53,
  "num_segmentos": 75,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 132.49,
    "Cliente": 230.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.26,
      "fin": 20.33,
      "duracion": 19.07,
      "texto": "Hola. Hola, ¿cómo le va? ¿Se había cortado?",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.69,
      "fin": 26.08,
      "duracion": 4.39,
      "texto": "Sí, se había cortado y después me habían llamado, por eso es que capaz que le agarran contestado.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.8,
      "fin": 28.06,
      "duracion": 1.26,
      "texto": "Ah, bien, perfecto.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.56,
      "fin": 47.08,
      "duracion": 18.52,
      "texto": "Bueno, entonces continuamos. Mestor, me dijo... Bueno, para enviarle lo que es el chip, tengo dos Subursal, una en San Miguel, que está en la calle Perón, al 1604. ¿Lo ubica?",
      "confianza": 0.873,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.19,
      "fin": 84.33,
      "duracion": 35.14,
      "texto": "Sí, 1604, sí. Perón 1604. ¿Cómo? Ahí lo tendrían mirado. Claro, usted va a buscarlo con su DNI y se lo entregan ahí, sí, en el momento. Si tiene alguna duda para activarlo, también le pueden ayudar en la sucursal, ¿sí? De igual forma, ya le dije, cualquier duda o consulta que tenga se puede comunicar conmigo por WhatsApp, ¿sí? Bueno, entonces, creo que ya tendríamos todo.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.84,
      "fin": 88.56,
      "duracion": 3.72,
      "texto": "Le voy a leer lo que es el cierre comercial, ¿sí?",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.17,
      "fin": 147.94,
      "duracion": 58.77,
      "texto": "Bien, eso sería lo que usted estaría contratando. Eso sería su contrato con Movistar, ¿sí? Sí. Bueno. Ah, y también voy a pedirle que envíe una foto de documento de frente y dorso, si él sea, para quedarse más tranquilo. Después la puede poner eliminar para todo. Eso nosotros solamente verificamos que usted es el... Es el titular de la línea, ¿sí? Bueno. Voy a pasar a leerle lo que es el cierre comercial, ¿sí? Y he hecho que me responda si o no, y en caso de que tenga alguna duda, me consulte al final del cierre. Bien. Para recibir futuras promociones, ¿usted tiene internet en Movistar? No, no, no tengo. Bien. Estamos cortando la línea 11-59-36-2081 a nombre y apellido titular actual Sebastián Néstor, Sebastián Navarro.",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 148.08,
      "fin": 160.3,
      "duracion": 12.22,
      "texto": "¿Me confirmarían los últimos tres dígitos de su DNI?",
      "confianza": 0.405,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.32,
      "fin": 171.31,
      "duracion": 10.99,
      "texto": "Bien, perfecto. Me comentó que su compañera es claro, me comentó que es la faltera mensual, que cuenta con faltera mensual. ¿La faltera está su nombre o nombre de otra persona?",
      "confianza": 0.84,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 171.84,
      "fin": 196.53,
      "duracion": 24.69,
      "texto": "Bien, perfecto. Actualmente, ¿usted posee chip físico o virtual? ¿Cómo, cómo? ¿O usted tiene chip físico o virtual? ¿Tiene la tarjetita? Sí, sí. Bien, perfecto. Va a retirar su chip en la sucursal Modestar de la calle Aduñada Perón, 16604, ¿sí? De San Miguel.",
      "confianza": 0.648,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 197.52,
      "fin": 205.37,
      "duracion": 7.85,
      "texto": "Le recuerdo que el costo del servicio al día de hoy es de 10.400 pesos porque cuenta con un descuento fijo durante seis meses de 41.650 pesos.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.39,
      "fin": 219.14,
      "duracion": 13.75,
      "texto": "El plan cuenta con ocho días de base más ocho días de regalo durante seis meses con WhatsApp gratis, habla libre a todas las compañías, un llegador IP para Free Fire, América Precio Local y Romina América Free.",
      "confianza": 0.621,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.16,
      "fin": 224.94,
      "duracion": 5.78,
      "texto": "Le recuerdo que el servicio es altera mes adelantado. El mes que me proporciono es",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.46,
      "fin": 245.07,
      "duracion": 19.61,
      "texto": "sebasnavarro940.com, que será recibiendo su facturación online a través del mail que nos proporcionó, ingresando a la sección Servicios desde la aplicación de Movistar, puede ver toda la información referida a su factura, ya sea ciclas de facturación, vencimientos y montos a pagar.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.69,
      "fin": 292.14,
      "duracion": 46.45,
      "texto": "Activar 20 días de regalo con duración de 30 días, disponible una vez por año. puede adherirse al date automático y también sumar cuatro yeras de regalos por cada línea móvil, si es que se va a aportar dos líneas registradas bajo el número titular, ¿sí? Una vez aprobada la portabilidad de su línea, aportará 48 horas hábil, ¿sí? Un día antes por mensaje de WhatsApp le vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, se va a dar cuenta porque su línea claro dejará de recibir señal. Ahí es cuando debe colocarlos. Le comento que, por única vez, deberá validar mi identidad al activarlo. En caso de que tenga alguna dificultad con la validación, intréselo nuevamente o comuníquese al 0800 301 7678 2 opción 4.",
      "confianza": 0.836,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.76,
      "fin": 305.32,
      "duracion": 12.56,
      "texto": "Le solicitamos que, en caso de no levantar señal del chip, reinicie el equipo. Por otro lado, dentro de los próximos días recibirán una encuesta de certificación por WhatsApp. Le solicitamos, por favor, que la complete, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.94,
      "fin": 308.02,
      "duracion": 1.08,
      "texto": "Bien.",
      "confianza": 0.85,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 308.35,
      "fin": 312.06,
      "duracion": 3.7,
      "texto": "Entonces, Néstor, ahora le voy a estar mandando lo que es el código de portabilidad.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 312.66,
      "fin": 329.15,
      "duracion": 16.49,
      "texto": "Este código es para avisarle claro de que usted se va a pasar a modificar con su mismo número, sin modificarlo, ¿sí? Vale. Ese le va a llegar desde un mensajito común del 223.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.21,
      "fin": 329.68,
      "duracion": 0.46,
      "texto": "Dale.",
      "confianza": 0.583,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.2,
      "fin": 336.62,
      "duracion": 2.42,
      "texto": "Avíseme cuando le llegue, yo ya se lo envié.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 348.03,
      "fin": 374.52,
      "duracion": 26.5,
      "texto": "¿Ya llegó?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 375.04,
      "fin": 391.63,
      "duracion": 16.59,
      "texto": "Bien, de eso le dije que le saqué una captura y me la envié por WhatsApp. Había el numerito que le estaba hablando.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 408.61,
      "fin": 409.46,
      "duracion": 0.85,
      "texto": "Ya, ya y voy.",
      "confianza": 0.358,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 410.94,
      "fin": 411.53,
      "duracion": 0.59,
      "texto": "Dale, dale.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo le va? ¿Se había cortado? Sí, se había cortado y después me habían llamado, por eso es que capaz que le agarran contestado. Ah, bien, perfecto. Bueno, entonces continuamos. Mestor, me dijo... Bueno, para enviarle lo que es el chip, tengo dos Subursal, una en San Miguel, que está en la calle Perón, al 1604. ¿Lo ubica? Sí, 1604, sí. Perón 1604. ¿Cómo? Ahí lo tendrían mirado. Claro, usted va a buscarlo con su DNI y se lo entregan ahí, sí, en el momento. Si tiene alguna duda para activarlo, también le pueden ayudar en la sucursal, ¿sí? De igual forma, ya le dije, cualquier duda o consulta que tenga se puede comunicar conmigo por WhatsApp, ¿sí? Bueno, entonces, creo que ya tendríamos todo. Le voy a leer lo que es el cierre comercial, ¿sí? Bien, eso sería lo que usted estaría contratando. Eso sería su contrato con Movistar, ¿sí? Sí. Bueno. Ah, y también voy a pedirle que envíe una foto de documento de frente y dorso, si él sea, para quedarse más tranquilo. Después la puede poner eliminar para todo. Eso nosotros solamente verificamos que usted es el... Es el titular de la línea, ¿sí? Bueno. Voy a pasar a leerle lo que es el cierre comercial, ¿sí? Y he hecho que me responda si o no, y en caso de que tenga alguna duda, me consulte al final del cierre. Bien. Para recibir futuras promociones, ¿usted tiene internet en Movistar? No, no, no tengo. Bien. Estamos cortando la línea 11-59-36-2081 a nombre y apellido titular actual Sebastián Néstor, Sebastián Navarro. ¿Me confirmarían los últimos tres dígitos de su DNI? Bien, perfecto. Me comentó que su compañera es claro, me comentó que es la faltera mensual, que cuenta con faltera mensual. ¿La faltera está su nombre o nombre de otra persona? Bien, perfecto. Actualmente, ¿usted posee chip físico o virtual? ¿Cómo, cómo? ¿O usted tiene chip físico o virtual? ¿Tiene la tarjetita? Sí, sí. Bien, perfecto. Va a retirar su chip en la sucursal Modestar de la calle Aduñada Perón, 16604, ¿sí? De San Miguel. Le recuerdo que el costo del servicio al día de hoy es de 10.400 pesos porque cuenta con un descuento fijo durante seis meses de 41.650 pesos. El plan cuenta con ocho días de base más ocho días de regalo durante seis meses con WhatsApp gratis, habla libre a todas las compañías, un llegador IP para Free Fire, América Precio Local y Romina América Free. Le recuerdo que el servicio es altera mes adelantado. El mes que me proporciono es sebasnavarro940.com, que será recibiendo su facturación online a través del mail que nos proporcionó, ingresando a la sección Servicios desde la aplicación de Movistar, puede ver toda la información referida a su factura, ya sea ciclas de facturación, vencimientos y montos a pagar. Activar 20 días de regalo con duración de 30 días, disponible una vez por año. puede adherirse al date automático y también sumar cuatro yeras de regalos por cada línea móvil, si es que se va a aportar dos líneas registradas bajo el número titular, ¿sí? Una vez aprobada la portabilidad de su línea, aportará 48 horas hábil, ¿sí? Un día antes por mensaje de WhatsApp le vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, se va a dar cuenta porque su línea claro dejará de recibir señal. Ahí es cuando debe colocarlos. Le comento que, por única vez, deberá validar mi identidad al activarlo. En caso de que tenga alguna dificultad con la validación, intréselo nuevamente o comuníquese al 0800 301 7678 2 opción 4. Le solicitamos que, en caso de no levantar señal del chip, reinicie el equipo. Por otro lado, dentro de los próximos días recibirán una encuesta de certificación por WhatsApp. Le solicitamos, por favor, que la complete, ya que su opinión es muy importante para la empresa. Bien. Entonces, Néstor, ahora le voy a estar mandando lo que es el código de portabilidad. Este código es para avisarle claro de que usted se va a pasar a modificar con su mismo número, sin modificarlo, ¿sí? Vale. Ese le va a llegar desde un mensajito común del 223. Dale. Avíseme cuando le llegue, yo ya se lo envié. ¿Ya llegó? Bien, de eso le dije que le saqué una captura y me la envié por WhatsApp. Había el numerito que le estaba hablando. Ya, ya y voy. Dale, dale.",
  "calidad": {
    "confianza_promedio": 0.577,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:46:54.627136",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 75,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:27.533068",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115105943238_MIT_01949",
    "fecha_inicio": "15/1/2026 10:59:44",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 407,
    "tiempo_conversacion": 393,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}