{
  "archivo": "amza15_1_260112115557260_ACD_23789.wav",
  "duracion_segundos": 255.08,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 52.93,
    "Cliente": 176.79
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 15.03,
      "duracion": 15.0,
      "texto": "Hola, ¿qué tal? Buenas tardes. Mamá Cardena es mi nombre. Un gusto. Nos estamos contratando en el área de recupero de clientes de Movistar. ¿Habló con Nahuel?",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.05,
      "fin": 15.11,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.13,
      "fin": 24.94,
      "duracion": 9.81,
      "texto": "Nahuel, ¿cómo estás? Queríamos brindarte lo que suena muy bien, una promoción exclusiva para que puedas volver con nosotros. Coméntame, actualmente te encontrás con Claro, ¿verdad?",
      "confianza": 0.037,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.59,
      "fin": 29.45,
      "duracion": 1.86,
      "texto": "Sí, sí, sí.",
      "confianza": 0.238,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.14,
      "fin": 43.71,
      "duracion": 13.57,
      "texto": "No quiero movistar, porque no tengo señal en algunos lugares, por eso siempre me quedé tan claro. En todo el mundo te informó que aproximadamente hace un año te fuiste de la compañía, ¿verdad? Sí, más o menos. Sí,",
      "confianza": 0.643,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 43.71,
      "fin": 46.54,
      "duracion": 2.83,
      "texto": "porque había un lugar que no me quedaba sin señal.",
      "confianza": 0.508,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.56,
      "fin": 59.3,
      "duracion": 12.74,
      "texto": "Bien, al día de hoy te informó que el movistar mejoró debido a que tuvimos muchos clientes con ese tipo de inconveniente. Ha insalado mayor cantidad de antenas y eso hace que la señal se expanda en lugares donde antes no llegaba.",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.8,
      "fin": 73.12,
      "duracion": 13.32,
      "texto": "Si me permitiste, consulto de qué localidad de Sosa si lo puedo colaborar. De José C. Paz. José C. Paz, bien. Bien.",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.14,
      "fin": 78.36,
      "duracion": 5.23,
      "texto": "Te informo así que la calidad de la señal está totalmente ok para que puedas volver a la compañía.",
      "confianza": 0.707,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.38,
      "fin": 88.71,
      "duracion": 10.33,
      "texto": "Ahora te consulto acerca del plan. ¿Qué cantidades de gigas tenés con la compañía? ¿Cantidades de gigas de regalo aparte de los de base o solo de base? Te brinda claro.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.44,
      "fin": 140.4,
      "duracion": 50.96,
      "texto": "No, yo estoy teniendo, creo que 10 gigas por mes, más o menos. ¿10 gigas? ¿Que esto hace un total de 10 gigas con los gigas de base, más los de real o solamente son de base? No, de base. Bien. Porque tenemos para brindarte, no sé cuánto es el costo que aproximadamente estás abonando, pero tenemos un plan intermedio para brindarte en ese caso 16 gigas en total. con todo bonificado lo que es llamadas SMS y WhatsApp totalmente libres, con el roaming incluido en el caso de que seas de viajar por un costo de 13.250. Y si no, ya directamente pasamos al plan más económico con los mismos beneficios, lo único que cambia es la cantidad de gigas que tenés 8, pero además estamos adicionando 20 gigas en el día de hoy.",
      "confianza": 0.036,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.94,
      "fin": 147.26,
      "duracion": 6.33,
      "texto": "Con cualquier plan que elijas, vas a tener 20 gigas adicionales que vas a poder activar en el momento que vos desee, ¿sí?",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.75,
      "fin": 165.88,
      "duracion": 17.13,
      "texto": "Sí. Pero este plan tiene un costo de 11.400. No es mucha diferencia en costos, pero sí en la cantidad de gigas. ¿Enclaro cuánto estás abonando por tu línea? No, yo lo estoy pagando 16, 17, y si le pongo un par de gigas...",
      "confianza": 0.111,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.03,
      "fin": 179.27,
      "duracion": 12.24,
      "texto": "Y si le agredo gigas, porque a veces me paso de... Tienes que hacer recargas. Claro. Bien, en ese caso, te recomiendo que accedas por el plan de 13.",
      "confianza": 0.289,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.89,
      "fin": 188.66,
      "duracion": 8.78,
      "texto": "Porque si no ya subimos a uno que es de 23 gigas, son 15 de base más 8 de regalo.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.55,
      "fin": 200.22,
      "duracion": 10.67,
      "texto": "con los brindis adicionales, con el romín incluido también, pero tiene un costado de 23.850. Supongo que lo que buscas es economizar tu bolsillo, ¿verdad? Sí, sí.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.07,
      "fin": 201.3,
      "duracion": 0.23,
      "texto": "Bien,",
      "confianza": 0.666,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.3,
      "fin": 203.43,
      "duracion": 2.13,
      "texto": "entonces te puede llegar a convenir el día 16.",
      "confianza": 0.666,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.41,
      "fin": 206.85,
      "duracion": 2.44,
      "texto": "Recordad que vas a tener brindis adicionales también.",
      "confianza": 0.435,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.2,
      "fin": 217.18,
      "duracion": 1.98,
      "texto": "Bueno, déjame pensar y si me querés llamar más tarde, bueno, 5 de la tarde, te confirmo que decido.",
      "confianza": 0.016,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 217.77,
      "fin": 224.22,
      "duracion": 6.45,
      "texto": "Bien, yo me encuentro hasta las 15 en la oficina. ¿Puede ser que yo ahora te envíe un WhatsApp y me confirmes antes de ese horario?",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.76,
      "fin": 239.85,
      "duracion": 14.09,
      "texto": "Dale, dale. Desde las 12 y media que yo ahí, si te interesa, podría cargar todo tranquilamente, ¿sí? Y ya retirarme y que la venta esté cargada en el sistema para que puedas aprovechar cuanto antes la promoción. ¿Te parece?",
      "confianza": 0.084,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 241.92,
      "fin": 242.14,
      "duracion": 0.22,
      "texto": "Dale, dale.",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.16,
      "fin": 244.2,
      "duracion": 2.04,
      "texto": "Bien, entonces ahora te envío el WhatsApp, ¿sí?",
      "confianza": 0.586,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 245.12,
      "fin": 253.6,
      "duracion": 8.48,
      "texto": "las dos opciones y vos me decís cuál de las dos preferís, ¿bien? Vamos hablando a medida que puedas. Que estés muy bien.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 254.28,
      "fin": 255.08,
      "duracion": 0.8,
      "texto": "Hasta luego.",
      "confianza": 0.196,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. Mamá Cardena es mi nombre. Un gusto. Nos estamos contratando en el área de recupero de clientes de Movistar. ¿Habló con Nahuel? Sí. Nahuel, ¿cómo estás? Queríamos brindarte lo que suena muy bien, una promoción exclusiva para que puedas volver con nosotros. Coméntame, actualmente te encontrás con Claro, ¿verdad? Sí, sí, sí. No quiero movistar, porque no tengo señal en algunos lugares, por eso siempre me quedé tan claro. En todo el mundo te informó que aproximadamente hace un año te fuiste de la compañía, ¿verdad? Sí, más o menos. Sí, porque había un lugar que no me quedaba sin señal. Bien, al día de hoy te informó que el movistar mejoró debido a que tuvimos muchos clientes con ese tipo de inconveniente. Ha insalado mayor cantidad de antenas y eso hace que la señal se expanda en lugares donde antes no llegaba. Si me permitiste, consulto de qué localidad de Sosa si lo puedo colaborar. De José C. Paz. José C. Paz, bien. Bien. Te informo así que la calidad de la señal está totalmente ok para que puedas volver a la compañía. Ahora te consulto acerca del plan. ¿Qué cantidades de gigas tenés con la compañía? ¿Cantidades de gigas de regalo aparte de los de base o solo de base? Te brinda claro. No, yo estoy teniendo, creo que 10 gigas por mes, más o menos. ¿10 gigas? ¿Que esto hace un total de 10 gigas con los gigas de base, más los de real o solamente son de base? No, de base. Bien. Porque tenemos para brindarte, no sé cuánto es el costo que aproximadamente estás abonando, pero tenemos un plan intermedio para brindarte en ese caso 16 gigas en total. con todo bonificado lo que es llamadas SMS y WhatsApp totalmente libres, con el roaming incluido en el caso de que seas de viajar por un costo de 13.250. Y si no, ya directamente pasamos al plan más económico con los mismos beneficios, lo único que cambia es la cantidad de gigas que tenés 8, pero además estamos adicionando 20 gigas en el día de hoy. Con cualquier plan que elijas, vas a tener 20 gigas adicionales que vas a poder activar en el momento que vos desee, ¿sí? Sí. Pero este plan tiene un costo de 11.400. No es mucha diferencia en costos, pero sí en la cantidad de gigas. ¿Enclaro cuánto estás abonando por tu línea? No, yo lo estoy pagando 16, 17, y si le pongo un par de gigas... Y si le agredo gigas, porque a veces me paso de... Tienes que hacer recargas. Claro. Bien, en ese caso, te recomiendo que accedas por el plan de 13. Porque si no ya subimos a uno que es de 23 gigas, son 15 de base más 8 de regalo. con los brindis adicionales, con el romín incluido también, pero tiene un costado de 23.850. Supongo que lo que buscas es economizar tu bolsillo, ¿verdad? Sí, sí. Bien, entonces te puede llegar a convenir el día 16. Recordad que vas a tener brindis adicionales también. Bueno, déjame pensar y si me querés llamar más tarde, bueno, 5 de la tarde, te confirmo que decido. Bien, yo me encuentro hasta las 15 en la oficina. ¿Puede ser que yo ahora te envíe un WhatsApp y me confirmes antes de ese horario? Dale, dale. Desde las 12 y media que yo ahí, si te interesa, podría cargar todo tranquilamente, ¿sí? Y ya retirarme y que la venta esté cargada en el sistema para que puedas aprovechar cuanto antes la promoción. ¿Te parece? Dale, dale. Bien, entonces ahora te envío el WhatsApp, ¿sí? las dos opciones y vos me decís cuál de las dos preferís, ¿bien? Vamos hablando a medida que puedas. Que estés muy bien. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:21:00.021996",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:14.840234",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115557260_ACD_23789",
    "fecha_inicio": "12/1/2026 11:55:57",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 295,
    "tiempo_conversacion": 248,
    "tiempo_hold": 0,
    "tiempo_acw": 26,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}