{
  "archivo": "amza42_1_260114114001279_ACD_29087.wav",
  "duracion_segundos": 268.77,
  "num_segmentos": 71,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 28.44,
    "Cliente": 224.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.85,
      "fin": 21.82,
      "duracion": 19.97,
      "texto": "Hola, ¿qué tal con Silvana? Sí, ¿quién habla? Silvana, con motivo de un gusto saludarte, te hablo Marcos. Silvana, al día de hoy te estoy llamando porque estamos activando beneficios en la línea. Verifico que la semana pasada te habían llamado, te habrían comentado un poquito la promoción. Contame, ¿te pudieron comentar lo que son los 20 gigas de regalo? ¿De qué, de claro?",
      "confianza": 0.252,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.39,
      "fin": 30.48,
      "duracion": 8.09,
      "texto": "Del área técnica Movistar, ya que se han hecho las nuevas centrales en la zona, que va a permitir que justamente tengan buena cobertura, ¿sí?",
      "confianza": 0.713,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.69,
      "fin": 39.2,
      "duracion": 8.51,
      "texto": "¿Vos, Silvana, actualmente tenés dos líneas en claro? Sí, sí, sí. Perfecto, buenísimo, excelente. ¿Vos estás en Córdoba Capital?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.52,
      "fin": 40.58,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.27,
      "fin": 58.44,
      "duracion": 17.17,
      "texto": "Buenísimo, al día de hoy estamos con lo que es una solución técnica para aquellos antiguos abonados. Vos en el 2023 estuviste en la compañía. ¿Cuál es la idea y el motivo de este llamado? Poder contarte todas las novedades que Movistar está haciendo por la familia, ¿sí? La promoción que ingresamos es una promoción justamente válida por el día de hoy.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.76,
      "fin": 68.03,
      "duracion": 9.28,
      "texto": "La promoción arranca con lo que es llamadas libres, WhatsApp libre, un giga gratis para gaming, y además va a tener lo que es América Presidio Kelly Romine en América, ¿sí?",
      "confianza": 0.732,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.05,
      "fin": 85.22,
      "duracion": 17.17,
      "texto": "Porque el Romine por ahí sirve más que nada cuando vos salís de casa, que salís del país, que tengas Internet donde vayas, ¿sí? Viste que por ahí estamos en época de vacaciones. y por ahí salimos mucho de lo que es de la casa, ¿sí? Vos contramactualmente, Silvana, vos estás con la compañía de Claro, ¿y cuánto sigas te están cargando?",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.78,
      "fin": 96.39,
      "duracion": 8.61,
      "texto": "No tengo la menor idea. Estoy sincera. Vos pagás todos los meses. O sea, lo único que vas a hacer es pagar para pagar, pero no sabes cuánto sigas tenés.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.3,
      "fin": 106.45,
      "duracion": 8.15,
      "texto": "No, no, no, no. La verdad es que no, porque lo contraté porque también tengo una línea, porque también tengo",
      "confianza": 0.179,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.05,
      "fin": 113.9,
      "duracion": 6.85,
      "texto": "Y es como pagar todo y gastar.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.84,
      "fin": 149.09,
      "duracion": 34.25,
      "texto": "Bien, buenísimo. Bueno, mira, la solución ha llegado al día de hoy. ¿Cuál es la idea? Que puedas nuevamente tener lo que es la tecnología que estamos trabajando para todas las familias de la zona. Allá en Córdoba hicimos un refuerzo el año pasado, con lo cual permite que siempre haya buena recepción por parte de lo que es la área técnica. Entonces, bueno, la idea es que tengas un excelente servicio, ¿sí? Al día de hoy la promoción te queda sumamente económica, te queda en $10,400, ¿sí? Vas a tener 8 gigas de base y te vamos a regalar 8 gigas más para que puedas hacer servicio durante los primeros 6 meses, ¿sí?",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.62,
      "fin": 245.88,
      "duracion": 96.26,
      "texto": "La promoción, como te decía, tiene todo lo que es la atención bonificada por parte de nuestros asesores. Nosotros te asignamos una ejecutiva para que ella te acompañe en el proceso, para que sea, justamente, una relación mucho más personalizada, ¿viste? Porque es que es mejor que tener una atención más personalizada por parte de la compañía, ¿sí? Si hago una consulta, ¿esta es tu línea o utilizás la otra? Porque me figura la que termina en 8-5-4. No, no, esta es la mía. La mía que yo uso. Perfecto. Dicho, la otra es de mi hija, que la gusta ella. Te la pago yo porque es estudiante, viste. Entonces, más que nada, por eso. Buenísimo, entonces. Te va a venir genial, entonces, que tanto la línea tuya como la de tu hija puedan tener este beneficio. ¿Por qué? Porque hoy en día le vamos a dejar, y solo al día de hoy, en 10.400 lo que es la promoción, ¿sí? para que tengan ambas el servicio, que tengan un plan familia, la que vos le paras la línea a tu hija por el tema de estudio, trabajo, lo que ella haga, que ella nunca se quede incomunicada, ¿bien? ¿Qué quiere decir esto? De que no se va a quedar incomunicada porque el chip te lo vamos a demandar a la puerta de casa totalmente bonificado. Acá me disfigura que tengo envío gratis para vos, ¿sí? ¿Vos de qué parte de Córdoba sos actualmente? De Barrio Yacucho. Barrio Yacucho. Sí. Mira, ¿en Manzana? No, no, no estoy en Manzana. Ah, ¿es barrio? ¿Y el número de la casa?",
      "confianza": 0.865,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.56,
      "fin": 250.02,
      "duracion": 2.46,
      "texto": "Es Barrio Sancucho, Cáceres, Cáceres Vida.",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.83,
      "fin": 268.77,
      "duracion": 15.94,
      "texto": "Ah, bien. O sea, aguardando el segundo, porque yo estoy justo... Estoy justo acomodando unas cosas, viste, y estoy cargando. Ah, listo. Por eso estoy usando... Pero aguardando. Dale, te espero un segundito.",
      "confianza": 0.157,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal con Silvana? Sí, ¿quién habla? Silvana, con motivo de un gusto saludarte, te hablo Marcos. Silvana, al día de hoy te estoy llamando porque estamos activando beneficios en la línea. Verifico que la semana pasada te habían llamado, te habrían comentado un poquito la promoción. Contame, ¿te pudieron comentar lo que son los 20 gigas de regalo? ¿De qué, de claro? Del área técnica Movistar, ya que se han hecho las nuevas centrales en la zona, que va a permitir que justamente tengan buena cobertura, ¿sí? ¿Vos, Silvana, actualmente tenés dos líneas en claro? Sí, sí, sí. Perfecto, buenísimo, excelente. ¿Vos estás en Córdoba Capital? Sí. Buenísimo, al día de hoy estamos con lo que es una solución técnica para aquellos antiguos abonados. Vos en el 2023 estuviste en la compañía. ¿Cuál es la idea y el motivo de este llamado? Poder contarte todas las novedades que Movistar está haciendo por la familia, ¿sí? La promoción que ingresamos es una promoción justamente válida por el día de hoy. La promoción arranca con lo que es llamadas libres, WhatsApp libre, un giga gratis para gaming, y además va a tener lo que es América Presidio Kelly Romine en América, ¿sí? Porque el Romine por ahí sirve más que nada cuando vos salís de casa, que salís del país, que tengas Internet donde vayas, ¿sí? Viste que por ahí estamos en época de vacaciones. y por ahí salimos mucho de lo que es de la casa, ¿sí? Vos contramactualmente, Silvana, vos estás con la compañía de Claro, ¿y cuánto sigas te están cargando? No tengo la menor idea. Estoy sincera. Vos pagás todos los meses. O sea, lo único que vas a hacer es pagar para pagar, pero no sabes cuánto sigas tenés. No, no, no, no. La verdad es que no, porque lo contraté porque también tengo una línea, porque también tengo Y es como pagar todo y gastar. Bien, buenísimo. Bueno, mira, la solución ha llegado al día de hoy. ¿Cuál es la idea? Que puedas nuevamente tener lo que es la tecnología que estamos trabajando para todas las familias de la zona. Allá en Córdoba hicimos un refuerzo el año pasado, con lo cual permite que siempre haya buena recepción por parte de lo que es la área técnica. Entonces, bueno, la idea es que tengas un excelente servicio, ¿sí? Al día de hoy la promoción te queda sumamente económica, te queda en $10,400, ¿sí? Vas a tener 8 gigas de base y te vamos a regalar 8 gigas más para que puedas hacer servicio durante los primeros 6 meses, ¿sí? La promoción, como te decía, tiene todo lo que es la atención bonificada por parte de nuestros asesores. Nosotros te asignamos una ejecutiva para que ella te acompañe en el proceso, para que sea, justamente, una relación mucho más personalizada, ¿viste? Porque es que es mejor que tener una atención más personalizada por parte de la compañía, ¿sí? Si hago una consulta, ¿esta es tu línea o utilizás la otra? Porque me figura la que termina en 8-5-4. No, no, esta es la mía. La mía que yo uso. Perfecto. Dicho, la otra es de mi hija, que la gusta ella. Te la pago yo porque es estudiante, viste. Entonces, más que nada, por eso. Buenísimo, entonces. Te va a venir genial, entonces, que tanto la línea tuya como la de tu hija puedan tener este beneficio. ¿Por qué? Porque hoy en día le vamos a dejar, y solo al día de hoy, en 10.400 lo que es la promoción, ¿sí? para que tengan ambas el servicio, que tengan un plan familia, la que vos le paras la línea a tu hija por el tema de estudio, trabajo, lo que ella haga, que ella nunca se quede incomunicada, ¿bien? ¿Qué quiere decir esto? De que no se va a quedar incomunicada porque el chip te lo vamos a demandar a la puerta de casa totalmente bonificado. Acá me disfigura que tengo envío gratis para vos, ¿sí? ¿Vos de qué parte de Córdoba sos actualmente? De Barrio Yacucho. Barrio Yacucho. Sí. Mira, ¿en Manzana? No, no, no estoy en Manzana. Ah, ¿es barrio? ¿Y el número de la casa? Es Barrio Sancucho, Cáceres, Cáceres Vida. Ah, bien. O sea, aguardando el segundo, porque yo estoy justo... Estoy justo acomodando unas cosas, viste, y estoy cargando. Ah, listo. Por eso estoy usando... Pero aguardando. Dale, te espero un segundito.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:44:59.367430",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 71,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:27.420910",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114114001279_ACD_29087",
    "fecha_inicio": "14/1/2026 11:40:01",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 283,
    "tiempo_conversacion": 259,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}