{
  "archivo": "amza1_1_260112125750426_ACD_54253.wav",
  "duracion_segundos": 122.95,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 33.5,
    "Cliente": 83.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.35,
      "fin": 3.77,
      "duracion": 2.42,
      "texto": "Hola, que tengan buenos días. Habló con Flavia.",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.67,
      "fin": 12.94,
      "duracion": 7.27,
      "texto": "Flavia, ¿cómo estás? Mucho gusto te hablar, Angelina, de este lado de la llamada. ¿Cómo estás? Bien, Angelina, ¿y vos? Muy bien, acá trabajando.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.59,
      "fin": 15.71,
      "duracion": 2.12,
      "texto": "Te comento, Flavia, eso es muy breve, ¿sí?",
      "confianza": 0.493,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.73,
      "fin": 59.74,
      "duracion": 44.01,
      "texto": "Yo te llamaba justamente desde el área de beneficios movistar. Me asegura que estuviste con nosotros en febrero del año pasado, ¿sí? Queríamos brindarte justamente el día de hoy lo que es una promoción para tu línea móvil, y también tenemos promociones para lo que es el internet del hogar. Entonces, actualmente tenés lo que es abono mensual, ¿en claro? Sí, exactamente. ¿Tenés idea de cuántos llegas? ¿Es el plan que tenés vos actualmente? No, no me acuerdo. Conocés. ¿Y sabes cuándo estás abonando aproximadamente, como para ver que te puedo brindar? 12 mil abonos, pero la verdad que no me interesa porque estoy bastante satisfecha con claro. Bien. Bueno, no hay problema. De todas maneras, comentarte que tenemos lo que es una promoción un poco menor, 11,400 pesos, el cual cuenta con 12 gigas en total.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.47,
      "fin": 69.42,
      "duracion": 8.95,
      "texto": "¿Sí? Tenés 8 gigas, perdón, tenés 8 gigas de base, perdón, 4 gigas de base más 4 gigas de regalo. ¿Sí?",
      "confianza": 0.318,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.67,
      "fin": 78.34,
      "duracion": 8.67,
      "texto": "En caso de que no quieras justamente contratar lo que es el servicio de la fibra óptica más el internet, te paso a comentar que tiene un valor de 24 mil pesos lo que es la fibra, ¿sí?",
      "confianza": 0.654,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.36,
      "fin": 97.54,
      "duracion": 19.18,
      "texto": "Y que haría la línea bonificada por seis meses, es decir, que solo abonarías la fibra óptica que tiene un valor de 24. Y además se te van a añadir cuatro lluvias más de regalo en caso de que quieras hacer la totalización, porque justamente requiere ambos servicios, ¿bien? Eso para que lo tengas en cuenta que está muy bueno lo que es el beneficio, ¿sí? Ok,",
      "confianza": 0.69,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 97.54,
      "fin": 100.11,
      "duracion": 2.57,
      "texto": "bueno, cualquier cosa me comunico con usted.",
      "confianza": 0.651,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.97,
      "fin": 118.69,
      "duracion": 17.72,
      "texto": "Dale, Mirina, yo te voy a mandar un mensajito por WhatsApp, Flavia, mi nombre es Angelina, yo también soy de Mendoza, me figuré, esos dos sois uno, yo soy también de Mendoza, así que en caso de que quieras consultarme alguna duda sobre las promociones y demás más adelante, o yo también te las voy enviando cada tanto, buenísimo, y nos comunicamos, pero ahí, dale.",
      "confianza": 0.609,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.31,
      "fin": 122.95,
      "duracion": 3.64,
      "texto": "Ok, dale, gracias. Dale, estés muy bien, hasta luego. Hasta luego.",
      "confianza": 0.55,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, que tengan buenos días. Habló con Flavia. Flavia, ¿cómo estás? Mucho gusto te hablar, Angelina, de este lado de la llamada. ¿Cómo estás? Bien, Angelina, ¿y vos? Muy bien, acá trabajando. Te comento, Flavia, eso es muy breve, ¿sí? Yo te llamaba justamente desde el área de beneficios movistar. Me asegura que estuviste con nosotros en febrero del año pasado, ¿sí? Queríamos brindarte justamente el día de hoy lo que es una promoción para tu línea móvil, y también tenemos promociones para lo que es el internet del hogar. Entonces, actualmente tenés lo que es abono mensual, ¿en claro? Sí, exactamente. ¿Tenés idea de cuántos llegas? ¿Es el plan que tenés vos actualmente? No, no me acuerdo. Conocés. ¿Y sabes cuándo estás abonando aproximadamente, como para ver que te puedo brindar? 12 mil abonos, pero la verdad que no me interesa porque estoy bastante satisfecha con claro. Bien. Bueno, no hay problema. De todas maneras, comentarte que tenemos lo que es una promoción un poco menor, 11,400 pesos, el cual cuenta con 12 gigas en total. ¿Sí? Tenés 8 gigas, perdón, tenés 8 gigas de base, perdón, 4 gigas de base más 4 gigas de regalo. ¿Sí? En caso de que no quieras justamente contratar lo que es el servicio de la fibra óptica más el internet, te paso a comentar que tiene un valor de 24 mil pesos lo que es la fibra, ¿sí? Y que haría la línea bonificada por seis meses, es decir, que solo abonarías la fibra óptica que tiene un valor de 24. Y además se te van a añadir cuatro lluvias más de regalo en caso de que quieras hacer la totalización, porque justamente requiere ambos servicios, ¿bien? Eso para que lo tengas en cuenta que está muy bueno lo que es el beneficio, ¿sí? Ok, bueno, cualquier cosa me comunico con usted. Dale, Mirina, yo te voy a mandar un mensajito por WhatsApp, Flavia, mi nombre es Angelina, yo también soy de Mendoza, me figuré, esos dos sois uno, yo soy también de Mendoza, así que en caso de que quieras consultarme alguna duda sobre las promociones y demás más adelante, o yo también te las voy enviando cada tanto, buenísimo, y nos comunicamos, pero ahí, dale. Ok, dale, gracias. Dale, estés muy bien, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.542,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:38:04.870590",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:15.835220",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112125750426_ACD_54253",
    "fecha_inicio": "12/1/2026 12:57:50",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 145,
    "tiempo_conversacion": 119,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}