{
  "archivo": "amza32_1_260112110401488_ACD_33793.wav",
  "duracion_segundos": 108.94,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 16.88,
    "Cliente": 86.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 15.95,
      "duracion": 15.92,
      "texto": "Hola, buen día. Mi nombre es Marina. Hablo con Hernán. ¿Con quién hablo, por favor? ¿Marina? Ajá, Marina. Bernardo, un gusto el día. Hoy me estoy comunicando. Fue una figura que estabas en la compañía de Claro, ¿es correcto?",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.69,
      "fin": 20.39,
      "duracion": 1.7,
      "texto": "Gracias a Dios, soy muy bien. Perfecto.",
      "confianza": 0.042,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.41,
      "fin": 21.38,
      "duracion": 0.96,
      "texto": "Me estoy comunicando.",
      "confianza": 0.512,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.4,
      "fin": 45.9,
      "duracion": 24.5,
      "texto": "No me des de movilizar porque tengo lo que es una... No me gusta. No es que no te gusta movilizar. ¿Has tenido mala experiencia con la compañía? Sí, muy mala. Muy mala experiencia. No tuve señal nunca. No sé por qué siempre me llaman Movistar, la verdad, que a mí Movistar no me gusta. Disculpame yo por no aceptar todo el tiempo. No hay ninguna posibilidad de que tenga Movistar. Bien, ¿cuál fue su buena experiencia que tuviste con la compañía? Señal. No tenía señal.",
      "confianza": 0.363,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.78,
      "fin": 52.22,
      "duracion": 5.45,
      "texto": "Lo tuve, creo, cuando usted me porté, no sé si un mes o dos meses, no sé cuánto tiempo tuve.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.84,
      "fin": 61.45,
      "duracion": 8.61,
      "texto": "Sí. Y la verdad es que no tenía señal en ningún lado. y el problema grave, gravísimo, para mí que ustedes tienen es que no tienen atención personalizada en Tucumán.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.39,
      "fin": 79.38,
      "duracion": 16.99,
      "texto": "Entonces, si yo tengo que hacer algún trámite o algo, tengo que hacer ustedes ir por teléfono, por la página, por donde sea, y la verdad que a mí no me gusta. Ajá. Bien. El día que tenga una oficina en Tucumán de nuevo, tal vez lo piense, pero no.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.02,
      "fin": 108.94,
      "duracion": 28.92,
      "texto": "Bien, y ¿cuál es la atención personalizada que hemos hecho? ¿Son los asesores? En este caso sería yo. Sí, no, no. Estaba 15 años con Center, sé cómo funciona todo, pero no me sirve. Hay cosas que cuando ya no tienen una instancia para resolverse, mejor hablarlo en persona y esas posibilidades no las tengo con Center. Si quisiera yo hacer todo digital, tendría 20 en todo caso. Bien, dale. Bueno, por eso no te quito más tiempo, que tengas lindo día. Gracias, que estés bien, chau.",
      "confianza": 0.345,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Mi nombre es Marina. Hablo con Hernán. ¿Con quién hablo, por favor? ¿Marina? Ajá, Marina. Bernardo, un gusto el día. Hoy me estoy comunicando. Fue una figura que estabas en la compañía de Claro, ¿es correcto? Gracias a Dios, soy muy bien. Perfecto. Me estoy comunicando. No me des de movilizar porque tengo lo que es una... No me gusta. No es que no te gusta movilizar. ¿Has tenido mala experiencia con la compañía? Sí, muy mala. Muy mala experiencia. No tuve señal nunca. No sé por qué siempre me llaman Movistar, la verdad, que a mí Movistar no me gusta. Disculpame yo por no aceptar todo el tiempo. No hay ninguna posibilidad de que tenga Movistar. Bien, ¿cuál fue su buena experiencia que tuviste con la compañía? Señal. No tenía señal. Lo tuve, creo, cuando usted me porté, no sé si un mes o dos meses, no sé cuánto tiempo tuve. Sí. Y la verdad es que no tenía señal en ningún lado. y el problema grave, gravísimo, para mí que ustedes tienen es que no tienen atención personalizada en Tucumán. Entonces, si yo tengo que hacer algún trámite o algo, tengo que hacer ustedes ir por teléfono, por la página, por donde sea, y la verdad que a mí no me gusta. Ajá. Bien. El día que tenga una oficina en Tucumán de nuevo, tal vez lo piense, pero no. Bien, y ¿cuál es la atención personalizada que hemos hecho? ¿Son los asesores? En este caso sería yo. Sí, no, no. Estaba 15 años con Center, sé cómo funciona todo, pero no me sirve. Hay cosas que cuando ya no tienen una instancia para resolverse, mejor hablarlo en persona y esas posibilidades no las tengo con Center. Si quisiera yo hacer todo digital, tendría 20 en todo caso. Bien, dale. Bueno, por eso no te quito más tiempo, que tengas lindo día. Gracias, que estés bien, chau.",
  "calidad": {
    "confianza_promedio": 0.404,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:34:27.793279",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:23.267340",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110401488_ACD_33793",
    "fecha_inicio": "12/1/2026 11:04:01",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 143,
    "tiempo_conversacion": 106,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}