{
  "archivo": "amza10_1_260115151418878_MIT_01995.wav",
  "duracion_segundos": 347.41,
  "num_segmentos": 101,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 80.97,
    "Cliente": 226.95
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 4.62,
      "fin": 23.56,
      "duracion": 18.94,
      "texto": "Ay, me duele mucho la pierna. Hola, Sílvia. Hola. Sí, buenas tardes. Buenas tardes. ¿Cómo estás, Labrero? ¿Todo bien? Lourdes, tengo la cara de monstruo. Bien. Bueno, habíamos estado hablando por WhatsApp, más o menos, sí.",
      "confianza": 0.135,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.27,
      "fin": 26.59,
      "duracion": 2.32,
      "texto": "Te voy a volver a bajar lo que es el plan, sí.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.33,
      "fin": 34.26,
      "duracion": 6.93,
      "texto": "Qué bueno que te han interesado. Eran dos líneas, sí, que vamos a poner, que son dos líneas preparadas a nombre de Pablo Nicolás Ávila.",
      "confianza": 0.474,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.23,
      "fin": 47.45,
      "duracion": 12.22,
      "texto": "Sí, de claro. Exactamente. Bien, el plan que comento, ¿sí? Son, primero que nada, cada línea se va a contar con lo que son 4 gigas de base, ¿sí?",
      "confianza": 0.332,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.05,
      "fin": 59.66,
      "duracion": 11.61,
      "texto": "Y tenés 4 gigas aparte de regalos por 6 meses, ¿sí? O sea, que en total cada línea le va a quedar 8 gigas, ¿sí? ¿Ahí se escucha? Sí. Bien, perfecto.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 59.68,
      "fin": 60.88,
      "duracion": 1.2,
      "texto": "Te comento, ¿sí, qué te sale?",
      "confianza": 0.723,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.22,
      "fin": 64.89,
      "duracion": 3.66,
      "texto": "¿Lo que es el plan?",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.94,
      "fin": 73.99,
      "duracion": 4.05,
      "texto": "Y en el siguiente va a quedar en un valor de $7,460, ¿sí?",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.83,
      "fin": 81.08,
      "duracion": 6.25,
      "texto": "Con lo que es WhatsApp y Datis y todo ilimitado. Y el descuento que es por seis meses es de $30,140, ¿sí?",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.56,
      "fin": 83.92,
      "duracion": 1.36,
      "texto": "Bien. Perfecto.",
      "confianza": 0.75,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.94,
      "fin": 91.81,
      "duracion": 7.87,
      "texto": "Pusimos que vamos a estar enviando los chips a la sumosal de Movistar, que es en el Shopping, que será venida a acceso este al 3280 de Guaymaldi en Mendoza, ¿sí?",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.63,
      "fin": 106.59,
      "duracion": 13.96,
      "texto": "A partir de las 48 horas, sí, van a poder retirar los chips. Obviamente, dejamos ahora lo que es el aviso para que vos vayas a retirar, ¿sí? recordar con el DNI de Pablo, que sería el titular, ¿sí?",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.61,
      "fin": 106.83,
      "duracion": 0.22,
      "texto": "Bien. Bien.",
      "confianza": 0.035,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.85,
      "fin": 114.94,
      "duracion": 8.09,
      "texto": "Bien, ahora te voy a pasar a hacer lo que es un cierre comercial, ¿sí? De básicamente lo que vas a adquirir para que quede todo lo demás, ¿sí?",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.7,
      "fin": 118.31,
      "duracion": 2.6,
      "texto": "Arrancamos, recordar que esto va bajo nombre de Pablo, ¿sí?",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 118.99,
      "fin": 123.07,
      "duracion": 4.08,
      "texto": "Para recibir futuras promociones. Actualmente, ¿tenes internet movistar en tu casa?",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.92,
      "fin": 132.36,
      "duracion": 7.44,
      "texto": "Sí, ya lo tengo vinculado con el de mi mamá. Ella ya... Ya lo recibe. Ah, perfecto. Bien,",
      "confianza": 0.417,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 132.36,
      "fin": 134.79,
      "duracion": 2.43,
      "texto": "entonces, estamos portando dos líneas.",
      "confianza": 0.765,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.81,
      "fin": 145.15,
      "duracion": 10.34,
      "texto": "La primera sería 1215904185, que es la tuya. Y la otra sería 1217014028, ¿sí? Bien.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 147.41,
      "fin": 158.27,
      "duracion": 10.86,
      "texto": "Estas dos líneas vos me comentaste que actualmente son líneas prepadas. Prepadas, claro, sí. Claro, exactamente. ¿Tienen línea activa hace más de 60 días?",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.0,
      "fin": 162.69,
      "duracion": 2.69,
      "texto": "Sí, hace un montón. Hace como un año la tenemos. Bien,",
      "confianza": 0.759,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 162.69,
      "fin": 162.96,
      "duracion": 0.27,
      "texto": "bien, bien.",
      "confianza": 0.305,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.98,
      "fin": 171.16,
      "duracion": 8.18,
      "texto": "¿Y cuándo revisaron las últimas recargas? Yo antes de ayer y él también antes de ayer, seguro. Bien, perfecto.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 171.8,
      "fin": 175.87,
      "duracion": 4.07,
      "texto": "¿Ambos poseen o que son chip físico que es el común o algunos tienen un chip virtual?",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.87,
      "fin": 187.63,
      "duracion": 10.76,
      "texto": "No, los dos tenemos chip físico. Bien, perfecto. Bueno, te recuerdo, entonces, que vas a estar retirando la Moschi en Avenida Acceso Oeste, 3280, que es en la secuestrante de Moschi, ¿sí?",
      "confianza": 0.614,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 188.19,
      "fin": 203.17,
      "duracion": 14.98,
      "texto": "En Waymayer, Mendoza. Esto está ubicado entre las calles que serían Rosario y la otra que es en Avellaneda. Bien. Te recuerdo lo que es el costo del servicio al día de hoy. Te quedan 7,460 pesos con el descuento por seis meses de 30,140 pesos, ¿sí?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.35,
      "fin": 206.41,
      "duracion": 3.06,
      "texto": "Te comento nuevamente el plan.",
      "confianza": 0.64,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.44,
      "fin": 209.74,
      "duracion": 3.31,
      "texto": "Son cuatro días de base, cuatro días aparte de regalo por seis meses, ¿sí?",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.87,
      "fin": 215.75,
      "duracion": 4.89,
      "texto": "Y la duración del descuento, recordar que es por 3 meses, que el servicio se factura a lo que es a mes adelantado.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.28,
      "fin": 226.67,
      "duracion": 10.4,
      "texto": "Y una vez que cada uno tenga ya la línea de lo que es activar Movistar, primero les va a estar figurando los 4 GB, que son los de base, y después, a las 48 horas, automáticamente se te van a estar realitando los otros 4 GB.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.47,
      "fin": 228.92,
      "duracion": 1.44,
      "texto": "Ahí van a regar a tener los 8 GB.",
      "confianza": 0.533,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.66,
      "fin": 236.47,
      "duracion": 6.81,
      "texto": "Te valió el correo que es pablitonaomi0204.gmail.com, por ese medio vas a estar recibiendo lo que es la facturación online.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.04,
      "fin": 255.53,
      "duracion": 18.49,
      "texto": "Y después, una vez que te descartes lo que es la aplicación de Movistar en la parte de servicios, vas a poder ver toda la información preferida a su factura, ya sea su sigla de facturación, vencimientos o montos a par. También, cada uno va a poder activar 20 gigas de regalos y con una dotación de 30 días, que está disponible una vez por año.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.41,
      "fin": 264.6,
      "duracion": 8.19,
      "texto": "También, si quieren, se pueden añadir al delito automático y van a sumar 4 gigas de regalo en cada línea móvil, ya que está exportando más no líneas registradas bajo el mismo titular.",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.73,
      "fin": 269.98,
      "duracion": 4.25,
      "texto": "Una vez aprobada la portabilidad, las líneas van a aportar a las 48 horas hábiles.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 270.51,
      "fin": 278.91,
      "duracion": 8.4,
      "texto": "Y un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que vos te quedes tranquila. Es importante que no coloquen los chips antes de la fecha informada.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.51,
      "fin": 284.92,
      "duracion": 5.41,
      "texto": "De todas maneras, se van a dar cuenta porque la línea de claro va a dejar de recibir señal. Ahí sería cuando deben colocar los chips.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.83,
      "fin": 314.77,
      "duracion": 28.94,
      "texto": "por única vez de gran validad y identidad al activarlo. En caso de que tengas alguna dificultad con la validación, intentas nuevamente o te puedes comunicar a un 0800 21 76 782. Esto te lo voy a estar dejando también por WhatsApp para que te quede ahí acentuado en el chat. En caso de no levantarse ya en el chip, inicias lo que es el equipo. Y por otro lado, dentro de los próximos días, se está haciendo lo que es una encuesta de satisfacción por WhatsApp. Le solicitamos por Forte la Compete, ya que eso no es muy importante para la empresa.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.69,
      "fin": 325.89,
      "duracion": 10.2,
      "texto": "Bien, Laura, ahí hemos finalizado lo que es el cierre comercial. Ya, bueno, me navías, estaban viendo lo que es el código de portabilidad y el DNI, ¿sí, de Pablo? ¿Hasta acá tienes alguna consulta?",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 329.19,
      "fin": 332.82,
      "duracion": 3.63,
      "texto": "No, no, todo bien. La verdad que te flayaste un montón, así que entendí todo.",
      "confianza": 0.028,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.84,
      "fin": 333.34,
      "duracion": 0.5,
      "texto": "Bien, perfecto.",
      "confianza": 0.417,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 333.68,
      "fin": 337.79,
      "duracion": 4.11,
      "texto": "Bueno, Laura, un gusto. Entonces, estamos en contacto. Sí, recordá que por vía WhatsApp.",
      "confianza": 0.331,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 338.33,
      "fin": 346.31,
      "duracion": 7.98,
      "texto": "Y que vamos a estar realizando el tema, ¿sí? Vale, dale. Muchas gracias, que tengamos buen día y bienvenidos nuevamente. Adiós.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 346.88,
      "fin": 347.41,
      "duracion": 0.53,
      "texto": "Adiós.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Ay, me duele mucho la pierna. Hola, Sílvia. Hola. Sí, buenas tardes. Buenas tardes. ¿Cómo estás, Labrero? ¿Todo bien? Lourdes, tengo la cara de monstruo. Bien. Bueno, habíamos estado hablando por WhatsApp, más o menos, sí. Te voy a volver a bajar lo que es el plan, sí. Qué bueno que te han interesado. Eran dos líneas, sí, que vamos a poner, que son dos líneas preparadas a nombre de Pablo Nicolás Ávila. Sí, de claro. Exactamente. Bien, el plan que comento, ¿sí? Son, primero que nada, cada línea se va a contar con lo que son 4 gigas de base, ¿sí? Y tenés 4 gigas aparte de regalos por 6 meses, ¿sí? O sea, que en total cada línea le va a quedar 8 gigas, ¿sí? ¿Ahí se escucha? Sí. Bien, perfecto. Te comento, ¿sí, qué te sale? ¿Lo que es el plan? Y en el siguiente va a quedar en un valor de $7,460, ¿sí? Con lo que es WhatsApp y Datis y todo ilimitado. Y el descuento que es por seis meses es de $30,140, ¿sí? Bien. Perfecto. Pusimos que vamos a estar enviando los chips a la sumosal de Movistar, que es en el Shopping, que será venida a acceso este al 3280 de Guaymaldi en Mendoza, ¿sí? A partir de las 48 horas, sí, van a poder retirar los chips. Obviamente, dejamos ahora lo que es el aviso para que vos vayas a retirar, ¿sí? recordar con el DNI de Pablo, que sería el titular, ¿sí? Bien. Bien. Bien, ahora te voy a pasar a hacer lo que es un cierre comercial, ¿sí? De básicamente lo que vas a adquirir para que quede todo lo demás, ¿sí? Arrancamos, recordar que esto va bajo nombre de Pablo, ¿sí? Para recibir futuras promociones. Actualmente, ¿tenes internet movistar en tu casa? Sí, ya lo tengo vinculado con el de mi mamá. Ella ya... Ya lo recibe. Ah, perfecto. Bien, entonces, estamos portando dos líneas. La primera sería 1215904185, que es la tuya. Y la otra sería 1217014028, ¿sí? Bien. Estas dos líneas vos me comentaste que actualmente son líneas prepadas. Prepadas, claro, sí. Claro, exactamente. ¿Tienen línea activa hace más de 60 días? Sí, hace un montón. Hace como un año la tenemos. Bien, bien, bien. ¿Y cuándo revisaron las últimas recargas? Yo antes de ayer y él también antes de ayer, seguro. Bien, perfecto. ¿Ambos poseen o que son chip físico que es el común o algunos tienen un chip virtual? No, los dos tenemos chip físico. Bien, perfecto. Bueno, te recuerdo, entonces, que vas a estar retirando la Moschi en Avenida Acceso Oeste, 3280, que es en la secuestrante de Moschi, ¿sí? En Waymayer, Mendoza. Esto está ubicado entre las calles que serían Rosario y la otra que es en Avellaneda. Bien. Te recuerdo lo que es el costo del servicio al día de hoy. Te quedan 7,460 pesos con el descuento por seis meses de 30,140 pesos, ¿sí? Te comento nuevamente el plan. Son cuatro días de base, cuatro días aparte de regalo por seis meses, ¿sí? Y la duración del descuento, recordar que es por 3 meses, que el servicio se factura a lo que es a mes adelantado. Y una vez que cada uno tenga ya la línea de lo que es activar Movistar, primero les va a estar figurando los 4 GB, que son los de base, y después, a las 48 horas, automáticamente se te van a estar realitando los otros 4 GB. Ahí van a regar a tener los 8 GB. Te valió el correo que es pablitonaomi0204.gmail.com, por ese medio vas a estar recibiendo lo que es la facturación online. Y después, una vez que te descartes lo que es la aplicación de Movistar en la parte de servicios, vas a poder ver toda la información preferida a su factura, ya sea su sigla de facturación, vencimientos o montos a par. También, cada uno va a poder activar 20 gigas de regalos y con una dotación de 30 días, que está disponible una vez por año. También, si quieren, se pueden añadir al delito automático y van a sumar 4 gigas de regalo en cada línea móvil, ya que está exportando más no líneas registradas bajo el mismo titular. Una vez aprobada la portabilidad, las líneas van a aportar a las 48 horas hábiles. Y un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha de portabilidad para que vos te quedes tranquila. Es importante que no coloquen los chips antes de la fecha informada. De todas maneras, se van a dar cuenta porque la línea de claro va a dejar de recibir señal. Ahí sería cuando deben colocar los chips. por única vez de gran validad y identidad al activarlo. En caso de que tengas alguna dificultad con la validación, intentas nuevamente o te puedes comunicar a un 0800 21 76 782. Esto te lo voy a estar dejando también por WhatsApp para que te quede ahí acentuado en el chat. En caso de no levantarse ya en el chip, inicias lo que es el equipo. Y por otro lado, dentro de los próximos días, se está haciendo lo que es una encuesta de satisfacción por WhatsApp. Le solicitamos por Forte la Compete, ya que eso no es muy importante para la empresa. Bien, Laura, ahí hemos finalizado lo que es el cierre comercial. Ya, bueno, me navías, estaban viendo lo que es el código de portabilidad y el DNI, ¿sí, de Pablo? ¿Hasta acá tienes alguna consulta? No, no, todo bien. La verdad que te flayaste un montón, así que entendí todo. Bien, perfecto. Bueno, Laura, un gusto. Entonces, estamos en contacto. Sí, recordá que por vía WhatsApp. Y que vamos a estar realizando el tema, ¿sí? Vale, dale. Muchas gracias, que tengamos buen día y bienvenidos nuevamente. Adiós. Adiós.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:04:45.788392",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 101,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:13.805168",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115151418878_MIT_01995",
    "fecha_inicio": "15/1/2026 15:14:20",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 345,
    "tiempo_conversacion": 336,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}