{
  "archivo": "amza27_1_260116103132779_ACD_03795.wav",
  "duracion_segundos": 249.78,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 148.66,
    "Cliente": 87.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.11,
      "fin": 22.24,
      "duracion": 21.13,
      "texto": "¿Hola? ¿Qué tal, Rocio? Es mi nombre. Me comunico de la tía Recupero de la compañía Movistar. ¿Cómo estás? Bien. Me alegro mucho. Para estar superbrada, nosotros le llamamos porque tenemos un plan familiar para todas las líneas, de lo que es un plan de 20 gigas a tan solo 10,400, ¿bien?",
      "confianza": 0.468,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.22,
      "fin": 28.7,
      "duracion": 5.49,
      "texto": "Usted, solamente con claro que creo que paga más que este monto por cuántas líneas está volando.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.73,
      "fin": 42.92,
      "duracion": 13.19,
      "texto": "Por tres. Por tres, perfecto. ¿Y cuánto estás abonando por las tres? Y estoy abonando 21.000 pesos. ¿21.000 pesos en las tres? ¿Y cuánto de cigar tenés con eso?",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.33,
      "fin": 54.66,
      "duracion": 10.33,
      "texto": "Tengo los 10 que me dan, a los 7 de regalo. ¿En todas las líneas? Sí.",
      "confianza": 0.251,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.23,
      "fin": 63.24,
      "duracion": 8.01,
      "texto": "Creo, porque hay algunas de las líneas que me figura que no tienen esa cantidad de gigas, por eso nos contactábamos.",
      "confianza": 0.667,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.26,
      "fin": 92.14,
      "duracion": 28.88,
      "texto": "No, si ustedes trabajaban todos los días, ¿qué crees? Claro, por eso, porque en realidad es lo que nos figura acá, sistemáticamente no nos figura que tengas eso realmente, por eso es que también nos contactábamos porque nos parecía de buña que estabas hablando más y que no tenías creo que esa cantidad de gigas en las líneas, ¿bien? Por eso es que nos contactábamos. La promoción es igual a la que yo te estoy brindando, es una promo flash, que es solamente por lo que eres el día de hoy. ¿Vos, de calzadierazo, responsar en cripto, o monetizaste?",
      "confianza": 0.102,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.27,
      "fin": 94.67,
      "duracion": 0.4,
      "texto": "Responsar en cripto.",
      "confianza": 0.021,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.69,
      "fin": 95.53,
      "duracion": 0.84,
      "texto": "Bien, perfecto.",
      "confianza": 0.487,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 95.55,
      "fin": 113.89,
      "duracion": 18.34,
      "texto": "Mira, nosotros, entonces, la promoción es diferente a la que te podemos brindar bajo tu numerito de Twitter, en este caso, porque te podemos estar brindando. lo que es un plan también de 14 siglas y vos estarías abonando 7,810 más impuestos según tu categoría impositiva.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 114.49,
      "fin": 148.79,
      "duracion": 34.3,
      "texto": "Pero es un plan mucho más completo, tenés el primer mes completamente gratis y te quedaría el plan con América Precio Local, 10,000 minuto para hablar con otras compañías, también mensajes de texto y te quedaría 7,810 para que te saco la cuenta. y vos por las tres estarías abonando más los impuestos en una categoría impositiva. ¿Vos qué categoría tenés? Yo creo que puedo hacer mi triunfo. Bueno, dame un segundo. Vente, ¿qué harían esos 7,810 más impuestos?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.59,
      "fin": 156.62,
      "duracion": 7.03,
      "texto": "Te damos las 10 gigas de regalo y el primer mes completamente abonificado para que vos puedas volver a la compañía.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.98,
      "fin": 182.44,
      "duracion": 24.46,
      "texto": "Sí, no, es que yo me despué porque no funcionaba, no funciona bien movistar acá. Claro, es de lo que yo tenía sentado, pero eso fue anteriormente en lo que es en 2024, y justamente en esa zona donde, todo lo que es la zona norte, donde hemos dicho la instalación de nuevas antenas, tenemos ahora 4G+. Entonces, ¿y vos seguís en Tafi, Viejo, Tucumán?",
      "confianza": 0.304,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.46,
      "fin": 182.52,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.325,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 182.94,
      "fin": 208.44,
      "duracion": 25.5,
      "texto": "Bueno, esa es la que nosotros tenemos acá en sistema y es por eso que nos volvemos a contarte. Porque ahora en la zona contamos con lo que es las nuevas antenas y teníamos entendido que te habías ido por ese motivo. De ahí es que, bueno, puedas volver, por eso te compramos al primer mes completamente bonificado para que puedas volver y corroborar el tema de la cobertura y demás. Por eso no te hagas ningún problema.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 209.15,
      "fin": 210.35,
      "duracion": 1.2,
      "texto": "Nosotros tenemos...",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.59,
      "fin": 233.62,
      "duracion": 22.03,
      "texto": "Por ahora no me lo voy a cambiar. Bueno, no hay ningún problema. Lo que podemos hacer en este caso es, yo te dejo un mensajito y vos cuando te quieras volver a cambiar te pones en contacto con nosotros. Tenemos este plan para volver a brindarte y si no, un plan más económico para las líneas del celu que te quedarían con 12 gigas en 7.460 cada una de las líneas.",
      "confianza": 0.04,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.64,
      "fin": 241.55,
      "duracion": 7.91,
      "texto": "Bien, bueno, sí, más adelante por ahí los contactos.",
      "confianza": 0.361,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 242.39,
      "fin": 249.78,
      "duracion": 7.39,
      "texto": "Bueno, dale, buenísimo. Muchísimas gracias por tu tiempo, que tengas hermoso día. Igualmente. Gracias.",
      "confianza": 0.349,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Hola? ¿Qué tal, Rocio? Es mi nombre. Me comunico de la tía Recupero de la compañía Movistar. ¿Cómo estás? Bien. Me alegro mucho. Para estar superbrada, nosotros le llamamos porque tenemos un plan familiar para todas las líneas, de lo que es un plan de 20 gigas a tan solo 10,400, ¿bien? Usted, solamente con claro que creo que paga más que este monto por cuántas líneas está volando. Por tres. Por tres, perfecto. ¿Y cuánto estás abonando por las tres? Y estoy abonando 21.000 pesos. ¿21.000 pesos en las tres? ¿Y cuánto de cigar tenés con eso? Tengo los 10 que me dan, a los 7 de regalo. ¿En todas las líneas? Sí. Creo, porque hay algunas de las líneas que me figura que no tienen esa cantidad de gigas, por eso nos contactábamos. No, si ustedes trabajaban todos los días, ¿qué crees? Claro, por eso, porque en realidad es lo que nos figura acá, sistemáticamente no nos figura que tengas eso realmente, por eso es que también nos contactábamos porque nos parecía de buña que estabas hablando más y que no tenías creo que esa cantidad de gigas en las líneas, ¿bien? Por eso es que nos contactábamos. La promoción es igual a la que yo te estoy brindando, es una promo flash, que es solamente por lo que eres el día de hoy. ¿Vos, de calzadierazo, responsar en cripto, o monetizaste? Responsar en cripto. Bien, perfecto. Mira, nosotros, entonces, la promoción es diferente a la que te podemos brindar bajo tu numerito de Twitter, en este caso, porque te podemos estar brindando. lo que es un plan también de 14 siglas y vos estarías abonando 7,810 más impuestos según tu categoría impositiva. Pero es un plan mucho más completo, tenés el primer mes completamente gratis y te quedaría el plan con América Precio Local, 10,000 minuto para hablar con otras compañías, también mensajes de texto y te quedaría 7,810 para que te saco la cuenta. y vos por las tres estarías abonando más los impuestos en una categoría impositiva. ¿Vos qué categoría tenés? Yo creo que puedo hacer mi triunfo. Bueno, dame un segundo. Vente, ¿qué harían esos 7,810 más impuestos? Te damos las 10 gigas de regalo y el primer mes completamente abonificado para que vos puedas volver a la compañía. Sí, no, es que yo me despué porque no funcionaba, no funciona bien movistar acá. Claro, es de lo que yo tenía sentado, pero eso fue anteriormente en lo que es en 2024, y justamente en esa zona donde, todo lo que es la zona norte, donde hemos dicho la instalación de nuevas antenas, tenemos ahora 4G+. Entonces, ¿y vos seguís en Tafi, Viejo, Tucumán? Sí. Bueno, esa es la que nosotros tenemos acá en sistema y es por eso que nos volvemos a contarte. Porque ahora en la zona contamos con lo que es las nuevas antenas y teníamos entendido que te habías ido por ese motivo. De ahí es que, bueno, puedas volver, por eso te compramos al primer mes completamente bonificado para que puedas volver y corroborar el tema de la cobertura y demás. Por eso no te hagas ningún problema. Nosotros tenemos... Por ahora no me lo voy a cambiar. Bueno, no hay ningún problema. Lo que podemos hacer en este caso es, yo te dejo un mensajito y vos cuando te quieras volver a cambiar te pones en contacto con nosotros. Tenemos este plan para volver a brindarte y si no, un plan más económico para las líneas del celu que te quedarían con 12 gigas en 7.460 cada una de las líneas. Bien, bueno, sí, más adelante por ahí los contactos. Bueno, dale, buenísimo. Muchísimas gracias por tu tiempo, que tengas hermoso día. Igualmente. Gracias.",
  "calidad": {
    "confianza_promedio": 0.477,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:45:09.549541",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:20.060942",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116103132779_ACD_03795",
    "fecha_inicio": "16/1/2026 10:31:32",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 265,
    "tiempo_conversacion": 239,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}