{
  "archivo": "amza313_1_260115133318042_ACD_21579.wav",
  "duracion_segundos": 110.68,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 81.24,
    "Cliente": 16.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.5,
      "duracion": 9.47,
      "texto": "Hola, buen día Milton. Hola, sí. Milton, un gusto. Me presento. Mi nombre es Agustín. Yo te llamo Ángel Área de Calidad Movistar. ¿Cómo te va? ¿Todo bien?",
      "confianza": 0.056,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.34,
      "fin": 20.05,
      "duracion": 8.71,
      "texto": "Sí, todo bien. Me alegra mucho. Milton, mira, te llamé más que nada porque me descubrí acá en el sistema que tú fuiste parte de la compañía hace un tiempo atrás y quería saber qué fue lo que te llevó a cambiar. ¿Habías algún inconveniente?",
      "confianza": 0.046,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.48,
      "fin": 27.02,
      "duracion": 2.54,
      "texto": "No, no. Tuve que llamar a la empresa, nada más. O sea, te lo paga la empresa, digamos.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.45,
      "fin": 58.0,
      "duracion": 29.55,
      "texto": "No, no, yo cambié de empresa nada más. Ah, y eso, eso te preguntaba, por algún motivo en especial fue? No, no. Ok, por nada, gracias. Bueno, me parece muy bien. Simplemente te llamamos mucho porque, bueno, sabemos que... Puedo decirte que es un excelente cliente, que le das el poder recuperarte, porque es lo mejor que tenemos hoy en la empresa, tanto en precio como también en beneficios. Hoy en día vos, por ejemplo, para qué utilizas el Celu? Para disociar a los trabajos, qué uso le das? Sí, más que nada en casa.",
      "confianza": 0.112,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.76,
      "fin": 63.86,
      "duracion": 5.1,
      "texto": "En casa. Sí, el Internet es nada más para navegar todos los días.",
      "confianza": 0.241,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.26,
      "fin": 64.38,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.081,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.4,
      "fin": 72.68,
      "duracion": 8.28,
      "texto": "No es tan es mucho. Mira, entonces lo que yo te puedo recomendar es un plan base, es bueno, es de 4GB y aparte de tener un 4 meses regalo por 6 meses, o sea, en total serían 8.",
      "confianza": 0.513,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 73.24,
      "fin": 97.46,
      "duracion": 24.22,
      "texto": "Y tenés WhatsApp gratis, justamente para navegar, llamás a cualquier compañía, tenés un giga para tu padre, no sé si lo jugabas, al 3, también tenés guarda para hacerle el gigas, o sea, si que solo en gigas se te guardan para el mes que viene, Y éste está en $7,460 pesos el día de hoy. Es lo más de menos que te puedo recomendar. Bueno, Julio Cita, en otro momento.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.49,
      "fin": 102.33,
      "duracion": 1.84,
      "texto": "Ahora, por lo menos, no necesito. Dale,",
      "confianza": 0.254,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 102.33,
      "fin": 104.41,
      "duracion": 2.08,
      "texto": "bueno, igual te mando un mensajito de WhatsApp.",
      "confianza": 0.412,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.43,
      "fin": 109.3,
      "duracion": 4.87,
      "texto": "Así que pásate cada mi número. Dale, gracias. Bueno, que tengas buen día.",
      "confianza": 0.423,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.2,
      "fin": 110.68,
      "duracion": 0.48,
      "texto": "Solamente.",
      "confianza": 0.432,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día Milton. Hola, sí. Milton, un gusto. Me presento. Mi nombre es Agustín. Yo te llamo Ángel Área de Calidad Movistar. ¿Cómo te va? ¿Todo bien? Sí, todo bien. Me alegra mucho. Milton, mira, te llamé más que nada porque me descubrí acá en el sistema que tú fuiste parte de la compañía hace un tiempo atrás y quería saber qué fue lo que te llevó a cambiar. ¿Habías algún inconveniente? No, no. Tuve que llamar a la empresa, nada más. O sea, te lo paga la empresa, digamos. No, no, yo cambié de empresa nada más. Ah, y eso, eso te preguntaba, por algún motivo en especial fue? No, no. Ok, por nada, gracias. Bueno, me parece muy bien. Simplemente te llamamos mucho porque, bueno, sabemos que... Puedo decirte que es un excelente cliente, que le das el poder recuperarte, porque es lo mejor que tenemos hoy en la empresa, tanto en precio como también en beneficios. Hoy en día vos, por ejemplo, para qué utilizas el Celu? Para disociar a los trabajos, qué uso le das? Sí, más que nada en casa. En casa. Sí, el Internet es nada más para navegar todos los días. Claro. No es tan es mucho. Mira, entonces lo que yo te puedo recomendar es un plan base, es bueno, es de 4GB y aparte de tener un 4 meses regalo por 6 meses, o sea, en total serían 8. Y tenés WhatsApp gratis, justamente para navegar, llamás a cualquier compañía, tenés un giga para tu padre, no sé si lo jugabas, al 3, también tenés guarda para hacerle el gigas, o sea, si que solo en gigas se te guardan para el mes que viene, Y éste está en $7,460 pesos el día de hoy. Es lo más de menos que te puedo recomendar. Bueno, Julio Cita, en otro momento. Ahora, por lo menos, no necesito. Dale, bueno, igual te mando un mensajito de WhatsApp. Así que pásate cada mi número. Dale, gracias. Bueno, que tengas buen día. Solamente.",
  "calidad": {
    "confianza_promedio": 0.392,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:19:07.380943",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:22.304796",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133318042_ACD_21579",
    "fecha_inicio": "15/1/2026 13:33:18",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 155,
    "tiempo_conversacion": 107,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}