{
  "archivo": "amza4_1_260112125901676_ACD_58221.wav",
  "duracion_segundos": 1219.64,
  "num_segmentos": 280,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 659.71,
    "Cliente": 485.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.28,
      "fin": 15.92,
      "duracion": 15.64,
      "texto": "Hola. Hola, ¿qué tal? Buenos días con Estela Mariz. Hola. Hola, ¿qué tal? Un gusto. Estela Mariz, mi nombre es Gabriela. Me estoy comunicando del área recuperada del cliente de la compañía Moistar. ¿Cómo está Estela?",
      "confianza": 0.447,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.96,
      "fin": 23.99,
      "duracion": 7.03,
      "texto": "Hola, ¿qué tal? ¿Cómo estás? Bien, gracias por preguntar. Trabajando un poco, arrancando la semana como día de lunes.",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.01,
      "fin": 24.15,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.08,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.17,
      "fin": 33.96,
      "duracion": 9.79,
      "texto": "Me cuesta, pero bueno, hay que hacerlo. Estela, ¿me figuran el sistema que actualmente usted lleva dos líneas con la compañía Claro?",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.98,
      "fin": 34.42,
      "duracion": 0.44,
      "texto": "Sí. Bien.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.92,
      "fin": 65.24,
      "duracion": 30.32,
      "texto": "Bueno, nosotros de la compañía Monza nos comunicamos porque como los costos del servicio con Claro han aumentado bastante para algunos usuarios, queremos brindarle un beneficio para que paguen menos y tengan un buen servicio, ¿sí? En este caso, Estela, lo que yo le puedo brindar es para sus dos líneas, ya que a mí me figura el sistema que usted con Claro tiene una factura por cada línea de 16.000 676 pesos. No, fue este mes. Fue este mes, pero en realidad era de 8.000. Claro, se le ha terminado la promoción.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.26,
      "fin": 67.32,
      "duracion": 2.06,
      "texto": "Sí, pero ahora le estaban corrigiendo ya.",
      "confianza": 0.503,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 67.34,
      "fin": 68.35,
      "duracion": 1.0,
      "texto": "Le estaban corrigiendo.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.77,
      "fin": 73.42,
      "duracion": 4.65,
      "texto": "Bien, bueno, en este caso lo que puede haber pasado es que se le ha terminado la promoción con Claro.",
      "confianza": 0.662,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 74.08,
      "fin": 94.96,
      "duracion": 20.88,
      "texto": "Entonces, por eso arriba tenés pasaje de la facturación. Yo lo que tengo para brindarles es un plan donde usted pasaría a tener 12 gigas en cada línea. ¿Qué me refiero? Le damos 4 gigas de base fijo todos los meses, 4 gigas adicionales por tercero de dos líneas y 4 gigas de regalo los primeros seis meses para probar el servicio, ¿sí?",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.74,
      "fin": 115.91,
      "duracion": 20.17,
      "texto": "Los primeros tres meses tendría 12 gigas y luego a partir del séptimo mes le quedan los 4 de base, los 4 adicionales por tercero de dos líneas. mantendrían el mismo número de teléfono, tendrían llamadas libres a todas las compañías, servicios de SMS y WhatsApp gratis, que no le gastan datos móviles, ¿sí? Los datos por un lado lo van a tener en internet y por el otro lado el WhatsApp.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.47,
      "fin": 122.56,
      "duracion": 6.09,
      "texto": "Cada línea le queda, Estela, con la compañía Movistar, el valor del plan. Al día de hoy, 11.400 pesos.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.02,
      "fin": 151.56,
      "duracion": 27.54,
      "texto": "Esto será lo que usted pare con Movistar. Y algo muy importante, como le decía Estela, cada línea mantendría el mismo número de teléfono, los números de teléfono no se cambiarían y en ningún momento se quede incomunicada. ¿Qué me refiero? Nosotros lo que hacemos, hacemos todo el traspaso de la compañía Claro a Molstar, manteniendo el servicio activado, el servicio le va a seguir funcionando y nosotros le mandamos los chips ya listos para la activación a la sucursal más cercana a su domicilio.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.18,
      "fin": 189.55,
      "duracion": 37.37,
      "texto": "Entonces desde hoy a 48 horas, usted le llega un mensajito de WhatsApp para que retira los chips Usted va, busca los chips, cuando recién se le corta ahí la señal con claro, coloca el chip en cada equipo y comienza a trabajar con nosotros. De ese modo le damos la seguridad al cliente que no se quede incomunicado, ¿sí? La que pasa es que yo en este momento tengo una. Ahora tiene una pelita. ¿Cuál es la que te figura? Mira, a mí me figuran dos. Esta que estamos hablando, que es la que termina en 434, Y otra línea que es la 11-620-89100.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.85,
      "fin": 190.01,
      "duracion": 0.16,
      "texto": "Exacto.",
      "confianza": 0.239,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.03,
      "fin": 215.22,
      "duracion": 25.19,
      "texto": "Exactamente. Bueno, esta ya hace rato que no es mía. ¿Qué sigue figurando el nombre mío? Bueno, he decido que como usted en su momento fue clienta de la compañía Movistar. Sí, señora.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.9,
      "fin": 247.27,
      "duracion": 31.37,
      "texto": "Claro, como fue en tu momento, ¿qué clientes de la compañía han quedado cargados en el sistema? No, no, eso yo hace 4 años, 3 años que no la tengo más yo. Ah, bien, no hay problema, entonces actualmente tiene una sola línea. Por ahora sí. Bueno, le quedaría lo que es la línea, entonces le quedaría 4 gigas pijo de base todos los meses, 4 gigas de regalo los primeros 6 meses con este plan, de 11.400.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.81,
      "fin": 272.4,
      "duracion": 24.59,
      "texto": "Ahora, si usted me dice, mirá, Gabi, yo soy de ocupar más internet, la verdad que 8 días mucho no me sirve, entre que hiciera más internet yo tengo un plan que es poquita la diferencia de precio, son 13.250 sales, son 1.800 pesos diferencia, Desde 1950 le incluye lo que son 8 gigas de base más 8 regalos, es el doble velocidad.",
      "confianza": 0.705,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.02,
      "fin": 291.13,
      "duracion": 17.11,
      "texto": "Usted puede optar por cualquiera de los dos planes de la, y luego más adelante, si usted quiere de la mismo estar de la aplicación, puede cambiar el plan. Algo muy bueno. En este caso, por ejemplo, vos me habías dicho 4 gigas,",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.9,
      "fin": 305.95,
      "duracion": 14.05,
      "texto": "y por un lado de base. Cuatro adicionales y cuatro por seis meses. Claro, pero ¿por qué cuatro adicionales? Porque cuando el cliente hace el traspaso de más de dos líneas se toma como plan familiar.",
      "confianza": 0.267,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 307.48,
      "fin": 315.38,
      "duracion": 7.9,
      "texto": "Entonces, cuando usted hace el traspaso de más de dos líneas se toma como plan familiar. Entonces, se la adiciona en cuatro líneas al cliente.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 315.99,
      "fin": 356.23,
      "duracion": 40.24,
      "texto": "En este caso, como usted tiene una sola línea, nosotros lo que le damos es los 4 gigas de barcel con este plan de 1.400 pesos y los 4 regalos. Si no tienen el plan de 13.250, que es poquita la diferencia de dinero, y le incluyen 8 gigas de barcel, 8 regalos, también tiene WhatsApp gratis, llamadas libres ese mes. Y los 8 de regalos también por 6 meses. Por 6 meses, Stella. Exactamente, por 6 meses con los 8 días regalos. Y algo muy importante que incorpora Movistar ese año, es que le permite que una vez al año, desde la AMBI Movistar, usted active 20 días de regalo para la línea que tiene una operación de 30 días.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.29,
      "fin": 368.21,
      "duracion": 10.92,
      "texto": "Entonces, pongamos este, la que usted nos, en el mes de marzo, él dice, no, la verdad que este mes, por cuestiones del trabajo, por cuestiones familiares, voy a tener que usar mucho internet, hombre, voy de vacaciones.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 368.85,
      "fin": 379.73,
      "duracion": 10.88,
      "texto": "Bueno, ingresa a la AMBI Movistar desde su teléfono móvil, activa los 20 gigas de regalo, entonces usted sabe que una vez al año con Monster tiene 20 gigas de regalo en la línea y es sin costo.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 380.33,
      "fin": 395.39,
      "duracion": 15.06,
      "texto": "Es totalmente de regalo, ¿sí? Y algo muy importante, Stella, que Monster le permite pasar a pedir y guardar. ¿Qué significa? Pues los gigas que tesoran de base guardan los de la app y tienen 30 días más de validez.",
      "confianza": 0.504,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 396.37,
      "fin": 424.67,
      "duracion": 28.3,
      "texto": "Supongamos que, por ejemplo, hay un mes que usted dice, no, yo no voy a gastar internet este mes. voy a estar pagando el abono, pero no le voy a hacer un solo internet. Bueno, desde la misma AmiMovistar usted pone guardar gigas y los gigas se guardan de base para el mes siguiente. Los va utilizando durante el mes y se guardan. Si usted tiene un hijo, un sobrino que tiene Movistar con abono, bueno, y se quedó sin internet, usted le puede pasar gigas sin cargo.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 426.51,
      "fin": 430.72,
      "duracion": 4.21,
      "texto": "Y si usted un mes se quedó sin gigas, usted la puede pedir de gigas.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 431.32,
      "fin": 442.76,
      "duracion": 11.43,
      "texto": "Este era, a mí me figura, si está correcto, me figura que usted es de lo que es el partido de Martín Coronado, 3 de Febrero.",
      "confianza": 0.703,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 444.12,
      "fin": 462.41,
      "duracion": 18.29,
      "texto": "Yo tengo varias tiendas, por ejemplo, el Martín Coronado propiamente, tengo una que está ubicada a la avenida José María Moreno, otra está ubicada Exacto. Si no tengo propiamente lo que es 3 de febrero, deme un segundo.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.09,
      "fin": 478.37,
      "duracion": 15.28,
      "texto": "Si no tengo lo que es, por ejemplo, tengo el Avenida Bueno, como le dije, José María Moreno, tengo la Carte Belgrano, tengo otra que está en la Carte 3 de febrero propiamente, tengo en el Shopping de Voto también,",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 479.16,
      "fin": 496.12,
      "duracion": 16.96,
      "texto": "Tengo de mi segundo en la calle Honduras y en la calle Arribadavia. No sé cuál de todas es la que más cerca de su parque. ¿Y esto me lo puede retirar cualquiera? En ese caso tiene que ser el titular con el N.I. porque es el titular del servicio.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 497.6,
      "fin": 520.48,
      "duracion": 22.88,
      "texto": "Pero quédese tranquila porque en caso de que usted... ¿Me lo puede mandar a domicilio? Bien, eso lo voy a decir. Tengo dos opciones. O se lo mando al domicilio, ¿sí? que se demore unos días más, sino lo que podemos hacer, Estela, es que usted autorice a que un familiar, director suyo, por ejemplo, un hijo, lo pueda retirar de la tienda movistar con la autorización suya.",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.14,
      "fin": 541.25,
      "duracion": 20.11,
      "texto": "Ah, eso sí, le digo, me daría el listo. Sí, sí. Tarda menos. Exacto, sí, porque imagínese, él le envió homicidio, Demora entre 7 a 10 días que se apruebe la portabilidad. En cambio, el servicio de lo que es el envío a la sucursal son 48 horas. O sea que hoy es día lunes, oriente y empieza la semana.",
      "confianza": 0.364,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 541.93,
      "fin": 553.89,
      "duracion": 11.96,
      "texto": "De al miércoles le va a estar llegando usted el mensajito de whatsapp para que vayan a la sucursal, en este caso su esposo. Y antes es imposible, ¿no? Por el tema de que yo el miércoles ya me estoy yendo y luego voy a estar.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 554.78,
      "fin": 555.09,
      "duracion": 0.31,
      "texto": "Bien,",
      "confianza": 0.711,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 555.09,
      "fin": 560.31,
      "duracion": 5.22,
      "texto": "mira, Estela, lo más, a ver, denme un segundo, ¿cómo le puedo aligerar el trámite?",
      "confianza": 0.711,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 560.37,
      "fin": 581.28,
      "duracion": 20.91,
      "texto": "No me va a dar a cortar. No, no. Sí, Estela.",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 581.8,
      "fin": 589.41,
      "duracion": 7.61,
      "texto": "Estela, en este caso, no hay inconveniente porque en menos de 48 horas se aprueba la portabilidad, él está dejando el chip a la sucursal.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 590.19,
      "fin": 615.66,
      "duracion": 25.47,
      "texto": "Así que, alguna vez que a usted le llega el mensajito de WhatsApp, confirmándole que le dice, que es la persona, que es la titular, Estela Mares Bertrán, en este caso, ya pueda buscar el chip de su línea, usted va, lo retira y ya lo activa en el servicio. Una vez que se le corta la señal de claro, ya lo instala en su teléfono, ya toma la señal. Usted trabaja con lo que es el chip físico, ¿verdad?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 617.04,
      "fin": 653.69,
      "duracion": 36.65,
      "texto": "Sí, sí, sí. Perfecto. Entonces, yo para poder hacer el envío del chip, yo lo que tengo que corroborar son los datos de la titularidad, la línea. ¿Sabes lo que quiero? Sí. Si me das a mí de una horita, quiero ver la posibilidad de ver si mi hija, por ejemplo, quiere cambiarse también. Ah, perfecto. Antes estaba mi nombre, esa línea, pero ahora creo que la pusieron ahí en el trabajo, pero como ella está haciendo el trabajo, está recuperando la línea. Entonces quería ver, o puedo yo hacerme lo mío y después acoplo el de ella en una hora, dos horas.",
      "confianza": 0.098,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 654.67,
      "fin": 661.16,
      "duracion": 6.49,
      "texto": "Sí, no hay problema, Estela, podemos cargar. Entonces, ¿dice Darien en adicional si le agrego?",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 661.82,
      "fin": 664.73,
      "duracion": 2.9,
      "texto": "Esto le iba a preguntar a Estela, la línea de su hija.",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 665.23,
      "fin": 666.69,
      "duracion": 1.46,
      "texto": "Sí, la línea de su hija en cuestión.",
      "confianza": 0.406,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 667.23,
      "fin": 669.11,
      "duracion": 1.88,
      "texto": "Está en nombre suyo, Estela también.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 669.72,
      "fin": 681.09,
      "duracion": 11.37,
      "texto": "Mira, estaba en una línea, no sé si se habrá cambiado, no sé. Ni idea. Bien, no hay problema por eso porque la explico, Estela. De la misma, Mimovistar, ¿sí?",
      "confianza": 0.085,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 681.71,
      "fin": 702.56,
      "duracion": 20.85,
      "texto": "Hay una parte de una sección que dice que configura el número de las líneas que están bajo el mismo titular, ¿sí? Entonces, cuando usted tiene activado el servicio, usted puede ingresar a esa parte de la app, carga la línea y si la línea está en hombre suyo, sí, bajo el mismo titular, bajo el mismo DNI, Se adicionan los 4G a la redalba en la línea.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 703.1,
      "fin": 705.34,
      "duracion": 2.24,
      "texto": "Perfecto. En eso no hay problema.",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 705.9,
      "fin": 712.67,
      "duracion": 6.77,
      "texto": "Entonces, bueno. Empezamos con lo mío. Exacto. Lo que me está siguiendo es que no sé si es real o no.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 713.41,
      "fin": 738.86,
      "duracion": 25.45,
      "texto": "Sí. Me está siguiendo un mail como con una llave de movistar. Y yo no tengo deuda. Ni que no tengo líneas a eso. Bien. ¿Eso lo parece aquí al box? Sí, yo lo estoy chequeando justamente mientras hablo y yo tengo que chequear el de link que me figura para ver si el sistema me arroja en verde, lo que es el score, que es como un, por así decirlo, un número de historias y características del cliente para ver si se le puede brindar el servicio, ¿sí?",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 739.64,
      "fin": 774.21,
      "duracion": 34.57,
      "texto": "Y en este DNI, que es el suyo, que es 16, 575, serie 51, Estela, El sistema me arroja en verde. O sea, el sistema me arroja como... Porque yo creo que... Yo creía que era una escasa, ¿viste? Que te hacen hacer esto y te dicen apretar el botón, tal cosa. Sí, sí. Entonces, yo ni lo toqué. Y dije, si yo no te nomarizaras en mí, bueno... No, no, querés ser tranquila porque eso lo iba a decir Estela. Yo coloco su DNI en el sistema y el sistema me arroja en verde. Entonces, si el sistema me roja en verde significa que el servicio se le puede brindar sin inconvenientes, Estela.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 776.15,
      "fin": 799.26,
      "duracion": 23.11,
      "texto": "Yo lo que voy a hacer es corroborar los datos que tengo en la línea, ¿sí? Me figura que la línea que vamos en la portabilidad, recuerde que va a mantener el mismo número, ¿sí? 11-6208-6434 a nombre de Estela Maris y el apellido es Bertram. Y el DNI es 16 575 651. 651, sí.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 799.38,
      "fin": 799.8,
      "duracion": 0.42,
      "texto": "Perfecto.",
      "confianza": 0.643,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 799.87,
      "fin": 806.92,
      "duracion": 7.05,
      "texto": "Estela, por favor, confírmeme su fecha de nacimiento.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 815.55,
      "fin": 817.01,
      "duracion": 1.46,
      "texto": "Es 1. Sí. 12. Sí. 19 63. 19 73.",
      "confianza": 0.073,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 818.94,
      "fin": 821.04,
      "duracion": 2.1,
      "texto": "63. 63. El 1 de diciembre del 63.",
      "confianza": 0.949,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 821.16,
      "fin": 826.25,
      "duracion": 5.09,
      "texto": "Perfecto. Estela, yo tengo acá en el sistema colocado un correo electrónico.",
      "confianza": 0.81,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 826.27,
      "fin": 827.65,
      "duracion": 1.38,
      "texto": "Yo solo leo a ver si es correcto.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 828.75,
      "fin": 836.08,
      "duracion": 7.33,
      "texto": "Estela, como su nombre con S-I-W-L. Estela, vertran1 arroba email.com.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 836.1,
      "fin": 836.54,
      "duracion": 0.44,
      "texto": "Perfecto. Bien.",
      "confianza": 0.002,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 836.86,
      "fin": 850.36,
      "duracion": 13.5,
      "texto": "Y Estela, por favor, infórmeme un número de teléfono de contacto para cargar en la ficha. Puede ser el de su hija, el de su esposo. ¿11?",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 850.38,
      "fin": 850.46,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.413,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 850.48,
      "fin": 850.74,
      "duracion": 0.26,
      "texto": "¿6208? ¿6208?",
      "confianza": 0.039,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 850.76,
      "fin": 850.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.328,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 851.17,
      "fin": 853.84,
      "duracion": 2.66,
      "texto": "9199.",
      "confianza": 0.651,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 853.86,
      "fin": 854.63,
      "duracion": 0.78,
      "texto": "Perfecto.",
      "confianza": 0.258,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 854.65,
      "fin": 859.08,
      "duracion": 4.43,
      "texto": "Entonces dijimos que esta línea usted la lleva con claro y la tienes con abono.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 859.66,
      "fin": 868.27,
      "duracion": 8.61,
      "texto": "Bien, ¿acreditamos lo que es entonces el plan de 8 gigas al que le da 8 de regalo?",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 868.29,
      "fin": 868.83,
      "duracion": 0.54,
      "texto": "Sí. Perfecto.",
      "confianza": 0.456,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 868.85,
      "fin": 872.17,
      "duracion": 3.32,
      "texto": "Entonces lo voy a repasar porque la semana queda grabada y tiene que quedar todo correcto.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 872.67,
      "fin": 876.66,
      "duracion": 3.98,
      "texto": "El plan es 8 gigas fijo de base más 8 de regalo",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 877.41,
      "fin": 898.81,
      "duracion": 21.4,
      "texto": "los primeros tres meses, llamadas libres a todas las compañías, servicios de SMS, WhatsApp gratis, y las llamadas a fuera del país, América, precio local, por sostener un familiar fuera del país, las llamadas a precio local, y incluir Roaming, que es el servicio de Internet, fuera de la Argentina, en toda América.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 899.43,
      "fin": 900.22,
      "duracion": 0.78,
      "texto": "Perfecto.",
      "confianza": 0.277,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 900.26,
      "fin": 905.92,
      "duracion": 5.66,
      "texto": "Le incluye tres gigas y que si usted se va a vacaciones fuera de la Argentina tiene servicio internet en el teléfono, ¿sí? Por supuesto.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 905.94,
      "fin": 906.3,
      "duracion": 0.36,
      "texto": "Bien.",
      "confianza": 0.818,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 906.64,
      "fin": 913.13,
      "duracion": 6.49,
      "texto": "Y le va a incluir de regalo un giga para el freestyle por si tiene algún sobrino, nieto que le guste jugar o un hijo.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 914.29,
      "fin": 934.36,
      "duracion": 20.07,
      "texto": "Y también le da lo que es la posibilidad de esto que le comenté, pasar, guardar y pedir gigas y los 20 gigas que tiene adicionales una vez al año, ¿sí? Bien, Estela, yo ahora lo que paso a hacer es un cierre comercial, ¿qué significa? Leo rápidamente las condiciones del servicio para corroborar que yo hice bien mi trabajo, que le dije bien los precios, que está todo correcto, ¿sí?",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 935.14,
      "fin": 949.83,
      "duracion": 14.69,
      "texto": "Entonces, le pregunto a Estela, ¿para recibir futuras promociones? ¿Usted cuenta con internet o está en su casa, ya? No, no tengo claro. Tengo telecentro. Telecentro.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 949.91,
      "fin": 962.1,
      "duracion": 12.19,
      "texto": "Bien, bueno, en caso que usted más adelante quisea tener el servicio de Internet de fibra óptica Monster Hogar, yo me vuelvo a contactar con usted y le doy la promoción vigente en ese momento, ¿sí?",
      "confianza": 0.649,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 962.12,
      "fin": 973.0,
      "duracion": 10.88,
      "texto": "Ok. Bien. Este, le estamos haciendo la portablea de línea, la línea, repito, 11-6-20-86-4-34, a nombre y apellido de la titular actual, Estela Maiz Bertram.",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 973.68,
      "fin": 979.31,
      "duracion": 5.63,
      "texto": "Por favor, Estela. Disculpa, disculpa, me reivindice el número que me dijiste.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 979.33,
      "fin": 979.55,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 979.57,
      "fin": 979.63,
      "duracion": 0.06,
      "texto": "11.",
      "confianza": 0.385,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 980.18,
      "fin": 981.16,
      "duracion": 0.98,
      "texto": "72, 08, 64, 34.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 981.5,
      "fin": 983.35,
      "duracion": 1.84,
      "texto": "Perfecto.",
      "confianza": 0.763,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 983.51,
      "fin": 991.56,
      "duracion": 8.05,
      "texto": "¿Qué día? Me repetís el monto que va a estar. Sí, 13,250, Estela.",
      "confianza": 0.434,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 992.32,
      "fin": 993.7,
      "duracion": 1.38,
      "texto": "No, no íbamos a hacer el de 11.",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 994.5,
      "fin": 1005.6,
      "duracion": 11.1,
      "texto": "Por eso le preguntaba si usted va a querer el de 8 GB de base con 8 regalos o el de 4 GB de base con 4 regalos. No, no hay problema, no hay problema, le repetí.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1007.3,
      "fin": 1021.38,
      "duracion": 14.08,
      "texto": "Mi idea es que después suban, lo puedo bajar después de último. Estela, eso le iba a decir a Estela. Usted puede adquirir la promoción, por ejemplo, el de 13250, sí, disfrutar de tener estos gigas que tiene.",
      "confianza": 0.337,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1021.94,
      "fin": 1026.58,
      "duracion": 4.65,
      "texto": "Y si usted más adelante quiere cambiar el plan, lo puede hacer desde la misma hostal, Estela.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1027.36,
      "fin": 1037.02,
      "duracion": 9.66,
      "texto": "Perfecto, perfecto. Bueno, listo, entonces hacemos 13250, ¿me dijiste? Exacto, 13250. Todo igual ahora en el cierre como el tercero, lo repito, Estela. Bien,",
      "confianza": 0.382,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1037.02,
      "fin": 1046.06,
      "duracion": 9.04,
      "texto": "entonces estamos haciendo la portabilidad, la repito, la línea es 11-6208-6434, nombia perdido Estela Maris Bertram.",
      "confianza": 0.57,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1046.64,
      "fin": 1059.44,
      "duracion": 12.8,
      "texto": "Estela, por favor, confírmeme los últimos tres dígitos de su documento de identidad. 351. Bien, Estela me comentó que esta línea usted la cuenta con factura mensual de claro, la factura está a su nombre, ¿verdad?",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1060.82,
      "fin": 1065.91,
      "duracion": 5.09,
      "texto": "Sí. Bien, en el teléfono usted me dijo que en su equipo móvil usted cuenta con chip físico.",
      "confianza": 0.192,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1066.77,
      "fin": 1094.52,
      "duracion": 27.75,
      "texto": "Bien, la cual de las tiendas de Mostar va a querer que le asigne en la zona de Martín Coronado. 3 de febrero, ¿qué altura es? 27-27, Sela. A ver, déjame ver. Mira, está, yo lo veo ubicando en el mapa, está cerca de lo que es la calle Juan Justo José Urquiza, cerca de Avenida San Martín, Avenida Mitro, La Barría. Este es Caseros.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1095.11,
      "fin": 1099.58,
      "duracion": 4.47,
      "texto": "En Caseros, exactamente. Si no, se lo puedo mandar al Shopping de voto.",
      "confianza": 0.895,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1100.1,
      "fin": 1104.41,
      "duracion": 4.31,
      "texto": "No, no, ahí se me quedan los ojos. Muy lejos. En la carta de arriba, ¿Arabia?",
      "confianza": 0.394,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1109.86,
      "fin": 1122.05,
      "duracion": 12.19,
      "texto": "¿En urlín, donde me salgo? En urlín, ándeme un segundo. De un minuto. Sí, en la carta también, a la 3 de febrero, lo comparten el 27-27.",
      "confianza": 0.253,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1123.32,
      "fin": 1131.59,
      "duracion": 8.27,
      "texto": "No, estoy viendo que sí, que no hay problema. Sí, sería el 3 de febrero.",
      "confianza": 0.131,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1131.61,
      "fin": 1131.79,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.109,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1131.81,
      "fin": 1158.02,
      "duracion": 26.21,
      "texto": "Entonces, para que quede la grabación, va a estar recibiendo lo que es el tip de mostrar en la sucursal de lo que es Martín Coronado. Martín Coronado es la localidad de la provincia de Buenos Aires, exacto, y la clase es 3 de febrero al 27 del 27, ¿sí? Le recuerdo, señora Estela, que el costo del servicio del día de hoy es 13.250 pesos.",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1158.78,
      "fin": 1164.56,
      "duracion": 5.78,
      "texto": "Quiere incluir un descuento que se le ha realizado fijo de 38.800 pesos, ¿sí?",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1165.64,
      "fin": 1170.93,
      "duracion": 5.29,
      "texto": "Le recuerdo que el servicio... ¿Duración de cuánto es? Seis meses, Estela.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1171.51,
      "fin": 1186.88,
      "duracion": 15.37,
      "texto": "Duración de seis meses. Le recuerdo que el servicio se factura mes adelantado y el plan contratado en este caso son 8 GB de base con 8 GB de regalo, estos últimos 8 GB de regalo tienen una operación de 6 meses y se habilitan con 48 horas para activar la línea, ¿sí?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1187.98,
      "fin": 1207.42,
      "duracion": 19.44,
      "texto": "El mail que corroboramos juntas es estelabertran1.com y el teléfono alternativo que usted me brindo es 11-6208-9199. En este correo electrónico, Estela va a estar recibiendo todo lo que es la facturación online",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1207.98,
      "fin": 1219.64,
      "duracion": 11.66,
      "texto": "para que usted se vea un control de la factura.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenos días con Estela Mariz. Hola. Hola, ¿qué tal? Un gusto. Estela Mariz, mi nombre es Gabriela. Me estoy comunicando del área recuperada del cliente de la compañía Moistar. ¿Cómo está Estela? Hola, ¿qué tal? ¿Cómo estás? Bien, gracias por preguntar. Trabajando un poco, arrancando la semana como día de lunes. Sí, sí. Me cuesta, pero bueno, hay que hacerlo. Estela, ¿me figuran el sistema que actualmente usted lleva dos líneas con la compañía Claro? Sí. Bien. Bueno, nosotros de la compañía Monza nos comunicamos porque como los costos del servicio con Claro han aumentado bastante para algunos usuarios, queremos brindarle un beneficio para que paguen menos y tengan un buen servicio, ¿sí? En este caso, Estela, lo que yo le puedo brindar es para sus dos líneas, ya que a mí me figura el sistema que usted con Claro tiene una factura por cada línea de 16.000 676 pesos. No, fue este mes. Fue este mes, pero en realidad era de 8.000. Claro, se le ha terminado la promoción. Sí, pero ahora le estaban corrigiendo ya. Le estaban corrigiendo. Bien, bueno, en este caso lo que puede haber pasado es que se le ha terminado la promoción con Claro. Entonces, por eso arriba tenés pasaje de la facturación. Yo lo que tengo para brindarles es un plan donde usted pasaría a tener 12 gigas en cada línea. ¿Qué me refiero? Le damos 4 gigas de base fijo todos los meses, 4 gigas adicionales por tercero de dos líneas y 4 gigas de regalo los primeros seis meses para probar el servicio, ¿sí? Los primeros tres meses tendría 12 gigas y luego a partir del séptimo mes le quedan los 4 de base, los 4 adicionales por tercero de dos líneas. mantendrían el mismo número de teléfono, tendrían llamadas libres a todas las compañías, servicios de SMS y WhatsApp gratis, que no le gastan datos móviles, ¿sí? Los datos por un lado lo van a tener en internet y por el otro lado el WhatsApp. Cada línea le queda, Estela, con la compañía Movistar, el valor del plan. Al día de hoy, 11.400 pesos. Esto será lo que usted pare con Movistar. Y algo muy importante, como le decía Estela, cada línea mantendría el mismo número de teléfono, los números de teléfono no se cambiarían y en ningún momento se quede incomunicada. ¿Qué me refiero? Nosotros lo que hacemos, hacemos todo el traspaso de la compañía Claro a Molstar, manteniendo el servicio activado, el servicio le va a seguir funcionando y nosotros le mandamos los chips ya listos para la activación a la sucursal más cercana a su domicilio. Entonces desde hoy a 48 horas, usted le llega un mensajito de WhatsApp para que retira los chips Usted va, busca los chips, cuando recién se le corta ahí la señal con claro, coloca el chip en cada equipo y comienza a trabajar con nosotros. De ese modo le damos la seguridad al cliente que no se quede incomunicado, ¿sí? La que pasa es que yo en este momento tengo una. Ahora tiene una pelita. ¿Cuál es la que te figura? Mira, a mí me figuran dos. Esta que estamos hablando, que es la que termina en 434, Y otra línea que es la 11-620-89100. Exacto. Exactamente. Bueno, esta ya hace rato que no es mía. ¿Qué sigue figurando el nombre mío? Bueno, he decido que como usted en su momento fue clienta de la compañía Movistar. Sí, señora. Claro, como fue en tu momento, ¿qué clientes de la compañía han quedado cargados en el sistema? No, no, eso yo hace 4 años, 3 años que no la tengo más yo. Ah, bien, no hay problema, entonces actualmente tiene una sola línea. Por ahora sí. Bueno, le quedaría lo que es la línea, entonces le quedaría 4 gigas pijo de base todos los meses, 4 gigas de regalo los primeros 6 meses con este plan, de 11.400. Ahora, si usted me dice, mirá, Gabi, yo soy de ocupar más internet, la verdad que 8 días mucho no me sirve, entre que hiciera más internet yo tengo un plan que es poquita la diferencia de precio, son 13.250 sales, son 1.800 pesos diferencia, Desde 1950 le incluye lo que son 8 gigas de base más 8 regalos, es el doble velocidad. Usted puede optar por cualquiera de los dos planes de la, y luego más adelante, si usted quiere de la mismo estar de la aplicación, puede cambiar el plan. Algo muy bueno. En este caso, por ejemplo, vos me habías dicho 4 gigas, y por un lado de base. Cuatro adicionales y cuatro por seis meses. Claro, pero ¿por qué cuatro adicionales? Porque cuando el cliente hace el traspaso de más de dos líneas se toma como plan familiar. Entonces, cuando usted hace el traspaso de más de dos líneas se toma como plan familiar. Entonces, se la adiciona en cuatro líneas al cliente. En este caso, como usted tiene una sola línea, nosotros lo que le damos es los 4 gigas de barcel con este plan de 1.400 pesos y los 4 regalos. Si no tienen el plan de 13.250, que es poquita la diferencia de dinero, y le incluyen 8 gigas de barcel, 8 regalos, también tiene WhatsApp gratis, llamadas libres ese mes. Y los 8 de regalos también por 6 meses. Por 6 meses, Stella. Exactamente, por 6 meses con los 8 días regalos. Y algo muy importante que incorpora Movistar ese año, es que le permite que una vez al año, desde la AMBI Movistar, usted active 20 días de regalo para la línea que tiene una operación de 30 días. Entonces, pongamos este, la que usted nos, en el mes de marzo, él dice, no, la verdad que este mes, por cuestiones del trabajo, por cuestiones familiares, voy a tener que usar mucho internet, hombre, voy de vacaciones. Bueno, ingresa a la AMBI Movistar desde su teléfono móvil, activa los 20 gigas de regalo, entonces usted sabe que una vez al año con Monster tiene 20 gigas de regalo en la línea y es sin costo. Es totalmente de regalo, ¿sí? Y algo muy importante, Stella, que Monster le permite pasar a pedir y guardar. ¿Qué significa? Pues los gigas que tesoran de base guardan los de la app y tienen 30 días más de validez. Supongamos que, por ejemplo, hay un mes que usted dice, no, yo no voy a gastar internet este mes. voy a estar pagando el abono, pero no le voy a hacer un solo internet. Bueno, desde la misma AmiMovistar usted pone guardar gigas y los gigas se guardan de base para el mes siguiente. Los va utilizando durante el mes y se guardan. Si usted tiene un hijo, un sobrino que tiene Movistar con abono, bueno, y se quedó sin internet, usted le puede pasar gigas sin cargo. Y si usted un mes se quedó sin gigas, usted la puede pedir de gigas. Este era, a mí me figura, si está correcto, me figura que usted es de lo que es el partido de Martín Coronado, 3 de Febrero. Yo tengo varias tiendas, por ejemplo, el Martín Coronado propiamente, tengo una que está ubicada a la avenida José María Moreno, otra está ubicada Exacto. Si no tengo propiamente lo que es 3 de febrero, deme un segundo. Si no tengo lo que es, por ejemplo, tengo el Avenida Bueno, como le dije, José María Moreno, tengo la Carte Belgrano, tengo otra que está en la Carte 3 de febrero propiamente, tengo en el Shopping de Voto también, Tengo de mi segundo en la calle Honduras y en la calle Arribadavia. No sé cuál de todas es la que más cerca de su parque. ¿Y esto me lo puede retirar cualquiera? En ese caso tiene que ser el titular con el N.I. porque es el titular del servicio. Pero quédese tranquila porque en caso de que usted... ¿Me lo puede mandar a domicilio? Bien, eso lo voy a decir. Tengo dos opciones. O se lo mando al domicilio, ¿sí? que se demore unos días más, sino lo que podemos hacer, Estela, es que usted autorice a que un familiar, director suyo, por ejemplo, un hijo, lo pueda retirar de la tienda movistar con la autorización suya. Ah, eso sí, le digo, me daría el listo. Sí, sí. Tarda menos. Exacto, sí, porque imagínese, él le envió homicidio, Demora entre 7 a 10 días que se apruebe la portabilidad. En cambio, el servicio de lo que es el envío a la sucursal son 48 horas. O sea que hoy es día lunes, oriente y empieza la semana. De al miércoles le va a estar llegando usted el mensajito de whatsapp para que vayan a la sucursal, en este caso su esposo. Y antes es imposible, ¿no? Por el tema de que yo el miércoles ya me estoy yendo y luego voy a estar. Bien, mira, Estela, lo más, a ver, denme un segundo, ¿cómo le puedo aligerar el trámite? No me va a dar a cortar. No, no. Sí, Estela. Estela, en este caso, no hay inconveniente porque en menos de 48 horas se aprueba la portabilidad, él está dejando el chip a la sucursal. Así que, alguna vez que a usted le llega el mensajito de WhatsApp, confirmándole que le dice, que es la persona, que es la titular, Estela Mares Bertrán, en este caso, ya pueda buscar el chip de su línea, usted va, lo retira y ya lo activa en el servicio. Una vez que se le corta la señal de claro, ya lo instala en su teléfono, ya toma la señal. Usted trabaja con lo que es el chip físico, ¿verdad? Sí, sí, sí. Perfecto. Entonces, yo para poder hacer el envío del chip, yo lo que tengo que corroborar son los datos de la titularidad, la línea. ¿Sabes lo que quiero? Sí. Si me das a mí de una horita, quiero ver la posibilidad de ver si mi hija, por ejemplo, quiere cambiarse también. Ah, perfecto. Antes estaba mi nombre, esa línea, pero ahora creo que la pusieron ahí en el trabajo, pero como ella está haciendo el trabajo, está recuperando la línea. Entonces quería ver, o puedo yo hacerme lo mío y después acoplo el de ella en una hora, dos horas. Sí, no hay problema, Estela, podemos cargar. Entonces, ¿dice Darien en adicional si le agrego? Esto le iba a preguntar a Estela, la línea de su hija. Sí, la línea de su hija en cuestión. Está en nombre suyo, Estela también. Mira, estaba en una línea, no sé si se habrá cambiado, no sé. Ni idea. Bien, no hay problema por eso porque la explico, Estela. De la misma, Mimovistar, ¿sí? Hay una parte de una sección que dice que configura el número de las líneas que están bajo el mismo titular, ¿sí? Entonces, cuando usted tiene activado el servicio, usted puede ingresar a esa parte de la app, carga la línea y si la línea está en hombre suyo, sí, bajo el mismo titular, bajo el mismo DNI, Se adicionan los 4G a la redalba en la línea. Perfecto. En eso no hay problema. Entonces, bueno. Empezamos con lo mío. Exacto. Lo que me está siguiendo es que no sé si es real o no. Sí. Me está siguiendo un mail como con una llave de movistar. Y yo no tengo deuda. Ni que no tengo líneas a eso. Bien. ¿Eso lo parece aquí al box? Sí, yo lo estoy chequeando justamente mientras hablo y yo tengo que chequear el de link que me figura para ver si el sistema me arroja en verde, lo que es el score, que es como un, por así decirlo, un número de historias y características del cliente para ver si se le puede brindar el servicio, ¿sí? Y en este DNI, que es el suyo, que es 16, 575, serie 51, Estela, El sistema me arroja en verde. O sea, el sistema me arroja como... Porque yo creo que... Yo creía que era una escasa, ¿viste? Que te hacen hacer esto y te dicen apretar el botón, tal cosa. Sí, sí. Entonces, yo ni lo toqué. Y dije, si yo no te nomarizaras en mí, bueno... No, no, querés ser tranquila porque eso lo iba a decir Estela. Yo coloco su DNI en el sistema y el sistema me arroja en verde. Entonces, si el sistema me roja en verde significa que el servicio se le puede brindar sin inconvenientes, Estela. Yo lo que voy a hacer es corroborar los datos que tengo en la línea, ¿sí? Me figura que la línea que vamos en la portabilidad, recuerde que va a mantener el mismo número, ¿sí? 11-6208-6434 a nombre de Estela Maris y el apellido es Bertram. Y el DNI es 16 575 651. 651, sí. Perfecto. Estela, por favor, confírmeme su fecha de nacimiento. Es 1. Sí. 12. Sí. 19 63. 19 73. 63. 63. El 1 de diciembre del 63. Perfecto. Estela, yo tengo acá en el sistema colocado un correo electrónico. Yo solo leo a ver si es correcto. Estela, como su nombre con S-I-W-L. Estela, vertran1 arroba email.com. Perfecto. Bien. Y Estela, por favor, infórmeme un número de teléfono de contacto para cargar en la ficha. Puede ser el de su hija, el de su esposo. ¿11? Sí. ¿6208? ¿6208? Sí. 9199. Perfecto. Entonces dijimos que esta línea usted la lleva con claro y la tienes con abono. Bien, ¿acreditamos lo que es entonces el plan de 8 gigas al que le da 8 de regalo? Sí. Perfecto. Entonces lo voy a repasar porque la semana queda grabada y tiene que quedar todo correcto. El plan es 8 gigas fijo de base más 8 de regalo los primeros tres meses, llamadas libres a todas las compañías, servicios de SMS, WhatsApp gratis, y las llamadas a fuera del país, América, precio local, por sostener un familiar fuera del país, las llamadas a precio local, y incluir Roaming, que es el servicio de Internet, fuera de la Argentina, en toda América. Perfecto. Le incluye tres gigas y que si usted se va a vacaciones fuera de la Argentina tiene servicio internet en el teléfono, ¿sí? Por supuesto. Bien. Y le va a incluir de regalo un giga para el freestyle por si tiene algún sobrino, nieto que le guste jugar o un hijo. Y también le da lo que es la posibilidad de esto que le comenté, pasar, guardar y pedir gigas y los 20 gigas que tiene adicionales una vez al año, ¿sí? Bien, Estela, yo ahora lo que paso a hacer es un cierre comercial, ¿qué significa? Leo rápidamente las condiciones del servicio para corroborar que yo hice bien mi trabajo, que le dije bien los precios, que está todo correcto, ¿sí? Entonces, le pregunto a Estela, ¿para recibir futuras promociones? ¿Usted cuenta con internet o está en su casa, ya? No, no tengo claro. Tengo telecentro. Telecentro. Bien, bueno, en caso que usted más adelante quisea tener el servicio de Internet de fibra óptica Monster Hogar, yo me vuelvo a contactar con usted y le doy la promoción vigente en ese momento, ¿sí? Ok. Bien. Este, le estamos haciendo la portablea de línea, la línea, repito, 11-6-20-86-4-34, a nombre y apellido de la titular actual, Estela Maiz Bertram. Por favor, Estela. Disculpa, disculpa, me reivindice el número que me dijiste. Sí, sí, sí. 11. 72, 08, 64, 34. Perfecto. ¿Qué día? Me repetís el monto que va a estar. Sí, 13,250, Estela. No, no íbamos a hacer el de 11. Por eso le preguntaba si usted va a querer el de 8 GB de base con 8 regalos o el de 4 GB de base con 4 regalos. No, no hay problema, no hay problema, le repetí. Mi idea es que después suban, lo puedo bajar después de último. Estela, eso le iba a decir a Estela. Usted puede adquirir la promoción, por ejemplo, el de 13250, sí, disfrutar de tener estos gigas que tiene. Y si usted más adelante quiere cambiar el plan, lo puede hacer desde la misma hostal, Estela. Perfecto, perfecto. Bueno, listo, entonces hacemos 13250, ¿me dijiste? Exacto, 13250. Todo igual ahora en el cierre como el tercero, lo repito, Estela. Bien, entonces estamos haciendo la portabilidad, la repito, la línea es 11-6208-6434, nombia perdido Estela Maris Bertram. Estela, por favor, confírmeme los últimos tres dígitos de su documento de identidad. 351. Bien, Estela me comentó que esta línea usted la cuenta con factura mensual de claro, la factura está a su nombre, ¿verdad? Sí. Bien, en el teléfono usted me dijo que en su equipo móvil usted cuenta con chip físico. Bien, la cual de las tiendas de Mostar va a querer que le asigne en la zona de Martín Coronado. 3 de febrero, ¿qué altura es? 27-27, Sela. A ver, déjame ver. Mira, está, yo lo veo ubicando en el mapa, está cerca de lo que es la calle Juan Justo José Urquiza, cerca de Avenida San Martín, Avenida Mitro, La Barría. Este es Caseros. En Caseros, exactamente. Si no, se lo puedo mandar al Shopping de voto. No, no, ahí se me quedan los ojos. Muy lejos. En la carta de arriba, ¿Arabia? ¿En urlín, donde me salgo? En urlín, ándeme un segundo. De un minuto. Sí, en la carta también, a la 3 de febrero, lo comparten el 27-27. No, estoy viendo que sí, que no hay problema. Sí, sería el 3 de febrero. Perfecto. Entonces, para que quede la grabación, va a estar recibiendo lo que es el tip de mostrar en la sucursal de lo que es Martín Coronado. Martín Coronado es la localidad de la provincia de Buenos Aires, exacto, y la clase es 3 de febrero al 27 del 27, ¿sí? Le recuerdo, señora Estela, que el costo del servicio del día de hoy es 13.250 pesos. Quiere incluir un descuento que se le ha realizado fijo de 38.800 pesos, ¿sí? Le recuerdo que el servicio... ¿Duración de cuánto es? Seis meses, Estela. Duración de seis meses. Le recuerdo que el servicio se factura mes adelantado y el plan contratado en este caso son 8 GB de base con 8 GB de regalo, estos últimos 8 GB de regalo tienen una operación de 6 meses y se habilitan con 48 horas para activar la línea, ¿sí? El mail que corroboramos juntas es estelabertran1.com y el teléfono alternativo que usted me brindo es 11-6208-9199. En este correo electrónico, Estela va a estar recibiendo todo lo que es la facturación online para que usted se vea un control de la factura.",
  "calidad": {
    "confianza_promedio": 0.528,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 44.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:18:36.043466",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 280,
    "total_segmentos_corregido": 105,
    "fecha_correccion": "2026-01-18T23:05:29.428934",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112125901676_ACD_58221",
    "fecha_inicio": "12/1/2026 12:59:01",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 1190,
    "tiempo_conversacion": 1169,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}