{
  "archivo": "amza20_1_260116105528926_ACD_96767.wav",
  "duracion_segundos": 491.67,
  "num_segmentos": 125,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 155.29,
    "Cliente": 295.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.31,
      "fin": 7.48,
      "duracion": 6.17,
      "texto": "Hola, buenos días, Hugo. ¿Qué onda? Como te hago Hugo, Tomás es mi nombre, me comunico en la área de beneficios modestas.",
      "confianza": 0.175,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.12,
      "fin": 9.56,
      "duracion": 1.44,
      "texto": "Exactamente. ¿Tienes lo correcto?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.83,
      "fin": 11.89,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.121,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.91,
      "fin": 27.13,
      "duracion": 15.22,
      "texto": "Bienvenido, te queríamos mejorar el plan que tenías actualmente cumplido, ¿sí? ¿Estás seguido uno con la una o con Bepa actualmente? Con Bepa. Eh... Con... Apluración. Ah, perfecto. Te consulto. ¿Cuánto llegas solo a ocupar todos los meses?",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.83,
      "fin": 48.23,
      "duracion": 19.4,
      "texto": "No, nada. si me digan de mientas porque no sé. Perfecto, y por ejemplo te consulto, ¿trabajas con el teléfono o siempre estás por ejemplo en el lugar con internet y demás? No, siempre estoy con internet. Bien, perfecto.",
      "confianza": 0.525,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 48.26,
      "fin": 50.4,
      "duracion": 2.14,
      "texto": "Bueno, mira, te comento el plan que tengo para brindarte el día de hoy.",
      "confianza": 0.611,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.88,
      "fin": 61.63,
      "duracion": 10.75,
      "texto": "Tengo un plan de 8GB de OS y más 8 del regalo. Bien, por seis meses tendrías 16. Tienes whatsapp y llamas libre a todas las compañías y rumen en América ya incluido y este plan tiene un precio de 10.400 pesos ¿bien?",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.39,
      "fin": 84.14,
      "duracion": 21.75,
      "texto": "Podrías guardarlo mes a mes en caso de que te sobraran los gigas ¿bien? Y no te quedarías nunca sin conectividad ni pagarías por gigas que no ocupas ¿bien? ¿Te consultas la única línea que vos tenés bajo tu nombre o tenés alguna otra parte? No, tengo una única con facturación, una única.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.64,
      "fin": 101.45,
      "duracion": 16.81,
      "texto": "Perfecto, perfecto. Bueno, mira, como estuviste en un momento en la compañía, sí, la mayoría de los datos los tenemos, ¿bien? No sé ni en qué trámite es muy engroso el tema de la portabilidad, como te digo. Sí, lo que pasa es que yo quedé bebiendo porque yo salí de adelante ahí en Movistar. Sí, en Movistar, decíme.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.99,
      "fin": 103.87,
      "duracion": 1.88,
      "texto": "Y te consulto, te han dicho el... Sí, decíme.",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.51,
      "fin": 122.68,
      "duracion": 18.17,
      "texto": "Sí, yo fui a la central de ahí de Agarriti. Ah, bien. Y no me pudieron pasar por el tema de que yo estuve bebiendo y todavía no lo pude nada. Bien, y te consulto, ¿te dijeron el monto de la deuda? Sí, una de 10.000 y pico y otra de 20.000 y pico.",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.7,
      "fin": 138.0,
      "duracion": 15.3,
      "texto": "Bien, a ver, déjame lo corroboró porque te comento, a la buena vez es que según el hizo la criticio y la, cómo se llama, el tema de las sucursales, y a veces a ciertas sucursales se les permite, a otros se les permite, a otros no, el tema de condonar este de las deudas, ¿bien?",
      "confianza": 0.602,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.02,
      "fin": 140.79,
      "duracion": 2.76,
      "texto": "¿Hace cuánto fuiste a preguntar por este tema de la deuda aproximadamente?",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.05,
      "fin": 148.44,
      "duracion": 6.39,
      "texto": "No, ya nueve de semana por allá, por la central. Bien, ayer hace poquito. Bueno, a ver.",
      "confianza": 0.4,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.42,
      "fin": 150.74,
      "duracion": 1.32,
      "texto": "Ahí aguardamos un segundito, sí.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.92,
      "fin": 163.07,
      "duracion": 8.15,
      "texto": "Mira, me figura que hubo un movimiento hace poquito, el 14 de enero en tu línea. ¿Puede ser que hayan solicitado ya el tema de la portabilidad?",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.09,
      "fin": 163.65,
      "duracion": 0.56,
      "texto": "Sí, sí, por eso le digo.",
      "confianza": 0.136,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.67,
      "fin": 166.24,
      "duracion": 2.56,
      "texto": "Yo fui a retirar el chico y me salieron con que...",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 167.26,
      "fin": 181.25,
      "duracion": 13.99,
      "texto": "con el tema de que, yo veo, por eso no me dejaron hacerme pasar. Ah, bien, entiendo. A ver, ahora, justamente, porque claro, lo que estoy viendo es que te podemos condonar lo que es la deuda y finalizar lo que es el trámite.",
      "confianza": 0.429,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.39,
      "fin": 182.99,
      "duracion": 0.6,
      "texto": "Bien.",
      "confianza": 0.74,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 183.03,
      "fin": 192.43,
      "duracion": 9.4,
      "texto": "A ver, agarramos un segundito. ¿Quedó todo bajo tu nombre? Llegamos a todo bajo tu nombre. Claro, está todo abajo mi nombre. Bien, excelente.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.3,
      "fin": 203.53,
      "duracion": 9.23,
      "texto": "Mira, si lo que es la deuda, te digo que las podríamos condonar. Solamente quiero ver el tema este del pedido de la portabilidad, como te digo. Sí,",
      "confianza": 0.613,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 203.53,
      "fin": 207.8,
      "duracion": 4.27,
      "texto": "porque las deudas son 30 y pico mil pesos.",
      "confianza": 0.621,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.68,
      "fin": 210.74,
      "duracion": 2.06,
      "texto": "La podríamos condonar perfectamente, o sea, no habría problema.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.3,
      "fin": 222.82,
      "duracion": 9.52,
      "texto": "Sí, mira, sí, sí, creo que te lo podríamos hacer el tema este de la portabilidad, bien, sin ningún problema.",
      "confianza": 0.674,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 224.81,
      "fin": 231.03,
      "duracion": 6.22,
      "texto": "Bien, te consulto en lo que es la sucursal. ¿Te pidieron algún dato? Por ejemplo, ¿te mandaron lo que es el código de activación, el código de portabilidad?",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.65,
      "fin": 242.17,
      "duracion": 10.52,
      "texto": "¿Algo? Sí, eso yo me había mandado todo eso. Sí. Ah, bien, y se lo brindaste vos, digamos. Sí, eso yo se lo había brindado.",
      "confianza": 0.276,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.99,
      "fin": 250.04,
      "duracion": 7.05,
      "texto": "Solamente era la cuestión de pagar eso y poder retirar el chip. Bien, a ver, claro.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.79,
      "fin": 254.64,
      "duracion": 3.85,
      "texto": "Mira, bien, sí, lo que... A ver, como voy a brindarte lo que son los datos, ¿bien?",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.92,
      "fin": 267.56,
      "duracion": 11.64,
      "texto": "El trámite a mi figura, sí. Así que se tendría que hacer efectivo, digamos, por un tema de que... de que ya le pasaste los datos a Casa Central y demás. Sí, sí. Tendrías que poder, a ver, pasar a la compañía.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.34,
      "fin": 280.07,
      "duracion": 11.73,
      "texto": "Sí, ¿te dijeron que sí o sí tenés que abonar el tema de la deuda? Sí, me dijeron que sí que tenés que abonar el tema de la deuda. Porque mira... Claro, yo...",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.73,
      "fin": 299.95,
      "duracion": 19.22,
      "texto": "Claro, sí, sí, sí. Acá me asegura, claro, que la deuda, como te digo, te la podríamos perdonar y hacer lo que es el trámite, ¿bien? No tendrías que, digamos, abonar nada, porque es menor a los 30.000 y nosotros actualmente bonificamos lo que son 30.000 pesos, ¿bien? En los que la deuda. Entonces, perfectamente podrías pasar.",
      "confianza": 0.284,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 300.69,
      "fin": 311.24,
      "duracion": 10.55,
      "texto": "Fabio dice que a la casa central no, cuando va la gente, pero, por ejemplo, en contactos telefónicos, de los cuales el trámite, digamos, sí se puede. ¿Bien? Eso sí se podría.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.22,
      "fin": 319.34,
      "duracion": 7.13,
      "texto": "Mira, si te parece, tendría que hacer básicamente el trámite que hicieron ellos, o hacértelo yo, por la cuestión de que obviamente los ratos no los tengo yo, lo tienen ellos.",
      "confianza": 0.591,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 320.88,
      "fin": 361.14,
      "duracion": 40.26,
      "texto": "Y ponerte a cargar los solicitud, pero el tema de bonificándote la deuda va a ser más sencillo, digamos. No sé si te robo cinco minutos, mira, aquí te hacemos el trámite, va a ser literalmente lo mismo que te pidieron ellos, te lo voy a pedir a ellos, básicamente, para que más o menos te hagas una idea. Sí, no hay problema. Bien, a ver, aguardamos un segundito. Te voy a mandar un mensajito por WhatsApp. Te voy a poner, te voy a tomar de movistar. Yo te voy a ir haciendo el seguimiento en un caso de que se tarte un poquito más la portabilidad para el tema de las deudas. Quédate tranquilo que voy a ir informando ahí por WhatsApp, ¿bien? Mira, te mando un mensajito que te puse un poquito más de movistar. Veamos. No sé qué plan te habían ofrecido. Sí, decime si te ofrecieron algún plan.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.98,
      "fin": 368.07,
      "duracion": 5.09,
      "texto": "Y el plan que me habían ofrecido ellos me quedaban en 4.000 pesos mensuales.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.29,
      "fin": 385.59,
      "duracion": 16.3,
      "texto": "No sé, no me acuerdo. ¿Voy a tener lo que es la fita óptica de movilidad? No, no, no. Yo tenía claro que yo me pasé a Maritario Marrón. Y yo le dije que sí que me quería pasar. Sí. Claro, claro. Sí.",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.3,
      "fin": 398.17,
      "duracion": 11.87,
      "texto": "Yo me mudé y estoy alquilando en el otro lado, ahora. Yo estaba alquilando en... digo acá otra vez en Sabalena, así que... Claro, entiendo. Sí,",
      "confianza": 0.13,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 398.17,
      "fin": 408.43,
      "duracion": 10.26,
      "texto": "mira, lo que nosotros brindamos normalmente, ellos claro, a lo mejor tienen otras cheques y demás, acá abajo te lo ofrecieron con la altitud de precios, te lo puedo ofrecer contratando lo que es las fibras, sí.",
      "confianza": 0.559,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 408.45,
      "fin": 411.4,
      "duracion": 2.94,
      "texto": "Si no tengo transformación, no hay ningún problema, te las comento.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 412.62,
      "fin": 442.62,
      "duracion": 30.0,
      "texto": "Sí, lo que pasa es que eso se amea acá en la fila. No hay cupos. ¿No tenés cobertura? No. Bien, entiendo. Bueno, mira, vamos a hacer una cosa. Entonces, para no hacer lío con el tema de los pedidos y demás, no te voy a volver a cargar un trámite para no hacerlo engorroso, ¿bien? El trámite se va a hacer efectivo, yo te voy a ir haciendo el seguimiento, ya tenés mi número ahí, te voy a ir haciendo el seguimiento porque ya lo cargó el caso central. Entonces, para no volver a cargar otros pedidos, vamos a hacerlo así.",
      "confianza": 0.06,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 444.82,
      "fin": 460.84,
      "duracion": 16.02,
      "texto": "Bien, a ver, abuérame un segundito, mira, me dejaron un segundito en línea para no te quiero cortarte, quiero darle información bien, sí, abuérame un segundito.",
      "confianza": 0.43,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 460.86,
      "fin": 473.41,
      "duracion": 12.55,
      "texto": "Bien, perfecto, sí, mira, ahí está, solamente quería colaborar una cosita, así el caso central ha cargado el trámite, así que ya tranquilo que se va a ir bonificando el tema de lo que es la deuda, sí te va a ir, te va a avisar, te voy a avisar yo y te va a ir avisando cuando se porte lo que es la línea, ¿bien?",
      "confianza": 0.552,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 473.95,
      "fin": 491.67,
      "duracion": 17.72,
      "texto": "así que queda tranquilo yo te voy a ir haciendo todo el seguimiento todos los días y todo así que queda tranquilo",
      "confianza": 0.434,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días, Hugo. ¿Qué onda? Como te hago Hugo, Tomás es mi nombre, me comunico en la área de beneficios modestas. Exactamente. ¿Tienes lo correcto? Sí. Bienvenido, te queríamos mejorar el plan que tenías actualmente cumplido, ¿sí? ¿Estás seguido uno con la una o con Bepa actualmente? Con Bepa. Eh... Con... Apluración. Ah, perfecto. Te consulto. ¿Cuánto llegas solo a ocupar todos los meses? No, nada. si me digan de mientas porque no sé. Perfecto, y por ejemplo te consulto, ¿trabajas con el teléfono o siempre estás por ejemplo en el lugar con internet y demás? No, siempre estoy con internet. Bien, perfecto. Bueno, mira, te comento el plan que tengo para brindarte el día de hoy. Tengo un plan de 8GB de OS y más 8 del regalo. Bien, por seis meses tendrías 16. Tienes whatsapp y llamas libre a todas las compañías y rumen en América ya incluido y este plan tiene un precio de 10.400 pesos ¿bien? Podrías guardarlo mes a mes en caso de que te sobraran los gigas ¿bien? Y no te quedarías nunca sin conectividad ni pagarías por gigas que no ocupas ¿bien? ¿Te consultas la única línea que vos tenés bajo tu nombre o tenés alguna otra parte? No, tengo una única con facturación, una única. Perfecto, perfecto. Bueno, mira, como estuviste en un momento en la compañía, sí, la mayoría de los datos los tenemos, ¿bien? No sé ni en qué trámite es muy engroso el tema de la portabilidad, como te digo. Sí, lo que pasa es que yo quedé bebiendo porque yo salí de adelante ahí en Movistar. Sí, en Movistar, decíme. Y te consulto, te han dicho el... Sí, decíme. Sí, yo fui a la central de ahí de Agarriti. Ah, bien. Y no me pudieron pasar por el tema de que yo estuve bebiendo y todavía no lo pude nada. Bien, y te consulto, ¿te dijeron el monto de la deuda? Sí, una de 10.000 y pico y otra de 20.000 y pico. Bien, a ver, déjame lo corroboró porque te comento, a la buena vez es que según el hizo la criticio y la, cómo se llama, el tema de las sucursales, y a veces a ciertas sucursales se les permite, a otros se les permite, a otros no, el tema de condonar este de las deudas, ¿bien? ¿Hace cuánto fuiste a preguntar por este tema de la deuda aproximadamente? No, ya nueve de semana por allá, por la central. Bien, ayer hace poquito. Bueno, a ver. Ahí aguardamos un segundito, sí. Mira, me figura que hubo un movimiento hace poquito, el 14 de enero en tu línea. ¿Puede ser que hayan solicitado ya el tema de la portabilidad? Sí, sí, por eso le digo. Yo fui a retirar el chico y me salieron con que... con el tema de que, yo veo, por eso no me dejaron hacerme pasar. Ah, bien, entiendo. A ver, ahora, justamente, porque claro, lo que estoy viendo es que te podemos condonar lo que es la deuda y finalizar lo que es el trámite. Bien. A ver, agarramos un segundito. ¿Quedó todo bajo tu nombre? Llegamos a todo bajo tu nombre. Claro, está todo abajo mi nombre. Bien, excelente. Mira, si lo que es la deuda, te digo que las podríamos condonar. Solamente quiero ver el tema este del pedido de la portabilidad, como te digo. Sí, porque las deudas son 30 y pico mil pesos. La podríamos condonar perfectamente, o sea, no habría problema. Sí, mira, sí, sí, creo que te lo podríamos hacer el tema este de la portabilidad, bien, sin ningún problema. Bien, te consulto en lo que es la sucursal. ¿Te pidieron algún dato? Por ejemplo, ¿te mandaron lo que es el código de activación, el código de portabilidad? ¿Algo? Sí, eso yo me había mandado todo eso. Sí. Ah, bien, y se lo brindaste vos, digamos. Sí, eso yo se lo había brindado. Solamente era la cuestión de pagar eso y poder retirar el chip. Bien, a ver, claro. Mira, bien, sí, lo que... A ver, como voy a brindarte lo que son los datos, ¿bien? El trámite a mi figura, sí. Así que se tendría que hacer efectivo, digamos, por un tema de que... de que ya le pasaste los datos a Casa Central y demás. Sí, sí. Tendrías que poder, a ver, pasar a la compañía. Sí, ¿te dijeron que sí o sí tenés que abonar el tema de la deuda? Sí, me dijeron que sí que tenés que abonar el tema de la deuda. Porque mira... Claro, yo... Claro, sí, sí, sí. Acá me asegura, claro, que la deuda, como te digo, te la podríamos perdonar y hacer lo que es el trámite, ¿bien? No tendrías que, digamos, abonar nada, porque es menor a los 30.000 y nosotros actualmente bonificamos lo que son 30.000 pesos, ¿bien? En los que la deuda. Entonces, perfectamente podrías pasar. Fabio dice que a la casa central no, cuando va la gente, pero, por ejemplo, en contactos telefónicos, de los cuales el trámite, digamos, sí se puede. ¿Bien? Eso sí se podría. Mira, si te parece, tendría que hacer básicamente el trámite que hicieron ellos, o hacértelo yo, por la cuestión de que obviamente los ratos no los tengo yo, lo tienen ellos. Y ponerte a cargar los solicitud, pero el tema de bonificándote la deuda va a ser más sencillo, digamos. No sé si te robo cinco minutos, mira, aquí te hacemos el trámite, va a ser literalmente lo mismo que te pidieron ellos, te lo voy a pedir a ellos, básicamente, para que más o menos te hagas una idea. Sí, no hay problema. Bien, a ver, aguardamos un segundito. Te voy a mandar un mensajito por WhatsApp. Te voy a poner, te voy a tomar de movistar. Yo te voy a ir haciendo el seguimiento en un caso de que se tarte un poquito más la portabilidad para el tema de las deudas. Quédate tranquilo que voy a ir informando ahí por WhatsApp, ¿bien? Mira, te mando un mensajito que te puse un poquito más de movistar. Veamos. No sé qué plan te habían ofrecido. Sí, decime si te ofrecieron algún plan. Y el plan que me habían ofrecido ellos me quedaban en 4.000 pesos mensuales. No sé, no me acuerdo. ¿Voy a tener lo que es la fita óptica de movilidad? No, no, no. Yo tenía claro que yo me pasé a Maritario Marrón. Y yo le dije que sí que me quería pasar. Sí. Claro, claro. Sí. Yo me mudé y estoy alquilando en el otro lado, ahora. Yo estaba alquilando en... digo acá otra vez en Sabalena, así que... Claro, entiendo. Sí, mira, lo que nosotros brindamos normalmente, ellos claro, a lo mejor tienen otras cheques y demás, acá abajo te lo ofrecieron con la altitud de precios, te lo puedo ofrecer contratando lo que es las fibras, sí. Si no tengo transformación, no hay ningún problema, te las comento. Sí, lo que pasa es que eso se amea acá en la fila. No hay cupos. ¿No tenés cobertura? No. Bien, entiendo. Bueno, mira, vamos a hacer una cosa. Entonces, para no hacer lío con el tema de los pedidos y demás, no te voy a volver a cargar un trámite para no hacerlo engorroso, ¿bien? El trámite se va a hacer efectivo, yo te voy a ir haciendo el seguimiento, ya tenés mi número ahí, te voy a ir haciendo el seguimiento porque ya lo cargó el caso central. Entonces, para no volver a cargar otros pedidos, vamos a hacerlo así. Bien, a ver, abuérame un segundito, mira, me dejaron un segundito en línea para no te quiero cortarte, quiero darle información bien, sí, abuérame un segundito. Bien, perfecto, sí, mira, ahí está, solamente quería colaborar una cosita, así el caso central ha cargado el trámite, así que ya tranquilo que se va a ir bonificando el tema de lo que es la deuda, sí te va a ir, te va a avisar, te voy a avisar yo y te va a ir avisando cuando se porte lo que es la línea, ¿bien? así que queda tranquilo yo te voy a ir haciendo todo el seguimiento todos los días y todo así que queda tranquilo",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:57:35.677719",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 5,
    "total_segmentos_original": 125,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:17.059748",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116105528926_ACD_96767",
    "fecha_inicio": "16/1/2026 10:55:28",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 497,
    "tiempo_conversacion": 474,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Ya tiene MVS",
    "tipo_tipificacion": "Exitoso"
  }
}