{
  "archivo": "amza39_1_260115111732413_ACD_55905.wav",
  "duracion_segundos": 168.63,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 41.74,
    "Cliente": 109.48
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.76,
      "duracion": 6.73,
      "texto": "Hola, buenos días. ¿Me comunico con Miguel?",
      "confianza": 0.146,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.78,
      "fin": 6.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.86,
      "fin": 17.51,
      "duracion": 10.65,
      "texto": "¿Cómo está Miguel? Un gusto. Mi nombre es Catalina. Lo he contactado al día de hoy para brindarle a Miguel lo que es una promoción para su línea móvil. ¿Por movistar?",
      "confianza": 0.097,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.01,
      "fin": 47.28,
      "duracion": 28.27,
      "texto": "Sí, lo he llamado antes. No, lo que pasa es que mi trabajo lo enseñaba con movistar. Y yo creo que también era claro. No entiendo, pero ya se encuentra usted, cometeme. No hay antena acá. Ya me llamaron un montón de veces y yo les dije que ya no me llamen más porque no puedo ponernos porque no me sirven. Bien. ¿En qué zona es? Disculpeme, Miguel. Zona sur. ¿Zona sur de qué? En medio de un campo.",
      "confianza": 0.296,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.48,
      "fin": 52.01,
      "duracion": 3.53,
      "texto": "La localidad, por favor. En Gernica, no hay antena.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.47,
      "fin": 73.21,
      "duracion": 19.74,
      "texto": "Hace más de no sé cuántos años tengo movistar y lo tuve que cambiar de empresa porque no me servía. Si no la dejaría. Mira, actualmente en Gernica tenemos señales. No, no. No, no, no, porque yo hace años que tengo movistar y siempre me corre cuando digo no es tu culpa, no es tu culpa, vos tenés que brindar el servicio.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.21,
      "fin": 80.26,
      "duracion": 6.05,
      "texto": "Vos tenés que brindar el servicio, pero lo que pasa es que te corren con chamuyo, que hay antena y no hay antena, no hay nada.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.4,
      "fin": 116.07,
      "duracion": 34.67,
      "texto": "Comprendo, comprendo lo que te pasa. Mira, nosotros actualmente nos figura todo esto, Miguel. Vos me dijiste que no tenías señal, te fuiste en el 2024 y nosotros hemos estado actualizando todo para que puedas tener señal en todas las zonas del Gran Buenos Aires y las Hortas Albañas. Por ahora me quedo con el cernichete, después por ahí más adelante me fijaré y bueno, lo cambiaré. ¿Pero tenés algún contagio que tengamos que evitar, que no les funcione? ¿Qué dudas te quedan? No, no, no. Todos los que trabajamos acá son todos claro o personal.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.45,
      "fin": 118.75,
      "duracion": 1.3,
      "texto": "Comprendo, comprendo.",
      "confianza": 0.88,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.39,
      "fin": 131.77,
      "duracion": 12.38,
      "texto": "Bueno, comentame después si en algún momento te interesa. Yo te digo que tenemos señal. Cualquier cosa me vas a tener de asesora personalizada todo el tiempo que necesites porque el servicio está dispuesto ahí en esa zona.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.11,
      "fin": 138.61,
      "duracion": 4.5,
      "texto": "Está bien, está bien. Pero donde yo trabajo se corta la señal. Por eso me tuve que pasar a claro.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.25,
      "fin": 141.5,
      "duracion": 2.24,
      "texto": "¿Se corta dentro, dentro de mi sitio?",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.59,
      "fin": 151.78,
      "duracion": 9.19,
      "texto": "No, no, en el medio del campo, estoy en un campo y en el medio del campo yo hago plantaciónes. Ah, bien.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.81,
      "fin": 153.23,
      "duracion": 1.42,
      "texto": "Bien, bien, bien, entiendo.",
      "confianza": 0.158,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 153.25,
      "fin": 160.46,
      "duracion": 7.21,
      "texto": "Se corta, se corta, porque estamos en una casilla rodante, estamos de acá para encima y se corta la señal, no hay señal, lo tengo.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.33,
      "fin": 166.55,
      "duracion": 1.22,
      "texto": "Bueno, bueno, y lo dejo asentado entonces, quédate tranquilo.",
      "confianza": 0.008,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.57,
      "fin": 168.63,
      "duracion": 2.06,
      "texto": "Gracias por tu tiempo, Dios. No, por favor, hasta luego.",
      "confianza": 0.035,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Me comunico con Miguel? Sí. ¿Cómo está Miguel? Un gusto. Mi nombre es Catalina. Lo he contactado al día de hoy para brindarle a Miguel lo que es una promoción para su línea móvil. ¿Por movistar? Sí, lo he llamado antes. No, lo que pasa es que mi trabajo lo enseñaba con movistar. Y yo creo que también era claro. No entiendo, pero ya se encuentra usted, cometeme. No hay antena acá. Ya me llamaron un montón de veces y yo les dije que ya no me llamen más porque no puedo ponernos porque no me sirven. Bien. ¿En qué zona es? Disculpeme, Miguel. Zona sur. ¿Zona sur de qué? En medio de un campo. La localidad, por favor. En Gernica, no hay antena. Hace más de no sé cuántos años tengo movistar y lo tuve que cambiar de empresa porque no me servía. Si no la dejaría. Mira, actualmente en Gernica tenemos señales. No, no. No, no, no, porque yo hace años que tengo movistar y siempre me corre cuando digo no es tu culpa, no es tu culpa, vos tenés que brindar el servicio. Vos tenés que brindar el servicio, pero lo que pasa es que te corren con chamuyo, que hay antena y no hay antena, no hay nada. Comprendo, comprendo lo que te pasa. Mira, nosotros actualmente nos figura todo esto, Miguel. Vos me dijiste que no tenías señal, te fuiste en el 2024 y nosotros hemos estado actualizando todo para que puedas tener señal en todas las zonas del Gran Buenos Aires y las Hortas Albañas. Por ahora me quedo con el cernichete, después por ahí más adelante me fijaré y bueno, lo cambiaré. ¿Pero tenés algún contagio que tengamos que evitar, que no les funcione? ¿Qué dudas te quedan? No, no, no. Todos los que trabajamos acá son todos claro o personal. Comprendo, comprendo. Bueno, comentame después si en algún momento te interesa. Yo te digo que tenemos señal. Cualquier cosa me vas a tener de asesora personalizada todo el tiempo que necesites porque el servicio está dispuesto ahí en esa zona. Está bien, está bien. Pero donde yo trabajo se corta la señal. Por eso me tuve que pasar a claro. ¿Se corta dentro, dentro de mi sitio? No, no, en el medio del campo, estoy en un campo y en el medio del campo yo hago plantaciónes. Ah, bien. Bien, bien, bien, entiendo. Se corta, se corta, porque estamos en una casilla rodante, estamos de acá para encima y se corta la señal, no hay señal, lo tengo. Bueno, bueno, y lo dejo asentado entonces, quédate tranquilo. Gracias por tu tiempo, Dios. No, por favor, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.45,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:17:37.348119",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:25.816435",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111732413_ACD_55905",
    "fecha_inicio": "15/1/2026 11:17:32",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 188,
    "tiempo_conversacion": 163,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}