{
  "archivo": "amza1_1_260113125050883_ACD_07559.wav",
  "duracion_segundos": 126.09,
  "num_segmentos": 28,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 121.37,
    "Cliente": 0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.42,
      "fin": 3.86,
      "duracion": 3.44,
      "texto": "Hola, ¿qué tal? Buenos días, hablo con Diego.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.67,
      "fin": 8.37,
      "duracion": 3.7,
      "texto": "Sí, ¿qué tal? ¿Cómo le va a Diego un placer hablar con usted? Mi nombre es Evangelina.",
      "confianza": 0.236,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.17,
      "fin": 70.05,
      "duracion": 60.88,
      "texto": "Le comento... Igualmente, Diego. Le comento... Yo le damos desde el área de beneficios de la compañía Movistar. Sí, me figuré que está abonando algo de 50.000 pesos actualmente a sus compañías, ¿correcto eso? No sabía decirte, pero supuestamente tenía que estar abonando cerca de 40.000 en realidad, 39 y pico. Bien, te hago una consulta, Diego. Vos, actualmente, ¿qué estás abonando? ¿Solamente tu línea mensual o también abonás otra cosa? No, es con internet, con internet y con los canales. Bien, paso a comentarte que el día de hoy nosotros tenemos justamente la promoción para clientes de Moistar, anteriores, sin me figurar que estuviesen con nosotros en la compañía, en el año 2023. Tenemos para abrindarte lo que es una promoción de lo que es la fibra óptica de 300 megas más la línea de 8 gigas bonificada en 24.000 pesos, ¿bien? A eso se le añadirían como extra lo que es justamente los canales que te quedarían en 11.300, tendríamos un valor total de 35.300 pesos, justamente todo el servicio que tenés vos igualmente con claro, ¿bien?",
      "confianza": 0.785,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.03,
      "fin": 110.53,
      "duracion": 39.5,
      "texto": "Sí, ¿por cuánto tiempo? En ese caso las modificaciones las tenemos por seis meses, por una cuestión de que justamente se mantienen más con el tema de aumentos, ¿sí? Claro, pero yo después a los seis meses, ¿a cuántos iría? Y en ese caso nosotros tenemos lo que es un descuento, los precios no lo tenemos bien definidos, pero no te debes preocupar por eso porque nosotros justamente al quinto mes puedes renovar lo que es la bonificación o actualizarte el plan, así que no te tienes que hacer problemas. Pero yo también no te puedo decir lo que es el precio de acá a seis meses porque el precio al día de hoy es el que te comenté recién. Bueno, déjame que lo analice entonces. Bueno, vale, mira, te voy a hacer una cosa, te voy a mandar un mensajito por WhatsApp.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.03,
      "fin": 119.08,
      "duracion": 8.05,
      "texto": "Hola, soy Evangelina de Movistar y te voy a sentar como que estabas interesado en el servicio de la fibra. Muchas gracias.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.29,
      "fin": 126.09,
      "duracion": 5.8,
      "texto": "Que estés bien, Diego. Hasta luego.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenos días, hablo con Diego. Sí, ¿qué tal? ¿Cómo le va a Diego un placer hablar con usted? Mi nombre es Evangelina. Le comento... Igualmente, Diego. Le comento... Yo le damos desde el área de beneficios de la compañía Movistar. Sí, me figuré que está abonando algo de 50.000 pesos actualmente a sus compañías, ¿correcto eso? No sabía decirte, pero supuestamente tenía que estar abonando cerca de 40.000 en realidad, 39 y pico. Bien, te hago una consulta, Diego. Vos, actualmente, ¿qué estás abonando? ¿Solamente tu línea mensual o también abonás otra cosa? No, es con internet, con internet y con los canales. Bien, paso a comentarte que el día de hoy nosotros tenemos justamente la promoción para clientes de Moistar, anteriores, sin me figurar que estuviesen con nosotros en la compañía, en el año 2023. Tenemos para abrindarte lo que es una promoción de lo que es la fibra óptica de 300 megas más la línea de 8 gigas bonificada en 24.000 pesos, ¿bien? A eso se le añadirían como extra lo que es justamente los canales que te quedarían en 11.300, tendríamos un valor total de 35.300 pesos, justamente todo el servicio que tenés vos igualmente con claro, ¿bien? Sí, ¿por cuánto tiempo? En ese caso las modificaciones las tenemos por seis meses, por una cuestión de que justamente se mantienen más con el tema de aumentos, ¿sí? Claro, pero yo después a los seis meses, ¿a cuántos iría? Y en ese caso nosotros tenemos lo que es un descuento, los precios no lo tenemos bien definidos, pero no te debes preocupar por eso porque nosotros justamente al quinto mes puedes renovar lo que es la bonificación o actualizarte el plan, así que no te tienes que hacer problemas. Pero yo también no te puedo decir lo que es el precio de acá a seis meses porque el precio al día de hoy es el que te comenté recién. Bueno, déjame que lo analice entonces. Bueno, vale, mira, te voy a hacer una cosa, te voy a mandar un mensajito por WhatsApp. Hola, soy Evangelina de Movistar y te voy a sentar como que estabas interesado en el servicio de la fibra. Muchas gracias. Que estés bien, Diego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.549,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:39:16.009898",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 28,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:15.915129",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125050883_ACD_07559",
    "fecha_inicio": "13/1/2026 12:50:50",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 162,
    "tiempo_conversacion": 122,
    "tiempo_hold": 0,
    "tiempo_acw": 25,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}