{
  "archivo": "amza74_1_260112130117052_ACD_65359.wav",
  "duracion_segundos": 77.07,
  "num_segmentos": 34,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 73.2
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.67,
      "fin": 4.38,
      "duracion": 3.7,
      "texto": "Hola, Janina.",
      "confianza": 0.362,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.22,
      "fin": 19.81,
      "duracion": 14.59,
      "texto": "¿Quién habla? ¿Cómo están? Le hablé a Luz Mila, de la compañía Movistar. Sí, pero no es cuento. Yo creo que se encontrarán en claros así. Ajá. Perfecto. Lo llamamos más que todo. Porque hoy en día tenemos planes para mirar. Me voy a cumplir cuenta con dos líneas en claros.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.33,
      "fin": 44.46,
      "duracion": 24.13,
      "texto": "¿Me gustaría saber, obviamente, si van a usar muchos gigas hoy en día en su plan o usan los más básicos? No, básico nomás. Perfecto. Bien, tenemos un plan donde les dieron con 12 gigas en total, a un valor de 11.400 pesos, con después dos fichas por cien veces. ¿Bien? ¿Usted qué tipo de plan tiene? O sea, ¿cuántas actividades llegas de lista y cuántas está pagando?",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.4,
      "fin": 53.85,
      "duracion": 8.45,
      "texto": "No, no, yo tengo a 300. Me sacé porque no puedo tener la línea. Lo tenés. Perfecto, lo tenés prepago. ¿Y la otra línea también? ¿La tiene prepago?",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.74,
      "fin": 77.07,
      "duracion": 22.33,
      "texto": "Sí, sí. Tengo una tarjeta, porque por el momento alguien ya no quiere ponerla. Perfecto. Te gustaría poner una bola, entonces. ¿Te gustaría hacer lo que es el internet o ver? No, no, está bien. Por el momento no, gracias. Perfecto. Adiós hasta luego. Chau.",
      "confianza": 0.297,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, Janina. ¿Quién habla? ¿Cómo están? Le hablé a Luz Mila, de la compañía Movistar. Sí, pero no es cuento. Yo creo que se encontrarán en claros así. Ajá. Perfecto. Lo llamamos más que todo. Porque hoy en día tenemos planes para mirar. Me voy a cumplir cuenta con dos líneas en claros. ¿Me gustaría saber, obviamente, si van a usar muchos gigas hoy en día en su plan o usan los más básicos? No, básico nomás. Perfecto. Bien, tenemos un plan donde les dieron con 12 gigas en total, a un valor de 11.400 pesos, con después dos fichas por cien veces. ¿Bien? ¿Usted qué tipo de plan tiene? O sea, ¿cuántas actividades llegas de lista y cuántas está pagando? No, no, yo tengo a 300. Me sacé porque no puedo tener la línea. Lo tenés. Perfecto, lo tenés prepago. ¿Y la otra línea también? ¿La tiene prepago? Sí, sí. Tengo una tarjeta, porque por el momento alguien ya no quiere ponerla. Perfecto. Te gustaría poner una bola, entonces. ¿Te gustaría hacer lo que es el internet o ver? No, no, está bien. Por el momento no, gracias. Perfecto. Adiós hasta luego. Chau.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:01:19.628674",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:31.967597",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112130117052_ACD_65359",
    "fecha_inicio": "12/1/2026 13:01:17",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 109,
    "tiempo_conversacion": 74,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}