{
  "archivo": "amza44_1_260116141137792_ACD_93633.wav",
  "duracion_segundos": 136.16,
  "num_segmentos": 44,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 32.23,
    "Cliente": 95.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.73,
      "duracion": 9.7,
      "texto": "Hola. Hola, qué tal, buen día. ¿Cómo le va? ¿Cómo te va? Todo bien, por suerte. Un gusto. Mi nombre es Rodrigo. ¿Hablo con Héctor?",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.73,
      "fin": 18.6,
      "duracion": 7.87,
      "texto": "Sí, ¿cómo estás, Rodrigo? ¿Bien? ¿Qué tal, Héctor? Sí, todo bien, por suerte. Acá andamos ya en la última hora de el aguro. Bueno, muy bien.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.62,
      "fin": 19.5,
      "duracion": 0.88,
      "texto": "Sí, sí, por suerte.",
      "confianza": 0.632,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.06,
      "fin": 22.85,
      "duracion": 2.79,
      "texto": "¿Ya viene al descansar? Está hoy domingo.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.39,
      "fin": 30.13,
      "duracion": 6.74,
      "texto": "Sí, completamente. Yo me estoy comunicando con vos para brindarte lo que es un beneficio en tu línea.",
      "confianza": 0.89,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.36,
      "fin": 34.26,
      "duracion": 1.9,
      "texto": "Decime qué compañía es.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.28,
      "fin": 39.41,
      "duracion": 5.13,
      "texto": "Yo me estoy comunicando de lo que es el área de recuperar clientes en Movistar.",
      "confianza": 0.49,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.07,
      "fin": 52.36,
      "duracion": 12.29,
      "texto": "Mira, Rodrigo, yo desde ya te agradezco, yo sé que es tu laburo, es tu función, pero todos los días me llaman. Yo me fui de Movistar porque estuve más de veinte, pero más de veintipico de años, casi cuando se creó.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.92,
      "fin": 59.33,
      "duracion": 6.41,
      "texto": "Así que te imaginas. Nunca pedí nada, nunca me regalaron. No tengo por qué, por eso pagaba el servicio.",
      "confianza": 0.224,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.85,
      "fin": 64.52,
      "duracion": 4.67,
      "texto": "Pero las veces que lo necesité nunca estaba. Ahora que no estoy más me llaman a cada rato.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.28,
      "fin": 129.67,
      "duracion": 64.39,
      "texto": "La movilidad se tiene que preocupar del cliente cuando está activo, no cuando se va. Porque cuando el cliente se va, se va porque se va desconforme, no porque le gusta. ¿Entendés? Y yo cuando tuve que hacer trámites, yo vivo en Guernica, no sé dónde sos vos, y yo tenía que ir a Lomas de Zamora, tenía que dejar de trabajar, tenía que pedir, encima tenía que pedir número, detardaba el trámite, y me llamaron de claro y la verdad lamentablemente me fueron al toque, me resolvieron todo y bueno, por el momento me quedaré en claro, ya te agradezco mucho. Claro, entiendo, entiendo. Lamento mucho que haya tenido que pasar por esa situación, ¿sí? Pero el Movistar lo sabe. Lo que pasa es que el Movistar se preocupa cuando se le van los clientes, no cuando están. Vos al cliente, me te digo que le tenés que regalar porque por eso le ofrecés un servicio. Pero por lo menos, decirle, mira, te vamos a renovar el plan. Cuando yo te quería renovar el plan, pero yo digo, no, hice plan, ya es viejo, ya no está más. Pero tampoco me avisan, les digo a ustedes, ¿viste? Así que bueno, si lo pueden dejar afentado, aféntalo. Y si no, bueno.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.32,
      "fin": 132.74,
      "duracion": 2.42,
      "texto": "Dale, dale. Muy bien esta semana, Rodrigo.",
      "confianza": 0.41,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.54,
      "fin": 136.16,
      "duracion": 2.62,
      "texto": "Chao, loco, chao.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, qué tal, buen día. ¿Cómo le va? ¿Cómo te va? Todo bien, por suerte. Un gusto. Mi nombre es Rodrigo. ¿Hablo con Héctor? Sí, ¿cómo estás, Rodrigo? ¿Bien? ¿Qué tal, Héctor? Sí, todo bien, por suerte. Acá andamos ya en la última hora de el aguro. Bueno, muy bien. Sí, sí, por suerte. ¿Ya viene al descansar? Está hoy domingo. Sí, completamente. Yo me estoy comunicando con vos para brindarte lo que es un beneficio en tu línea. Decime qué compañía es. Yo me estoy comunicando de lo que es el área de recuperar clientes en Movistar. Mira, Rodrigo, yo desde ya te agradezco, yo sé que es tu laburo, es tu función, pero todos los días me llaman. Yo me fui de Movistar porque estuve más de veinte, pero más de veintipico de años, casi cuando se creó. Así que te imaginas. Nunca pedí nada, nunca me regalaron. No tengo por qué, por eso pagaba el servicio. Pero las veces que lo necesité nunca estaba. Ahora que no estoy más me llaman a cada rato. La movilidad se tiene que preocupar del cliente cuando está activo, no cuando se va. Porque cuando el cliente se va, se va porque se va desconforme, no porque le gusta. ¿Entendés? Y yo cuando tuve que hacer trámites, yo vivo en Guernica, no sé dónde sos vos, y yo tenía que ir a Lomas de Zamora, tenía que dejar de trabajar, tenía que pedir, encima tenía que pedir número, detardaba el trámite, y me llamaron de claro y la verdad lamentablemente me fueron al toque, me resolvieron todo y bueno, por el momento me quedaré en claro, ya te agradezco mucho. Claro, entiendo, entiendo. Lamento mucho que haya tenido que pasar por esa situación, ¿sí? Pero el Movistar lo sabe. Lo que pasa es que el Movistar se preocupa cuando se le van los clientes, no cuando están. Vos al cliente, me te digo que le tenés que regalar porque por eso le ofrecés un servicio. Pero por lo menos, decirle, mira, te vamos a renovar el plan. Cuando yo te quería renovar el plan, pero yo digo, no, hice plan, ya es viejo, ya no está más. Pero tampoco me avisan, les digo a ustedes, ¿viste? Así que bueno, si lo pueden dejar afentado, aféntalo. Y si no, bueno. Dale, dale. Muy bien esta semana, Rodrigo. Chao, loco, chao.",
  "calidad": {
    "confianza_promedio": 0.585,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:10:25.742398",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 44,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:28.919011",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141137792_ACD_93633",
    "fecha_inicio": "16/1/2026 14:11:37",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 152,
    "tiempo_conversacion": 130,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}