{
  "archivo": "amza27_1_260116112409686_ACD_01697.wav",
  "duracion_segundos": 166.81,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 156.83,
    "Cliente": 3.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.46,
      "duracion": 3.43,
      "texto": "Sí. O ya con Carlos.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.45,
      "fin": 92.05,
      "duracion": 86.6,
      "texto": "Sí, que en ese momento no está, es mi marido. ¡Mucho gusto! Mi nombre es Rocío, me estoy contactando por lo que es el servicio de internet para solar. ¿Con quién tengo el gusto? ¿Para no hacer discordes? Ah, con Mónica Flores. Hola, Mónica. Mira, nosotros te llamamos porque, bueno, tenemos promociones en lo que es el servicio de internet para lograr en todo lo que es el Irán Mendoza, y te estábamos llamando por ese motivo, desde Movistar. ¿Vos con qué compañía van a dejar el Wi-Fi en casa? Lo tenemos claro, pero ya lo tenemos y, bueno, ya por ahora no vamos a cambiarlo. Bueno, y eso más o menos para saber aproximadamente. ¿Ustedes cuánto abonen por claro con todos los servicios? No, no tengo idea, tendrías que, porque eso se lo evitas con la tarjeta, así que no, no tengo idea, porque tampoco necesito preguntarle, pero bueno. Bueno, esto es lo que, como te comentaba, que están abundando bastante, que en este caso sería una boleta casi de 49 mil pesos entre lo que es el servicio de internet más las dos líneas. Y nosotros justamente la llamamos para que puedan reducir costos, ¿bien? Poder brindarte. En las líneas del celo, un total de 20 gigas en cada una de las líneas, a tan solo 10,400. Y en lo que es el servicio de internet, lo que es un total de 24 mil con todos los servicios activos, ¿bien? es para que pueda brindar y es mucho más económico, casi menos que la mitad de lo que ustedes están abonando.",
      "confianza": 0.078,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.35,
      "fin": 104.82,
      "duracion": 11.47,
      "texto": "Mira, yo lo que sí sé es que antes teníamos el servicio de movilizar, pero no me acuerdo. No sé por qué problema él pudo que cambiara, claro.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 105.5,
      "fin": 110.93,
      "duracion": 5.42,
      "texto": "Y bueno, por ahora, por lo que, o sea, por ahora no queremos cambiarnos.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.51,
      "fin": 128.77,
      "duracion": 17.26,
      "texto": "Pero bueno, igual le voy a consultar y bueno, cualquier cosa, Dale, te conversarás conmigo. Mirá, hagamos una cosa. Yo te dejo lo que es mi numerito a través de WhatsApp con las pronuncias que estamos teniendo, que es por el día de hoy, como te comenté, solamente por el día de hoy, las que son para la línea del celu, ¿bien?",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.44,
      "fin": 155.65,
      "duracion": 26.21,
      "texto": "Pero te dejo mi mensajito. Capaz que por ahí lo que es el servicio de internet te sirve, porque la verdad que van a estar hablando un montón. Entonces, vos te pones en contacto conmigo, lo hablas con él y si quieren reducir... Bueno, cuando vengan... Dale, cuando venga a trabajar yo le comento. Ahí entonces acabo de dejar toda la info viendo que te ha llegado a tu número, que es este, ¿verdad? El que estamos hablando.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.67,
      "fin": 156.13,
      "duracion": 0.46,
      "texto": "Perfecto.",
      "confianza": 0.737,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.94,
      "fin": 166.81,
      "duracion": 9.87,
      "texto": "Muy bueno, buenísimo. Muy bien, entonces yo te dejo ahí en mi tarjeta, bajo cualquier cosa te contactarás, ¿vale? Dale, muchas gracias. A vos que tengas hermosos días, hasta luego. Igualmente, hasta chau.",
      "confianza": 0.077,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Sí. O ya con Carlos. Sí, que en ese momento no está, es mi marido. ¡Mucho gusto! Mi nombre es Rocío, me estoy contactando por lo que es el servicio de internet para solar. ¿Con quién tengo el gusto? ¿Para no hacer discordes? Ah, con Mónica Flores. Hola, Mónica. Mira, nosotros te llamamos porque, bueno, tenemos promociones en lo que es el servicio de internet para lograr en todo lo que es el Irán Mendoza, y te estábamos llamando por ese motivo, desde Movistar. ¿Vos con qué compañía van a dejar el Wi-Fi en casa? Lo tenemos claro, pero ya lo tenemos y, bueno, ya por ahora no vamos a cambiarlo. Bueno, y eso más o menos para saber aproximadamente. ¿Ustedes cuánto abonen por claro con todos los servicios? No, no tengo idea, tendrías que, porque eso se lo evitas con la tarjeta, así que no, no tengo idea, porque tampoco necesito preguntarle, pero bueno. Bueno, esto es lo que, como te comentaba, que están abundando bastante, que en este caso sería una boleta casi de 49 mil pesos entre lo que es el servicio de internet más las dos líneas. Y nosotros justamente la llamamos para que puedan reducir costos, ¿bien? Poder brindarte. En las líneas del celo, un total de 20 gigas en cada una de las líneas, a tan solo 10,400. Y en lo que es el servicio de internet, lo que es un total de 24 mil con todos los servicios activos, ¿bien? es para que pueda brindar y es mucho más económico, casi menos que la mitad de lo que ustedes están abonando. Mira, yo lo que sí sé es que antes teníamos el servicio de movilizar, pero no me acuerdo. No sé por qué problema él pudo que cambiara, claro. Y bueno, por ahora, por lo que, o sea, por ahora no queremos cambiarnos. Pero bueno, igual le voy a consultar y bueno, cualquier cosa, Dale, te conversarás conmigo. Mirá, hagamos una cosa. Yo te dejo lo que es mi numerito a través de WhatsApp con las pronuncias que estamos teniendo, que es por el día de hoy, como te comenté, solamente por el día de hoy, las que son para la línea del celu, ¿bien? Pero te dejo mi mensajito. Capaz que por ahí lo que es el servicio de internet te sirve, porque la verdad que van a estar hablando un montón. Entonces, vos te pones en contacto conmigo, lo hablas con él y si quieren reducir... Bueno, cuando vengan... Dale, cuando venga a trabajar yo le comento. Ahí entonces acabo de dejar toda la info viendo que te ha llegado a tu número, que es este, ¿verdad? El que estamos hablando. Perfecto. Muy bueno, buenísimo. Muy bien, entonces yo te dejo ahí en mi tarjeta, bajo cualquier cosa te contactarás, ¿vale? Dale, muchas gracias. A vos que tengas hermosos días, hasta luego. Igualmente, hasta chau.",
  "calidad": {
    "confianza_promedio": 0.481,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:45:16.829170",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:20.066942",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116112409686_ACD_01697",
    "fecha_inicio": "16/1/2026 11:24:09",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 210,
    "tiempo_conversacion": 161,
    "tiempo_hold": 0,
    "tiempo_acw": 28,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}