{
  "archivo": "amza23_1_260116132723771_ACD_34391.wav",
  "duracion_segundos": 117.81,
  "num_segmentos": 26,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 43.55,
    "Cliente": 67.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.6,
      "fin": 11.03,
      "duracion": 9.43,
      "texto": "Oye, ¿qué tal? Buen día. ¿Me comunico con Verónica? Sí,",
      "confianza": 0.079,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 11.03,
      "fin": 11.29,
      "duracion": 0.26,
      "texto": "buenos días.",
      "confianza": 0.035,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.31,
      "fin": 25.3,
      "duracion": 13.99,
      "texto": "Sí. ¿Qué tal? ¿Cómo le va Verónica? Macarena es mi nombre. Nos estamos consultando para brindarle una promoción exclusiva a sus líneas. Actualmente la figura del sistema que usted está en claro con dos líneas es su nombre. ¿Eso es correcto? Ah, sí. ¿Usted es de Mallicá?",
      "confianza": 0.088,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.0,
      "fin": 55.96,
      "duracion": 29.96,
      "texto": "Así es, tenemos una promoción sumamente económica de 7.460 para sus líneas. ¿Tienen claro cuánto brindan aproximadamente? No estaría interesada en pasarme, porque yo ya tenía Movistar, pero me cambié, claro. Así que me agradezco. Pero qué cantidad de gigas le brinda, claro, porque nosotros le otorgamos gigas de base, más gigas de regalo y además cuatro adicionales por pasar más de una línea.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.24,
      "fin": 71.8,
      "duracion": 14.56,
      "texto": "Claro, no, pero no quiero volver a utilizar el servicio de Movistar, ese es el tema. ¿Y alguna mala experiencia? Claro, sí, porque nosotros no queríamos pagar más con Movistar.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.64,
      "fin": 111.48,
      "duracion": 37.84,
      "texto": "O sea, últimamente estaba muy alto el monto y siempre pasaba algo con el tema de las actuaciones, así que nada, antes de seguir como... insistiendo, me preferí cambiar y ya está, está por el momento, está todo bien, hace poco me cambié, hace tres o cuatro meses, así que yo creo que estoy bien, así que te agradezco la oferta. Bien, en ese caso igual no le volvería a pasar lo mismo de aumentos desmedidos, ¿sí? Porque tuvimos muchos clientes con ese inconveniente y ahora estamos brindando lo que es un descuento fijo durante un período de seis meses, ¿sí?",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.35,
      "fin": 117.81,
      "duracion": 5.45,
      "texto": "que en realidad todas las compañías lo están brindando porque antes era por un año, ahora es por seis meses.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Oye, ¿qué tal? Buen día. ¿Me comunico con Verónica? Sí, buenos días. Sí. ¿Qué tal? ¿Cómo le va Verónica? Macarena es mi nombre. Nos estamos consultando para brindarle una promoción exclusiva a sus líneas. Actualmente la figura del sistema que usted está en claro con dos líneas es su nombre. ¿Eso es correcto? Ah, sí. ¿Usted es de Mallicá? Así es, tenemos una promoción sumamente económica de 7.460 para sus líneas. ¿Tienen claro cuánto brindan aproximadamente? No estaría interesada en pasarme, porque yo ya tenía Movistar, pero me cambié, claro. Así que me agradezco. Pero qué cantidad de gigas le brinda, claro, porque nosotros le otorgamos gigas de base, más gigas de regalo y además cuatro adicionales por pasar más de una línea. Claro, no, pero no quiero volver a utilizar el servicio de Movistar, ese es el tema. ¿Y alguna mala experiencia? Claro, sí, porque nosotros no queríamos pagar más con Movistar. O sea, últimamente estaba muy alto el monto y siempre pasaba algo con el tema de las actuaciones, así que nada, antes de seguir como... insistiendo, me preferí cambiar y ya está, está por el momento, está todo bien, hace poco me cambié, hace tres o cuatro meses, así que yo creo que estoy bien, así que te agradezco la oferta. Bien, en ese caso igual no le volvería a pasar lo mismo de aumentos desmedidos, ¿sí? Porque tuvimos muchos clientes con ese inconveniente y ahora estamos brindando lo que es un descuento fijo durante un período de seis meses, ¿sí? que en realidad todas las compañías lo están brindando porque antes era por un año, ahora es por seis meses.",
  "calidad": {
    "confianza_promedio": 0.368,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:23:43.535330",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 26,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:18.643468",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116132723771_ACD_34391",
    "fecha_inicio": "16/1/2026 13:27:23",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 180,
    "tiempo_conversacion": 113,
    "tiempo_hold": 0,
    "tiempo_acw": 44,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}