{
  "archivo": "amza35_1_260114140832275_ACD_86085.wav",
  "duracion_segundos": 353.63,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 246.75,
    "Cliente": 74.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.65,
      "fin": 13.26,
      "duracion": 10.61,
      "texto": "Hola, hablo con Braulio. Dígame qué necesitas. Qué tal, un gusto. Me contacto porque veo que tienen dos líneas en claro. Mi nombre es Guadalupe.",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.94,
      "fin": 20.32,
      "duracion": 6.38,
      "texto": "El motivo para mí es poder brindarles un descuento, ¿sí? Porque lo que están abonando arriba de los 15 mil pesos por cada línea, ¿sí?",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.95,
      "fin": 25.69,
      "duracion": 4.75,
      "texto": "Y el plan que tratamos para darles es de 10.400 cada línea a 16 grigas.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.87,
      "fin": 30.27,
      "duracion": 2.4,
      "texto": "¿De quién pareces, me dijo? De Movizar.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.88,
      "fin": 37.17,
      "duracion": 6.29,
      "texto": "No, no, gracias. Gracias. Al día me están llamando como 15 veces.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.79,
      "fin": 42.95,
      "duracion": 5.16,
      "texto": "No me dejan asustado que me llamen. Sí, sí, pero no lo necesito.",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.74,
      "fin": 60.48,
      "duracion": 15.74,
      "texto": "Porque la señal de claro es más buena que movistar. Esa es la diferencia. Y yo uso mucho para... El celular uso mucho afuera de casa. En casa sí, uso el wifi, pero afuera de casa...",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.73,
      "fin": 77.09,
      "duracion": 15.36,
      "texto": "Decime. Yo también trabajo con lo que es el Celu y sé que es la de prioridades. Principalmente el tema de los gigas, que traen de lo que es la señal. Por eso mismo, quiero preguntar. Primero que nada, lamento mucho esta mala experiencia que ustedes tuvieron.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.73,
      "fin": 105.67,
      "duracion": 27.94,
      "texto": "Mi intención en realidad es poder ayudarlos. Esta es la primera razón por la que cambiamos. Esa es la primera razón por la que cambiamos de empresa y no nos conviene. Donde nosotros estamos vendiendo no nos conviene como voy a estar. Entiendo, claro. Y en este caso, ahora lo que hemos actualizado en lo que es la gestión de Moisar, todas las gestiones nuevas, cuentan con lo que es un chip 4G+, para que tengan una buena señal, porque justamente muchos clientes se fueron por este motivo de la empresa.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.17,
      "fin": 119.16,
      "duracion": 12.99,
      "texto": "Y lo que queremos hacer es recuperarlos. Obvio, tenerles como un mejor plan, con más siglas, a un mejor precio, con una mejor señal, para que esta vez no tenga que pasar solamente esto de que se sientan incómodos y dejan clicarse en una compañía donde están pagando mucho más.",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.88,
      "fin": 130.71,
      "duracion": 10.83,
      "texto": "Por eso, más que nada, mi intención es ayudarlos. Lo que ofrezco es una sensoría personalizada. Se quedan con mi número para que se queden tranquilos. Yo los ayudo con lo que es el tema de cuando les llega el chip, cómo colocarlo.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.69,
      "fin": 137.64,
      "duracion": 5.95,
      "texto": "Me encargo de toda la gestión administrativa. Ustedes solo tienen que esperar a que todo les avise para retirar lo que es el chip en la sucursal.",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.36,
      "fin": 148.01,
      "duracion": 9.65,
      "texto": "Y eso es lo único que tendrían que hacer. Para poder aprovechar la promo, aunque sea, podrían probar un mes, dos meses para poder ver cómo se sienten con la compañera porque les aseguro que va a ser una buena experiencia.",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.07,
      "fin": 173.12,
      "duracion": 23.05,
      "texto": "En este momento no, porque yo solo uso, como te digo, me compro unos de dos gigas para el mes por seis mil pesos y eso me, eso me sirve hasta ahí. Y después dentro de casa, dentro de casa no pago nada, solo pago el wifi y con eso ya me sirve. Perfecto. Y cuentan con lo que es wifi y de estos les de la compañera de Claro.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 175.54,
      "fin": 179.47,
      "duracion": 3.93,
      "texto": "No, no, esa es otra empresa. Ah, es de Telecentro.",
      "confianza": 0.266,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.49,
      "fin": 179.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 179.95,
      "fin": 195.82,
      "duracion": 15.87,
      "texto": "Bueno, si no, en todo caso, lo que podemos hacer es, si querés puedes verificarte cuánto abonas con la otra empresa, vemos si hay una cobertura con Movistar y si te queda más barato con Movistar, te pasas con la fibra, por lo menos.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.5,
      "fin": 207.81,
      "duracion": 9.31,
      "texto": "Sí, como te dije, en estos momentos me está funcionando bien como estoy y en estos momentos no. Por el momento no.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 209.31,
      "fin": 217.86,
      "duracion": 8.55,
      "texto": "Le decimos que para todos los que nos llaman, no sé, 15, 20 veces al día, le decimos que no. En ese momento no, que no se ha sentado, que no necesitamos.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 218.4,
      "fin": 238.71,
      "duracion": 20.31,
      "texto": "En algún momento, cuando nosotros necesitemos, obviamente, vamos a tratar de volver a contactar y para que nos cambien de vuelta, ¿entendés? Pero en ese momento estamos bien con claro que es buena señal porque nosotros estamos trabajando en una feria y La señal es buena.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.73,
      "fin": 239.37,
      "duracion": 0.64,
      "texto": "Bien, perfecto.",
      "confianza": 0.718,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 239.73,
      "fin": 247.3,
      "duracion": 7.57,
      "texto": "Entiendo mucho lo que es el motivo, porque bueno, para vos tu prioridad es el tema de las gigas, la señal por lo que trabajas con el C. La señal.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.96,
      "fin": 264.5,
      "duracion": 16.54,
      "texto": "La señal más que todo. La señal cuando vos vas a recibir un pago o una transferencia y estás pendiente a la señal. En este caso para nosotros es el motivo porque habíamos cambiado y estamos trabajando bien con claro. Claro, entiendo.",
      "confianza": 0.814,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 265.02,
      "fin": 281.82,
      "duracion": 16.8,
      "texto": "Y en ese caso, de última, si no tenemos un plan un poco más barato, como te dije recién, el tema de la señal de estar resuelta por un tema de que hay mejores antenas, se conecta lo que es el chip 4G+, así que por eso no tendrías ningún problema, si no, más que nada, tu prioridad sería ver que sea un plan más barato.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 282.42,
      "fin": 296.32,
      "duracion": 13.9,
      "texto": "El plan más barato que tenemos es de 7,460. Son 4GB de barcel, más 4 de regalo, cosa que a vos te dure cuando vos salís de casa. O me dijiste que no necesitas tantas rigas por un tema de que ustedes van a ir en casa, por eso mismo que yo te ofrezco este.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 296.98,
      "fin": 315.17,
      "duracion": 18.19,
      "texto": "Y también tendrías el descuento por seis meses. Puedes probar aunque sea los primeros dos meses, ver cómo te sentís en la compañía. Como te dije recién, tendrías mi número por cualquier cosa. Yo me aseguro, obviamente, de que ustedes se sientan seguros y tranquilos. Por eso es que me han asignado esta línea para poder comunicarme con vos.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 315.79,
      "fin": 320.68,
      "duracion": 4.89,
      "texto": "Porque entienden que todo lo que hablas en las gestiones es una asesoría personalizada.",
      "confianza": 0.81,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.68,
      "fin": 337.46,
      "duracion": 14.78,
      "texto": "Sí, sí. Y déjame pensarlo. Cualquier cosa, yo ya tengo tu número y te aviso. Jorge, por favor, dale. Claro. Bueno, entonces, en todo caso, te dejo un mensaje con mi número. Porque, bueno, este número en realidad es el delijador automático.",
      "confianza": 0.491,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.1,
      "fin": 347.77,
      "duracion": 9.67,
      "texto": "Ya, por ejemplo, soy Guadalupe del Movistar. ¿Sí? A este número. Dale, dale. Dale, dale. Muchas gracias. Bueno, que tengas muy lindos días y mucha suerte en colegir lo que es el trabajo.",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 348.89,
      "fin": 351.0,
      "duracion": 2.11,
      "texto": "Dale. Muchas gracias, igualmente.",
      "confianza": 0.359,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.68,
      "fin": 352.32,
      "duracion": 0.64,
      "texto": "Hasta luego.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.89,
      "fin": 353.63,
      "duracion": 0.75,
      "texto": "Hasta luego.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Braulio. Dígame qué necesitas. Qué tal, un gusto. Me contacto porque veo que tienen dos líneas en claro. Mi nombre es Guadalupe. El motivo para mí es poder brindarles un descuento, ¿sí? Porque lo que están abonando arriba de los 15 mil pesos por cada línea, ¿sí? Y el plan que tratamos para darles es de 10.400 cada línea a 16 grigas. ¿De quién pareces, me dijo? De Movizar. No, no, gracias. Gracias. Al día me están llamando como 15 veces. No me dejan asustado que me llamen. Sí, sí, pero no lo necesito. Porque la señal de claro es más buena que movistar. Esa es la diferencia. Y yo uso mucho para... El celular uso mucho afuera de casa. En casa sí, uso el wifi, pero afuera de casa... Decime. Yo también trabajo con lo que es el Celu y sé que es la de prioridades. Principalmente el tema de los gigas, que traen de lo que es la señal. Por eso mismo, quiero preguntar. Primero que nada, lamento mucho esta mala experiencia que ustedes tuvieron. Mi intención en realidad es poder ayudarlos. Esta es la primera razón por la que cambiamos. Esa es la primera razón por la que cambiamos de empresa y no nos conviene. Donde nosotros estamos vendiendo no nos conviene como voy a estar. Entiendo, claro. Y en este caso, ahora lo que hemos actualizado en lo que es la gestión de Moisar, todas las gestiones nuevas, cuentan con lo que es un chip 4G+, para que tengan una buena señal, porque justamente muchos clientes se fueron por este motivo de la empresa. Y lo que queremos hacer es recuperarlos. Obvio, tenerles como un mejor plan, con más siglas, a un mejor precio, con una mejor señal, para que esta vez no tenga que pasar solamente esto de que se sientan incómodos y dejan clicarse en una compañía donde están pagando mucho más. Por eso, más que nada, mi intención es ayudarlos. Lo que ofrezco es una sensoría personalizada. Se quedan con mi número para que se queden tranquilos. Yo los ayudo con lo que es el tema de cuando les llega el chip, cómo colocarlo. Me encargo de toda la gestión administrativa. Ustedes solo tienen que esperar a que todo les avise para retirar lo que es el chip en la sucursal. Y eso es lo único que tendrían que hacer. Para poder aprovechar la promo, aunque sea, podrían probar un mes, dos meses para poder ver cómo se sienten con la compañera porque les aseguro que va a ser una buena experiencia. En este momento no, porque yo solo uso, como te digo, me compro unos de dos gigas para el mes por seis mil pesos y eso me, eso me sirve hasta ahí. Y después dentro de casa, dentro de casa no pago nada, solo pago el wifi y con eso ya me sirve. Perfecto. Y cuentan con lo que es wifi y de estos les de la compañera de Claro. No, no, esa es otra empresa. Ah, es de Telecentro. Sí. Bueno, si no, en todo caso, lo que podemos hacer es, si querés puedes verificarte cuánto abonas con la otra empresa, vemos si hay una cobertura con Movistar y si te queda más barato con Movistar, te pasas con la fibra, por lo menos. Sí, como te dije, en estos momentos me está funcionando bien como estoy y en estos momentos no. Por el momento no. Le decimos que para todos los que nos llaman, no sé, 15, 20 veces al día, le decimos que no. En ese momento no, que no se ha sentado, que no necesitamos. En algún momento, cuando nosotros necesitemos, obviamente, vamos a tratar de volver a contactar y para que nos cambien de vuelta, ¿entendés? Pero en ese momento estamos bien con claro que es buena señal porque nosotros estamos trabajando en una feria y La señal es buena. Bien, perfecto. Entiendo mucho lo que es el motivo, porque bueno, para vos tu prioridad es el tema de las gigas, la señal por lo que trabajas con el C. La señal. La señal más que todo. La señal cuando vos vas a recibir un pago o una transferencia y estás pendiente a la señal. En este caso para nosotros es el motivo porque habíamos cambiado y estamos trabajando bien con claro. Claro, entiendo. Y en ese caso, de última, si no tenemos un plan un poco más barato, como te dije recién, el tema de la señal de estar resuelta por un tema de que hay mejores antenas, se conecta lo que es el chip 4G+, así que por eso no tendrías ningún problema, si no, más que nada, tu prioridad sería ver que sea un plan más barato. El plan más barato que tenemos es de 7,460. Son 4GB de barcel, más 4 de regalo, cosa que a vos te dure cuando vos salís de casa. O me dijiste que no necesitas tantas rigas por un tema de que ustedes van a ir en casa, por eso mismo que yo te ofrezco este. Y también tendrías el descuento por seis meses. Puedes probar aunque sea los primeros dos meses, ver cómo te sentís en la compañía. Como te dije recién, tendrías mi número por cualquier cosa. Yo me aseguro, obviamente, de que ustedes se sientan seguros y tranquilos. Por eso es que me han asignado esta línea para poder comunicarme con vos. Porque entienden que todo lo que hablas en las gestiones es una asesoría personalizada. Sí, sí. Y déjame pensarlo. Cualquier cosa, yo ya tengo tu número y te aviso. Jorge, por favor, dale. Claro. Bueno, entonces, en todo caso, te dejo un mensaje con mi número. Porque, bueno, este número en realidad es el delijador automático. Ya, por ejemplo, soy Guadalupe del Movistar. ¿Sí? A este número. Dale, dale. Dale, dale. Muchas gracias. Bueno, que tengas muy lindos días y mucha suerte en colegir lo que es el trabajo. Dale. Muchas gracias, igualmente. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.608,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:59:10.467432",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:24.690204",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114140832275_ACD_86085",
    "fecha_inicio": "14/1/2026 14:08:32",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 366,
    "tiempo_conversacion": 340,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}