{
  "archivo": "amza4_1_260114103834522_ACD_46973.wav",
  "duracion_segundos": 232.82,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 45.45,
    "Cliente": 168.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.53,
      "fin": 3.46,
      "duracion": 1.93,
      "texto": "Hola. Hola. Hola.",
      "confianza": 0.213,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.48,
      "fin": 4.04,
      "duracion": 0.56,
      "texto": "Sí, buenos días.",
      "confianza": 0.402,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 4.06,
      "fin": 7.04,
      "duracion": 2.98,
      "texto": "¿Qué tal con la línea de Marcos?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.06,
      "fin": 7.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.496,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.76,
      "fin": 12.93,
      "duracion": 5.17,
      "texto": "Un gusto, señora. Mi nombre es Gabriela. Me estoy comunicando del área de beneficios móviles de la compañía Movistar.",
      "confianza": 0.84,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.51,
      "fin": 29.57,
      "duracion": 16.06,
      "texto": "Y le hago una pregunta. ¿Todo el tema de la línea se encarga a Marcos o lo llevo a usted también? Lo manejo solo, pero... Por favor, se nos oye también. No, está bien. Es para comentar a los beneficios para su línea. No sé, actualmente usted lleva dos líneas con Claro.",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.09,
      "fin": 35.59,
      "duracion": 5.51,
      "texto": "De Movistar estamos vendiendo un beneficio que es un plan familiar para que puedan pagar menos y tener mayores beneficios.",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.66,
      "fin": 53.69,
      "duracion": 15.03,
      "texto": "No es que me moleste de Movistar. Sí. Y cada vez que tengo que tomar, me liga el destino Movistar. Le molesta que le diga el destino Movistar.",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.51,
      "fin": 54.57,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.7,
      "fin": 83.82,
      "duracion": 28.12,
      "texto": "Claro, lo entiendo. Actualmente, o sea, le dice destino a Movistar cuando la línea a la que usted llama es un Movistar. Si usted llama a un Claro, un Personal, un Twenty, un e-mobile, no le dice línea Movistar. Me entiendes. Pero bueno, actualmente contamos con beneficios y podrían pagármelos y tener un servicio más completo, ¿me entiendes? ¿Cuánto podría pagar? Mire, le comento. El plan que tenemos para las dos líneas es que tengan.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.1,
      "fin": 97.91,
      "duracion": 13.8,
      "texto": "llamadas libres a todas las compañías, servicio de WhatsApp gratis, SMS por supuesto, cuenten con llamadas améticas de la empresa local y el servicio de roaming que es internet, fuera de la Argentina, en toda América incluido, ¿sí?",
      "confianza": 0.668,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.75,
      "fin": 108.84,
      "duracion": 10.1,
      "texto": "En cuanto al internet para la línea, la acreditamos, 8 gigas fijo de base todos los meses en cada línea, 8 gigas adicionales por tratarse de dos líneas,",
      "confianza": 0.802,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.53,
      "fin": 114.14,
      "duracion": 4.6,
      "texto": "Y los primeros seis meses para cada línea se le acreditan 8 gigas extras.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.68,
      "fin": 124.87,
      "duracion": 10.19,
      "texto": "Es decir, pasando en el limpio, los primeros seis meses tendrían 20 gigas para cada línea y a partir del séptimo mes se quedan con los 8 de base y los 4 que le damos por cada línea, ¿sí?",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.79,
      "fin": 130.79,
      "duracion": 5.0,
      "texto": "Ese plan le queda que en cada línea van a pagar solamente 10.400 pesos.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.75,
      "fin": 152.84,
      "duracion": 21.09,
      "texto": "Ese es el valor del servicio del día de hoy. Si sumamos la cuenta de las dos líneas, le da un total que estarían pagando por mes al valor al día de hoy, 20.800 pesos por las dos líneas, 10.400 cada línea, ¿sí? Bueno. Tienen el mismo número de teléfono, el número de teléfono no se cambia, seguiría siendo el mismo.",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.52,
      "fin": 164.17,
      "duracion": 10.65,
      "texto": "Y algo muy importante, nosotros le mandamos los chips para que la subconsalmo esté más cercano a su domicilio y los chips ya van activados, ya van listos para ser colocados en el equipo.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.03,
      "fin": 167.2,
      "duracion": 2.16,
      "texto": "Entonces, una vez que ustedes retiran los chips,",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.78,
      "fin": 176.75,
      "duracion": 8.97,
      "texto": "y se corta la señal de claro en ese momento, colocan el chip y ya trabajan con nosotros. Así, de ese modo, le garantizamos a la gente que nunca se va a quedar sin servicio, ¿sí?",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.41,
      "fin": 189.57,
      "duracion": 12.15,
      "texto": "Y algo muy importante, los números de teléfono siguen siendo los mismos, los números de teléfono no se cambian, para que las personas que ustedes le han brindado su número, lógicamente, siempre sigan comunicadas, ¿sí?",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.29,
      "fin": 192.19,
      "duracion": 1.9,
      "texto": "No sé qué les parece aquí la propuesta.",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.98,
      "fin": 215.43,
      "duracion": 22.45,
      "texto": "Bueno, eh, no, no, por ahora no. Está bueno la propuesta y todo, pero en este momento no. Bien, debido a qué motivo que no la logras comenzar. No sé, mi marido, leyendo otras cosas, pero más adelante puede ser. Bueno, lo que podemos hacer es que usted lo hable con su esposo, lo conversé con él y yo me vuelva a contactar con ustedes.",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.81,
      "fin": 218.72,
      "duracion": 1.91,
      "texto": "Bueno. ¿Cómo es su nombre?",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.72,
      "fin": 232.82,
      "duracion": 13.1,
      "texto": "Karina. Karina. Bueno, carina, hacemos así. Usted háblelo con su esposo, háblelo con el señor Marcos y yo me vuelvo a comunicar con ustedes. Dale, dale, buenísimo. Bueno, muchas gracias, Cari, que estés muy bien. Hasta luego. Hasta luego.",
      "confianza": 0.884,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Sí, buenos días. ¿Qué tal con la línea de Marcos? Sí. Un gusto, señora. Mi nombre es Gabriela. Me estoy comunicando del área de beneficios móviles de la compañía Movistar. Y le hago una pregunta. ¿Todo el tema de la línea se encarga a Marcos o lo llevo a usted también? Lo manejo solo, pero... Por favor, se nos oye también. No, está bien. Es para comentar a los beneficios para su línea. No sé, actualmente usted lleva dos líneas con Claro. De Movistar estamos vendiendo un beneficio que es un plan familiar para que puedan pagar menos y tener mayores beneficios. No es que me moleste de Movistar. Sí. Y cada vez que tengo que tomar, me liga el destino Movistar. Le molesta que le diga el destino Movistar. Sí. Claro, lo entiendo. Actualmente, o sea, le dice destino a Movistar cuando la línea a la que usted llama es un Movistar. Si usted llama a un Claro, un Personal, un Twenty, un e-mobile, no le dice línea Movistar. Me entiendes. Pero bueno, actualmente contamos con beneficios y podrían pagármelos y tener un servicio más completo, ¿me entiendes? ¿Cuánto podría pagar? Mire, le comento. El plan que tenemos para las dos líneas es que tengan. llamadas libres a todas las compañías, servicio de WhatsApp gratis, SMS por supuesto, cuenten con llamadas améticas de la empresa local y el servicio de roaming que es internet, fuera de la Argentina, en toda América incluido, ¿sí? En cuanto al internet para la línea, la acreditamos, 8 gigas fijo de base todos los meses en cada línea, 8 gigas adicionales por tratarse de dos líneas, Y los primeros seis meses para cada línea se le acreditan 8 gigas extras. Es decir, pasando en el limpio, los primeros seis meses tendrían 20 gigas para cada línea y a partir del séptimo mes se quedan con los 8 de base y los 4 que le damos por cada línea, ¿sí? Ese plan le queda que en cada línea van a pagar solamente 10.400 pesos. Ese es el valor del servicio del día de hoy. Si sumamos la cuenta de las dos líneas, le da un total que estarían pagando por mes al valor al día de hoy, 20.800 pesos por las dos líneas, 10.400 cada línea, ¿sí? Bueno. Tienen el mismo número de teléfono, el número de teléfono no se cambia, seguiría siendo el mismo. Y algo muy importante, nosotros le mandamos los chips para que la subconsalmo esté más cercano a su domicilio y los chips ya van activados, ya van listos para ser colocados en el equipo. Entonces, una vez que ustedes retiran los chips, y se corta la señal de claro en ese momento, colocan el chip y ya trabajan con nosotros. Así, de ese modo, le garantizamos a la gente que nunca se va a quedar sin servicio, ¿sí? Y algo muy importante, los números de teléfono siguen siendo los mismos, los números de teléfono no se cambian, para que las personas que ustedes le han brindado su número, lógicamente, siempre sigan comunicadas, ¿sí? No sé qué les parece aquí la propuesta. Bueno, eh, no, no, por ahora no. Está bueno la propuesta y todo, pero en este momento no. Bien, debido a qué motivo que no la logras comenzar. No sé, mi marido, leyendo otras cosas, pero más adelante puede ser. Bueno, lo que podemos hacer es que usted lo hable con su esposo, lo conversé con él y yo me vuelva a contactar con ustedes. Bueno. ¿Cómo es su nombre? Karina. Karina. Bueno, carina, hacemos así. Usted háblelo con su esposo, háblelo con el señor Marcos y yo me vuelvo a comunicar con ustedes. Dale, dale, buenísimo. Bueno, muchas gracias, Cari, que estés muy bien. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.585,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:22:50.321399",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 60,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:29.641103",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114103834522_ACD_46973",
    "fecha_inicio": "14/1/2026 10:38:34",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 363,
    "tiempo_conversacion": 224,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}