{
  "archivo": "amza5_1_260113132131892_ACD_04615.wav",
  "duracion_segundos": 262.56,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 108.53,
    "Cliente": 145.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.4,
      "fin": 28.0,
      "duracion": 26.6,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Rubén. Sí. Rubén, ¿cómo le va? Le comento que estamos hablando en la parte de negocios, de Movistar, para brindarle lo que son bonificaciones para sus líneas, con un mes bonificado para cada una. ¿Cómo le va? Qué tal. Mira, no... No pegarte porque no lo voy a modificar por ahora. Así que... Creo que ya se lo dice a doscientas personas que me llamaron.",
      "confianza": 0.066,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.8,
      "fin": 34.01,
      "duracion": 5.21,
      "texto": "Así hoy me lo regales movistar, no lo voy a modificar por ahora.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.77,
      "fin": 60.36,
      "duracion": 23.59,
      "texto": "Como le dije a todos, cuando le pedí la bonificación, fui cliente toda la vida movistar, no me la pudieron acceder. Ahora estoy complicado para cambiar número de teléfonos, corto de tiempo, no pago mucho, pero es un misterio, así que por ahora lo voy a dejar. Si les parecen, les comento rapidito, ¿sí?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.92,
      "fin": 72.75,
      "duracion": 11.83,
      "texto": "Porque veo que... Para que vean cómo es, ¿sí? Nosotros hoy en día estamos brindando lo que son un mes bonificado para todas las líneas. Nosotros estamos viendo que está pagando bastante con claro 104.945.",
      "confianza": 0.781,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.19,
      "fin": 73.39,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.788,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.42,
      "fin": 146.53,
      "duracion": 73.11,
      "texto": "Nosotros hoy en día le brindamos lo que es un plan con un mes bonificado para todas las líneas para que vean cómo está hoy en día multar. y le queda lo que es la propuesta de 7.810 más impuestos con un plan base de 4 gigas con 10 gigas de regalo para cada línea. Sería 14 gigas en total en 7.810 más impuestos. Sería muchísimo menos lo que usted está volando ya que estoy viendo que tiene alrededor de 5 líneas. Sería muchísimo menos lo que va a abonar. Le voy a sacar la cuenta para que tengan más o menos un promedio, algo de 52.500 pesos. O sea que la mitad son 50.000 pesos menos lo que va a abonar con nosotros. Y nosotros hacemos que eso tenga exactamente el mismo número de teléfono y no le dejamos en comunicado que usted tenga los chips en mano. Bien, usted recibe bien los chips en mano, le damos el alta a la línea, justamente para que no se quede en comunicado en ningún momento. porque hoy en día bueno, 50 mil pesos es muchísimo dinero para ahorrar. Igual tengo dos teléfonos que está, creo que dentro de este medio no hay de baja, así que me van a quedar solamente tres teléfonos.",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.09,
      "fin": 223.4,
      "duracion": 75.31,
      "texto": "Bueno, cuando dé de baja estos teléfonos me comunico para tratar de hacerlo o cualquier cosa. Perfecto, Rubén, vamos a hacer una cosa, yo le voy a mandar un mensajito, le voy a poner o la sella de línea de Movistar para que me agende y bueno, pueda pensar esta posibilidad que está bastante buena en donde va a pagar 50.000 pesos hoy en día menos que es un montón, ¿sí? Se va a ahorrar 50.000 pesos y bueno, va a tener un mes bonificado para que usted pueda probar lo que es Movistar hoy en día. Yo dentro de eso, dentro de eso tengo fibra óptica de un local. Bien, también le podemos brindar Lo que es fibra óptica, bien, tenemos también lo que es fibra óptica. Ahí le voy a decir en cuanto le quedaría lo que es la fibra óptica para que tenga un promedio, pero alrededor son, ahí le digo bien para no derrarle y no darle una información errónea, ¿sí? La fibra óptica, la imagen se le va a quedar en 16,500 pesos más impuesto, que lo que es impuesto depende de la categoría impositiva que usted utilice, ¿sí? Así que le queda, sigue siendo muchísimo más económico de lo que está bonando hoy en día. Sería alrededor de 60.000 pesos todo.",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.12,
      "fin": 244.0,
      "duracion": 19.88,
      "texto": "Sí. Sigue siendo muchísimo más económico de lo que está bonando hoy en día. Así que si le parece... Bueno, mandame un mensajito y yo después, cuando se quede a parar, porque aparte voy manejando, lo miro bien, en estos días que creo que voy a dar de bajar los teléfonos, ahí...",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 244.69,
      "fin": 262.56,
      "duracion": 17.87,
      "texto": "Puedo hacer este cambio. Excelente. Entonces, Rubén, yo le voy a escribir, le voy a poner ola si ya tiene que movilizar. Apenas tengo un minutito, me mando un mensajito, lo vuelvo a tomar y lo volvemos más tranquilo y le explico bien, ¿sí? Perfecto. Muchas gracias. Excelente, que tengamos el día. Hasta luego.",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Rubén. Sí. Rubén, ¿cómo le va? Le comento que estamos hablando en la parte de negocios, de Movistar, para brindarle lo que son bonificaciones para sus líneas, con un mes bonificado para cada una. ¿Cómo le va? Qué tal. Mira, no... No pegarte porque no lo voy a modificar por ahora. Así que... Creo que ya se lo dice a doscientas personas que me llamaron. Así hoy me lo regales movistar, no lo voy a modificar por ahora. Como le dije a todos, cuando le pedí la bonificación, fui cliente toda la vida movistar, no me la pudieron acceder. Ahora estoy complicado para cambiar número de teléfonos, corto de tiempo, no pago mucho, pero es un misterio, así que por ahora lo voy a dejar. Si les parecen, les comento rapidito, ¿sí? Porque veo que... Para que vean cómo es, ¿sí? Nosotros hoy en día estamos brindando lo que son un mes bonificado para todas las líneas. Nosotros estamos viendo que está pagando bastante con claro 104.945. Bien. Nosotros hoy en día le brindamos lo que es un plan con un mes bonificado para todas las líneas para que vean cómo está hoy en día multar. y le queda lo que es la propuesta de 7.810 más impuestos con un plan base de 4 gigas con 10 gigas de regalo para cada línea. Sería 14 gigas en total en 7.810 más impuestos. Sería muchísimo menos lo que usted está volando ya que estoy viendo que tiene alrededor de 5 líneas. Sería muchísimo menos lo que va a abonar. Le voy a sacar la cuenta para que tengan más o menos un promedio, algo de 52.500 pesos. O sea que la mitad son 50.000 pesos menos lo que va a abonar con nosotros. Y nosotros hacemos que eso tenga exactamente el mismo número de teléfono y no le dejamos en comunicado que usted tenga los chips en mano. Bien, usted recibe bien los chips en mano, le damos el alta a la línea, justamente para que no se quede en comunicado en ningún momento. porque hoy en día bueno, 50 mil pesos es muchísimo dinero para ahorrar. Igual tengo dos teléfonos que está, creo que dentro de este medio no hay de baja, así que me van a quedar solamente tres teléfonos. Bueno, cuando dé de baja estos teléfonos me comunico para tratar de hacerlo o cualquier cosa. Perfecto, Rubén, vamos a hacer una cosa, yo le voy a mandar un mensajito, le voy a poner o la sella de línea de Movistar para que me agende y bueno, pueda pensar esta posibilidad que está bastante buena en donde va a pagar 50.000 pesos hoy en día menos que es un montón, ¿sí? Se va a ahorrar 50.000 pesos y bueno, va a tener un mes bonificado para que usted pueda probar lo que es Movistar hoy en día. Yo dentro de eso, dentro de eso tengo fibra óptica de un local. Bien, también le podemos brindar Lo que es fibra óptica, bien, tenemos también lo que es fibra óptica. Ahí le voy a decir en cuanto le quedaría lo que es la fibra óptica para que tenga un promedio, pero alrededor son, ahí le digo bien para no derrarle y no darle una información errónea, ¿sí? La fibra óptica, la imagen se le va a quedar en 16,500 pesos más impuesto, que lo que es impuesto depende de la categoría impositiva que usted utilice, ¿sí? Así que le queda, sigue siendo muchísimo más económico de lo que está bonando hoy en día. Sería alrededor de 60.000 pesos todo. Sí. Sigue siendo muchísimo más económico de lo que está bonando hoy en día. Así que si le parece... Bueno, mandame un mensajito y yo después, cuando se quede a parar, porque aparte voy manejando, lo miro bien, en estos días que creo que voy a dar de bajar los teléfonos, ahí... Puedo hacer este cambio. Excelente. Entonces, Rubén, yo le voy a escribir, le voy a poner ola si ya tiene que movilizar. Apenas tengo un minutito, me mando un mensajito, lo vuelvo a tomar y lo volvemos más tranquilo y le explico bien, ¿sí? Perfecto. Muchas gracias. Excelente, que tengamos el día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.483,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:33:37.307199",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:30.213558",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113132131892_ACD_04615",
    "fecha_inicio": "13/1/2026 13:21:31",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 389,
    "tiempo_conversacion": 254,
    "tiempo_hold": 0,
    "tiempo_acw": 110,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}