{
  "archivo": "amza1_1_260114141812721_ACD_16601.wav",
  "duracion_segundos": 139.78,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 64.68,
    "Cliente": 54.2
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 27.22,
      "duracion": 27.19,
      "texto": "Hola, ¿qué tal? Muy buenas tardes, hablo con el señor Eduardo. Con él hablo. Eduardo, un placer hablar con usted. Me comunico yo del área de recupero clientes movistar, ¿lo han llamado antes? Un millón de veces. Un millón de veces, Eduardo, y le hago una consulta. ¿Le han comentado las promociones que tenemos para usted? Porque hoy tenemos una promoción mucho más baja que la que le pueden haber contado antes, por eso. No, el problema es que no tengo internet,",
      "confianza": 0.212,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.72,
      "fin": 40.8,
      "duracion": 13.08,
      "texto": "¿Cómo está en las zonas que ando yo en el campo? Ah, ok. Bien, Eduardo, ¿de ti lo has podido explorar? ¿Hace poco? Ah, ok, perfecto.",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.4,
      "fin": 42.98,
      "duracion": 1.58,
      "texto": "Está cambiado hace poquito, entonces.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.86,
      "fin": 53.41,
      "duracion": 8.55,
      "texto": "Bien, y Eduardo, ¿le hago una consulta en cuanto a lo que es el Internet global, que así tiene lo que es funcionamiento en todas las partes del país, según donde alcance? ¿Lo ha consultado también en ese tema o no?",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.23,
      "fin": 55.23,
      "duracion": 1.0,
      "texto": "No, no.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.39,
      "fin": 66.03,
      "duracion": 9.64,
      "texto": "Bien, en ese caso paso a comentarle que tenemos lo que es la fibra óptica de 300 megas de 24 mil pesos. Y además, si usted justamente se adhiere a lo que es la línea móvil, le queda la línea bonificada, ¿sí?",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.35,
      "fin": 85.91,
      "duracion": 18.56,
      "texto": "En ese caso, si quiere, podemos consultarle si en su domicilio tiene lo que es la llegada de la fibra. Y en ese caso le puedo ofrecer la oferta, no hay ningún problema. ¿Cómo es la calle? Perdón.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.9,
      "fin": 89.93,
      "duracion": 3.03,
      "texto": "No, se ha atrapado. A ver, repítame.",
      "confianza": 0.094,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.91,
      "fin": 92.19,
      "duracion": 1.28,
      "texto": "Pasaje Pedro de Valdivia.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.01,
      "fin": 94.95,
      "duracion": 0.94,
      "texto": "Pedro de Valdivia.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.97,
      "fin": 98.62,
      "duracion": 2.64,
      "texto": "Claro, a la altura de la Avenida de América.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.84,
      "fin": 100.46,
      "duracion": 0.62,
      "texto": "A 1500.",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.54,
      "fin": 109.69,
      "duracion": 8.15,
      "texto": "Exactamente.",
      "confianza": 0.911,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.16,
      "fin": 139.78,
      "duracion": 22.62,
      "texto": "Bien, aguardenme, ahora yo lo voy a consultar con los técnicos, si me esperan la llamada, le confirmo ahora, o no sé si quiere que le mande un mensaje por WhatsApp. Mándenme un mensaje por WhatsApp. Bueno, perfecto, ahora le mando un mensajito, mi nombre es Sabancelina, me voy a estar presentando y le voy a estar diciendo los datos con respecto a la fibra. Sí, Eduardo? Perfecto, gracias. Bueno, muchas gracias, que estés muy bien, hasta luego.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Muy buenas tardes, hablo con el señor Eduardo. Con él hablo. Eduardo, un placer hablar con usted. Me comunico yo del área de recupero clientes movistar, ¿lo han llamado antes? Un millón de veces. Un millón de veces, Eduardo, y le hago una consulta. ¿Le han comentado las promociones que tenemos para usted? Porque hoy tenemos una promoción mucho más baja que la que le pueden haber contado antes, por eso. No, el problema es que no tengo internet, ¿Cómo está en las zonas que ando yo en el campo? Ah, ok. Bien, Eduardo, ¿de ti lo has podido explorar? ¿Hace poco? Ah, ok, perfecto. Está cambiado hace poquito, entonces. Bien, y Eduardo, ¿le hago una consulta en cuanto a lo que es el Internet global, que así tiene lo que es funcionamiento en todas las partes del país, según donde alcance? ¿Lo ha consultado también en ese tema o no? No, no. Bien, en ese caso paso a comentarle que tenemos lo que es la fibra óptica de 300 megas de 24 mil pesos. Y además, si usted justamente se adhiere a lo que es la línea móvil, le queda la línea bonificada, ¿sí? En ese caso, si quiere, podemos consultarle si en su domicilio tiene lo que es la llegada de la fibra. Y en ese caso le puedo ofrecer la oferta, no hay ningún problema. ¿Cómo es la calle? Perdón. No, se ha atrapado. A ver, repítame. Pasaje Pedro de Valdivia. Pedro de Valdivia. Claro, a la altura de la Avenida de América. A 1500. Exactamente. Bien, aguardenme, ahora yo lo voy a consultar con los técnicos, si me esperan la llamada, le confirmo ahora, o no sé si quiere que le mande un mensaje por WhatsApp. Mándenme un mensaje por WhatsApp. Bueno, perfecto, ahora le mando un mensajito, mi nombre es Sabancelina, me voy a estar presentando y le voy a estar diciendo los datos con respecto a la fibra. Sí, Eduardo? Perfecto, gracias. Bueno, muchas gracias, que estés muy bien, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.498,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:44:00.972358",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:16.209021",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114141812721_ACD_16601",
    "fecha_inicio": "14/1/2026 14:18:12",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 228,
    "tiempo_conversacion": 134,
    "tiempo_hold": 0,
    "tiempo_acw": 76,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}