{
  "archivo": "amza28_1_260113141116735_ACD_78103.wav",
  "duracion_segundos": 304.64,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 50.58,
    "Cliente": 243.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.48,
      "fin": 15.48,
      "duracion": 14.0,
      "texto": "Hola, ¿qué tal con Ester? Sí, con Ester hablabas. Hola, Ester, ¿cómo estás? Usted habla, Marcos. Te hablo por una promoción exclusiva para la línea. ¿Cómo te va, Ester? ¿Qué tal? Bien. Dime qué tienes a ver para ofrecerme.",
      "confianza": 0.061,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.5,
      "fin": 21.87,
      "duracion": 6.37,
      "texto": "Bueno, te comento, sí, mi trabajo justamente es pertenecerle a Aldo, que es el departamento de recuperación de clientes de la compañía Movistar.",
      "confianza": 0.648,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.39,
      "fin": 59.57,
      "duracion": 37.18,
      "texto": "Estamos activando lo que son beneficios para aquellos antiguos abonados, que obviamente la compañía reconoce que fueron excelentes, ¿sí? ¿Usted esté actualmente estará en claro con abono o va a ser recargado? Sí, con abono. Perfecto. Lo que es la promoción que estamos brindando, justamente, es para poder ampliar lo que es el servicio de internet, que puedan tener mejor cobertura, que puedan moverse durante todo lo que es Argentina, que realmente el paquete les sirva y, sobre todo, que tengan una atención personalizada por parte de nuestros asesores. ¿Sí? Cuénteme, ¿está actualmente es la única línea que tiene como titular? No, tengo la mí y la de mi hijo.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.12,
      "fin": 89.27,
      "duracion": 29.15,
      "texto": "Perfecto. Bien, ¿la de su hijo es abono o hace recargas? Sí, abono también, lo pasé hace dos meses. Bien, o sea que las dos líneas estaban bajo su titular, o sea, ¿usted es la titular? Sí, sí. Perfecto. La promoción, entonces, va a ser para que tengan un plan familia, ¿sí? Este plan familia le regala 4 gigas todos los meses que tenga las dos líneas, lo activa desde la aplicación de Movistar, y de parte mía le vamos a hacer una atención especial regalándole 20 gigas para que lo active por única vez, ¿sí?",
      "confianza": 0.3,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.81,
      "fin": 95.91,
      "duracion": 6.11,
      "texto": "Además de esto, va a tener las llamadas libres, los mensajes y WhatsApp totalmente gratis.",
      "confianza": 0.756,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.01,
      "fin": 111.73,
      "duracion": 15.72,
      "texto": "Quiere decir que el WhatsApp no va a pagar por usarlo, sino que lo va a tener gratis todo el tiempo que usted lo utilice en el plan, ¿sí? Al día de hoy la promoción le vamos a hacer lo que es un descuento especial. Al día de hoy le va a quedar todo justamente el cada plan en 11.400, ¿sí?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.31,
      "fin": 138.22,
      "duracion": 25.91,
      "texto": "Lo bueno de esto, va a tener cargado un descuento para que aprovechara la promoción durante los primeros seis meses, y nosotros nos encargamos de toda la gestión para que usted realmente se quede tranquila y no tenga que pensar en el tema del chip, no tenga que pensar cuándo se la activar, ya que le vamos a asignar un asesor. ¿Sí? Esther, le hago una consulta. ¿Usted de qué localidad es? No, soy de José de Paz, pero igualmente lo que me estás ofreciendo es mucho más caro de lo que yo estoy pagando.",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.84,
      "fin": 147.84,
      "duracion": 9.0,
      "texto": "Bien. ¿Cuánto hoy en día está bonando lo que es la compañía de Claro? Seis mil moneditas. Claro, sería por cada línea más o menos.",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.58,
      "fin": 150.04,
      "duracion": 1.46,
      "texto": "Por cada línea. Bien,",
      "confianza": 0.681,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 150.04,
      "fin": 151.44,
      "duracion": 1.4,
      "texto": "bien, perfecto, lo entiendo.",
      "confianza": 0.699,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.86,
      "fin": 173.85,
      "duracion": 21.99,
      "texto": "En este caso le comento, lo que es el trabajo que está haciendo la compañía Estero, justamente es para que tenga más beneficios y mejor atención, porque claro, hoy en día nosotros no le competimos con el precio, sino con la calidad y el servicio que la compañía está trabajando, ¿sí? Claro, pero realmente en el momento, o sea, en este momento tengo que priorizar antes de que",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.52,
      "fin": 177.25,
      "duracion": 2.73,
      "texto": "O sea, el tema costo. Bien,",
      "confianza": 0.233,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 177.25,
      "fin": 178.06,
      "duracion": 0.81,
      "texto": "bien, perfecto.",
      "confianza": 0.495,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.08,
      "fin": 183.79,
      "duracion": 5.71,
      "texto": "No puedo sumar gastos, así que, o sea, tengo que mantenerme en donde estoy porque en el tema de gastos no puedo sumar más.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.35,
      "fin": 193.02,
      "duracion": 8.67,
      "texto": "Ah, perfecto, perfecto. Le hago una consulta. Ustedes con respecto a lo que es el Internet en casa, lo que es el Wi-Fi, ¿con qué empresa lo tiene, Esther?",
      "confianza": 0.836,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.54,
      "fin": 199.41,
      "duracion": 5.87,
      "texto": "Con Claro también. Con Claro, perfecto. Bien, ¿cuántas megas le dan? ¿300 megas, 100 megas?",
      "confianza": 0.93,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.93,
      "fin": 263.59,
      "duracion": 63.66,
      "texto": "La verdad es que no sabría decirte, pues ya hace rato que lo tengo y no recuerdo, viste bien. Ah, perfecto. Por ahí nota que tiene microcortes, por ahí le ha pasado que quiere utilizar el internet, por ahí el YouTube o Netflix le funcionan lento, ¿le cuesta la carga? No, no, cargan bien. Por ese lado bien, perfecto. Bueno, mira, le comento, con lo que es la línea móvil, sí yo le brindo la oportunidad de que al menos podamos hacer el cambio columna para que tenga los beneficios y los 20 GB de regalo. ¿Por qué le digo esto? porque le vamos a regalar 20 digas al día de hoy a la línea esta, la que estamos hablando, para que lo active y lo pueda aprovechar durante todo un mes. Por ejemplo, si vos el mes que viene te vas de vacaciones o salís mucho de casa, estos 20 días van a ser un gran refuerzo. Sí, pero todo lo que implica el cambio y me estoy yendo al doble de lo que estoy pagando. Claro, entiendo, entiendo por ese lado. Con respecto a lo que es el ahorro diario, la compañía en realidad le está dando un precio actualizado, ¿sí? Usted, por ejemplo, ¿hace cuánto que tiene el plan en su línea actual?",
      "confianza": 0.244,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 266.36,
      "fin": 275.88,
      "duracion": 9.52,
      "texto": "Este me lo renovaron hace dos meses, porque vine pagando 3.000 limoneditas. O sea, que igualmente es un plan nuevo y le estoy pagando poco.",
      "confianza": 0.133,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.9,
      "fin": 278.03,
      "duracion": 2.13,
      "texto": "Claro, claro, entiendo, entiendo por ese lado.",
      "confianza": 0.716,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 278.05,
      "fin": 301.62,
      "duracion": 23.57,
      "texto": "Bien, lo que es tema precio, como usted sabe, la compañía trabaja calidad y atención, ¿sí? Desde ya hoy en día lo entiendo por el tema económico, que obviamente es 6.000 pesos, es lo que usted le desea abonar. Lo que yo voy a hacer, le voy a dejar información por WhatsApp. Cualquier duda, consulta o inconveniente que tenga con la compañía, con gusto nosotros la podemos asesorar, ¿sí? Bueno, dale, Barbara. Muchas gracias.",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 301.64,
      "fin": 301.82,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.065,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 301.84,
      "fin": 304.64,
      "duracion": 2.8,
      "texto": "Hasta luego. Hasta luego.",
      "confianza": 0.379,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal con Ester? Sí, con Ester hablabas. Hola, Ester, ¿cómo estás? Usted habla, Marcos. Te hablo por una promoción exclusiva para la línea. ¿Cómo te va, Ester? ¿Qué tal? Bien. Dime qué tienes a ver para ofrecerme. Bueno, te comento, sí, mi trabajo justamente es pertenecerle a Aldo, que es el departamento de recuperación de clientes de la compañía Movistar. Estamos activando lo que son beneficios para aquellos antiguos abonados, que obviamente la compañía reconoce que fueron excelentes, ¿sí? ¿Usted esté actualmente estará en claro con abono o va a ser recargado? Sí, con abono. Perfecto. Lo que es la promoción que estamos brindando, justamente, es para poder ampliar lo que es el servicio de internet, que puedan tener mejor cobertura, que puedan moverse durante todo lo que es Argentina, que realmente el paquete les sirva y, sobre todo, que tengan una atención personalizada por parte de nuestros asesores. ¿Sí? Cuénteme, ¿está actualmente es la única línea que tiene como titular? No, tengo la mí y la de mi hijo. Perfecto. Bien, ¿la de su hijo es abono o hace recargas? Sí, abono también, lo pasé hace dos meses. Bien, o sea que las dos líneas estaban bajo su titular, o sea, ¿usted es la titular? Sí, sí. Perfecto. La promoción, entonces, va a ser para que tengan un plan familia, ¿sí? Este plan familia le regala 4 gigas todos los meses que tenga las dos líneas, lo activa desde la aplicación de Movistar, y de parte mía le vamos a hacer una atención especial regalándole 20 gigas para que lo active por única vez, ¿sí? Además de esto, va a tener las llamadas libres, los mensajes y WhatsApp totalmente gratis. Quiere decir que el WhatsApp no va a pagar por usarlo, sino que lo va a tener gratis todo el tiempo que usted lo utilice en el plan, ¿sí? Al día de hoy la promoción le vamos a hacer lo que es un descuento especial. Al día de hoy le va a quedar todo justamente el cada plan en 11.400, ¿sí? Lo bueno de esto, va a tener cargado un descuento para que aprovechara la promoción durante los primeros seis meses, y nosotros nos encargamos de toda la gestión para que usted realmente se quede tranquila y no tenga que pensar en el tema del chip, no tenga que pensar cuándo se la activar, ya que le vamos a asignar un asesor. ¿Sí? Esther, le hago una consulta. ¿Usted de qué localidad es? No, soy de José de Paz, pero igualmente lo que me estás ofreciendo es mucho más caro de lo que yo estoy pagando. Bien. ¿Cuánto hoy en día está bonando lo que es la compañía de Claro? Seis mil moneditas. Claro, sería por cada línea más o menos. Por cada línea. Bien, bien, perfecto, lo entiendo. En este caso le comento, lo que es el trabajo que está haciendo la compañía Estero, justamente es para que tenga más beneficios y mejor atención, porque claro, hoy en día nosotros no le competimos con el precio, sino con la calidad y el servicio que la compañía está trabajando, ¿sí? Claro, pero realmente en el momento, o sea, en este momento tengo que priorizar antes de que O sea, el tema costo. Bien, bien, perfecto. No puedo sumar gastos, así que, o sea, tengo que mantenerme en donde estoy porque en el tema de gastos no puedo sumar más. Ah, perfecto, perfecto. Le hago una consulta. Ustedes con respecto a lo que es el Internet en casa, lo que es el Wi-Fi, ¿con qué empresa lo tiene, Esther? Con Claro también. Con Claro, perfecto. Bien, ¿cuántas megas le dan? ¿300 megas, 100 megas? La verdad es que no sabría decirte, pues ya hace rato que lo tengo y no recuerdo, viste bien. Ah, perfecto. Por ahí nota que tiene microcortes, por ahí le ha pasado que quiere utilizar el internet, por ahí el YouTube o Netflix le funcionan lento, ¿le cuesta la carga? No, no, cargan bien. Por ese lado bien, perfecto. Bueno, mira, le comento, con lo que es la línea móvil, sí yo le brindo la oportunidad de que al menos podamos hacer el cambio columna para que tenga los beneficios y los 20 GB de regalo. ¿Por qué le digo esto? porque le vamos a regalar 20 digas al día de hoy a la línea esta, la que estamos hablando, para que lo active y lo pueda aprovechar durante todo un mes. Por ejemplo, si vos el mes que viene te vas de vacaciones o salís mucho de casa, estos 20 días van a ser un gran refuerzo. Sí, pero todo lo que implica el cambio y me estoy yendo al doble de lo que estoy pagando. Claro, entiendo, entiendo por ese lado. Con respecto a lo que es el ahorro diario, la compañía en realidad le está dando un precio actualizado, ¿sí? Usted, por ejemplo, ¿hace cuánto que tiene el plan en su línea actual? Este me lo renovaron hace dos meses, porque vine pagando 3.000 limoneditas. O sea, que igualmente es un plan nuevo y le estoy pagando poco. Claro, claro, entiendo, entiendo por ese lado. Bien, lo que es tema precio, como usted sabe, la compañía trabaja calidad y atención, ¿sí? Desde ya hoy en día lo entiendo por el tema económico, que obviamente es 6.000 pesos, es lo que usted le desea abonar. Lo que yo voy a hacer, le voy a dejar información por WhatsApp. Cualquier duda, consulta o inconveniente que tenga con la compañía, con gusto nosotros la podemos asesorar, ¿sí? Bueno, dale, Barbara. Muchas gracias. Perfecto. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.549,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:48:12.690825",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:20.254165",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113141116735_ACD_78103",
    "fecha_inicio": "13/1/2026 14:11:16",
    "agente_nombre": "MZA 28",
    "agente_login": "mza28",
    "duracion_total": 321,
    "tiempo_conversacion": 293,
    "tiempo_hold": 0,
    "tiempo_acw": 13,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}