{
  "archivo": "amza42_1_260116132909342_ACD_40141.wav",
  "duracion_segundos": 170.47,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 120.69,
    "Cliente": 32.84
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.59,
      "fin": 4.33,
      "duracion": 3.74,
      "texto": "Hola. Hola, buen día. Me estoy comunicando con Graciela.",
      "confianza": 0.218,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.67,
      "fin": 6.34,
      "duracion": 0.66,
      "texto": "Sí.",
      "confianza": 0.491,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.36,
      "fin": 13.62,
      "duracion": 7.26,
      "texto": "Hola, Graciela, un gusto. Mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarle un beneficio exclusivo para su línea móvil.",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.43,
      "fin": 17.05,
      "duracion": 2.62,
      "texto": "Graciela, me sidora que exactamente permanece en claro.",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.77,
      "fin": 18.57,
      "duracion": 0.8,
      "texto": "¿Estás correcto?",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.7,
      "fin": 29.67,
      "duracion": 7.97,
      "texto": "Sí. Bien, perfecto. ¿Y usted actualmente cuenta con lo que es un plan mensual o tiene prepago? Tengo un plan mensual.",
      "confianza": 0.073,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 30.19,
      "fin": 38.32,
      "duracion": 8.13,
      "texto": "Bien, perfecto. Bueno, justamente el día de hoy me estaba comunicando con usted porque tengo para brindarle lo que es un descuento así para la facturación de su línea.",
      "confianza": 0.658,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 39.32,
      "fin": 44.73,
      "duracion": 5.41,
      "texto": "Altualmente, ¿usted sabe cuánto es lo que consume de gigas o qué es lo que le brinda a la compañía?",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.87,
      "fin": 51.96,
      "duracion": 5.09,
      "texto": "Hoy más los diga. Bien, ¿y es suficiente para todo el mes?",
      "confianza": 0.131,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.22,
      "fin": 62.15,
      "duracion": 8.93,
      "texto": "Sí, sí, porque ya no uso el teléfono para nada que no sea llamar o recibir llamadas, nada más. Bien, perfecto.",
      "confianza": 0.022,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 62.53,
      "fin": 85.51,
      "duracion": 22.98,
      "texto": "Bien, ¿sabe qué? El día de hoy tenemos la promoción de Cuatro Ligas con WhatsApp Gratis, va a la libra de todas las compañías y un descuento a fecha obre entre seis meses en $7,460 pesos, sí, en el cual nosotros le brindamos también lo que son Cuatro Ligas de regalo, en caso de que se salga de su domicilio o, no sé, por ejemplo, haya un corte del uso o demás, comunicada, ¿sí? Porque va a seguir teniendo cobertura y señal.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.33,
      "fin": 90.4,
      "duracion": 4.07,
      "texto": "Nosotros, como le digo, nosotros le brindamos lo que es esta promoción mediante lo que es la portabilidad.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.14,
      "fin": 111.83,
      "duracion": 20.69,
      "texto": "Usted realizaría lo que es la portabilidad de Amobristar para que nosotros le pudiéramos brindar esta promoción. Nosotros le tramitamos todo para que usted no tenga que preocuparse por lo que es el trámite de portabilidad. Nosotros lo especialamos desde acá. Y solamente lo único que tendría que hacer es retirar el chip en su cursal, ¿sí? Nosotros le abrimos una sucursal cercana a su domicilio para que usted lo pueda retirar.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.87,
      "fin": 135.24,
      "duracion": 22.37,
      "texto": "Así es, la cierta mente de qué parte de Buenos Aires? Morón. De Morón, bien, perfecto. Ahí le voy a buscar una sucursal cercana y que esté en Morón para que usted pueda ver y retirarlo de ese lugar, ¿sí? No, no, mira. ¿Tiene esta línea su nombre?",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 135.96,
      "fin": 155.57,
      "duracion": 19.61,
      "texto": "Sí, no, no, pero yo por ahora no quiero pasarme a otra empresa. Así que te agradezco, pero no. No, de nada, me podría decir el porqué, ¿podría probar el servicio? No, no, yo ya estuve ahí y no me fue bueno el servicio. Así que te agradezco.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.09,
      "fin": 158.03,
      "duracion": 1.94,
      "texto": "Bien, ¿qué tipo de problema tuvo Graciela?",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.13,
      "fin": 163.56,
      "duracion": 4.43,
      "texto": "No te puedo estar contestando tanto porque estoy en el médico.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.6,
      "fin": 165.34,
      "duracion": 1.74,
      "texto": "Bien. Bien, perfecto.",
      "confianza": 0.869,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.38,
      "fin": 170.47,
      "duracion": 5.09,
      "texto": "Bueno, lo dejo asentado así.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Me estoy comunicando con Graciela. Sí. Hola, Graciela, un gusto. Mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarle un beneficio exclusivo para su línea móvil. Graciela, me sidora que exactamente permanece en claro. ¿Estás correcto? Sí. Bien, perfecto. ¿Y usted actualmente cuenta con lo que es un plan mensual o tiene prepago? Tengo un plan mensual. Bien, perfecto. Bueno, justamente el día de hoy me estaba comunicando con usted porque tengo para brindarle lo que es un descuento así para la facturación de su línea. Altualmente, ¿usted sabe cuánto es lo que consume de gigas o qué es lo que le brinda a la compañía? Hoy más los diga. Bien, ¿y es suficiente para todo el mes? Sí, sí, porque ya no uso el teléfono para nada que no sea llamar o recibir llamadas, nada más. Bien, perfecto. Bien, ¿sabe qué? El día de hoy tenemos la promoción de Cuatro Ligas con WhatsApp Gratis, va a la libra de todas las compañías y un descuento a fecha obre entre seis meses en $7,460 pesos, sí, en el cual nosotros le brindamos también lo que son Cuatro Ligas de regalo, en caso de que se salga de su domicilio o, no sé, por ejemplo, haya un corte del uso o demás, comunicada, ¿sí? Porque va a seguir teniendo cobertura y señal. Nosotros, como le digo, nosotros le brindamos lo que es esta promoción mediante lo que es la portabilidad. Usted realizaría lo que es la portabilidad de Amobristar para que nosotros le pudiéramos brindar esta promoción. Nosotros le tramitamos todo para que usted no tenga que preocuparse por lo que es el trámite de portabilidad. Nosotros lo especialamos desde acá. Y solamente lo único que tendría que hacer es retirar el chip en su cursal, ¿sí? Nosotros le abrimos una sucursal cercana a su domicilio para que usted lo pueda retirar. Así es, la cierta mente de qué parte de Buenos Aires? Morón. De Morón, bien, perfecto. Ahí le voy a buscar una sucursal cercana y que esté en Morón para que usted pueda ver y retirarlo de ese lugar, ¿sí? No, no, mira. ¿Tiene esta línea su nombre? Sí, no, no, pero yo por ahora no quiero pasarme a otra empresa. Así que te agradezco, pero no. No, de nada, me podría decir el porqué, ¿podría probar el servicio? No, no, yo ya estuve ahí y no me fue bueno el servicio. Así que te agradezco. Bien, ¿qué tipo de problema tuvo Graciela? No te puedo estar contestando tanto porque estoy en el médico. Bien. Bien, perfecto. Bueno, lo dejo asentado así.",
  "calidad": {
    "confianza_promedio": 0.549,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:51:41.276516",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 46,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:27.825523",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116132909342_ACD_40141",
    "fecha_inicio": "16/1/2026 13:29:09",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 183,
    "tiempo_conversacion": 164,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}