{
  "archivo": "amza1_1_260112142252852_ACD_36123.wav",
  "duracion_segundos": 301.17,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 156.78,
    "Cliente": 103.35
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.67,
      "fin": 9.04,
      "duracion": 7.37,
      "texto": "Hola, ¿qué tal? Muy buenas tardes. Hablo con Gabriel. Sí. Gabriel, como le da mucho gusto, le habla a Eva de este lado de la llamada.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.7,
      "fin": 15.59,
      "duracion": 5.89,
      "texto": "Señor, ¿solo ha contactado al día de hoy para brindarle lo que es un descuento desde la compañía de movilizar para las líneas? ¿Lo ha llamado antes, Gabriel?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.12,
      "fin": 21.26,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.28,
      "fin": 28.23,
      "duracion": 6.95,
      "texto": "Sí, muy bien, señor. Pero es una pasada. Bien, entiendo. Le hago una consulta. ¿Usted ha llegado a escuchar lo que son las ofertas que tenemos para usted el día de hoy para las líneas móviles?",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.85,
      "fin": 31.69,
      "duracion": 1.84,
      "texto": "No, no recuerdo, no.",
      "confianza": 0.188,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.71,
      "fin": 34.81,
      "duracion": 3.1,
      "texto": "Bien, te comento brevemente lo que tenemos exclusivamente para usted hoy, sí.",
      "confianza": 0.669,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.4,
      "fin": 40.12,
      "duracion": 4.72,
      "texto": "Tenemos lo que es un plan Gabriel de 8 GB de base más 8 GB de regalo, sí.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.58,
      "fin": 51.21,
      "duracion": 10.63,
      "texto": "Este plan incluye lo que es WhatsApp gratis para que se mantenga comunicado todos los días del mes, llama libreza a cualquier compañía y también incluye como el extra lo que son llamadas América Precio Local y Roaming en América.",
      "confianza": 0.722,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.23,
      "fin": 58.44,
      "duracion": 7.21,
      "texto": "Todo esto por tan solo 13.250 pesos. Yo no sé cómo está abonando usted actualmente con claro, tiene idea de eso.",
      "confianza": 0.866,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.61,
      "fin": 66.74,
      "duracion": 6.13,
      "texto": "No, no abono. Bien, pero ¿qué tiene lo que es un plan prepago o tiene lo que es un abono mensual?",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.48,
      "fin": 72.47,
      "duracion": 1.99,
      "texto": "No, me cargo yo. Ah, bien.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.55,
      "fin": 81.88,
      "duracion": 8.33,
      "texto": "Y con el tema de cargas, ¿cómo te llevas al respecto? O sea, ¿haces muchas recargas, pocas, tienes que hacer varias veces en el mes, te rinden? No, más o menos eso.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.69,
      "fin": 83.81,
      "duracion": 1.12,
      "texto": "Cargar más o menos esto.",
      "confianza": 0.486,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.81,
      "fin": 84.94,
      "duracion": 0.13,
      "texto": "Bien,",
      "confianza": 0.331,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.94,
      "fin": 98.19,
      "duracion": 13.25,
      "texto": "bien, bien, bien, bien. Y acá justamente lo que terminamos nosotros es el beneficio justamente de que vos puedas tener 16 gigas en todo el mes y, además, que si no lo puedes utilizar en su totalidad, los guardes para el mes siguiente.",
      "confianza": 0.331,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.65,
      "fin": 98.85,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.873,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.35,
      "fin": 103.03,
      "duracion": 3.68,
      "texto": "Eso significa que vas a justamente utilizar el 100% de tu plan. Bien.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.69,
      "fin": 107.56,
      "duracion": 3.87,
      "texto": "Te comento, además, Gabriel, que tenés lo que son beneficios a través de la aplicación.",
      "confianza": 0.756,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.58,
      "fin": 118.52,
      "duracion": 10.94,
      "texto": "Si tenés descuentos en lo que son cines, comercios adheridos, sitios de comida rápida, supermercados y demás, para que vos puedas utilizar además y puedas financiar tu plan en modo de ahorro, ¿bien?",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.52,
      "fin": 144.63,
      "duracion": 24.11,
      "texto": "Entonces, ¿qué te parece si te gustaría justamente hacer lo que es la portabilidad Movistar? Nosotros justamente tenemos lo que es una permanencia de 30 días, ya después de los 30 días vos si querés podés cambiarte a otra compañía, no hace falta que permanezcas, pero como para que pruebes el servicio y tal vez te sentís mucho más cómodo con lo que es un abono mensual, ¿bien? Si lo pido, ¿cuándo lo tengo que abandar? En este caso, yo te comento.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.7,
      "fin": 148.26,
      "duracion": 2.56,
      "texto": "Se empieza a facturar a partir de que vos empezás a utilizar el servicio.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 149.62,
      "fin": 154.95,
      "duracion": 5.33,
      "texto": "Nosotros, más o menos, tenemos una demora de 48, 72 horas hábiles en dar de alta lo que es la línea.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 155.59,
      "fin": 163.88,
      "duracion": 8.29,
      "texto": "Mientras tanto, no te vas a quedar incomunicado. Obviamente, vas a poder, justamente, seguir utilizando tu mismo número y demás. Así que no hay ningún inconveniente.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.6,
      "fin": 167.86,
      "duracion": 3.26,
      "texto": "Pero me decís que sos prepago ahora, ¿no es cierto?",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.88,
      "fin": 167.94,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.327,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.39,
      "fin": 175.76,
      "duracion": 7.37,
      "texto": "Bien, tengo que consultar, ¿hace cuánto que tenés lo que es el prepago? Porque tenés que tener una permanencia mayor a 60 días para poder hacer lo que es el cambio.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.74,
      "fin": 183.99,
      "duracion": 4.25,
      "texto": "No, hace bastante, no recuerdo. Bien, pero hace más de 60 días, seguro. Sí.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 184.01,
      "fin": 188.57,
      "duracion": 4.56,
      "texto": "Bien, en ese caso lo que deberíamos hacer, Gabriel, es que yo te voy a mandar un mensaje por WhatsApp, ¿sí?",
      "confianza": 0.652,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.07,
      "fin": 196.78,
      "duracion": 7.71,
      "texto": "Te voy a estar hablando desde mi número laboral, ¿sí? Ajá. Avísame si te llega el mensajito.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 198.87,
      "fin": 202.8,
      "duracion": 3.93,
      "texto": "Ah, ahí está. ¿Sos mayor de 18 años, correcto?",
      "confianza": 0.276,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.2,
      "fin": 206.26,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.038,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 206.28,
      "fin": 212.37,
      "duracion": 6.09,
      "texto": "Bien, te comento, Gabriel, lo que deberíamos hacer es justamente acordarlo que es un punto de retiro para el chip, ¿sí?",
      "confianza": 0.748,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.39,
      "fin": 250.1,
      "duracion": 37.71,
      "texto": "Vos sos de la provincia de Buenos Aires, ¿de qué parte de Buenos Aires sos? Igual tengo el chip. Ah, ¿tenés el chip? Bueno, en ese caso, entonces deberías, perdón, me olvidé de preguntarte eso. Usted te va a enviar lo que es el chip de manera virtual, a través de un QR que te va a llegar al mail o a WhatsApp, a donde vos prefieras, ¿sí? Bien. En este caso, debería corroborar tus datos y me asegura que la línea es el nombre de Ángel Gabriel Jiménez, ¿es correcto?",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 252.2,
      "fin": 273.65,
      "duracion": 21.45,
      "texto": "Sí, igual. y consulté cuándo tendría que abonar. Eso deberías abonarlo cuando empieces a utilizar el servicio. Por ejemplo, estamos a 2 de enero, si vos justamente atillés el servicio en unos días, esta misma semana, a partir de que vos contates el servicio, vas a tener que empezar a abonarlo. Sí, si abones lo que es a mesa adelantado.",
      "confianza": 0.098,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.17,
      "fin": 288.15,
      "duracion": 13.98,
      "texto": "Bien, se va a llevar a lo que es la facturación a través de la aplicación. Y además se va a llegar a través del medio toda la información que tenga que ver con la facturación y demás. ¿Bien?",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 289.25,
      "fin": 301.17,
      "duracion": 11.92,
      "texto": "O sea, cuando me cambie... Exactamente, se empieza a facturar. Vas a tener un plazo obviamente de unos días para poder abonarlo, pero sí, vas a tener que abonarlo dentro de los primeros días, digamos, que lo estés utilizando.",
      "confianza": 0.3,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Muy buenas tardes. Hablo con Gabriel. Sí. Gabriel, como le da mucho gusto, le habla a Eva de este lado de la llamada. Señor, ¿solo ha contactado al día de hoy para brindarle lo que es un descuento desde la compañía de movilizar para las líneas? ¿Lo ha llamado antes, Gabriel? Sí, sí. Sí, muy bien, señor. Pero es una pasada. Bien, entiendo. Le hago una consulta. ¿Usted ha llegado a escuchar lo que son las ofertas que tenemos para usted el día de hoy para las líneas móviles? No, no recuerdo, no. Bien, te comento brevemente lo que tenemos exclusivamente para usted hoy, sí. Tenemos lo que es un plan Gabriel de 8 GB de base más 8 GB de regalo, sí. Este plan incluye lo que es WhatsApp gratis para que se mantenga comunicado todos los días del mes, llama libreza a cualquier compañía y también incluye como el extra lo que son llamadas América Precio Local y Roaming en América. Todo esto por tan solo 13.250 pesos. Yo no sé cómo está abonando usted actualmente con claro, tiene idea de eso. No, no abono. Bien, pero ¿qué tiene lo que es un plan prepago o tiene lo que es un abono mensual? No, me cargo yo. Ah, bien. Y con el tema de cargas, ¿cómo te llevas al respecto? O sea, ¿haces muchas recargas, pocas, tienes que hacer varias veces en el mes, te rinden? No, más o menos eso. Cargar más o menos esto. Bien, bien, bien, bien, bien. Y acá justamente lo que terminamos nosotros es el beneficio justamente de que vos puedas tener 16 gigas en todo el mes y, además, que si no lo puedes utilizar en su totalidad, los guardes para el mes siguiente. Bien. Eso significa que vas a justamente utilizar el 100% de tu plan. Bien. Te comento, además, Gabriel, que tenés lo que son beneficios a través de la aplicación. Si tenés descuentos en lo que son cines, comercios adheridos, sitios de comida rápida, supermercados y demás, para que vos puedas utilizar además y puedas financiar tu plan en modo de ahorro, ¿bien? Entonces, ¿qué te parece si te gustaría justamente hacer lo que es la portabilidad Movistar? Nosotros justamente tenemos lo que es una permanencia de 30 días, ya después de los 30 días vos si querés podés cambiarte a otra compañía, no hace falta que permanezcas, pero como para que pruebes el servicio y tal vez te sentís mucho más cómodo con lo que es un abono mensual, ¿bien? Si lo pido, ¿cuándo lo tengo que abandar? En este caso, yo te comento. Se empieza a facturar a partir de que vos empezás a utilizar el servicio. Nosotros, más o menos, tenemos una demora de 48, 72 horas hábiles en dar de alta lo que es la línea. Mientras tanto, no te vas a quedar incomunicado. Obviamente, vas a poder, justamente, seguir utilizando tu mismo número y demás. Así que no hay ningún inconveniente. Pero me decís que sos prepago ahora, ¿no es cierto? Sí. Bien, tengo que consultar, ¿hace cuánto que tenés lo que es el prepago? Porque tenés que tener una permanencia mayor a 60 días para poder hacer lo que es el cambio. No, hace bastante, no recuerdo. Bien, pero hace más de 60 días, seguro. Sí. Bien, en ese caso lo que deberíamos hacer, Gabriel, es que yo te voy a mandar un mensaje por WhatsApp, ¿sí? Te voy a estar hablando desde mi número laboral, ¿sí? Ajá. Avísame si te llega el mensajito. Ah, ahí está. ¿Sos mayor de 18 años, correcto? Sí. Bien, te comento, Gabriel, lo que deberíamos hacer es justamente acordarlo que es un punto de retiro para el chip, ¿sí? Vos sos de la provincia de Buenos Aires, ¿de qué parte de Buenos Aires sos? Igual tengo el chip. Ah, ¿tenés el chip? Bueno, en ese caso, entonces deberías, perdón, me olvidé de preguntarte eso. Usted te va a enviar lo que es el chip de manera virtual, a través de un QR que te va a llegar al mail o a WhatsApp, a donde vos prefieras, ¿sí? Bien. En este caso, debería corroborar tus datos y me asegura que la línea es el nombre de Ángel Gabriel Jiménez, ¿es correcto? Sí, igual. y consulté cuándo tendría que abonar. Eso deberías abonarlo cuando empieces a utilizar el servicio. Por ejemplo, estamos a 2 de enero, si vos justamente atillés el servicio en unos días, esta misma semana, a partir de que vos contates el servicio, vas a tener que empezar a abonarlo. Sí, si abones lo que es a mesa adelantado. Bien, se va a llevar a lo que es la facturación a través de la aplicación. Y además se va a llegar a través del medio toda la información que tenga que ver con la facturación y demás. ¿Bien? O sea, cuando me cambie... Exactamente, se empieza a facturar. Vas a tener un plazo obviamente de unos días para poder abonarlo, pero sí, vas a tener que abonarlo dentro de los primeros días, digamos, que lo estés utilizando.",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:38:35.571760",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:15.872979",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112142252852_ACD_36123",
    "fecha_inicio": "12/1/2026 14:22:52",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 333,
    "tiempo_conversacion": 289,
    "tiempo_hold": 0,
    "tiempo_acw": 29,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}