{
  "archivo": "amza4_1_260116111202167_MIT_01988.wav",
  "duracion_segundos": 1118.66,
  "num_segmentos": 244,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 295.81,
    "Cliente": 753.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 11.21,
      "duracion": 11.18,
      "texto": "¿Cómo andas?",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.87,
      "fin": 36.35,
      "duracion": 23.48,
      "texto": "¿Todo bien? Bien, todo bien. Trabajando. Las viernes por lo menos viene el fin de semana para descansar. Bien, Matías, me alcanzó a comentar usted ayer el mensajito que mando, descrito que usted tiene dos líneas actualmente. Exacto, sí. Bien, y le pregunto, Martí, ¿las dos líneas estarán a nombre suyo? ¿Claro?",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.97,
      "fin": 51.25,
      "duracion": 12.28,
      "texto": "Sí. Perfecto. Bueno, en ese caso, le comento, el plan que yo le había hablado, que es el de 8GB de VARSE con los 8GB de regalo, como le dije, está con un descuento en promoción. Entonces, el descuento,",
      "confianza": 0.075,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.75,
      "fin": 55.98,
      "duracion": 4.23,
      "texto": "Yo cuando se lo expliqué le dije el valor de 13.250, ¿sí?",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.8,
      "fin": 62.27,
      "duracion": 5.47,
      "texto": "Hoy por hoy el valor, si hacemos la gestión, le queda al día de hoy en tan solo 10.400. ¿Cada línea?",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.17,
      "fin": 67.75,
      "duracion": 2.58,
      "texto": "Cada línea, exacto. Le queda menos de lo que yo le había hablado.",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.29,
      "fin": 98.4,
      "duracion": 29.11,
      "texto": "Le queda menos. Y le incluye, le explico, le incluye lo que son. 8GB fijo de base todos los meses en cada línea. 8GB los primeros seis meses de regalo para cada línea. Y por dotarse de dos líneas, se le acreditan cuatro gigas extra en cada línea el tiempo que las dos líneas tienen en la compañía. No es por un tiempo determinado, sino que el tiempo que esté. O sea, tendría 12 gigas de base más 8 por seis meses.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.02,
      "fin": 115.04,
      "duracion": 16.02,
      "texto": "Exacto, exactamente. O sea, tendría 20 por línea. Eso le iba a decir, tendría los primeros seis meses. Exactamente, los primeros seis meses, Matías, tendría 20 gigas en total. Los ocho de base, los ocho de regalo y los cuatro adicionales por el tercero de las líneas. Y a partir del próximo mes... ¿Eso son automáticos?",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.9,
      "fin": 117.0,
      "duracion": 1.1,
      "texto": "Le explico cómo se activan.",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.6,
      "fin": 123.58,
      "duracion": 5.98,
      "texto": "Los ocho gigas de base son automáticos. Una vez que se activó la línea, ya comienzan a funcionar.",
      "confianza": 0.818,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.1,
      "fin": 131.79,
      "duracion": 7.69,
      "texto": "Y los gigas sextas se habilitan 48 horas a activar la línea. Las 48 horas que se activa la línea, ya el sistema te los va a acreditar.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.55,
      "fin": 134.11,
      "duracion": 0.56,
      "texto": "Bien.",
      "confianza": 0.8,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.31,
      "fin": 151.71,
      "duracion": 17.4,
      "texto": "Y algo que le iba a comentar, Matías, que lanzó Movistar, que es muy bueno. ¿Qué le permite que una vez al año por cada línea, cuente con la posibilidad del ámbito de activar lo que son 20 gigas de regalo con una operación de 30 días para la línea?",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.59,
      "fin": 162.48,
      "duracion": 8.89,
      "texto": "Entonces, si hay un mes que usted ve que va a utilizar más gigas de la misma app, lo puede activar. Si son sin cargo 20 gigas una vez al año con una operación de 30 días.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.04,
      "fin": 184.69,
      "duracion": 21.65,
      "texto": "Y si hay algún mes que no va a utilizar el total de sus gigas, puede guardar hasta el 80% de los gigas de base, en este caso de los 8 de base, lo guarda la misma app y tiene 30 días posteriores al vencimiento para utilizarlo. Es decir, si se le vencen, por ejemplo, un 16 de febrero, tiene hasta el 16 de marzo para utilizarlo.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.69,
      "fin": 189.7,
      "duracion": 4.01,
      "texto": "Claro, ¿son acumulables los gigas? ¿A qué se refiere con acumulable?",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.4,
      "fin": 203.96,
      "duracion": 13.56,
      "texto": "Por ejemplo, yo tengo, este mes son 8 más 8 más 4 son 20. Ponele que uso 12. ¿Me quedan los 8 para el próximo mes o se pierden? No, no. Justamente eso es lo que les estoy explicando, Matías.",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.72,
      "fin": 220.07,
      "duracion": 15.34,
      "texto": "Si usted, por ejemplo, le quedan los 8 de base, sí que no los utilizó porque siempre se gastan primero los de regalo, luego se gastan los de mostrar con todo, que es lo del plan de familiar en este caso las dos líneas, y luego los de base.",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.69,
      "fin": 239.81,
      "duracion": 19.12,
      "texto": "Supongamos que los de base le quedaron intactos, no los utilizó, Bueno, hasta el 80% de esos ocho gigas de base puede guardar usted el AMI Movistar para el próximo mes. Está bien. Para que no los pierda. Claro, sí.",
      "confianza": 0.786,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.43,
      "fin": 241.93,
      "duracion": 1.5,
      "texto": "A ver, dame un segundo nada más.",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.63,
      "fin": 249.56,
      "duracion": 6.93,
      "texto": "Sí, sí, te lo guardo en línea. Sí, sí, está bien. ¿Cómo va? ¿Tienes un pedido para Paola de la dietética?",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.14,
      "fin": 252.52,
      "duracion": 2.38,
      "texto": "¿Te puedes dar a vos? Sí, sí. Muchas gracias.",
      "confianza": 0.394,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.32,
      "fin": 272.58,
      "duracion": 19.26,
      "texto": "Sí, ahí me decías. Sí, y algo que les voy a comentar. Nosotros lo que hacemos es, primero, le mantenemos el mismo número del teléfono en cada línea, porque lo que se hace es una portabilidad numérica, se traspasa de línea a línea a la compañía, y algo muy importante, no se queda ningún momento incomunicado. ¿A qué me refiero?",
      "confianza": 0.105,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.16,
      "fin": 277.22,
      "duracion": 4.07,
      "texto": "Le mandamos en 48 horas los chips a la sucursal que asignamos.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.89,
      "fin": 295.35,
      "duracion": 17.46,
      "texto": "Entonces, supongamos que usted me dice, mira Gaby, yo soy de esta zona de Buenos Aires y regularmente me queda más cerca de esta sucursal. Bueno, asignamos esta sucursal, le llegan los chips a las 48 horas hábiles, es decir, que si hacemos el trámite hoy viernes, el lunes ya le estarían llegando, una vez que le llegan los chips.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.01,
      "fin": 350.46,
      "duracion": 54.45,
      "texto": "Usted lo retira, en este caso, usted me comentó que tenía el SIM en el teléfono, ¿puede ser? Sí, en este que estoy hablando sí, en el otro no, en el otro tengo tarjeta, o sea, el chip. El chip, bien. Bueno, el SIN en 24 horas les llega a usted lo que es el código QR, como yo la alcancé a comentar la primera vez que hablamos, vale, que usted lo escanea y ya comienza a tomar el servicio como star, ¿sí? Se le corta las señales claras, escanea el código QR, elimina la cuenta de claro, se activa la de montaje y ya comienza a funcionar. Y el chip que tiene en este caso en la otra línea que es físico, les llegaría a la secursal de monitor en 48 horas hábiles, va a retirar el chip cuando recién se le corte la señal de crear una esa línea, activa el servicio en el chip Movistar y ya comienza a trabajar con el selección Movistar. Entonces, en ese modo nos quedamos con la tranquilidad que el cliente no se queda en ningún momento incomunicado.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.82,
      "fin": 357.15,
      "duracion": 5.33,
      "texto": "Perfecto. Y en este, en el del QR, digamos, mañana ya lo tendría para activar.",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.97,
      "fin": 380.8,
      "duracion": 22.83,
      "texto": "Y mañana es sábado, regularmente sí. Entre mañana, el lunes, jamás tardar matías, Ya le estaría dejando el código QR para que usted lo escanee. Siempre tiene que esperar a que se le corte la señal de Claro. ¿Me entienden? Porque si usted activa lo que es la cuenta de Movistar, en este caso escanea el código y todavía tiene activa la cuenta de Claro, no le va a permitir el sistema, ¿sí?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.34,
      "fin": 401.06,
      "duracion": 19.72,
      "texto": "Entonces usted siempre tiene que esperar a que se le finalice lo que es la señal con Claro, que se le corte la señal, ahí activa el código QR en este caso, en esta línea que estamos hablando. ¿Sabes cuál es el tema? Que yo trabajo en la calle. y si a mí se me cortan los dos o algo, yo no tengo forma de... no tengo forma de escanearlo porque no voy a tener internet.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 402.08,
      "fin": 402.24,
      "duracion": 0.16,
      "texto": "Claro,",
      "confianza": 0.153,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 402.24,
      "fin": 402.78,
      "duracion": 0.54,
      "texto": "claro, lo entiendo.",
      "confianza": 0.153,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 402.8,
      "fin": 430.69,
      "duracion": 27.89,
      "texto": "No, no, que ese tranquilo que sin servicio no se va a quedar la matía. No podemos dejar a nadie incomunicado porque imagínese, si nosotros le decimos al Cléteno, mire, le vamos a mandar el chip o le vamos a mandar el código QR para que usted escane, pero se va a quedar tantos días, tantas horas incomunicados, ¿Nadie ha dicho una portabilidad en Argentina? No, está bien, lo que yo le digo es que yo me quedo sin línea en este celular y tengo que activar y tengo que escanear el QR.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 432.11,
      "fin": 459.47,
      "duracion": 27.36,
      "texto": "Claro, pero regularmente, o sea, ¿qué pasa? Regularmente cuando le llega el QR en este caso, sí, el mismo sistema ya te permite escanearlo, no es que se corta la señal de claro y no lo podés escanear. el mismo sistema te dé un link, voy a ingresar al link y automáticamente lo podés escanear. Por eso es que nosotros trabajamos de esta manera siempre garantizándole al cliente lo que decía Matías que sin servicio no se queda.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 460.45,
      "fin": 466.24,
      "duracion": 5.79,
      "texto": "Por eso, pero lo escaneo cuando me quedo sin línea. Exactamente Matías.",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 466.8,
      "fin": 472.47,
      "duracion": 5.67,
      "texto": "Exactamente. Cuando se le corta la señalada y lo escaneé y listo. Ya comienza a trabajar con Movistar en este caso.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 473.14,
      "fin": 484.43,
      "duracion": 11.29,
      "texto": "O sea que recién los dos más o menos para el lunes tendría. Y sí, sí, sí, sí. Siempre va a llegar más rápido el suyo porque es un sim virtual, es un sim, sim.",
      "confianza": 0.096,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 484.99,
      "fin": 492.86,
      "duracion": 7.87,
      "texto": "Pero a más tardar el martes, como mucho, como mucho le estoy diciendo a más tardar el martes, ya estaría todo el servicio funcionando, ¿sí? A más tardar.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 493.48,
      "fin": 527.68,
      "duracion": 34.2,
      "texto": "Hay gente que les llega en 24 horas, hay otras que en menos de un día también les llega, o sea depende... el sistema. Pero sí, a ustedes ya el lunes atendría lo que es el código QR para poder trabajar con el ESIN y entre el lunes a martes les estaría llegando el otro chip que es el físico en este caso, la tarjetita tradicional para la segunda línea, Matías. En eso no hay problema. ¿Usted le da una pregunta, Matías? ¿De qué suena el Buenos Aires? Yo soy morón. Morón. Bien. ¿Cómo va? ¿De la dietética? Muchas gracias. Hasta luego. Igualmente.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 528.62,
      "fin": 560.93,
      "duracion": 32.31,
      "texto": "No, no hay problema Matías, no hay problema. En Morón tengo dos sucursales, le comento las lecciones, tengo lo que es en la calle 9 de julio del 194 y en la calle arriba de Avia al 18 3 44, no sé cuál de las dos le viene más conveniente. No, al de... al de 9 de julio. Al de 9 de julio, perfecto, entonces bueno, te dejo asignado lo que es la calle 9 de julio, el 194 de Morón, ¿sí?",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 561.46,
      "fin": 583.27,
      "duracion": 21.81,
      "texto": "Bien, Matías, para poder activar el servicio, entonces yo lo que voy a hacer es corroborar nosotros con usted, que es el titular de las líneas, ¿sí? Por favor, te pido, indíqueme, entonces, la primer línea que vamos a hacer la portabilidad es la línea que estamos hablando, ¿sí? Bien, la línea la vamos a repetir para que quede en la grabación, es 11,",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 584.06,
      "fin": 585.6,
      "duracion": 1.54,
      "texto": "34, 78, 65, 55.",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 588.39,
      "fin": 593.21,
      "duracion": 4.82,
      "texto": "Recuerda que esta línea va a seguir teniendo el mismo número. Las dos líneas van a mantener el número.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 594.06,
      "fin": 608.68,
      "duracion": 14.62,
      "texto": "Por favor, esta dijimos que era el debatón. Claro, una buena. En este caso es muy reciente, virtual. Por favor, indíqueme la segunda línea.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 609.71,
      "fin": 616.48,
      "duracion": 6.77,
      "texto": "A ver, dame un segundo que lo leo porque no me lo acuerdo. Sí, no hay problema, búscalo tranquilo.",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 617.26,
      "fin": 618.84,
      "duracion": 1.58,
      "texto": "11.",
      "confianza": 0.848,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 619.08,
      "fin": 619.36,
      "duracion": 0.28,
      "texto": "Sí.",
      "confianza": 0.787,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 619.5,
      "fin": 620.24,
      "duracion": 0.74,
      "texto": "36, 24.",
      "confianza": 0.823,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 621.1,
      "fin": 622.32,
      "duracion": 1.22,
      "texto": "Sí.",
      "confianza": 0.902,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 622.34,
      "fin": 623.84,
      "duracion": 1.5,
      "texto": "34, 48.",
      "confianza": 0.792,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 624.61,
      "fin": 630.73,
      "duracion": 6.12,
      "texto": "Bien, se lo voy a repetir, Martínez, para que quede correcto. 11, 36, 24, 34, 48.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 631.05,
      "fin": 631.73,
      "duracion": 0.68,
      "texto": "Exacto.",
      "confianza": 0.648,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 632.07,
      "fin": 639.14,
      "duracion": 7.07,
      "texto": "Esta línea también está con la compañía, claro, con abono.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 640.03,
      "fin": 652.97,
      "duracion": 12.93,
      "texto": "No se escuchó lo último, ¿cómo?",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 654.33,
      "fin": 669.66,
      "duracion": 15.33,
      "texto": "Sí, el chip físico. Matías, por favor, indíqueme cómo es completo. Matías Javier Montero. Javier Montero, pienso en él. ¿Y Matías? ¿39?",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 669.68,
      "fin": 669.92,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.679,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 670.41,
      "fin": 696.26,
      "duracion": 25.85,
      "texto": "3-3-7-0-4-5 Perfecto y su fecha de nacimiento, Matías? 0-7-0-2-0-9-9-6 Perfecto, Matías. Bien, Matías, ahora que hago con usted, hago un cierre comercial. ¿Qué significa? Con bonos de calidad le leo rápidamente las condiciones del servicio",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 696.85,
      "fin": 703.48,
      "duracion": 6.63,
      "texto": "Para que quede grabado, que te hice bien mi trabajo, que le informé bien todo el servicio y sobre todo los precios, ¿sí?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 704.32,
      "fin": 719.38,
      "duracion": 15.06,
      "texto": "Es por cuestiones sobres para usted y para la compañía. Le he preguntado, María, para recibir futuras promociones. ¿Usted cuenta con el internet móvil estar en su casa? No, en estos momentos no. ¿No? ¿Y ha pensado entrar al servicio de internet fibra óptica?",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 720.38,
      "fin": 740.15,
      "duracion": 19.77,
      "texto": "Por el momento no. Bueno, no hay problema. En caso que usted más adelante quisiera contratar el servicio de fibra óptica, nos ponemos en contacto, si usted me avisa y yo le informo el plan cada disponible en ese momento, porque por hacer la deporter de sus líneas, si usted inca del servicio de fibra óptica en casa, también recibe el descuento de la facturación.",
      "confianza": 0.474,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 740.75,
      "fin": 741.45,
      "duracion": 0.7,
      "texto": "Perfecto.",
      "confianza": 0.732,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 741.97,
      "fin": 743.25,
      "duracion": 1.28,
      "texto": "Otra consulta.",
      "confianza": 0.916,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 744.71,
      "fin": 751.3,
      "duracion": 6.59,
      "texto": "Para ver los planes, promociones y todo eso, ¿qué aplicación hay que bajar? ¿Mimovistar?",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 751.92,
      "fin": 771.12,
      "duracion": 19.2,
      "texto": "Exactamente, Matías. Yo ahora en el cierre comercial se lo repito, Justamente de la Play Store, usted descarga lo que es la App ni Monster y ahí usted va a poder ver todo lo que es la sección Servicios, que en esta parte del cierre se la digo, va a poder ver toda la información de la factura, el ciclo de facturación. ¿Ahí mismo se puede abonar?",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 773.18,
      "fin": 790.72,
      "duracion": 17.54,
      "texto": "Sí, sí, sí, sí, sí, sí, o de Mercado Jago. Perfecto, o tarjeta de débito, o algo de eso, cualquier otro problema. Sí, es indistinto, o sea, Yo la facturación, como se dice, la dejo libre, entonces el cliente puede elegir el medio de pago. Puede ser mercado, pago, débito, eso no hay inconveniente.",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 791.44,
      "fin": 813.24,
      "duracion": 21.8,
      "texto": "Bien, Matías, entonces estamos haciendo la portabierta de dos líneas. La primer línea la vamos a repetir, es 1134-78-65-55 y la segunda línea 1136-24-34-48 a nombre de aprecio de Matías Javier Montero. Matías, por favor, confírmeme los últimos tres dígitos de su documento de identidad, por favor.",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 817.43,
      "fin": 817.51,
      "duracion": 0.08,
      "texto": "045.",
      "confianza": 0.003,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 817.53,
      "fin": 817.71,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.022,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 817.73,
      "fin": 830.99,
      "duracion": 13.26,
      "texto": "Matías, me comentó, la primer línea, las 555 y la segunda línea, la 440, las 8 terminadas, la lleva con claro, con factura mensual. La factura está en su nombre, ¿verdad?",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 833.25,
      "fin": 862.94,
      "duracion": 29.69,
      "texto": "Sí. Bien. En la primer línea, la que termina en 555 es con chip eSIM y la segunda línea, la 448, finalizada, es con chip virtual. En este caso, el eSIM se le va a estar enviando un código QR y en el chip físico, que en la segunda línea termina en 448, se va a estar enviando el chip, lo va a estar recibiendo la sucursal del Partido de Morón, provincia de Buenos Aires, ubicada en la calle 9 de julio al 194, ¿sí?",
      "confianza": 0.064,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 863.46,
      "fin": 941.2,
      "duracion": 77.74,
      "texto": "Le recuerdo, Matías, que el costo del servicio de hoy para cada una de sus líneas le ha quedado con el abono en 10.400 pesos que le incluye un descuento fijo que se le ha realizado de 42.650 pesos por cada línea. Recuerde que el servicio se factura mes adelantado y le recuerdo que el plan contratado son 8 giras de base más 8 giras de regalo con una operación de seis meses ocultimos ocho gigas de regalo que se abrita en 48 horas para activar la línea y por haber hecho la portabilidad en más de dos líneas recibe lo que son cuatro gigas de regalo en cada línea, ¿sí? Perfecto. Matías, le voy a pedir por favor que me indique un correo electrónico. Mat, con la idea. Sí. Montero con peso alto. Bien, sí. 96... Sí. ...arroba gmail.com Perfecto. Entonces, Matías, el email que usted me proporciona, ¿qué es? Mati, terminado en Y, Montero, con tresos, 96, arroba gmail.com, va a estar recibiendo toda la facturación online para que usted lleve un control de la factura, ¿sí?",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 941.96,
      "fin": 987.87,
      "duracion": 45.91,
      "texto": "Y ahora lo que usted me... ¿Las tresos en Montero? Sí, sí, le puse Mati, griega, Montero con 3.0, 936.arroba.gme.com. Perfecto, vale. Bien, Matías del AMI Movistar, ingresando a la sección de servicios, lo que le comenté, usted va a poder ver toda la información referida a la factura, ciclo de facturación, los vencimientos, los montos a pagar, va a poder activar los 20 días del regalo, con una ablación de 30 días disponible una vez al año para cada línea, va a poder adherirse al dedito automático, en caso que usted lo desee, Y si usted se le aporta más líneas todavía, recibe 4GB de regalo en cada línea. Una vez aprobada la portabilidad, su línea aportará las 48 horas árboles.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 988.49,
      "fin": 1012.36,
      "duracion": 23.87,
      "texto": "Es muy importante, Matías, que usted sepa, un día antes, por mensaje de WhatsApp, se le va a estar informando la fecha de portabilidad para que usted se quede tranquilo. Sí, agradecimiento. Le continuo. Le decía que un día antes, por mensaje de WhatsApp, nosotros le vamos a estar informando la fecha de portabilidad para que usted se quede tranquilo, para que usted tenga un conocimiento.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1012.86,
      "fin": 1021.11,
      "duracion": 8.25,
      "texto": "Es importante, en este caso, el tip físico, que usted no lo coloca antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de clara lo dejará recibir señal.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1021.71,
      "fin": 1025.98,
      "duracion": 4.27,
      "texto": "Ahí debe colocarlo, es lo mismo que con el escaneando el código QR, ¿sí?",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1026.84,
      "fin": 1030.74,
      "duracion": 3.9,
      "texto": "Le comento que, por única de él, la tía deberá validar y, al activarlo,",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1031.26,
      "fin": 1041.23,
      "duracion": 9.97,
      "texto": "y en caso que tenga alguna dificultad con la validación Matías lo intentamos nuevamente o se puede comunicar al 0800-321-76-108-2 ¿Cómo se valida?",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1042.79,
      "fin": 1073.66,
      "duracion": 30.87,
      "texto": "Le explico, cuando usted coloca por ejemplo el código QR ¿si? Le llega un link Ese link al mismo teléfono le llega A su mismo celular Ese link lo que te pide es validar el número de documento, uno lo coloca el número de documento Y para validar que está hablando con el titular de la línea, lo que te pide es una foto del rostro en el momento, ¿sí? O sea, una validación biométrica.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1074.2,
      "fin": 1084.09,
      "duracion": 9.89,
      "texto": "Entonces, te hace la validación del rostro y, por ejemplo, te pide girar a la izquierda, girar a la derecha, vuelvo a hacer y automáticamente lo tomo de sistema. Sí, a ver.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1084.11,
      "fin": 1085.27,
      "duracion": 1.16,
      "texto": "Bien.",
      "confianza": 0.55,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1085.29,
      "fin": 1101.18,
      "duracion": 15.89,
      "texto": "En caso que tenga alguna dificultad, lo puede intentar nuevamente o se puede comunicar directamente para el titular de la línea Si no tiene inconveniente, al 0800-321-76182, opción 4. En caso que no levantes señal del chip, reinice el equipo y el servicio ya comienza a funcionar.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1101.77,
      "fin": 1108.25,
      "duracion": 6.49,
      "texto": "Y por último, Matías, le comento que dentro de los próximos días, a cada línea le va a tener una encuesta de satisfacción por medio de un WhatsApp.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1109.01,
      "fin": 1117.16,
      "duracion": 8.15,
      "texto": "Le solechamos, por favor, que la completen. ¿Me hace un segundo?",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1117.18,
      "fin": 1117.32,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1117.34,
      "fin": 1118.66,
      "duracion": 1.32,
      "texto": "Un segundo, no me cortás. No, no, está viendo el aguardado. Bueno.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Cómo andas? ¿Todo bien? Bien, todo bien. Trabajando. Las viernes por lo menos viene el fin de semana para descansar. Bien, Matías, me alcanzó a comentar usted ayer el mensajito que mando, descrito que usted tiene dos líneas actualmente. Exacto, sí. Bien, y le pregunto, Martí, ¿las dos líneas estarán a nombre suyo? ¿Claro? Sí. Perfecto. Bueno, en ese caso, le comento, el plan que yo le había hablado, que es el de 8GB de VARSE con los 8GB de regalo, como le dije, está con un descuento en promoción. Entonces, el descuento, Yo cuando se lo expliqué le dije el valor de 13.250, ¿sí? Hoy por hoy el valor, si hacemos la gestión, le queda al día de hoy en tan solo 10.400. ¿Cada línea? Cada línea, exacto. Le queda menos de lo que yo le había hablado. Le queda menos. Y le incluye, le explico, le incluye lo que son. 8GB fijo de base todos los meses en cada línea. 8GB los primeros seis meses de regalo para cada línea. Y por dotarse de dos líneas, se le acreditan cuatro gigas extra en cada línea el tiempo que las dos líneas tienen en la compañía. No es por un tiempo determinado, sino que el tiempo que esté. O sea, tendría 12 gigas de base más 8 por seis meses. Exacto, exactamente. O sea, tendría 20 por línea. Eso le iba a decir, tendría los primeros seis meses. Exactamente, los primeros seis meses, Matías, tendría 20 gigas en total. Los ocho de base, los ocho de regalo y los cuatro adicionales por el tercero de las líneas. Y a partir del próximo mes... ¿Eso son automáticos? Le explico cómo se activan. Los ocho gigas de base son automáticos. Una vez que se activó la línea, ya comienzan a funcionar. Y los gigas sextas se habilitan 48 horas a activar la línea. Las 48 horas que se activa la línea, ya el sistema te los va a acreditar. Bien. Y algo que le iba a comentar, Matías, que lanzó Movistar, que es muy bueno. ¿Qué le permite que una vez al año por cada línea, cuente con la posibilidad del ámbito de activar lo que son 20 gigas de regalo con una operación de 30 días para la línea? Entonces, si hay un mes que usted ve que va a utilizar más gigas de la misma app, lo puede activar. Si son sin cargo 20 gigas una vez al año con una operación de 30 días. Y si hay algún mes que no va a utilizar el total de sus gigas, puede guardar hasta el 80% de los gigas de base, en este caso de los 8 de base, lo guarda la misma app y tiene 30 días posteriores al vencimiento para utilizarlo. Es decir, si se le vencen, por ejemplo, un 16 de febrero, tiene hasta el 16 de marzo para utilizarlo. Claro, ¿son acumulables los gigas? ¿A qué se refiere con acumulable? Por ejemplo, yo tengo, este mes son 8 más 8 más 4 son 20. Ponele que uso 12. ¿Me quedan los 8 para el próximo mes o se pierden? No, no. Justamente eso es lo que les estoy explicando, Matías. Si usted, por ejemplo, le quedan los 8 de base, sí que no los utilizó porque siempre se gastan primero los de regalo, luego se gastan los de mostrar con todo, que es lo del plan de familiar en este caso las dos líneas, y luego los de base. Supongamos que los de base le quedaron intactos, no los utilizó, Bueno, hasta el 80% de esos ocho gigas de base puede guardar usted el AMI Movistar para el próximo mes. Está bien. Para que no los pierda. Claro, sí. A ver, dame un segundo nada más. Sí, sí, te lo guardo en línea. Sí, sí, está bien. ¿Cómo va? ¿Tienes un pedido para Paola de la dietética? ¿Te puedes dar a vos? Sí, sí. Muchas gracias. Sí, ahí me decías. Sí, y algo que les voy a comentar. Nosotros lo que hacemos es, primero, le mantenemos el mismo número del teléfono en cada línea, porque lo que se hace es una portabilidad numérica, se traspasa de línea a línea a la compañía, y algo muy importante, no se queda ningún momento incomunicado. ¿A qué me refiero? Le mandamos en 48 horas los chips a la sucursal que asignamos. Entonces, supongamos que usted me dice, mira Gaby, yo soy de esta zona de Buenos Aires y regularmente me queda más cerca de esta sucursal. Bueno, asignamos esta sucursal, le llegan los chips a las 48 horas hábiles, es decir, que si hacemos el trámite hoy viernes, el lunes ya le estarían llegando, una vez que le llegan los chips. Usted lo retira, en este caso, usted me comentó que tenía el SIM en el teléfono, ¿puede ser? Sí, en este que estoy hablando sí, en el otro no, en el otro tengo tarjeta, o sea, el chip. El chip, bien. Bueno, el SIN en 24 horas les llega a usted lo que es el código QR, como yo la alcancé a comentar la primera vez que hablamos, vale, que usted lo escanea y ya comienza a tomar el servicio como star, ¿sí? Se le corta las señales claras, escanea el código QR, elimina la cuenta de claro, se activa la de montaje y ya comienza a funcionar. Y el chip que tiene en este caso en la otra línea que es físico, les llegaría a la secursal de monitor en 48 horas hábiles, va a retirar el chip cuando recién se le corte la señal de crear una esa línea, activa el servicio en el chip Movistar y ya comienza a trabajar con el selección Movistar. Entonces, en ese modo nos quedamos con la tranquilidad que el cliente no se queda en ningún momento incomunicado. Perfecto. Y en este, en el del QR, digamos, mañana ya lo tendría para activar. Y mañana es sábado, regularmente sí. Entre mañana, el lunes, jamás tardar matías, Ya le estaría dejando el código QR para que usted lo escanee. Siempre tiene que esperar a que se le corte la señal de Claro. ¿Me entienden? Porque si usted activa lo que es la cuenta de Movistar, en este caso escanea el código y todavía tiene activa la cuenta de Claro, no le va a permitir el sistema, ¿sí? Entonces usted siempre tiene que esperar a que se le finalice lo que es la señal con Claro, que se le corte la señal, ahí activa el código QR en este caso, en esta línea que estamos hablando. ¿Sabes cuál es el tema? Que yo trabajo en la calle. y si a mí se me cortan los dos o algo, yo no tengo forma de... no tengo forma de escanearlo porque no voy a tener internet. Claro, claro, lo entiendo. No, no, que ese tranquilo que sin servicio no se va a quedar la matía. No podemos dejar a nadie incomunicado porque imagínese, si nosotros le decimos al Cléteno, mire, le vamos a mandar el chip o le vamos a mandar el código QR para que usted escane, pero se va a quedar tantos días, tantas horas incomunicados, ¿Nadie ha dicho una portabilidad en Argentina? No, está bien, lo que yo le digo es que yo me quedo sin línea en este celular y tengo que activar y tengo que escanear el QR. Claro, pero regularmente, o sea, ¿qué pasa? Regularmente cuando le llega el QR en este caso, sí, el mismo sistema ya te permite escanearlo, no es que se corta la señal de claro y no lo podés escanear. el mismo sistema te dé un link, voy a ingresar al link y automáticamente lo podés escanear. Por eso es que nosotros trabajamos de esta manera siempre garantizándole al cliente lo que decía Matías que sin servicio no se queda. Por eso, pero lo escaneo cuando me quedo sin línea. Exactamente Matías. Exactamente. Cuando se le corta la señalada y lo escaneé y listo. Ya comienza a trabajar con Movistar en este caso. O sea que recién los dos más o menos para el lunes tendría. Y sí, sí, sí, sí. Siempre va a llegar más rápido el suyo porque es un sim virtual, es un sim, sim. Pero a más tardar el martes, como mucho, como mucho le estoy diciendo a más tardar el martes, ya estaría todo el servicio funcionando, ¿sí? A más tardar. Hay gente que les llega en 24 horas, hay otras que en menos de un día también les llega, o sea depende... el sistema. Pero sí, a ustedes ya el lunes atendría lo que es el código QR para poder trabajar con el ESIN y entre el lunes a martes les estaría llegando el otro chip que es el físico en este caso, la tarjetita tradicional para la segunda línea, Matías. En eso no hay problema. ¿Usted le da una pregunta, Matías? ¿De qué suena el Buenos Aires? Yo soy morón. Morón. Bien. ¿Cómo va? ¿De la dietética? Muchas gracias. Hasta luego. Igualmente. No, no hay problema Matías, no hay problema. En Morón tengo dos sucursales, le comento las lecciones, tengo lo que es en la calle 9 de julio del 194 y en la calle arriba de Avia al 18 3 44, no sé cuál de las dos le viene más conveniente. No, al de... al de 9 de julio. Al de 9 de julio, perfecto, entonces bueno, te dejo asignado lo que es la calle 9 de julio, el 194 de Morón, ¿sí? Bien, Matías, para poder activar el servicio, entonces yo lo que voy a hacer es corroborar nosotros con usted, que es el titular de las líneas, ¿sí? Por favor, te pido, indíqueme, entonces, la primer línea que vamos a hacer la portabilidad es la línea que estamos hablando, ¿sí? Bien, la línea la vamos a repetir para que quede en la grabación, es 11, 34, 78, 65, 55. Recuerda que esta línea va a seguir teniendo el mismo número. Las dos líneas van a mantener el número. Por favor, esta dijimos que era el debatón. Claro, una buena. En este caso es muy reciente, virtual. Por favor, indíqueme la segunda línea. A ver, dame un segundo que lo leo porque no me lo acuerdo. Sí, no hay problema, búscalo tranquilo. 11. Sí. 36, 24. Sí. 34, 48. Bien, se lo voy a repetir, Martínez, para que quede correcto. 11, 36, 24, 34, 48. Exacto. Esta línea también está con la compañía, claro, con abono. No se escuchó lo último, ¿cómo? Sí, el chip físico. Matías, por favor, indíqueme cómo es completo. Matías Javier Montero. Javier Montero, pienso en él. ¿Y Matías? ¿39? Sí. 3-3-7-0-4-5 Perfecto y su fecha de nacimiento, Matías? 0-7-0-2-0-9-9-6 Perfecto, Matías. Bien, Matías, ahora que hago con usted, hago un cierre comercial. ¿Qué significa? Con bonos de calidad le leo rápidamente las condiciones del servicio Para que quede grabado, que te hice bien mi trabajo, que le informé bien todo el servicio y sobre todo los precios, ¿sí? Es por cuestiones sobres para usted y para la compañía. Le he preguntado, María, para recibir futuras promociones. ¿Usted cuenta con el internet móvil estar en su casa? No, en estos momentos no. ¿No? ¿Y ha pensado entrar al servicio de internet fibra óptica? Por el momento no. Bueno, no hay problema. En caso que usted más adelante quisiera contratar el servicio de fibra óptica, nos ponemos en contacto, si usted me avisa y yo le informo el plan cada disponible en ese momento, porque por hacer la deporter de sus líneas, si usted inca del servicio de fibra óptica en casa, también recibe el descuento de la facturación. Perfecto. Otra consulta. Para ver los planes, promociones y todo eso, ¿qué aplicación hay que bajar? ¿Mimovistar? Exactamente, Matías. Yo ahora en el cierre comercial se lo repito, Justamente de la Play Store, usted descarga lo que es la App ni Monster y ahí usted va a poder ver todo lo que es la sección Servicios, que en esta parte del cierre se la digo, va a poder ver toda la información de la factura, el ciclo de facturación. ¿Ahí mismo se puede abonar? Sí, sí, sí, sí, sí, sí, o de Mercado Jago. Perfecto, o tarjeta de débito, o algo de eso, cualquier otro problema. Sí, es indistinto, o sea, Yo la facturación, como se dice, la dejo libre, entonces el cliente puede elegir el medio de pago. Puede ser mercado, pago, débito, eso no hay inconveniente. Bien, Matías, entonces estamos haciendo la portabierta de dos líneas. La primer línea la vamos a repetir, es 1134-78-65-55 y la segunda línea 1136-24-34-48 a nombre de aprecio de Matías Javier Montero. Matías, por favor, confírmeme los últimos tres dígitos de su documento de identidad, por favor. 045. Perfecto. Matías, me comentó, la primer línea, las 555 y la segunda línea, la 440, las 8 terminadas, la lleva con claro, con factura mensual. La factura está en su nombre, ¿verdad? Sí. Bien. En la primer línea, la que termina en 555 es con chip eSIM y la segunda línea, la 448, finalizada, es con chip virtual. En este caso, el eSIM se le va a estar enviando un código QR y en el chip físico, que en la segunda línea termina en 448, se va a estar enviando el chip, lo va a estar recibiendo la sucursal del Partido de Morón, provincia de Buenos Aires, ubicada en la calle 9 de julio al 194, ¿sí? Le recuerdo, Matías, que el costo del servicio de hoy para cada una de sus líneas le ha quedado con el abono en 10.400 pesos que le incluye un descuento fijo que se le ha realizado de 42.650 pesos por cada línea. Recuerde que el servicio se factura mes adelantado y le recuerdo que el plan contratado son 8 giras de base más 8 giras de regalo con una operación de seis meses ocultimos ocho gigas de regalo que se abrita en 48 horas para activar la línea y por haber hecho la portabilidad en más de dos líneas recibe lo que son cuatro gigas de regalo en cada línea, ¿sí? Perfecto. Matías, le voy a pedir por favor que me indique un correo electrónico. Mat, con la idea. Sí. Montero con peso alto. Bien, sí. 96... Sí. ...arroba gmail.com Perfecto. Entonces, Matías, el email que usted me proporciona, ¿qué es? Mati, terminado en Y, Montero, con tresos, 96, arroba gmail.com, va a estar recibiendo toda la facturación online para que usted lleve un control de la factura, ¿sí? Y ahora lo que usted me... ¿Las tresos en Montero? Sí, sí, le puse Mati, griega, Montero con 3.0, 936.arroba.gme.com. Perfecto, vale. Bien, Matías del AMI Movistar, ingresando a la sección de servicios, lo que le comenté, usted va a poder ver toda la información referida a la factura, ciclo de facturación, los vencimientos, los montos a pagar, va a poder activar los 20 días del regalo, con una ablación de 30 días disponible una vez al año para cada línea, va a poder adherirse al dedito automático, en caso que usted lo desee, Y si usted se le aporta más líneas todavía, recibe 4GB de regalo en cada línea. Una vez aprobada la portabilidad, su línea aportará las 48 horas árboles. Es muy importante, Matías, que usted sepa, un día antes, por mensaje de WhatsApp, se le va a estar informando la fecha de portabilidad para que usted se quede tranquilo. Sí, agradecimiento. Le continuo. Le decía que un día antes, por mensaje de WhatsApp, nosotros le vamos a estar informando la fecha de portabilidad para que usted se quede tranquilo, para que usted tenga un conocimiento. Es importante, en este caso, el tip físico, que usted no lo coloca antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de clara lo dejará recibir señal. Ahí debe colocarlo, es lo mismo que con el escaneando el código QR, ¿sí? Le comento que, por única de él, la tía deberá validar y, al activarlo, y en caso que tenga alguna dificultad con la validación Matías lo intentamos nuevamente o se puede comunicar al 0800-321-76-108-2 ¿Cómo se valida? Le explico, cuando usted coloca por ejemplo el código QR ¿si? Le llega un link Ese link al mismo teléfono le llega A su mismo celular Ese link lo que te pide es validar el número de documento, uno lo coloca el número de documento Y para validar que está hablando con el titular de la línea, lo que te pide es una foto del rostro en el momento, ¿sí? O sea, una validación biométrica. Entonces, te hace la validación del rostro y, por ejemplo, te pide girar a la izquierda, girar a la derecha, vuelvo a hacer y automáticamente lo tomo de sistema. Sí, a ver. Bien. En caso que tenga alguna dificultad, lo puede intentar nuevamente o se puede comunicar directamente para el titular de la línea Si no tiene inconveniente, al 0800-321-76182, opción 4. En caso que no levantes señal del chip, reinice el equipo y el servicio ya comienza a funcionar. Y por último, Matías, le comento que dentro de los próximos días, a cada línea le va a tener una encuesta de satisfacción por medio de un WhatsApp. Le solechamos, por favor, que la completen. ¿Me hace un segundo? Sí, sí. Un segundo, no me cortás. No, no, está viendo el aguardado. Bueno.",
  "calidad": {
    "confianza_promedio": 0.563,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 42.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:29:47.219776",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 244,
    "total_segmentos_corregido": 84,
    "fecha_correccion": "2026-01-18T23:05:29.969494",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116111202167_MIT_01988",
    "fecha_inicio": "16/1/2026 11:12:02",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 1089,
    "tiempo_conversacion": 1079,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}