{
  "archivo": "amza44_1_260114101507147_ACD_87471.wav",
  "duracion_segundos": 350.22,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 228.38,
    "Cliente": 97.77
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 3.98,
      "duracion": 3.95,
      "texto": "Hola, qué tal, buen día. Hablo con Norma.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.78,
      "fin": 5.54,
      "duracion": 0.76,
      "texto": "Sí, ella habla.",
      "confianza": 0.537,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.18,
      "fin": 9.62,
      "duracion": 3.44,
      "texto": "Hola, qué tal, Norma, buen día. Mi nombre es Rodríguez.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.16,
      "fin": 14.59,
      "duracion": 4.43,
      "texto": "Sí, yo me estoy comunicando con usted, Norma, para brindarle cielo, que es un beneficio para su línea.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.15,
      "fin": 18.7,
      "duracion": 3.55,
      "texto": "Me sigo una Norma que usted actualmente está con la compañera de clacos, ¿correcto?",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.28,
      "fin": 19.68,
      "duracion": 0.4,
      "texto": "Sí.",
      "confianza": 0.578,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.86,
      "fin": 32.84,
      "duracion": 12.98,
      "texto": "Ok, excelente. Yo soy asesor comercial de la compañía Movistar. Me estoy comunicando con usted, más que nada porque tenemos unas promociones al día de hoy, que están vigentes para ex clientes de la compañía, que actualmente están en claro.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.68,
      "fin": 45.41,
      "duracion": 11.73,
      "texto": "Le consulto. ¿Usted para qué suele usar más el teléfono normal? Lo suele utilizar para trabajar, más para estar comunicado, suele navegar con el teléfono.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.3,
      "fin": 54.7,
      "duracion": 8.39,
      "texto": "Sí, sí, pero tengo internet acá en la casa, así que no lo uso mucho.",
      "confianza": 0.075,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.72,
      "fin": 58.12,
      "duracion": 3.4,
      "texto": "Ah, claro, entiendo. Sería más un plan mínimo el que usted posee.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.6,
      "fin": 60.02,
      "duracion": 0.42,
      "texto": "Sí, sí, sí.",
      "confianza": 0.308,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.04,
      "fin": 88.69,
      "duracion": 28.65,
      "texto": "Ok, entiendo. Bueno, tengo para brindarle, sí, lo que es una promoción de cuatro gigas, sí, que le van a ir con WhatsApp gratis y llamadas ilimitadas a todas las compañías. Esto está buenísimo porque le va a asegurar no quedar sin comunicar en ningún momento, sí. ya que por mal que se quede sin datos va a poder mandar WhatsApp, este, normalmente, aparte de lo que es WhatsApp no le va a ocupar lo que son los gigas del plan, así que le va a durar más lo que es los gigas de internet para poder utilizar, y va a poder llamar libre a cualquier compañía sin ningún tipo de restricción, ¿sí?",
      "confianza": 0.372,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.45,
      "fin": 106.59,
      "duracion": 17.14,
      "texto": "Esto le van a añadir con 4 gigas de regalo más por 6 meses por volver a la compañía, así que van a hacer 8 en total los que va a disponer para utilizar, y este plan le va a quedar en un precio a día de hoy de 11.400 pesos. No sé cómo salir con este plan. Pero ¿por cada línea?",
      "confianza": 0.675,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.61,
      "fin": 110.92,
      "duracion": 4.31,
      "texto": "Porque yo tengo dos líneas. Claro, sí, sí, claro, por cada línea.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.94,
      "fin": 115.01,
      "duracion": 4.07,
      "texto": "Y en el caso de pasar las dos, hacemos lo que es un grupo familiar.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.39,
      "fin": 123.18,
      "duracion": 6.79,
      "texto": "Esto quiere decir que le vamos a estar otorgando cuatro gigas extra a cada línea, así que va a quedar con 12 gigas en total.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.72,
      "fin": 128.05,
      "duracion": 4.33,
      "texto": "Pero lo bueno es que ustedes va a tener la opción de guardar y pasar gigas.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.62,
      "fin": 134.99,
      "duracion": 6.37,
      "texto": "Así que en el caso de que... Sí, pero yo de claro me están... por las dos gigas estoy pagando eso.",
      "confianza": 0.593,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 135.95,
      "fin": 142.68,
      "duracion": 6.73,
      "texto": "No es ninguna ventaja que tengo entonces. ¿Cómo? ¿Por las dos líneas está pagando 11 mil pesos?",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.94,
      "fin": 154.47,
      "duracion": 7.53,
      "texto": "Sí. No, no, no. No. Por las dos líneas pago 11 mil cada una. Ah, claro, pero bueno. Pero ¿sabe de cuánto es el plan que tiene?",
      "confianza": 0.014,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.63,
      "fin": 180.28,
      "duracion": 24.65,
      "texto": "que creo que es por 3 gigas, pero yo las gigas no las uso mucho, únicamente con saguas, sino no las uso. Ya, lo entiendo, pero bueno, acá le estamos brindando quizás casi el triple de gigas, de lo que le está dando claro actualmente por la misma plata, y como le había comentado anteriormente, usted va a tener la opción de los gigas del plan base poder guardarlos para utilizarlos el mes siguiente si es que no los llega a utilizar.",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.17,
      "fin": 211.26,
      "duracion": 30.09,
      "texto": "Entonces usted se va a asegurar de utilizar el 100% del plan, sí, Y uno va a perder la plata de esos gigas. Aparte también tenemos los que son beneficios del Club de Movistar. No sé si los conoces. Estos son beneficios que celebrinan a los clientes solamente por pertenecer a la compañía. Es como una cuponera que cuenta con descuentos en lugares de comida, en farmacia, super. Y lo que tiene de bueno también es que contamos con dos por uno lo que es cine y teatro.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.78,
      "fin": 252.37,
      "duracion": 39.59,
      "texto": "Entonces, usted va a contar con esa opción. Y se puede ahorrar unos pesos en caso de que haga alguna salida ahora que estamos de vacaciones. No sé si usted tiene algún sobrino, hijo o nieto para poder sacarlo a pasear. Está bueno esa opción porque lo que vale una entrada al cine es más o menos lo que vale el plan. Así que básicamente se está pagando solo ahí. Sí, por ahora no, porque también... No, no, yo le necesité una línea mucho más económica. Yo estaba pagando, cuando empecé a pagar, seis mil pesos cada línea, o sea, doce mil pesos, las dos líneas.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 252.95,
      "fin": 255.13,
      "duracion": 2.18,
      "texto": "Pero ahora también he duplicado.",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.99,
      "fin": 261.86,
      "duracion": 5.87,
      "texto": "Yo estoy jubilada, gano la mínima y no puedo pagar tanto de eso. Claro.",
      "confianza": 0.689,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.88,
      "fin": 265.12,
      "duracion": 3.24,
      "texto": "¿Me entiendes? Sí, siempre.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 265.81,
      "fin": 279.99,
      "duracion": 14.18,
      "texto": "Sí, hay un plan más económico, pero si no, no. Sí, aguarden un segundito que ahí le confirmo, porque parece que hay algo un poquito más económico.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.05,
      "fin": 284.09,
      "duracion": 4.04,
      "texto": "Claro, que sea por menos giga, no me interesa los gigas. Claro, sí, sí.",
      "confianza": 0.712,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 284.25,
      "fin": 312.1,
      "duracion": 27.85,
      "texto": "Aguárdenme un segundito. Bueno. Hola, sí. Bueno, acá tengo, sí, lo que es un descuento para usted, le acabo de conseguir, que es el plan de cuatro gigas, sí, a 7460.",
      "confianza": 0.449,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 312.67,
      "fin": 318.94,
      "duracion": 6.27,
      "texto": "Cada uno. Sí, es el mismo plan que le acabo de ofrecer, nada más que está a este precio.",
      "confianza": 0.302,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 319.82,
      "fin": 323.75,
      "duracion": 3.93,
      "texto": "Ah, bueno. Bueno, cualquier cosa le cojo a un firmo.",
      "confianza": 0.348,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.63,
      "fin": 330.33,
      "duracion": 5.7,
      "texto": "Ok. Bueno, yo acabo de chequear y sí, está todo ok como para que lo podamos hacer ahora.",
      "confianza": 0.6,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 330.36,
      "fin": 342.57,
      "duracion": 12.21,
      "texto": "La idea es que pueda aprovechar la promoción hoy, ya que no sabemos hasta cuándo va a estar vigente. Bueno, cualquier cosa llamo porque ahora sí que estoy por salir, así que estoy bien. Me he preocupado por los tiempos.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 343.24,
      "fin": 350.22,
      "duracion": 6.98,
      "texto": "Claro, que tenga buen día. Gracias y con menos. Hasta luego.",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buen día. Hablo con Norma. Sí, ella habla. Hola, qué tal, Norma, buen día. Mi nombre es Rodríguez. Sí, yo me estoy comunicando con usted, Norma, para brindarle cielo, que es un beneficio para su línea. Me sigo una Norma que usted actualmente está con la compañera de clacos, ¿correcto? Sí. Ok, excelente. Yo soy asesor comercial de la compañía Movistar. Me estoy comunicando con usted, más que nada porque tenemos unas promociones al día de hoy, que están vigentes para ex clientes de la compañía, que actualmente están en claro. Le consulto. ¿Usted para qué suele usar más el teléfono normal? Lo suele utilizar para trabajar, más para estar comunicado, suele navegar con el teléfono. Sí, sí, pero tengo internet acá en la casa, así que no lo uso mucho. Ah, claro, entiendo. Sería más un plan mínimo el que usted posee. Sí, sí, sí. Ok, entiendo. Bueno, tengo para brindarle, sí, lo que es una promoción de cuatro gigas, sí, que le van a ir con WhatsApp gratis y llamadas ilimitadas a todas las compañías. Esto está buenísimo porque le va a asegurar no quedar sin comunicar en ningún momento, sí. ya que por mal que se quede sin datos va a poder mandar WhatsApp, este, normalmente, aparte de lo que es WhatsApp no le va a ocupar lo que son los gigas del plan, así que le va a durar más lo que es los gigas de internet para poder utilizar, y va a poder llamar libre a cualquier compañía sin ningún tipo de restricción, ¿sí? Esto le van a añadir con 4 gigas de regalo más por 6 meses por volver a la compañía, así que van a hacer 8 en total los que va a disponer para utilizar, y este plan le va a quedar en un precio a día de hoy de 11.400 pesos. No sé cómo salir con este plan. Pero ¿por cada línea? Porque yo tengo dos líneas. Claro, sí, sí, claro, por cada línea. Y en el caso de pasar las dos, hacemos lo que es un grupo familiar. Esto quiere decir que le vamos a estar otorgando cuatro gigas extra a cada línea, así que va a quedar con 12 gigas en total. Pero lo bueno es que ustedes va a tener la opción de guardar y pasar gigas. Así que en el caso de que... Sí, pero yo de claro me están... por las dos gigas estoy pagando eso. No es ninguna ventaja que tengo entonces. ¿Cómo? ¿Por las dos líneas está pagando 11 mil pesos? Sí. No, no, no. No. Por las dos líneas pago 11 mil cada una. Ah, claro, pero bueno. Pero ¿sabe de cuánto es el plan que tiene? que creo que es por 3 gigas, pero yo las gigas no las uso mucho, únicamente con saguas, sino no las uso. Ya, lo entiendo, pero bueno, acá le estamos brindando quizás casi el triple de gigas, de lo que le está dando claro actualmente por la misma plata, y como le había comentado anteriormente, usted va a tener la opción de los gigas del plan base poder guardarlos para utilizarlos el mes siguiente si es que no los llega a utilizar. Entonces usted se va a asegurar de utilizar el 100% del plan, sí, Y uno va a perder la plata de esos gigas. Aparte también tenemos los que son beneficios del Club de Movistar. No sé si los conoces. Estos son beneficios que celebrinan a los clientes solamente por pertenecer a la compañía. Es como una cuponera que cuenta con descuentos en lugares de comida, en farmacia, super. Y lo que tiene de bueno también es que contamos con dos por uno lo que es cine y teatro. Entonces, usted va a contar con esa opción. Y se puede ahorrar unos pesos en caso de que haga alguna salida ahora que estamos de vacaciones. No sé si usted tiene algún sobrino, hijo o nieto para poder sacarlo a pasear. Está bueno esa opción porque lo que vale una entrada al cine es más o menos lo que vale el plan. Así que básicamente se está pagando solo ahí. Sí, por ahora no, porque también... No, no, yo le necesité una línea mucho más económica. Yo estaba pagando, cuando empecé a pagar, seis mil pesos cada línea, o sea, doce mil pesos, las dos líneas. Pero ahora también he duplicado. Yo estoy jubilada, gano la mínima y no puedo pagar tanto de eso. Claro. ¿Me entiendes? Sí, siempre. Sí, hay un plan más económico, pero si no, no. Sí, aguarden un segundito que ahí le confirmo, porque parece que hay algo un poquito más económico. Claro, que sea por menos giga, no me interesa los gigas. Claro, sí, sí. Aguárdenme un segundito. Bueno. Hola, sí. Bueno, acá tengo, sí, lo que es un descuento para usted, le acabo de conseguir, que es el plan de cuatro gigas, sí, a 7460. Cada uno. Sí, es el mismo plan que le acabo de ofrecer, nada más que está a este precio. Ah, bueno. Bueno, cualquier cosa le cojo a un firmo. Ok. Bueno, yo acabo de chequear y sí, está todo ok como para que lo podamos hacer ahora. La idea es que pueda aprovechar la promoción hoy, ya que no sabemos hasta cuándo va a estar vigente. Bueno, cualquier cosa llamo porque ahora sí que estoy por salir, así que estoy bien. Me he preocupado por los tiempos. Claro, que tenga buen día. Gracias y con menos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.562,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:05:17.331241",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:28.650923",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114101507147_ACD_87471",
    "fecha_inicio": "14/1/2026 10:15:07",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 374,
    "tiempo_conversacion": 338,
    "tiempo_hold": 0,
    "tiempo_acw": 20,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_Mza_ALT",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}