{
  "archivo": "amza314_1_260113142558312_ACD_25577.wav",
  "duracion_segundos": 382.35,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 253.18,
    "Cliente": 108.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.15,
      "fin": 10.35,
      "duracion": 9.2,
      "texto": "Hola, buenas tardes. ¿Hablo con Crescencia o alguna de sus líneas? Sí,",
      "confianza": 0.597,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 10.35,
      "fin": 11.84,
      "duracion": 1.49,
      "texto": "porque yo no tengo el hijo ahora en este momento.",
      "confianza": 0.059,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.86,
      "fin": 18.81,
      "duracion": 6.95,
      "texto": "Jonathan, ¿cómo te vas? Soy Rusia, hoy os llamaba para brindarte un beneficio en la línea, ya que bueno, me asegura que están en la compañía de Claro, ¿correcto?",
      "confianza": 0.426,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.38,
      "fin": 21.44,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.228,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.46,
      "fin": 26.65,
      "duracion": 5.19,
      "texto": "¿Recordas qué cantidad de chicas te ocupan? ¿Usan mucho el celular?",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.32,
      "fin": 34.67,
      "duracion": 7.35,
      "texto": "No, creo que tengo siete o seis, algo así, pero no, la verdad que ni idea.",
      "confianza": 0.105,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.69,
      "fin": 56.72,
      "duracion": 22.03,
      "texto": "Bien, y también he estado al tanto de cuánto te llega la próxima factura porque ha aumentado bastante y bueno, obviamente yo te estoy llamando de la competencia, te estoy llamando del área de movilizar, de recuperación de clientes, porque justamente nos notificó claro que te ibas a tener un incremento en la factura, aproximadamente 40.000 pesos estás pagando solamente por la línea o tenés también el internet adquirido?",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.49,
      "fin": 79.65,
      "duracion": 22.16,
      "texto": "No, tengo internet también. Pero sí, me llegó un mensaje claro que iba a pagar como un 50-60% más. Así que estaba viendo que iba a hacer. Sí, sí, justamente nosotros también estamos notificados de este aumento, por eso obviamente queríamos hablar con las personas que anteriormente estuvieron con nosotros.",
      "confianza": 0.474,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 80.29,
      "fin": 110.2,
      "duracion": 29.91,
      "texto": "Justamente esta línea de crecencia me figura que la última vez que estuvo en modo estar fue en el 2022. han pasado un montón de años, nosotros obviamente nos hemos reinventado como empresa, la idea es que podamos chequear la cobertura si quieres en tu zona y obviamente comentarte que estamos trabajando lo que es el internet más la línea móvil y ambos servicios por 24 mil pesos. El internet es de 300 megas y aparte tenés lo que es la línea móvil con 8 gigas para el celular.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.7,
      "fin": 147.49,
      "duracion": 36.79,
      "texto": "Ambos servicios se quedan por 24 mil pesos Y aparte, si contratas lo que es el servicio de TV, tienes dos meses gratis. Así que tendrías los dos meses gratis de TV y, obviamente, dependiendo del plan que uno se elija, por ejemplo, tenemos TV Max, TV Digital, tenemos el PacFootball, está todo mucho más completo, ¿sí? Vos comentáme dónde tenés lo que es el Internet, claro, en tu domiciliario. Sí, uno de los internet está en el domicilio de mi madre y nosotros en un local que teníamos, pero como lo cerramos ese local lo pensaba llevar a mi en casa, ¿viste? A mi domicilio.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 148.89,
      "fin": 165.21,
      "duracion": 16.32,
      "texto": "Pero también viviendo con eso porque estaba por dar de baja todo, ¿viste? Cuando me llegó el tema del incremento, yo porque mi línea la uso poco y nada, o sea, el internet, pero con crédito la manejo bastante bien, porque me había ido, yo hago 25 solamente de línea,",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.86,
      "fin": 172.75,
      "duracion": 6.89,
      "texto": "Y con las dos internets me quedé como a 40 y iba a pagar como 70, 80 ducas supuestamente. Con el incremento, ¿no?",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.77,
      "fin": 181.71,
      "duracion": 8.93,
      "texto": "Sí, sí, el incremento de lo que a mí me asegura es porque en la próxima factura te llega en 40.300 pesos la próxima factura.",
      "confianza": 0.728,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 182.31,
      "fin": 187.61,
      "duracion": 5.31,
      "texto": "Y después de eso vas a tener lo que es el 20% y así se va a ir sumando.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.16,
      "fin": 218.56,
      "duracion": 30.4,
      "texto": "La idea es obviamente que podamos aprovechar una promoción ahora. Yo este que te comenté tiene lo que es un descuento y un ahorro fijo que es un respaldo para que usted quede tranquilo, justamente por seis meses. La idea es que vos pruebes con el internet de 300 megabytes y la línea con 8 gigas para el celular por seis meses, que te fijes si necesitas más o menos cantidades gigas o internet, en su caso, y justamente puedas probar estos seis meses con esta promoción y, obviamente, adquirir una nueva promoción luego de esos seis meses.",
      "confianza": 0.473,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.08,
      "fin": 246.92,
      "duracion": 27.84,
      "texto": "Además de que, obviamente, Jonathan, a mí me gusta tener lo que es el contacto con mis clientes, Sí, yo hace bastante que estoy en este rubro y justamente me gusta tener un seguimiento que cualquier duda o consulta que le surja a los clientes se puedan contactar conmigo. ¿Este número es el tuyo, es el que vos ocupás o es el de tu mamá? No, no es el que se ocupe. Mi mamá todavía sigue con Movistar. Si no me equivoco, creo que la línea de ella está en Movistar.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.94,
      "fin": 247.62,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.73,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 247.66,
      "fin": 260.17,
      "duracion": 12.51,
      "texto": "Entonces, ahí mismo tenés un mensajito. por WhatsApp para que llegue directamente a mis agentes. Si te puse, hola, soy Rocío del Movistar y te voy a enviar lo que es la promoción del Internet, ¿sí? Más la línea móvil.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 261.07,
      "fin": 278.84,
      "duracion": 17.77,
      "texto": "Ambos servicios por esa promoción que te comenté. El Internet es de 300 Mbps. Y en el caso de que ocupes más velocidad de Internet, también tengo otra promoción para darte, así que te dejo todo bien ahí detallado en WhatsApp. Vos podrías indarme la calle de enumeración de tu domicilio si yo voy chequeando cobertura en sistema.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.54,
      "fin": 285.71,
      "duracion": 5.17,
      "texto": "Sí, uno es calle 161, número 2930. ¿De la localidad, eh?",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 288.89,
      "fin": 306.96,
      "duracion": 18.07,
      "texto": "De la localidad. ¿Queda entonces entre la calle 19 y 20? No, no, no, 29 y 30. Queda entre la calle 29 y 30.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.73,
      "fin": 334.38,
      "duracion": 25.65,
      "texto": "Bien, entre las cárceles 29 y 30, a ver qué tenés en frente, algo que pueda buriscarme.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 335.19,
      "fin": 347.5,
      "duracion": 12.31,
      "texto": "¿Tenés un almacén enfrente, una verdulería y aparte tenés lo que es la indumentaria que se llama Estrella? ¿O no? No, nada, no, no. No,",
      "confianza": 0.501,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 347.5,
      "fin": 348.0,
      "duracion": 0.5,
      "texto": "entonces no.",
      "confianza": 0.607,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 348.32,
      "fin": 351.16,
      "duracion": 2.84,
      "texto": "Bueno, vamos a una cosa. Y al mismo WhatsApp sí que te mandé.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.74,
      "fin": 378.43,
      "duracion": 26.69,
      "texto": "Mándame la ubicación de donde querés que yo chequee el cobertura y mandamela desde Google Maps con la información. Aparte escribíme, mandame la ubicación de Google Maps y aparte escribíme la calle en numeración. Yo con eso directamente copio coordenadas y te digo si contamos con la cobertura del internet, ¿sí? Dale, dale, dale, ahí se te escribo. Jonas, seguimos entonces en contacto por ese email o cualquier cosa que necesites, nada más un mensajito.",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 379.57,
      "fin": 382.35,
      "duracion": 2.78,
      "texto": "Dale, dale, dale. Que tengas muy linda tarde, hasta luego.",
      "confianza": 0.338,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. ¿Hablo con Crescencia o alguna de sus líneas? Sí, porque yo no tengo el hijo ahora en este momento. Jonathan, ¿cómo te vas? Soy Rusia, hoy os llamaba para brindarte un beneficio en la línea, ya que bueno, me asegura que están en la compañía de Claro, ¿correcto? Sí. ¿Recordas qué cantidad de chicas te ocupan? ¿Usan mucho el celular? No, creo que tengo siete o seis, algo así, pero no, la verdad que ni idea. Bien, y también he estado al tanto de cuánto te llega la próxima factura porque ha aumentado bastante y bueno, obviamente yo te estoy llamando de la competencia, te estoy llamando del área de movilizar, de recuperación de clientes, porque justamente nos notificó claro que te ibas a tener un incremento en la factura, aproximadamente 40.000 pesos estás pagando solamente por la línea o tenés también el internet adquirido? No, tengo internet también. Pero sí, me llegó un mensaje claro que iba a pagar como un 50-60% más. Así que estaba viendo que iba a hacer. Sí, sí, justamente nosotros también estamos notificados de este aumento, por eso obviamente queríamos hablar con las personas que anteriormente estuvieron con nosotros. Justamente esta línea de crecencia me figura que la última vez que estuvo en modo estar fue en el 2022. han pasado un montón de años, nosotros obviamente nos hemos reinventado como empresa, la idea es que podamos chequear la cobertura si quieres en tu zona y obviamente comentarte que estamos trabajando lo que es el internet más la línea móvil y ambos servicios por 24 mil pesos. El internet es de 300 megas y aparte tenés lo que es la línea móvil con 8 gigas para el celular. Ambos servicios se quedan por 24 mil pesos Y aparte, si contratas lo que es el servicio de TV, tienes dos meses gratis. Así que tendrías los dos meses gratis de TV y, obviamente, dependiendo del plan que uno se elija, por ejemplo, tenemos TV Max, TV Digital, tenemos el PacFootball, está todo mucho más completo, ¿sí? Vos comentáme dónde tenés lo que es el Internet, claro, en tu domiciliario. Sí, uno de los internet está en el domicilio de mi madre y nosotros en un local que teníamos, pero como lo cerramos ese local lo pensaba llevar a mi en casa, ¿viste? A mi domicilio. Pero también viviendo con eso porque estaba por dar de baja todo, ¿viste? Cuando me llegó el tema del incremento, yo porque mi línea la uso poco y nada, o sea, el internet, pero con crédito la manejo bastante bien, porque me había ido, yo hago 25 solamente de línea, Y con las dos internets me quedé como a 40 y iba a pagar como 70, 80 ducas supuestamente. Con el incremento, ¿no? Sí, sí, el incremento de lo que a mí me asegura es porque en la próxima factura te llega en 40.300 pesos la próxima factura. Y después de eso vas a tener lo que es el 20% y así se va a ir sumando. La idea es obviamente que podamos aprovechar una promoción ahora. Yo este que te comenté tiene lo que es un descuento y un ahorro fijo que es un respaldo para que usted quede tranquilo, justamente por seis meses. La idea es que vos pruebes con el internet de 300 megabytes y la línea con 8 gigas para el celular por seis meses, que te fijes si necesitas más o menos cantidades gigas o internet, en su caso, y justamente puedas probar estos seis meses con esta promoción y, obviamente, adquirir una nueva promoción luego de esos seis meses. Además de que, obviamente, Jonathan, a mí me gusta tener lo que es el contacto con mis clientes, Sí, yo hace bastante que estoy en este rubro y justamente me gusta tener un seguimiento que cualquier duda o consulta que le surja a los clientes se puedan contactar conmigo. ¿Este número es el tuyo, es el que vos ocupás o es el de tu mamá? No, no es el que se ocupe. Mi mamá todavía sigue con Movistar. Si no me equivoco, creo que la línea de ella está en Movistar. Bien, perfecto. Entonces, ahí mismo tenés un mensajito. por WhatsApp para que llegue directamente a mis agentes. Si te puse, hola, soy Rocío del Movistar y te voy a enviar lo que es la promoción del Internet, ¿sí? Más la línea móvil. Ambos servicios por esa promoción que te comenté. El Internet es de 300 Mbps. Y en el caso de que ocupes más velocidad de Internet, también tengo otra promoción para darte, así que te dejo todo bien ahí detallado en WhatsApp. Vos podrías indarme la calle de enumeración de tu domicilio si yo voy chequeando cobertura en sistema. Sí, uno es calle 161, número 2930. ¿De la localidad, eh? De la localidad. ¿Queda entonces entre la calle 19 y 20? No, no, no, 29 y 30. Queda entre la calle 29 y 30. Bien, entre las cárceles 29 y 30, a ver qué tenés en frente, algo que pueda buriscarme. ¿Tenés un almacén enfrente, una verdulería y aparte tenés lo que es la indumentaria que se llama Estrella? ¿O no? No, nada, no, no. No, entonces no. Bueno, vamos a una cosa. Y al mismo WhatsApp sí que te mandé. Mándame la ubicación de donde querés que yo chequee el cobertura y mandamela desde Google Maps con la información. Aparte escribíme, mandame la ubicación de Google Maps y aparte escribíme la calle en numeración. Yo con eso directamente copio coordenadas y te digo si contamos con la cobertura del internet, ¿sí? Dale, dale, dale, ahí se te escribo. Jonas, seguimos entonces en contacto por ese email o cualquier cosa que necesites, nada más un mensajito. Dale, dale, dale. Que tengas muy linda tarde, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.549,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:24:07.816479",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:22.609079",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113142558312_ACD_25577",
    "fecha_inicio": "13/1/2026 14:25:58",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 430,
    "tiempo_conversacion": 368,
    "tiempo_hold": 0,
    "tiempo_acw": 31,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}