{
  "archivo": "amza36_1_260115110125941_MIT_01989.wav",
  "duracion_segundos": 499.28,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 217.1,
    "Cliente": 136.18
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.97,
      "fin": 21.09,
      "duracion": 19.12,
      "texto": "Hola, Cristian, ¿me escuchas?",
      "confianza": 0.491,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.11,
      "fin": 22.98,
      "duracion": 1.87,
      "texto": "Sí, sí. Sí, sí, no hay problema, no hay problema.",
      "confianza": 0.399,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.43,
      "fin": 46.8,
      "duracion": 23.37,
      "texto": "Bueno, te comentaba, yo cuando cargue todo el trámite a vos te va a llegar la aprobación con tu código de portabilidad, ¿sí? Cuando te llegue les sacas una capturita y me lo envías, por favor. Yo no tengo que adjudicar como evidencia de que a usted te ha avisado que estás haciendo el cambio de la compañía, ¿sí? En un momento, te van a empezar a ingresar llamadas de números desconocidos, ¿sí? Los cuales puede ser claro, avisándote que hiciste el cambio de compañía y van a querer retenerte en la compañía.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.6,
      "fin": 55.53,
      "duracion": 7.93,
      "texto": "Y también nosotros hacemos la verificación de que tu línea se encuentra activa, ¿sí?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.55,
      "fin": 55.69,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.71,
      "fin": 56.59,
      "duracion": 0.88,
      "texto": "No, no sé, que me des un combo por 17 pesos.",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.61,
      "fin": 56.89,
      "duracion": 0.28,
      "texto": "Perfecto.",
      "confianza": 0.149,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.91,
      "fin": 66.84,
      "duracion": 9.93,
      "texto": "Como mucho. Ahora te estoy cargando todos los datos, ¿sí? Cuando te llegue esa ocasión de capturita, me lo... me lo envías, por favor. Te voy a pasar a leer ese R comercial mientras que esperamos.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.45,
      "fin": 69.83,
      "duracion": 2.38,
      "texto": "Así me confirmas que todo lo que hemos cargado está bien. Voy a comenzar.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.49,
      "fin": 74.86,
      "duracion": 4.37,
      "texto": "Para ser futuros promociones, ¿usted tiene Internet de Movistar en su domicilio? ¿Me dijo que no?",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.26,
      "fin": 85.09,
      "duracion": 7.83,
      "texto": "Perfecto, entonces. Estamos portando las líneas que es 2915105255, ¿es correcto?",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.03,
      "fin": 98.06,
      "duracion": 12.03,
      "texto": "Esa es toda mía. Perfecto. Esta línea se encuentra en nombre del señor María Cristiana Abel, ¿es correcto?",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 99.62,
      "fin": 99.89,
      "duracion": 0.26,
      "texto": "Muy bien, sí.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.91,
      "fin": 100.27,
      "duracion": 0.36,
      "texto": "Perfecto.",
      "confianza": 0.616,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.29,
      "fin": 105.51,
      "duracion": 5.22,
      "texto": "¿Me puede confirmar los últimos tres dígitos del DNI? 689.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.53,
      "fin": 105.89,
      "duracion": 0.36,
      "texto": "Perfecto.",
      "confianza": 0.756,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.05,
      "fin": 110.1,
      "duracion": 4.05,
      "texto": "Cristian, me dijiste que las dos líneas actualmente se encuentran con claro y tenés a uno fijo.",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.0,
      "fin": 116.83,
      "duracion": 4.83,
      "texto": "Sí. Perfecto. Te consulto. Los chips son físicos, los colocas dentro del celular. Sí.",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.4,
      "fin": 134.18,
      "duracion": 16.78,
      "texto": "Perfecto. Digo que vas a estar retirando el chip de la tienda Movistar que se encuentra en la calle 105, ¿es correcto? Perfecto, eso se encuentra en Buenos Aires en la localidad de Bahía Blanca, ¿sí?",
      "confianza": 0.125,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.76,
      "fin": 154.66,
      "duracion": 19.9,
      "texto": "Entonces, les recuerdo que el costo del servicio el día de hoy para cada línea es de 10.400 pesos porque tiene un descuento fijo durante seis meses de 41.650 pesos. Recuerde que el servicio es la mesa adelantadora. Sus planbas es de 8 GB, más 8 GB que le vamos a estar revelando durante 6 meses y se van a habilitar 48 horas per activar su línea.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.42,
      "fin": 162.21,
      "duracion": 6.79,
      "texto": "Me dijiste, Christian, ¿qué email es? Christian Barría1971.gmail.com, ¿es correcto? Sí, exacto.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.55,
      "fin": 165.01,
      "duracion": 0.46,
      "texto": "Perfecto.",
      "confianza": 0.732,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.13,
      "fin": 167.89,
      "duracion": 2.76,
      "texto": "Ahí vas a estar recibiendo tus aplicaciones online todos los meses.",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.47,
      "fin": 176.57,
      "duracion": 8.1,
      "texto": "Ingresando en la sección de servicios desde la aplicación Movistar, Puedes darte la información referida a tus actores, ya sea ciclos de facturación, medicamentos o segundos para pagar.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.19,
      "fin": 179.06,
      "duracion": 1.86,
      "texto": "También te podrías dar el débito automático.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 179.64,
      "fin": 190.13,
      "duracion": 10.49,
      "texto": "También vas a sumar 20 gigas de regalo con una duración de 30 días disponible una vez por año. También vas a sumar 4 gigas más de regalo, ya que portaste dos líneas bajo el mismo titular.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.85,
      "fin": 212.1,
      "duracion": 21.25,
      "texto": "Una vez aprobada la portabilidad, su línea importará en 48 horas hábiles, un día antes por mensaje de WhatsApp. Vamos a estar informándole la fecha de la portabilidad para que se quede tranquilo. Es importante, Christian, que usted no coloque el chip antes de las fechas informadas. De todas maneras, se va a dar cuenta porque su línea de carrera dejará de levantar señal. Ahí es cuando debe de colocarlo.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.72,
      "fin": 239.08,
      "duracion": 26.36,
      "texto": "Le comento que por única vez deberá validar la identidad y reactivarlo. En caso de que tenga alguna dificultad con la validación, intenta nuevamente. Se puede comunicar al 0800-321-76782 opción 4. Le solicitamos, por favor, que en caso de no levantar señales en el chip, reinicie el equipo. Por otro lado, en los próximos días va a recibir una encuestada de satisfacción por WhatsApp. Les solicitamos por favor que la completen ya que su opinión es muy importante para la empresa.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 239.58,
      "fin": 256.7,
      "duracion": 17.12,
      "texto": "Cristian, bienvenido a Movistar. Te consulto. ¿Te llegó el mensajito de texto? Mira, algo me está sonando, no sé lo que es. Fíjate, por favor.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.73,
      "fin": 289.93,
      "duracion": 29.2,
      "texto": "Si te llegó Christian, sacale una capturita y me la envías al WhatsApp, por favor. ¿Cómo? Si te llegó un mensajito, sacale una capturita y me la mandas por WhatsApp, por favor. Dale, dale. ¿Me das un minuto? Sí, sí, yo te espero.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 351.82,
      "fin": 357.55,
      "duracion": 5.73,
      "texto": "Lo pude encontrar, Cristian. Hola, Mica.",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 358.25,
      "fin": 359.6,
      "duracion": 1.34,
      "texto": "Mica, no lo puedo encontrar, Mica.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 361.26,
      "fin": 363.98,
      "duracion": 2.72,
      "texto": "¿Revisar la bandeja de los mensajes de texto?",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 364.99,
      "fin": 371.46,
      "duracion": 6.47,
      "texto": "¿De email? No, no, mensaje de texto, los SMS.",
      "confianza": 0.385,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.22,
      "fin": 377.97,
      "duracion": 5.75,
      "texto": "Ahí te lo vuelvo a cargar para ver si lo puedes ver en pantalla.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 380.53,
      "fin": 384.18,
      "duracion": 3.65,
      "texto": "¿Viste que arriba a veces te llegara la notificación, que te llegara un mensajito de texto?",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.25,
      "fin": 424.66,
      "duracion": 20.41,
      "texto": "5988 Necesito que le saques una captura de Melonvíez, por favor.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 456.99,
      "fin": 480.42,
      "duracion": 23.43,
      "texto": "y y",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 481.78,
      "fin": 499.28,
      "duracion": 17.5,
      "texto": "¿Ay, Mica?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Cristian, ¿me escuchas? Sí, sí. Sí, sí, no hay problema, no hay problema. Bueno, te comentaba, yo cuando cargue todo el trámite a vos te va a llegar la aprobación con tu código de portabilidad, ¿sí? Cuando te llegue les sacas una capturita y me lo envías, por favor. Yo no tengo que adjudicar como evidencia de que a usted te ha avisado que estás haciendo el cambio de la compañía, ¿sí? En un momento, te van a empezar a ingresar llamadas de números desconocidos, ¿sí? Los cuales puede ser claro, avisándote que hiciste el cambio de compañía y van a querer retenerte en la compañía. Y también nosotros hacemos la verificación de que tu línea se encuentra activa, ¿sí? Exacto. No, no sé, que me des un combo por 17 pesos. Perfecto. Como mucho. Ahora te estoy cargando todos los datos, ¿sí? Cuando te llegue esa ocasión de capturita, me lo... me lo envías, por favor. Te voy a pasar a leer ese R comercial mientras que esperamos. Así me confirmas que todo lo que hemos cargado está bien. Voy a comenzar. Para ser futuros promociones, ¿usted tiene Internet de Movistar en su domicilio? ¿Me dijo que no? Perfecto, entonces. Estamos portando las líneas que es 2915105255, ¿es correcto? Esa es toda mía. Perfecto. Esta línea se encuentra en nombre del señor María Cristiana Abel, ¿es correcto? Muy bien, sí. Perfecto. ¿Me puede confirmar los últimos tres dígitos del DNI? 689. Perfecto. Cristian, me dijiste que las dos líneas actualmente se encuentran con claro y tenés a uno fijo. Sí. Perfecto. Te consulto. Los chips son físicos, los colocas dentro del celular. Sí. Perfecto. Digo que vas a estar retirando el chip de la tienda Movistar que se encuentra en la calle 105, ¿es correcto? Perfecto, eso se encuentra en Buenos Aires en la localidad de Bahía Blanca, ¿sí? Entonces, les recuerdo que el costo del servicio el día de hoy para cada línea es de 10.400 pesos porque tiene un descuento fijo durante seis meses de 41.650 pesos. Recuerde que el servicio es la mesa adelantadora. Sus planbas es de 8 GB, más 8 GB que le vamos a estar revelando durante 6 meses y se van a habilitar 48 horas per activar su línea. Me dijiste, Christian, ¿qué email es? Christian Barría1971.gmail.com, ¿es correcto? Sí, exacto. Perfecto. Ahí vas a estar recibiendo tus aplicaciones online todos los meses. Ingresando en la sección de servicios desde la aplicación Movistar, Puedes darte la información referida a tus actores, ya sea ciclos de facturación, medicamentos o segundos para pagar. También te podrías dar el débito automático. También vas a sumar 20 gigas de regalo con una duración de 30 días disponible una vez por año. También vas a sumar 4 gigas más de regalo, ya que portaste dos líneas bajo el mismo titular. Una vez aprobada la portabilidad, su línea importará en 48 horas hábiles, un día antes por mensaje de WhatsApp. Vamos a estar informándole la fecha de la portabilidad para que se quede tranquilo. Es importante, Christian, que usted no coloque el chip antes de las fechas informadas. De todas maneras, se va a dar cuenta porque su línea de carrera dejará de levantar señal. Ahí es cuando debe de colocarlo. Le comento que por única vez deberá validar la identidad y reactivarlo. En caso de que tenga alguna dificultad con la validación, intenta nuevamente. Se puede comunicar al 0800-321-76782 opción 4. Le solicitamos, por favor, que en caso de no levantar señales en el chip, reinicie el equipo. Por otro lado, en los próximos días va a recibir una encuestada de satisfacción por WhatsApp. Les solicitamos por favor que la completen ya que su opinión es muy importante para la empresa. Cristian, bienvenido a Movistar. Te consulto. ¿Te llegó el mensajito de texto? Mira, algo me está sonando, no sé lo que es. Fíjate, por favor. Si te llegó Christian, sacale una capturita y me la envías al WhatsApp, por favor. ¿Cómo? Si te llegó un mensajito, sacale una capturita y me la mandas por WhatsApp, por favor. Dale, dale. ¿Me das un minuto? Sí, sí, yo te espero. Lo pude encontrar, Cristian. Hola, Mica. Mica, no lo puedo encontrar, Mica. ¿Revisar la bandeja de los mensajes de texto? ¿De email? No, no, mensaje de texto, los SMS. Ahí te lo vuelvo a cargar para ver si lo puedes ver en pantalla. ¿Viste que arriba a veces te llegara la notificación, que te llegara un mensajito de texto? 5988 Necesito que le saques una captura de Melonvíez, por favor. y y ¿Ay, Mica?",
  "calidad": {
    "confianza_promedio": 0.541,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:10:30.889556",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 85,
    "total_segmentos_corregido": 39,
    "fecha_correccion": "2026-01-18T23:05:25.413847",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115110125941_MIT_01989",
    "fecha_inicio": "15/1/2026 11:01:27",
    "agente_nombre": "MZA 36",
    "agente_login": "mza36",
    "duracion_total": 480,
    "tiempo_conversacion": 478,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}