{
  "archivo": "amza30_1_260115142016129_MIT_01990.wav",
  "duracion_segundos": 407.46,
  "num_segmentos": 121,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 41.03,
    "Cliente": 328.03
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 10.44,
      "fin": 26.32,
      "duracion": 15.88,
      "texto": "Hola. Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Felix. Sí, Eugenia. ¿Cómo está? ¿Qué tal? ¿Cómo va? Me comuniqué recién con la otra línea de usted, que termina en 55, que es su hijo.",
      "confianza": 0.388,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.82,
      "fin": 29.36,
      "duracion": 2.54,
      "texto": "Me dijo que lo podía encontrar en este número. ¿Sí?",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.89,
      "fin": 30.41,
      "duracion": 0.52,
      "texto": "Le comento.",
      "confianza": 0.925,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.49,
      "fin": 33.77,
      "duracion": 3.28,
      "texto": "Yo me estoy comunicando en el área de beneficios móviles de Movistar.",
      "confianza": 0.487,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.51,
      "fin": 54.7,
      "duracion": 20.19,
      "texto": "Tiene una figura que usted anteriormente fue cliente. y que en este momento está con claro. Queríamos saber cuál fue el motivo del cambio y para poder justamente brindarle una propuesta que lo atraiga. Bueno, en este momento, después de mucho tiempo de reclamar, no me podían bajar el precio.",
      "confianza": 0.527,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.6,
      "fin": 62.52,
      "duracion": 6.92,
      "texto": "Sí. Que seguramente me vas a ofrecer ahora y que me ofrecierá en su oportunidad. Por eso me pasé. Una cuestión económica.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.49,
      "fin": 64.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.64,
      "fin": 71.15,
      "duracion": 5.51,
      "texto": "Ok, ok. Y en este momento entonces todas las líneas las tiene con la misma cantidad de tiras.",
      "confianza": 0.706,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 71.17,
      "fin": 73.31,
      "duracion": 2.14,
      "texto": "¿Haría una cruce más, otra cruce menos?",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.8,
      "fin": 97.0,
      "duracion": 16.2,
      "texto": "No, todas con la misma cantidad, preferiblemente. Ah, ok. Están todas. Bueno, le comento a Félix, el día de hoy sí, justamente mi llamado es para brindarle un plan superador. El día de hoy tenemos una promo. que estuvo durante el día de ayer y también gracias a Dios por el día de hoy, están 10.400 pesos, ¿sí?",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 97.02,
      "fin": 108.88,
      "duracion": 11.85,
      "texto": "Y tiene lo que es 16 tigas de internet, 8 de base y 8 de regalo por los próximos 6 meses, con el servicio obviamente de trama, mensajes libres y WhatsApp gratis también.",
      "confianza": 0.755,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.84,
      "fin": 196.59,
      "duracion": 86.75,
      "texto": "¿Sí usted tiene con los planes que tiene las otras líneas? ¿Tiene ideas de cuántos tigas tiene por cada plan? Creo que tengo 7 gigas. Y me dice que con eso les alcanza. ¿No realiza recargas adicionales? Le está alcanzando por ahora. Le está alcanzando. Bueno, lo bueno de este plan que yo le ofrezco es que al pasar las otras líneas también pueden compartir los vidas. En el caso de, por ejemplo, que su hijo use más y usted use menos. Acordá que yo tuve movistar bastante tiempo. Ah, bien. Y hizo buen uso entonces. Sí, hizo buen uso. Perfecto. Yo solamente me cambié de movistar por una cuestión económica. Económica. Porque cuando se agarra este plan, cuando se cumplen los 12 meses, ustedes no me lo renuevan y pasaron 13, pasaron 14, pasaron 15 y no me lo renuevan. Se ve que no les importó perderle 5 líneas, no sería clara. OK. Comprendo. Comprendo entonces. Bueno, Félix, ¿el día de hoy qué es lo bueno que está cambiando? Que Movistar está tratando de, justamente, poner lo que son asesores personales, ¿sí? El día de hoy no sería la sutra y cerca del cuarto o quinto mes nosotros siempre nos estamos comunicando para recordarles a los clientes que están próximos a vencer los beneficios y justamente hacerles esta ayuda a memoria para poder renovar, justamente, alguna promo que puedan tener Movistar en ese momento.",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.09,
      "fin": 199.07,
      "duracion": 1.98,
      "texto": "Siempre estamos... Eugenia.",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.93,
      "fin": 201.85,
      "duracion": 1.92,
      "texto": "Eugenia, ¿me quieres escribir por whatsapp?",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.37,
      "fin": 208.72,
      "duracion": 6.35,
      "texto": "Sí, no hay ningún problema, todo lo he escrito por whatsapp. ¿Sí? Te digo, la que quedó fuera de esto es mi mujer.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.6,
      "fin": 215.45,
      "duracion": 5.85,
      "texto": "Ah, bien. La estoy a punto de pasar, porque está pagando 25 mil por cuatro siglas.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.27,
      "fin": 218.47,
      "duracion": 2.2,
      "texto": "Una locura. Una locura.",
      "confianza": 0.824,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.97,
      "fin": 220.51,
      "duracion": 1.54,
      "texto": "Una locura, exactamente.",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.56,
      "fin": 235.53,
      "duracion": 13.97,
      "texto": "Sí, está muy enhorroso generar una nueva promoción, así que... Si querés, después de que de hecho, actuemos con este caso, y después vamos a ver lo demás, pero... Comprendo. 5.000 por 4 siglas.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.29,
      "fin": 239.35,
      "duracion": 3.06,
      "texto": "No, no, seguro que no. Seguro que no porque es muchísimo.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.07,
      "fin": 247.56,
      "duracion": 7.49,
      "texto": "Bien, al día de hoy las promos que yo tengo para activar, ahí acabo de mandar WhatsApp. Ahí puse Buendía, soy Yergenia Movistar.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.18,
      "fin": 268.52,
      "duracion": 20.34,
      "texto": "Bien. Las promos que tenemos para activar son para las líneas que estuvieron antes de Movistar. ¿Qué es lo bueno que podemos hacer con la línea de su señora? Podemos hacerle también lo que es un descuento. Yo le voy a charlar ahora con mi supervisora. Y también lo que es el regalo de cuatro gigas adicionales. ¿Ella tiene la línea a nombre de ella o está también bajo su nombre?",
      "confianza": 0.331,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 269.16,
      "fin": 272.48,
      "duracion": 3.32,
      "texto": "No, ella la tiene. Yo tengo todos los datos de ella porque lo manejo yo.",
      "confianza": 0.358,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.1,
      "fin": 298.9,
      "duracion": 25.8,
      "texto": "Sí. A nombre de ella. A nombre de ella. Bueno, si vos necesitas copia del documento o lo que sea, yo te lo paso por tu moto. Claro. No, pero es que tendría que ser a su nombre. Yo le consulto, como para saber en realidad. ¿Hay posibilidades de que ustedes hagan cambio de titularidad y que esté después al nombre suyo? Posibilidades ahí, sí. Posibilidades ahí. Necesito mejorar esto. Exacto. Bien. Bien, lo que podemos hacer es lo siguiente.",
      "confianza": 0.39,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 300.15,
      "fin": 311.78,
      "duracion": 11.64,
      "texto": "Con respecto de la línea de su señora, como está el nombre de ella y justamente yo no la puedo tocar a la línea, yo le voy a consultar a mi supervisora si podemos hacer algo aparte, pero como está el nombre de ella, me parece que no.",
      "confianza": 0.702,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.3,
      "fin": 314.25,
      "duracion": 1.94,
      "texto": "porque tendría que ser al nombre suyo.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 314.94,
      "fin": 346.3,
      "duracion": 31.36,
      "texto": "Pero lo que le puedo crecer es hacer el cambio de titularidad, que no lo realizo yo en este momento. Tendría que acercarse a alguna tienda Movistar y ahí hacer el cambio de titularidad o por teléfono, por el 0800. ir a una agencia. ¿Quién te va a una agencia en Movistar para? No,",
      "confianza": 0.758,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 346.3,
      "fin": 348.36,
      "duracion": 2.06,
      "texto": "bueno, hay que... Exacto.",
      "confianza": 0.271,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 348.38,
      "fin": 357.23,
      "duracion": 8.85,
      "texto": "No, sí, todo por teléfono. Bueno, qué más fácil entonces que manejarlo a través de la app. Si vos te metes en la aplicación, también te están en las nuevas promociones que tenemos.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.85,
      "fin": 357.99,
      "duracion": 0.14,
      "texto": "Sí,",
      "confianza": 0.604,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 357.99,
      "fin": 361.62,
      "duracion": 3.63,
      "texto": "justamente te va habitando... La aplicación de mi mujer la tengo en mi celular.",
      "confianza": 0.604,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.04,
      "fin": 364.58,
      "duracion": 2.54,
      "texto": "Entro y no tengo para mejorar el plan.",
      "confianza": 0.89,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.32,
      "fin": 365.64,
      "duracion": 0.32,
      "texto": "Claro,",
      "confianza": 0.571,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 365.64,
      "fin": 370.24,
      "duracion": 4.6,
      "texto": "porque... Está nombre de ella, está nombre de ella, pero lo pago yo todo, ¿entendés?",
      "confianza": 0.571,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 370.26,
      "fin": 375.4,
      "duracion": 5.14,
      "texto": "Yo tengo el nombre de ella, si querés. te lo doy para que vos lo busques, pero soltenme la aplicación.",
      "confianza": 0.455,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.26,
      "fin": 384.04,
      "duracion": 7.78,
      "texto": "Y si fui a entrar mejor al plan, pero siempre es para arriba, nunca es para abajo, ¿viste? No me sirve. Claro,",
      "confianza": 0.436,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 384.04,
      "fin": 385.87,
      "duracion": 1.83,
      "texto": "claro, bien.",
      "confianza": 0.642,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 385.89,
      "fin": 407.46,
      "duracion": 21.57,
      "texto": "Bueno, no sé... Pero hablando con tu supervisora y intentame por WhatsApp si tenés alguna novedad. Perfecto, perfecto. Hacemos así entonces y lo vemos. Y de paso que te paso bien por escrito para que lo tengas. La promo que te están ofreciendo para que no quede ninguna duda, ¿sí? Bueno Félix, muchísimas gracias. Bonito día. Hasta luego.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Felix. Sí, Eugenia. ¿Cómo está? ¿Qué tal? ¿Cómo va? Me comuniqué recién con la otra línea de usted, que termina en 55, que es su hijo. Me dijo que lo podía encontrar en este número. ¿Sí? Le comento. Yo me estoy comunicando en el área de beneficios móviles de Movistar. Tiene una figura que usted anteriormente fue cliente. y que en este momento está con claro. Queríamos saber cuál fue el motivo del cambio y para poder justamente brindarle una propuesta que lo atraiga. Bueno, en este momento, después de mucho tiempo de reclamar, no me podían bajar el precio. Sí. Que seguramente me vas a ofrecer ahora y que me ofrecierá en su oportunidad. Por eso me pasé. Una cuestión económica. Sí. Ok, ok. Y en este momento entonces todas las líneas las tiene con la misma cantidad de tiras. ¿Haría una cruce más, otra cruce menos? No, todas con la misma cantidad, preferiblemente. Ah, ok. Están todas. Bueno, le comento a Félix, el día de hoy sí, justamente mi llamado es para brindarle un plan superador. El día de hoy tenemos una promo. que estuvo durante el día de ayer y también gracias a Dios por el día de hoy, están 10.400 pesos, ¿sí? Y tiene lo que es 16 tigas de internet, 8 de base y 8 de regalo por los próximos 6 meses, con el servicio obviamente de trama, mensajes libres y WhatsApp gratis también. ¿Sí usted tiene con los planes que tiene las otras líneas? ¿Tiene ideas de cuántos tigas tiene por cada plan? Creo que tengo 7 gigas. Y me dice que con eso les alcanza. ¿No realiza recargas adicionales? Le está alcanzando por ahora. Le está alcanzando. Bueno, lo bueno de este plan que yo le ofrezco es que al pasar las otras líneas también pueden compartir los vidas. En el caso de, por ejemplo, que su hijo use más y usted use menos. Acordá que yo tuve movistar bastante tiempo. Ah, bien. Y hizo buen uso entonces. Sí, hizo buen uso. Perfecto. Yo solamente me cambié de movistar por una cuestión económica. Económica. Porque cuando se agarra este plan, cuando se cumplen los 12 meses, ustedes no me lo renuevan y pasaron 13, pasaron 14, pasaron 15 y no me lo renuevan. Se ve que no les importó perderle 5 líneas, no sería clara. OK. Comprendo. Comprendo entonces. Bueno, Félix, ¿el día de hoy qué es lo bueno que está cambiando? Que Movistar está tratando de, justamente, poner lo que son asesores personales, ¿sí? El día de hoy no sería la sutra y cerca del cuarto o quinto mes nosotros siempre nos estamos comunicando para recordarles a los clientes que están próximos a vencer los beneficios y justamente hacerles esta ayuda a memoria para poder renovar, justamente, alguna promo que puedan tener Movistar en ese momento. Siempre estamos... Eugenia. Eugenia, ¿me quieres escribir por whatsapp? Sí, no hay ningún problema, todo lo he escrito por whatsapp. ¿Sí? Te digo, la que quedó fuera de esto es mi mujer. Ah, bien. La estoy a punto de pasar, porque está pagando 25 mil por cuatro siglas. Una locura. Una locura. Una locura, exactamente. Sí, está muy enhorroso generar una nueva promoción, así que... Si querés, después de que de hecho, actuemos con este caso, y después vamos a ver lo demás, pero... Comprendo. 5.000 por 4 siglas. No, no, seguro que no. Seguro que no porque es muchísimo. Bien, al día de hoy las promos que yo tengo para activar, ahí acabo de mandar WhatsApp. Ahí puse Buendía, soy Yergenia Movistar. Bien. Las promos que tenemos para activar son para las líneas que estuvieron antes de Movistar. ¿Qué es lo bueno que podemos hacer con la línea de su señora? Podemos hacerle también lo que es un descuento. Yo le voy a charlar ahora con mi supervisora. Y también lo que es el regalo de cuatro gigas adicionales. ¿Ella tiene la línea a nombre de ella o está también bajo su nombre? No, ella la tiene. Yo tengo todos los datos de ella porque lo manejo yo. Sí. A nombre de ella. A nombre de ella. Bueno, si vos necesitas copia del documento o lo que sea, yo te lo paso por tu moto. Claro. No, pero es que tendría que ser a su nombre. Yo le consulto, como para saber en realidad. ¿Hay posibilidades de que ustedes hagan cambio de titularidad y que esté después al nombre suyo? Posibilidades ahí, sí. Posibilidades ahí. Necesito mejorar esto. Exacto. Bien. Bien, lo que podemos hacer es lo siguiente. Con respecto de la línea de su señora, como está el nombre de ella y justamente yo no la puedo tocar a la línea, yo le voy a consultar a mi supervisora si podemos hacer algo aparte, pero como está el nombre de ella, me parece que no. porque tendría que ser al nombre suyo. Pero lo que le puedo crecer es hacer el cambio de titularidad, que no lo realizo yo en este momento. Tendría que acercarse a alguna tienda Movistar y ahí hacer el cambio de titularidad o por teléfono, por el 0800. ir a una agencia. ¿Quién te va a una agencia en Movistar para? No, bueno, hay que... Exacto. No, sí, todo por teléfono. Bueno, qué más fácil entonces que manejarlo a través de la app. Si vos te metes en la aplicación, también te están en las nuevas promociones que tenemos. Sí, justamente te va habitando... La aplicación de mi mujer la tengo en mi celular. Entro y no tengo para mejorar el plan. Claro, porque... Está nombre de ella, está nombre de ella, pero lo pago yo todo, ¿entendés? Yo tengo el nombre de ella, si querés. te lo doy para que vos lo busques, pero soltenme la aplicación. Y si fui a entrar mejor al plan, pero siempre es para arriba, nunca es para abajo, ¿viste? No me sirve. Claro, claro, bien. Bueno, no sé... Pero hablando con tu supervisora y intentame por WhatsApp si tenés alguna novedad. Perfecto, perfecto. Hacemos así entonces y lo vemos. Y de paso que te paso bien por escrito para que lo tengas. La promo que te están ofreciendo para que no quede ninguna duda, ¿sí? Bueno Félix, muchísimas gracias. Bonito día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.536,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:11:49.023722",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 121,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:21.812794",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142016129_MIT_01990",
    "fecha_inicio": "15/1/2026 14:20:17",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 402,
    "tiempo_conversacion": 393,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}