{
  "archivo": "amza45_1_260112135732553_ACD_46769.wav",
  "duracion_segundos": 235.32,
  "num_segmentos": 72,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 49.36,
    "Cliente": 170.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.48,
      "fin": 7.43,
      "duracion": 5.95,
      "texto": "Hola. Hola, buenas tardes. ¿Qué tal? Me comparto con Mariano.",
      "confianza": 0.167,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.45,
      "fin": 7.51,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.53,
      "fin": 18.8,
      "duracion": 11.27,
      "texto": "¿Qué tal, Mariano? ¿Cómo estás? Mi nombre es Jaira. Sí, me comunico con vos porque teníamos una promoción para tu línea. ¿Bien? Veo que bueno, vos ahora estás por una boda en claro. ¿Puede ser?",
      "confianza": 0.224,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.82,
      "fin": 18.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.9,
      "fin": 37.59,
      "duracion": 18.69,
      "texto": "Perfecto, bien. Tú me comunico. Bueno, desde el modo de estar, la idea sería que primero pares menos y bueno, que también tengas más beneficios. ¿Bien? Bueno. Te construjo con uno. Me desfiguraba que, bueno, ahora estás pagando como 16.500, bueno, casi 16.500 pesos por tu línea, ¿sí?",
      "confianza": 0.422,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.61,
      "fin": 37.67,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.223,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.69,
      "fin": 39.85,
      "duracion": 2.16,
      "texto": "¿Vos ahora utilizas muchas gigas, por ejemplo?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.96,
      "fin": 53.87,
      "duracion": 9.91,
      "texto": "No, alrededor de cinco por mes, más o menos. ¿Ah, y eso que pagas es solo por tu línea? Sí. Ah, bien. Bueno, mira. Nosotros tenemos un plan que queda más económico y tendrías más gigas, por ejemplo.",
      "confianza": 0.191,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.43,
      "fin": 59.1,
      "duracion": 4.67,
      "texto": "Tenés 8 gigas de base, más 8 gigas de regalo, 16 en total,",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.38,
      "fin": 62.6,
      "duracion": 3.22,
      "texto": "con whatsapp gratis, de más libres, americano, churlócalo y roaming.",
      "confianza": 0.503,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.74,
      "fin": 65.39,
      "duracion": 2.64,
      "texto": "Eso te sirve, por ejemplo, si vos llegas a viajar o algo.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.29,
      "fin": 76.0,
      "duracion": 9.71,
      "texto": "Bien. Y el plato queda en 13.250 pesos. Bien. Que bueno, te queda muchísimo más económico y con más gigas de las que tenés ahora, por ejemplo. Claro.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.98,
      "fin": 108.57,
      "duracion": 31.59,
      "texto": "Bien. El tema es que es más o menos lo mismo que estaría pagando y yo no sé cuánto queda, honestamente. Bien. Ese igualmente es uno de los planes, es el que bueno, generalmente la mayoría siempre dice, porque bueno, es como que tienen varias gigas que no están tan claro como que digamos. Si no, también está el otro plan, que esto bueno, son menos gigas, también está bueno, tenés cuatro de base y cuatro de regalo, ¿sí? En total tendrías 8 gigas, lo bueno es que acá por ejemplo tenés las gigas de base son acumulables, ¿sí?",
      "confianza": 0.406,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.21,
      "fin": 121.65,
      "duracion": 12.44,
      "texto": "vos en algún momento, si no llegas a utilizarlas, puedes guardarlas cuatro, puedes guardar cuatro, tres o dos gigas, ¿sí? Y las sumas para el otro mes, ¿bien? Eso está bueno porque así no vas a perder las gigas.",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.33,
      "fin": 126.69,
      "duracion": 4.36,
      "texto": "Y eso te queda en 11.400, ¿sí?",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.71,
      "fin": 133.4,
      "duracion": 6.69,
      "texto": "También, bueno, vas a tener WhatsApp gratis, las semanas libres, eso también lo vas a tener, ¿sí?",
      "confianza": 0.586,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.42,
      "fin": 134.06,
      "duracion": 0.64,
      "texto": "Y ese no tiene roaming.",
      "confianza": 0.111,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.76,
      "fin": 165.22,
      "duracion": 30.46,
      "texto": "¿Cómo? Este no cuenta con roaming, ¿sí? Pero, por ejemplo, ¿vos dos utilizáis el roaming? Bueno, lo que puedes hacer, por ejemplo, por ejemplo, si vos decís, bueno, tal, yo sé qué tal fecha, tal en febrero, por ejemplo, marzo, o ya para fin de año, por ejemplo, puedes ir a viajar y listo, puedes contratar desde la aplicación solamente un pack que es solamente, sí, con roaming, que se te aplica obviamente a lo que vosotros estás pagando y te sale más barato también.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.79,
      "fin": 169.06,
      "duracion": 3.26,
      "texto": "Como mucho vas a pagar 2.000 pesos con él, como mucho.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.88,
      "fin": 172.84,
      "duracion": 2.96,
      "texto": "Pero que es un tráqueo que vos lo activas cuando vos quieras.",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.99,
      "fin": 192.61,
      "duracion": 18.62,
      "texto": "Si no, bueno, tenéis ese con 16 gigas, lo mismo, puedes guardar las 8 gigas de la base, la sumas para el otro mes, porque acabo cualquier, no, ninguno lo vas a perder, y pagas los 13.000, ¿sí? Pero por el momento te agradezco porque es más o menos lo mismo que tengo y voy a esperar a que haya una promoción más económica.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.2,
      "fin": 210.75,
      "duracion": 17.55,
      "texto": "Bueno, igualmente, como te digo, ahora estarías pagando casi 17, entonces dentro de todo, por ejemplo, te conviene un poquito. El paso es que como yo lo pago, digamos, con débil, hay un descuento y sale casi 14. Así que es más o menos parecido.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.52,
      "fin": 215.78,
      "duracion": 4.26,
      "texto": "Sí. Ah, bien. Igualmente, eso lo del descuento automático, por ejemplo, acá también se puede hacer.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.86,
      "fin": 224.7,
      "duracion": 7.84,
      "texto": "Y también, obviamente, se te hacen descuentos y demás. Pero bueno, si quieres... Sí, sí, no te preocupes. Yo cualquier cosa.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 224.72,
      "fin": 226.1,
      "duracion": 1.38,
      "texto": "Si no, te voy a mandar un mensajito.",
      "confianza": 0.408,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.16,
      "fin": 235.32,
      "duracion": 9.16,
      "texto": "Así ya tenéis mis números. Y en el caso de que, bueno, tengamos otra promo más económica, ya está visto, ¿sí? Bueno, gracias. Muchísimas gracias. Hasta luego.",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. ¿Qué tal? Me comparto con Mariano. Sí. ¿Qué tal, Mariano? ¿Cómo estás? Mi nombre es Jaira. Sí, me comunico con vos porque teníamos una promoción para tu línea. ¿Bien? Veo que bueno, vos ahora estás por una boda en claro. ¿Puede ser? Sí. Perfecto, bien. Tú me comunico. Bueno, desde el modo de estar, la idea sería que primero pares menos y bueno, que también tengas más beneficios. ¿Bien? Bueno. Te construjo con uno. Me desfiguraba que, bueno, ahora estás pagando como 16.500, bueno, casi 16.500 pesos por tu línea, ¿sí? Sí. ¿Vos ahora utilizas muchas gigas, por ejemplo? No, alrededor de cinco por mes, más o menos. ¿Ah, y eso que pagas es solo por tu línea? Sí. Ah, bien. Bueno, mira. Nosotros tenemos un plan que queda más económico y tendrías más gigas, por ejemplo. Tenés 8 gigas de base, más 8 gigas de regalo, 16 en total, con whatsapp gratis, de más libres, americano, churlócalo y roaming. Eso te sirve, por ejemplo, si vos llegas a viajar o algo. Bien. Y el plato queda en 13.250 pesos. Bien. Que bueno, te queda muchísimo más económico y con más gigas de las que tenés ahora, por ejemplo. Claro. Bien. El tema es que es más o menos lo mismo que estaría pagando y yo no sé cuánto queda, honestamente. Bien. Ese igualmente es uno de los planes, es el que bueno, generalmente la mayoría siempre dice, porque bueno, es como que tienen varias gigas que no están tan claro como que digamos. Si no, también está el otro plan, que esto bueno, son menos gigas, también está bueno, tenés cuatro de base y cuatro de regalo, ¿sí? En total tendrías 8 gigas, lo bueno es que acá por ejemplo tenés las gigas de base son acumulables, ¿sí? vos en algún momento, si no llegas a utilizarlas, puedes guardarlas cuatro, puedes guardar cuatro, tres o dos gigas, ¿sí? Y las sumas para el otro mes, ¿bien? Eso está bueno porque así no vas a perder las gigas. Y eso te queda en 11.400, ¿sí? También, bueno, vas a tener WhatsApp gratis, las semanas libres, eso también lo vas a tener, ¿sí? Y ese no tiene roaming. ¿Cómo? Este no cuenta con roaming, ¿sí? Pero, por ejemplo, ¿vos dos utilizáis el roaming? Bueno, lo que puedes hacer, por ejemplo, por ejemplo, si vos decís, bueno, tal, yo sé qué tal fecha, tal en febrero, por ejemplo, marzo, o ya para fin de año, por ejemplo, puedes ir a viajar y listo, puedes contratar desde la aplicación solamente un pack que es solamente, sí, con roaming, que se te aplica obviamente a lo que vosotros estás pagando y te sale más barato también. Como mucho vas a pagar 2.000 pesos con él, como mucho. Pero que es un tráqueo que vos lo activas cuando vos quieras. Si no, bueno, tenéis ese con 16 gigas, lo mismo, puedes guardar las 8 gigas de la base, la sumas para el otro mes, porque acabo cualquier, no, ninguno lo vas a perder, y pagas los 13.000, ¿sí? Pero por el momento te agradezco porque es más o menos lo mismo que tengo y voy a esperar a que haya una promoción más económica. Bueno, igualmente, como te digo, ahora estarías pagando casi 17, entonces dentro de todo, por ejemplo, te conviene un poquito. El paso es que como yo lo pago, digamos, con débil, hay un descuento y sale casi 14. Así que es más o menos parecido. Sí. Ah, bien. Igualmente, eso lo del descuento automático, por ejemplo, acá también se puede hacer. Y también, obviamente, se te hacen descuentos y demás. Pero bueno, si quieres... Sí, sí, no te preocupes. Yo cualquier cosa. Si no, te voy a mandar un mensajito. Así ya tenéis mis números. Y en el caso de que, bueno, tengamos otra promo más económica, ya está visto, ¿sí? Bueno, gracias. Muchísimas gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.427,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:11:32.265876",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 72,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:28.971844",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112135732553_ACD_46769",
    "fecha_inicio": "12/1/2026 13:57:32",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 250,
    "tiempo_conversacion": 227,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}