{
  "archivo": "amza3_1_260113115331401_ACD_94327.wav",
  "duracion_segundos": 149.11,
  "num_segmentos": 33,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 77.85,
    "Cliente": 52.31
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.12,
      "fin": 4.18,
      "duracion": 2.06,
      "texto": "Hola, buenos días. Hablo con Rocío Merlos.",
      "confianza": 0.183,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.07,
      "fin": 6.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.073,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.15,
      "fin": 10.39,
      "duracion": 4.24,
      "texto": "¿Cómo te va? Mi nombre es Macarena, Rocío, te contesto desde el área de recupero de clientes de Movistar.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.75,
      "fin": 15.44,
      "duracion": 3.69,
      "texto": "Te estamos tomando desde la compañía para poder darte una nueva promoción por tu línea.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.52,
      "fin": 19.98,
      "duracion": 3.46,
      "texto": "Me figuro que actualmente tenés esa línea con la compañía en Iclaro, ¿correcto?",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.18,
      "fin": 23.41,
      "duracion": 3.23,
      "texto": "Sí. Bien.",
      "confianza": 0.386,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.43,
      "fin": 27.47,
      "duracion": 4.04,
      "texto": "Y te hago una consulta. ¿Vos sabes más o menos cuántas llevas consumís por mes, cuánto te están cobrando?",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.99,
      "fin": 32.63,
      "duracion": 3.65,
      "texto": "Sí, ahora estoy pagando algo de 14 con 4 gigas.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.17,
      "fin": 36.68,
      "duracion": 3.51,
      "texto": "Bien, por 4 gigas. ¿Utilizas un poco más de 4 gigas al mes?",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.8,
      "fin": 44.25,
      "duracion": 6.45,
      "texto": "Y por ahí sí, pasa que tengo bolsa en casa, por eso. Bien. ¿Y, o sea, compras paquetes de datos?",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.91,
      "fin": 51.76,
      "duracion": 5.85,
      "texto": "Y por ahí sí, por el que me queda corto sí, más por mi hija, por ahí me lo consumo más ahora.",
      "confianza": 0.382,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.78,
      "fin": 55.91,
      "duracion": 4.13,
      "texto": "Claro. Bien, mira, en el caso que a usted interese, nosotros tenemos para poder mejorarte lo que es este mismo plan,",
      "confianza": 0.036,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 56.17,
      "fin": 64.58,
      "duracion": 8.41,
      "texto": "tendrías un plan de ocho gigas, son cuatro gigas de base y cuatro gigas de regalo, WhatsApp gratis y además libres a todas las compañías, por entre mil cuatrocientos pesos, ¿bien?",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.12,
      "fin": 75.03,
      "duracion": 9.91,
      "texto": "Y obviamente en el caso que a vos te queden lo que es estas gigas que consumas, por ejemplo, seis gigas al mes y no ocho, las puedes guardar mes a mes y bueno, obviamente las sacas en el momento que las necesites, ¿bien?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.96,
      "fin": 106.18,
      "duracion": 29.22,
      "texto": "No es que perdés las gigas si no las utilizas, tenés lo que es la bonificación fija por seis meses, entonces sería como lo más importante, ahora más que nada las hacemos por seis meses porque sabemos que anteriormente por ahí el cliente no podía cambiar lo que es su plan o si encontraba una prueba más económica, no lo van a acceder. En este caso, vas a poder cambiar de plan cuando lo haces, obviamente, bien. No va a influir que ya tienes lo que es una promoción activa. Y, bueno, para quien le interese, conservas lo que es el mismo número, eso no cambiaría nada.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.4,
      "fin": 114.11,
      "duracion": 4.71,
      "texto": "Claro, no. Ahora sí, la verdad que no me gustó cuando me aumentaron un poco más la escena, ¿no?",
      "confianza": 0.048,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.61,
      "fin": 123.99,
      "duracion": 9.38,
      "texto": "Pero yo había cambiado, claro, por una razón personal y, bueno, por ahora prefiero quedarme cualquier cosa en algún otro momento.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.95,
      "fin": 149.11,
      "duracion": 24.16,
      "texto": "Bueno, dale, mira, yo te puedo enviar lo que es la promoción por WhatsApp y te llevo a enderezar en algún momento, me puedes contestar por ahí, no hay problema. Ah, buenísimo, dale. Bueno, no vendría bien por el tema del dinero, ¿no?",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Rocío Merlos. Sí. ¿Cómo te va? Mi nombre es Macarena, Rocío, te contesto desde el área de recupero de clientes de Movistar. Te estamos tomando desde la compañía para poder darte una nueva promoción por tu línea. Me figuro que actualmente tenés esa línea con la compañía en Iclaro, ¿correcto? Sí. Bien. Y te hago una consulta. ¿Vos sabes más o menos cuántas llevas consumís por mes, cuánto te están cobrando? Sí, ahora estoy pagando algo de 14 con 4 gigas. Bien, por 4 gigas. ¿Utilizas un poco más de 4 gigas al mes? Y por ahí sí, pasa que tengo bolsa en casa, por eso. Bien. ¿Y, o sea, compras paquetes de datos? Y por ahí sí, por el que me queda corto sí, más por mi hija, por ahí me lo consumo más ahora. Claro. Bien, mira, en el caso que a usted interese, nosotros tenemos para poder mejorarte lo que es este mismo plan, tendrías un plan de ocho gigas, son cuatro gigas de base y cuatro gigas de regalo, WhatsApp gratis y además libres a todas las compañías, por entre mil cuatrocientos pesos, ¿bien? Y obviamente en el caso que a vos te queden lo que es estas gigas que consumas, por ejemplo, seis gigas al mes y no ocho, las puedes guardar mes a mes y bueno, obviamente las sacas en el momento que las necesites, ¿bien? No es que perdés las gigas si no las utilizas, tenés lo que es la bonificación fija por seis meses, entonces sería como lo más importante, ahora más que nada las hacemos por seis meses porque sabemos que anteriormente por ahí el cliente no podía cambiar lo que es su plan o si encontraba una prueba más económica, no lo van a acceder. En este caso, vas a poder cambiar de plan cuando lo haces, obviamente, bien. No va a influir que ya tienes lo que es una promoción activa. Y, bueno, para quien le interese, conservas lo que es el mismo número, eso no cambiaría nada. Claro, no. Ahora sí, la verdad que no me gustó cuando me aumentaron un poco más la escena, ¿no? Pero yo había cambiado, claro, por una razón personal y, bueno, por ahora prefiero quedarme cualquier cosa en algún otro momento. Bueno, dale, mira, yo te puedo enviar lo que es la promoción por WhatsApp y te llevo a enderezar en algún momento, me puedes contestar por ahí, no hay problema. Ah, buenísimo, dale. Bueno, no vendría bien por el tema del dinero, ¿no?",
  "calidad": {
    "confianza_promedio": 0.563,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:22:13.742333",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 33,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:26.072354",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113115331401_ACD_94327",
    "fecha_inicio": "13/1/2026 11:53:31",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 245,
    "tiempo_conversacion": 146,
    "tiempo_hold": 0,
    "tiempo_acw": 79,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}