{
  "archivo": "amza10_1_260114142052229_ACD_23969.wav",
  "duracion_segundos": 838.42,
  "num_segmentos": 233,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 327.61,
    "Cliente": 456.09
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.57,
      "fin": 4.45,
      "duracion": 2.88,
      "texto": "Hola. Buenas tardes.",
      "confianza": 0.238,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.47,
      "fin": 4.53,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.426,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.55,
      "fin": 8.47,
      "duracion": 3.92,
      "texto": "¿Cómo estás, Lourdes? Quiero darle un gusto. Me estoy contactando en la área de beneficios.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.57,
      "fin": 34.14,
      "duracion": 24.57,
      "texto": "Queríamos darte lo que es una bonificación para la línea. ¿Vos actualmente estás en claro? ¿Beneficios en claro? De movistarme, estoy contactando todo. Ah, o sea, sí, estoy en claro y estoy pensando en cambiarme porque me aumentó bastante. Así que les dije que si no me hacían una prueba, Bien, y tengo una consulta, María, pues más o menos cuatro gigas está consumiendo.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.13,
      "fin": 44.82,
      "duracion": 8.69,
      "texto": "No tengo idea, pero tenía un contrato de un año de 13 y me están cobrando 25, o sea, no respetaron el contrato de también. Claro, bastante.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 45.42,
      "fin": 47.86,
      "duracion": 2.44,
      "texto": "Bueno, mira, a ver, yo te comento este plan, ¿viste?",
      "confianza": 0.624,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.42,
      "fin": 83.66,
      "duracion": 35.24,
      "texto": "Este plan en realidad vas a contar con lo que son 16 gigas, sí, son bastantes gigas, con ocho euros y ocho regalos por seis meses, y te sale 10 de 400, ¿sí? Justamente lo primer beneficio está siendo por seis meses porque, bueno, viste que antes también habían bastantes aumentos en lo que es movilizar, ¿sí? Entonces, bueno, haberte hecho por seis meses justamente para que uno sufra esos aumentos y después acceda a otra bonificación mesteros, ¿sí? Te damos el aviso, te dan el aviso de lo que es cuando estés por terminar la promo, ¿sí? Ajá. Este plan te incluye lo que es rumina energética, ¿sí?",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.68,
      "fin": 85.42,
      "duracion": 1.74,
      "texto": "WhatsApp gratis y todo ilimitado.",
      "confianza": 0.68,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.44,
      "fin": 87.78,
      "duracion": 2.34,
      "texto": "Así que está bastante completo dentro de todo.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.11,
      "fin": 95.92,
      "duracion": 6.81,
      "texto": "¿Me incluye Roomin por cuánto tiempo y en qué lugar es? Bien, sería Roomin en América. Todo lo que es América, sí.",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.44,
      "fin": 130.7,
      "duracion": 34.26,
      "texto": "No es al mundo, solamente en la parte de América. Y esto lo vas a tener dentro del plan ya, o sea que por seis meses también lo he incluido en realidad. Ah, OK. O sea, hasta Alaska, digamos. Claro, o sea, a ver. ¿Todo América del sur, del centro, del norte? ¿Todo América? ¿No? ¿Europa? Exactamente. Sí, sí, sí. Todo América. Exactamente. ¿Otra índice? Sí, sí, sí. No sé. Así que, bueno, no sé si vos juntas con esta línea nomás, María, o serían más.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.46,
      "fin": 134.56,
      "duracion": 1.1,
      "texto": "Ajá. No.",
      "confianza": 0.504,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.58,
      "fin": 136.38,
      "duracion": 1.8,
      "texto": "Mi hija ya se pasó a movilizar.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.79,
      "fin": 138.75,
      "duracion": 1.96,
      "texto": "Ajá, bien, perfecto.",
      "confianza": 0.496,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 138.77,
      "fin": 143.28,
      "duracion": 4.51,
      "texto": "Bueno, entonces, si querés, si querés, podemos ubicarlo que es en este plan. Se comentó cómo es tema chip.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.84,
      "fin": 164.33,
      "duracion": 20.49,
      "texto": "Nosotros le damos el aviso a lo que es la empresa de claro, justamente para si no te cortan lo que es la línea, ni siquiera te incomunican, ni siquiera te transcurso, ¿sí? Tema chip, nosotros te lo enviamos a una sucursal, que obviamente a vos te querés cercano y cómodo, ¿sí? Ahora la buscamos juntas. ¿En qué parte te busco? ¿De qué provincia y localidad? Yo vivo en Díaz de la Plata.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 164.98,
      "fin": 193.7,
      "duracion": 28.72,
      "texto": "Pero no sé si la inicializa puede ser en la plata también. ¿En la plata? A ver. Mira, el otro día busqué por la plata y creo que sería... Sí, en lo que es la plata sí hay. Mira, tenés como cuatro, hay más o menos... A ver, yo te digo una a ver si lo ubicas. Tenés incárdeles. Diagonal 79, después tenés una ubicada de 47, entonces son todos con números ahí. Y después tenés otra en calle 12, calle 48.",
      "confianza": 0.268,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 194.76,
      "fin": 200.77,
      "duracion": 6.01,
      "texto": "Pero bueno, están todos cercanas, digamos. No hay mucha diferencia. ¿Cuál era, cualquiera? ¿O tengo que elegir una con vos?",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.51,
      "fin": 222.29,
      "duracion": 20.78,
      "texto": "Ajá, puedes elegir una conmigo, en realidad. Esa presentación y esa sucursal. Decime, porfa. ¿Tenés ahí entre 47, entre qué calle, 48, entre qué casa? Sí, ahí te digo. Sería calle 47. Me sale número 38. 6 y 80, te digo las entre calles. Esto está ubicado entre calle 9 y la otra sería calle 8.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.97,
      "fin": 233.86,
      "duracion": 9.89,
      "texto": "Después tienes otra en calle 48, esa está ubicado entre, sería, vería 7 y calle 8. Están cerquitas.",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 236.67,
      "fin": 268.36,
      "duracion": 31.69,
      "texto": "Cualquiera de esas es la de 47 mejor. Dale, genial. ¿Cómo vamos a hacer? Para no perder lo que es contacto, obviamente tema cheat y demás. Y la idea, bueno, es que si yo seguirlo en lo que es este trámite, yo voy a estar enviando un mensajito por vía WhatsApp, si ahora en línea, para que, bueno, vos si querés mi agenda, vamos a mantener contacto con los otros por acá, ¿sí? Por lo que vos necesites. Así que ahí te pongo, o en el Soy Lourdes, Demonstrarte. OK. Necesito un e-cheat. Eso, tengo un e-cheat físico o chip e-cheat sería QR.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 269.07,
      "fin": 276.8,
      "duracion": 7.73,
      "texto": "Sí, exacto, con QR. Ah, ese SIM. Bueno, mira, genial. Entonces, no vamos a ubicar directamente ninguna sucursal, ¿sí?",
      "confianza": 0.079,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 277.52,
      "fin": 294.44,
      "duracion": 16.92,
      "texto": "Ya que las líneas es SIM, sí, directamente nosotros a un correo que vos nos veis, que es el uso, digamos, enviamos lo que es para que vos puedas activar la línea con un QR. Si es mejor, digamos, no tienes que ir a ningún lado. Así que, bueno, ahora sí que tiene un correo.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 295.5,
      "fin": 318.25,
      "duracion": 22.75,
      "texto": "Entonces, la promo quedaría desde el día que se me entida el teléfono seis meses.",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 318.75,
      "fin": 338.62,
      "duracion": 19.87,
      "texto": "Exactamente. El beneficio es por 3 meses y el plan en total son 16 gigas. Yo ahora igual te voy a hacer un cierre comercial donde, bueno, ver más que nada para que quede todo auditado en la llamada, ya que, bueno, no graban. Entonces, la idea es que quede como este respaldo por una seguridad total y mía, ¿sí? Pero, bueno, te vuelvo a comentar el plan. Son 16 gigas en total. Son 8 de base y 8 de regalo por 6 meses.",
      "confianza": 0.961,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 339.24,
      "fin": 345.67,
      "duracion": 6.43,
      "texto": "Así que el total mensual vas a tener 16 gigas. Con WhatsApp gratis, roaming en América, todo limitado.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 346.2,
      "fin": 348.15,
      "duracion": 1.94,
      "texto": "Y te quedan 10,400, ¿sí?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 348.85,
      "fin": 372.57,
      "duracion": 23.72,
      "texto": "Si ustedes me avisan después cuando se me acabe el plano, tengo que volver a tomar un libro para decir. No, no, te dan el aviso un mes antes, más o menos, como para que vos te vayas teniendo en cuenta. Y vos ahí lo que haces es acceder a lo que es otra unificación, digamos, de cero, justamente así. Y bueno, si no, en el caso de que vos me quieras enviar un mensajito o algo, yo te puedo ayudar en realidad.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 373.15,
      "fin": 391.88,
      "duracion": 18.73,
      "texto": "o vos por ejemplo, vos incluso ahora si no sé, querés, no sé, más si vas todavía a ponerle o menos, o querés cambiar el plan, lo puedes hacer a través de la aplicación, que bueno, es como una vez que vos tengas la línea activa, te apagás la aplicación, ahí te asegura todo, todo, todo, los días que vas teniendo, eran, sí.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 391.9,
      "fin": 392.28,
      "duracion": 0.38,
      "texto": "Perfecto.",
      "confianza": 0.698,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 392.58,
      "fin": 421.84,
      "duracion": 29.26,
      "texto": "Ahora sí, te voy a pedir lo que es, una foto te viene ahí frente y vos sos para venir a limpiar, ya que vos sos la titular, sí, Esto lo podéis enviar por WhatsApp o en línea para que lo valide. Y de lo último lo eliminar, por si cada vez comprensa que queda en chat. Estoy buscando ahí.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 430.63,
      "fin": 456.3,
      "duracion": 25.67,
      "texto": "Bien. Ahí decidimos que es el frente. Les vamos a ver cuándo ven. O sea, que estamos viendo esto. Ah, ahí está el disquete. Bien. Genial. María Florencia Ramos. Ahí hay una talla del doctor. Perfecto. Allá estaría, María. Genial. Muchas gracias.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 456.75,
      "fin": 460.08,
      "duracion": 3.32,
      "texto": "Bien, ahora te comento que, bueno, es más rápido como era, ¿viste?",
      "confianza": 0.628,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 460.12,
      "fin": 473.25,
      "duracion": 13.13,
      "texto": "Porque no tenemos que enviar el chip a ningún lado, directamente es SIM, ¿sí? Así que acuérdate que en el correo te vamos a estar enviando el QR, ¿sí? Ahora voy a pasar a usted, bueno, lo que es, le vamos a dar el aviso a Claro, ¿sí? Vos no tenéis que hacer nada, en realidad.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 474.07,
      "fin": 480.06,
      "duracion": 5.99,
      "texto": "Yo le doy el aviso a Claro, pero lo que haces ya de por sí es darte 8 días, más o menos, lo que es en la empresa, ¿sí, recordá?",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 480.56,
      "fin": 509.54,
      "duracion": 28.98,
      "texto": "Así que, no tenés que hacer totalmente nada. Lo que sí, te van a empezar a entrar llamados, por si este código, ¿sí? Sí, por favor, te pido que no atiendas a la línea justamente, porque van a ser las empresas, Movistar, Versión Analítica, y demás. Entonces, si vos cortás, hay que empezar de ser, y se les corta el trámite, por ese tema. Y de última, si quieren, cuéntenme en alta voz. Mientras tanto, yo te voy a empezar a hacer el cierre comercial, ¿sí? Vos avísame cuando te lee el código, ¿sí?",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 510.35,
      "fin": 526.48,
      "duracion": 16.13,
      "texto": "Ok. Sí, decí metela. No, tengo que pagarlo de... claro, tengo el último más claro que no pague, lo tengo que pagar para que me puedan liberar, ¿no? ¿Vos ahora tenéis la línea cortada?",
      "confianza": 0.373,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 527.38,
      "fin": 529.19,
      "duracion": 1.81,
      "texto": "No, no, no, pero tengo que pagar...",
      "confianza": 0.526,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 529.19,
      "fin": 531.83,
      "duracion": 2.64,
      "texto": "Claro, mira, en realidad, a ver, te digo una cosa.",
      "confianza": 0.526,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 531.85,
      "fin": 542.85,
      "duracion": 11.0,
      "texto": "¿Vos puedes hacer la portabilidad, no importa si no, o en accionamos? Obviamente, lo que hace por ahí la gente es abonar eso para que a vos no te quede eso como una reúna en claro. En realidad, es por eso. Pero bueno, eso lo elegimos.",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 543.79,
      "fin": 543.99,
      "duracion": 0.2,
      "texto": "Ok,",
      "confianza": 0.481,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 543.99,
      "fin": 547.05,
      "duracion": 3.06,
      "texto": "ok. Abonar este mejor, ya te olvidas de eso.",
      "confianza": 0.481,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 547.07,
      "fin": 608.85,
      "duracion": 61.78,
      "texto": "Bien, Matías, ahora sí arranco a hacer el cierre comercial y vos avísame cuándo te llegue lo que es el código, ¿sí? El código lo vas a recibir por mensaje de texto común al 223, ¿sí? Ok. Y en arranco, ¿para recibir futuras promociones actualmente? ¿Tienes internet de Movistar en tu casa, en tu homicidio? No, no se llega a Movistar a mi casa. Bien. Entonces, estamos portando la línea que sería 2213999746, a nombre y apellido, el titular actual que sería Camboda María Florencia. ¿Ve a confirmar los últimos tres dígitos de tu NEI, por favor? 981. Perfecto, bien. Actualmente me comentaste, María, que estás en claro con un abuelo mensual. ¿La factura llega a nombre turo o a nombre de otra persona? No, a nombre mío. Bien. También me comentaste que usas lo que es un chip SIM, que sería virtual. Por lo tanto, recordá que te vamos a estar enviando el QR para que vamos a activar tu línea al correo que sería flodisciencia.com. Sí, perfecto. Bien.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 609.37,
      "fin": 628.86,
      "duracion": 19.49,
      "texto": "Vas a, perdón, te recuerdo lo que es el costo del servicio, si al día de hoy te sale 10.400 pesos y con un descuento por seis meses de 41.650 pesos. Detallé o bien lo que es el plan, son ocho siglas de base y ocho siglas por año por seis meses, ¿sí? Bueno, también te explico ahí lo que te había comentado.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 630.18,
      "fin": 636.79,
      "duracion": 6.61,
      "texto": "WhatsApp gratis, Rubén América y todo limitado.",
      "confianza": 0.556,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 636.81,
      "fin": 649.51,
      "duracion": 12.7,
      "texto": "Bien. Ahí me llegó el código 4085. Bien, ¿qué te pidió ese código? Un comprobante para que yo lo junte, ¿sí? ¿Puede ser una captura de pantalla? Sí, puede ser. Bueno, esto lo envías por WhatsApp. Yo ahora sigo el cierre.",
      "confianza": 0.035,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 651.39,
      "fin": 656.55,
      "duracion": 5.16,
      "texto": "Bien, bueno, recordará lo que es la duración del descuento, que es por seis meses, que el servicio S&F me está encantado.",
      "confianza": 0.594,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 656.58,
      "fin": 659.1,
      "duracion": 2.52,
      "texto": "O sea, eso obviamente vos no sabés nada ahora.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 660.78,
      "fin": 701.16,
      "duracion": 40.38,
      "texto": "Y recordar que vos, una vez que tengas ya la línea activa en Monster, te van a asegurar, primero, 8 GB de VARSE, ¿sí? Y después, de las 48 dólares, eso es automático, te van a estar durando los otros ocho gigas, ¿sí? Ahí vas a tener unos 16 gigas, ¿sí? Bien. En el correo, entonces, que me habías dicho, floriciencia.com, vas a estar recibiendo lo que es la facturación online, ¿sí? Y después, desde la aplicación de Movishare, una de todas las descargas, ¿sí? En la parte de servicios, vas a poder ver toda la información referida a tu factura, ya sea cicla de facturación, vencimientos o montos a pagar, ¿sí? También te comenté algo bueno, que vas a poder activar 20 gigas que van de regalo.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 702.0,
      "fin": 722.11,
      "duracion": 20.11,
      "texto": "Esto va con una duración de 30 días. Sí, está disponible una vez por año, digamos. Así que durante vos, los seis meses que vos tengas, que es el beneficio, vas a poder activar los 20 gigas, pero te van a durar 30 días. OK. Oigo, lo activo cuando quiero. Cuando vos quieras. ¿Me sirve también si me voy de viaje para usarlo con Roomi?",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 723.47,
      "fin": 725.15,
      "duracion": 1.68,
      "texto": "Creo que eso no, porque son de regalo.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 725.94,
      "fin": 728.97,
      "duracion": 3.02,
      "texto": "Pero bueno, eso lo puedes activar cuando vos quieras.",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 730.15,
      "fin": 739.36,
      "duracion": 9.21,
      "texto": "Bueno, también puedes adherirte lo que es al débito automático. Y bueno, en el caso que tuvieras otra línea, te íbamos a usar más cuatro líneas de regalo para cada línea, ¿sí? Pero bueno, en este caso es una.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 740.16,
      "fin": 744.92,
      "duracion": 4.76,
      "texto": "Bien. Sí, tengo la delincha, que es Monster. Sí, es Monster. Exacto. Bien.",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 744.96,
      "fin": 753.47,
      "duracion": 8.51,
      "texto": "Bueno, ahora sí te comento esta parte que, bueno, lo que es tu línea va a estar portando seguramente dentro de las 48 horas.",
      "confianza": 0.633,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 753.49,
      "fin": 776.49,
      "duracion": 23.0,
      "texto": "A eso igual vamos a estar en contacto, ¿sí? Y, bueno, un día antes, por mensaje de WhatsApp, te van a estar informando lo que es la fecha de portabilidad, pero que vos te quedes tranquila. Quería decir, es importante que, bueno, al correo te des cuenta que te vas a regar un correo para que vas a activar tu línea, ¿sí? Bien, seguramente te pida también lo que es una validación para activar lo que es el chip, sí, te vas a estar pidiendo tu NA por cosas a titular.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 777.11,
      "fin": 785.25,
      "duracion": 8.14,
      "texto": "En caso de que tengas tu NA circultado con eso, te vas a poder comunicar a un 0800. Esto te lo voy a dejar por WhatsApp, sí, porque, bueno, tu que te acuerdes.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 785.87,
      "fin": 799.32,
      "duracion": 13.45,
      "texto": "Y por último, bueno, en caso de no levantarse ya en revisar lo que es el equipo y por otro lado, dentro del próximo día, se estará haciendo lo que es una encuesta de satisfacción por WhatsApp, ¿sí? Le solicitamos por favor que la completen ya que esos planes son muy importantes para la empresa.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 800.6,
      "fin": 823.63,
      "duracion": 23.03,
      "texto": "Bien, ahí está el diálogo que es el tietre, María. ¿Hasta acá tenés alguna consulta? No. Ahí está el 0800. Perfecto. Entonces, Primero se me tiene que quedar de baja, claro, y ahí cuando se vea el mail puedo activar con el QR. Exactamente. Obviamente, ya sea, si tienes alguna consulta, que vos me quieras preguntar algo o otra cosa, me hablas por este video de WhatsApp, yo te voy a responder por ahí.",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 824.34,
      "fin": 830.88,
      "duracion": 6.54,
      "texto": "Y vamos a meter en contacto a los otros dos nomás. Sí, pero bueno, vos ahora nada más que esperar, sí, ya que no tenés que hacer nada con claro, ¿sí?",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 834.37,
      "fin": 838.42,
      "duracion": 4.05,
      "texto": "OK, perfecto. Bueno, gracias. Bueno, muchas gracias a vos. Que tengas buen día. Chau, chau. Bienvenida nuevamente.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Buenas tardes. Sí. ¿Cómo estás, Lourdes? Quiero darle un gusto. Me estoy contactando en la área de beneficios. Queríamos darte lo que es una bonificación para la línea. ¿Vos actualmente estás en claro? ¿Beneficios en claro? De movistarme, estoy contactando todo. Ah, o sea, sí, estoy en claro y estoy pensando en cambiarme porque me aumentó bastante. Así que les dije que si no me hacían una prueba, Bien, y tengo una consulta, María, pues más o menos cuatro gigas está consumiendo. No tengo idea, pero tenía un contrato de un año de 13 y me están cobrando 25, o sea, no respetaron el contrato de también. Claro, bastante. Bueno, mira, a ver, yo te comento este plan, ¿viste? Este plan en realidad vas a contar con lo que son 16 gigas, sí, son bastantes gigas, con ocho euros y ocho regalos por seis meses, y te sale 10 de 400, ¿sí? Justamente lo primer beneficio está siendo por seis meses porque, bueno, viste que antes también habían bastantes aumentos en lo que es movilizar, ¿sí? Entonces, bueno, haberte hecho por seis meses justamente para que uno sufra esos aumentos y después acceda a otra bonificación mesteros, ¿sí? Te damos el aviso, te dan el aviso de lo que es cuando estés por terminar la promo, ¿sí? Ajá. Este plan te incluye lo que es rumina energética, ¿sí? WhatsApp gratis y todo ilimitado. Así que está bastante completo dentro de todo. ¿Me incluye Roomin por cuánto tiempo y en qué lugar es? Bien, sería Roomin en América. Todo lo que es América, sí. No es al mundo, solamente en la parte de América. Y esto lo vas a tener dentro del plan ya, o sea que por seis meses también lo he incluido en realidad. Ah, OK. O sea, hasta Alaska, digamos. Claro, o sea, a ver. ¿Todo América del sur, del centro, del norte? ¿Todo América? ¿No? ¿Europa? Exactamente. Sí, sí, sí. Todo América. Exactamente. ¿Otra índice? Sí, sí, sí. No sé. Así que, bueno, no sé si vos juntas con esta línea nomás, María, o serían más. Ajá. No. Mi hija ya se pasó a movilizar. Ajá, bien, perfecto. Bueno, entonces, si querés, si querés, podemos ubicarlo que es en este plan. Se comentó cómo es tema chip. Nosotros le damos el aviso a lo que es la empresa de claro, justamente para si no te cortan lo que es la línea, ni siquiera te incomunican, ni siquiera te transcurso, ¿sí? Tema chip, nosotros te lo enviamos a una sucursal, que obviamente a vos te querés cercano y cómodo, ¿sí? Ahora la buscamos juntas. ¿En qué parte te busco? ¿De qué provincia y localidad? Yo vivo en Díaz de la Plata. Pero no sé si la inicializa puede ser en la plata también. ¿En la plata? A ver. Mira, el otro día busqué por la plata y creo que sería... Sí, en lo que es la plata sí hay. Mira, tenés como cuatro, hay más o menos... A ver, yo te digo una a ver si lo ubicas. Tenés incárdeles. Diagonal 79, después tenés una ubicada de 47, entonces son todos con números ahí. Y después tenés otra en calle 12, calle 48. Pero bueno, están todos cercanas, digamos. No hay mucha diferencia. ¿Cuál era, cualquiera? ¿O tengo que elegir una con vos? Ajá, puedes elegir una conmigo, en realidad. Esa presentación y esa sucursal. Decime, porfa. ¿Tenés ahí entre 47, entre qué calle, 48, entre qué casa? Sí, ahí te digo. Sería calle 47. Me sale número 38. 6 y 80, te digo las entre calles. Esto está ubicado entre calle 9 y la otra sería calle 8. Después tienes otra en calle 48, esa está ubicado entre, sería, vería 7 y calle 8. Están cerquitas. Cualquiera de esas es la de 47 mejor. Dale, genial. ¿Cómo vamos a hacer? Para no perder lo que es contacto, obviamente tema cheat y demás. Y la idea, bueno, es que si yo seguirlo en lo que es este trámite, yo voy a estar enviando un mensajito por vía WhatsApp, si ahora en línea, para que, bueno, vos si querés mi agenda, vamos a mantener contacto con los otros por acá, ¿sí? Por lo que vos necesites. Así que ahí te pongo, o en el Soy Lourdes, Demonstrarte. OK. Necesito un e-cheat. Eso, tengo un e-cheat físico o chip e-cheat sería QR. Sí, exacto, con QR. Ah, ese SIM. Bueno, mira, genial. Entonces, no vamos a ubicar directamente ninguna sucursal, ¿sí? Ya que las líneas es SIM, sí, directamente nosotros a un correo que vos nos veis, que es el uso, digamos, enviamos lo que es para que vos puedas activar la línea con un QR. Si es mejor, digamos, no tienes que ir a ningún lado. Así que, bueno, ahora sí que tiene un correo. Entonces, la promo quedaría desde el día que se me entida el teléfono seis meses. Exactamente. El beneficio es por 3 meses y el plan en total son 16 gigas. Yo ahora igual te voy a hacer un cierre comercial donde, bueno, ver más que nada para que quede todo auditado en la llamada, ya que, bueno, no graban. Entonces, la idea es que quede como este respaldo por una seguridad total y mía, ¿sí? Pero, bueno, te vuelvo a comentar el plan. Son 16 gigas en total. Son 8 de base y 8 de regalo por 6 meses. Así que el total mensual vas a tener 16 gigas. Con WhatsApp gratis, roaming en América, todo limitado. Y te quedan 10,400, ¿sí? Si ustedes me avisan después cuando se me acabe el plano, tengo que volver a tomar un libro para decir. No, no, te dan el aviso un mes antes, más o menos, como para que vos te vayas teniendo en cuenta. Y vos ahí lo que haces es acceder a lo que es otra unificación, digamos, de cero, justamente así. Y bueno, si no, en el caso de que vos me quieras enviar un mensajito o algo, yo te puedo ayudar en realidad. o vos por ejemplo, vos incluso ahora si no sé, querés, no sé, más si vas todavía a ponerle o menos, o querés cambiar el plan, lo puedes hacer a través de la aplicación, que bueno, es como una vez que vos tengas la línea activa, te apagás la aplicación, ahí te asegura todo, todo, todo, los días que vas teniendo, eran, sí. Perfecto. Ahora sí, te voy a pedir lo que es, una foto te viene ahí frente y vos sos para venir a limpiar, ya que vos sos la titular, sí, Esto lo podéis enviar por WhatsApp o en línea para que lo valide. Y de lo último lo eliminar, por si cada vez comprensa que queda en chat. Estoy buscando ahí. Bien. Ahí decidimos que es el frente. Les vamos a ver cuándo ven. O sea, que estamos viendo esto. Ah, ahí está el disquete. Bien. Genial. María Florencia Ramos. Ahí hay una talla del doctor. Perfecto. Allá estaría, María. Genial. Muchas gracias. Bien, ahora te comento que, bueno, es más rápido como era, ¿viste? Porque no tenemos que enviar el chip a ningún lado, directamente es SIM, ¿sí? Así que acuérdate que en el correo te vamos a estar enviando el QR, ¿sí? Ahora voy a pasar a usted, bueno, lo que es, le vamos a dar el aviso a Claro, ¿sí? Vos no tenéis que hacer nada, en realidad. Yo le doy el aviso a Claro, pero lo que haces ya de por sí es darte 8 días, más o menos, lo que es en la empresa, ¿sí, recordá? Así que, no tenés que hacer totalmente nada. Lo que sí, te van a empezar a entrar llamados, por si este código, ¿sí? Sí, por favor, te pido que no atiendas a la línea justamente, porque van a ser las empresas, Movistar, Versión Analítica, y demás. Entonces, si vos cortás, hay que empezar de ser, y se les corta el trámite, por ese tema. Y de última, si quieren, cuéntenme en alta voz. Mientras tanto, yo te voy a empezar a hacer el cierre comercial, ¿sí? Vos avísame cuando te lee el código, ¿sí? Ok. Sí, decí metela. No, tengo que pagarlo de... claro, tengo el último más claro que no pague, lo tengo que pagar para que me puedan liberar, ¿no? ¿Vos ahora tenéis la línea cortada? No, no, no, pero tengo que pagar... Claro, mira, en realidad, a ver, te digo una cosa. ¿Vos puedes hacer la portabilidad, no importa si no, o en accionamos? Obviamente, lo que hace por ahí la gente es abonar eso para que a vos no te quede eso como una reúna en claro. En realidad, es por eso. Pero bueno, eso lo elegimos. Ok, ok. Abonar este mejor, ya te olvidas de eso. Bien, Matías, ahora sí arranco a hacer el cierre comercial y vos avísame cuándo te llegue lo que es el código, ¿sí? El código lo vas a recibir por mensaje de texto común al 223, ¿sí? Ok. Y en arranco, ¿para recibir futuras promociones actualmente? ¿Tienes internet de Movistar en tu casa, en tu homicidio? No, no se llega a Movistar a mi casa. Bien. Entonces, estamos portando la línea que sería 2213999746, a nombre y apellido, el titular actual que sería Camboda María Florencia. ¿Ve a confirmar los últimos tres dígitos de tu NEI, por favor? 981. Perfecto, bien. Actualmente me comentaste, María, que estás en claro con un abuelo mensual. ¿La factura llega a nombre turo o a nombre de otra persona? No, a nombre mío. Bien. También me comentaste que usas lo que es un chip SIM, que sería virtual. Por lo tanto, recordá que te vamos a estar enviando el QR para que vamos a activar tu línea al correo que sería flodisciencia.com. Sí, perfecto. Bien. Vas a, perdón, te recuerdo lo que es el costo del servicio, si al día de hoy te sale 10.400 pesos y con un descuento por seis meses de 41.650 pesos. Detallé o bien lo que es el plan, son ocho siglas de base y ocho siglas por año por seis meses, ¿sí? Bueno, también te explico ahí lo que te había comentado. WhatsApp gratis, Rubén América y todo limitado. Bien. Ahí me llegó el código 4085. Bien, ¿qué te pidió ese código? Un comprobante para que yo lo junte, ¿sí? ¿Puede ser una captura de pantalla? Sí, puede ser. Bueno, esto lo envías por WhatsApp. Yo ahora sigo el cierre. Bien, bueno, recordará lo que es la duración del descuento, que es por seis meses, que el servicio S&F me está encantado. O sea, eso obviamente vos no sabés nada ahora. Y recordar que vos, una vez que tengas ya la línea activa en Monster, te van a asegurar, primero, 8 GB de VARSE, ¿sí? Y después, de las 48 dólares, eso es automático, te van a estar durando los otros ocho gigas, ¿sí? Ahí vas a tener unos 16 gigas, ¿sí? Bien. En el correo, entonces, que me habías dicho, floriciencia.com, vas a estar recibiendo lo que es la facturación online, ¿sí? Y después, desde la aplicación de Movishare, una de todas las descargas, ¿sí? En la parte de servicios, vas a poder ver toda la información referida a tu factura, ya sea cicla de facturación, vencimientos o montos a pagar, ¿sí? También te comenté algo bueno, que vas a poder activar 20 gigas que van de regalo. Esto va con una duración de 30 días. Sí, está disponible una vez por año, digamos. Así que durante vos, los seis meses que vos tengas, que es el beneficio, vas a poder activar los 20 gigas, pero te van a durar 30 días. OK. Oigo, lo activo cuando quiero. Cuando vos quieras. ¿Me sirve también si me voy de viaje para usarlo con Roomi? Creo que eso no, porque son de regalo. Pero bueno, eso lo puedes activar cuando vos quieras. Bueno, también puedes adherirte lo que es al débito automático. Y bueno, en el caso que tuvieras otra línea, te íbamos a usar más cuatro líneas de regalo para cada línea, ¿sí? Pero bueno, en este caso es una. Bien. Sí, tengo la delincha, que es Monster. Sí, es Monster. Exacto. Bien. Bueno, ahora sí te comento esta parte que, bueno, lo que es tu línea va a estar portando seguramente dentro de las 48 horas. A eso igual vamos a estar en contacto, ¿sí? Y, bueno, un día antes, por mensaje de WhatsApp, te van a estar informando lo que es la fecha de portabilidad, pero que vos te quedes tranquila. Quería decir, es importante que, bueno, al correo te des cuenta que te vas a regar un correo para que vas a activar tu línea, ¿sí? Bien, seguramente te pida también lo que es una validación para activar lo que es el chip, sí, te vas a estar pidiendo tu NA por cosas a titular. En caso de que tengas tu NA circultado con eso, te vas a poder comunicar a un 0800. Esto te lo voy a dejar por WhatsApp, sí, porque, bueno, tu que te acuerdes. Y por último, bueno, en caso de no levantarse ya en revisar lo que es el equipo y por otro lado, dentro del próximo día, se estará haciendo lo que es una encuesta de satisfacción por WhatsApp, ¿sí? Le solicitamos por favor que la completen ya que esos planes son muy importantes para la empresa. Bien, ahí está el diálogo que es el tietre, María. ¿Hasta acá tenés alguna consulta? No. Ahí está el 0800. Perfecto. Entonces, Primero se me tiene que quedar de baja, claro, y ahí cuando se vea el mail puedo activar con el QR. Exactamente. Obviamente, ya sea, si tienes alguna consulta, que vos me quieras preguntar algo o otra cosa, me hablas por este video de WhatsApp, yo te voy a responder por ahí. Y vamos a meter en contacto a los otros dos nomás. Sí, pero bueno, vos ahora nada más que esperar, sí, ya que no tenés que hacer nada con claro, ¿sí? OK, perfecto. Bueno, gracias. Bueno, muchas gracias a vos. Que tengas buen día. Chau, chau. Bienvenida nuevamente.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 35.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:01:54.943450",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 233,
    "total_segmentos_corregido": 61,
    "fecha_correccion": "2026-01-18T23:05:13.604514",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142052229_ACD_23969",
    "fecha_inicio": "14/1/2026 14:20:52",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 815,
    "tiempo_conversacion": 798,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}