{
  "archivo": "amza8_1_260114120334509_ACD_89907.wav",
  "duracion_segundos": 233.69,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 141.85,
    "Cliente": 77.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 26.26,
      "duracion": 26.23,
      "texto": "Hola, ¿qué tal? ¿Un día hablo con Jesús? No, no se encuentra. ¿Quién le habla? Mi nombre es Thiago. Yo me estoy contactando en lo que es el área de recuperación del cliente de Movistar. ¿Por qué se pone en la compañía? ¿Cuál fue su inconveniente? ¿Por el precio? Nada más. Ah, un tema económico, nada más. Genial. ¿Y ahora actualmente en lo que es la compañía de Claro? ¿Cuándo están hablando ustedes?",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.34,
      "fin": 32.66,
      "duracion": 5.32,
      "texto": "La Patria es una corporativa. Son cinco teléfonos.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.4,
      "fin": 49.24,
      "duracion": 15.84,
      "texto": "Y estamos alrededor de 90, me parece. Pues bastante. Mira, te comento lo que nosotros tenemos actualmente. Tenemos lo que es una modificación mucho más económica para lo que son las cinco líneas. ¿Cuántas líneas tiene cada línea?",
      "confianza": 0.805,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.32,
      "fin": 77.81,
      "duracion": 27.49,
      "texto": "No, diferente. En una tenemos 20, en dos tenemos 20, en otra tenemos dos. 10 o 12, no me acuerdo. Mira, nosotros actualmente como es principio de año y estamos brindando lo que son beneficios para la que vuelan a la compañía, tenemos lo que son para las cinco líneas, 20 gigas en cada línea, con WhatsApp, altizar la idea de cuatro compañías, roaming para navegar afuera del país en lo que es América, al precio de 10.400 pesos por las cinco líneas.",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.29,
      "fin": 80.97,
      "duracion": 0.68,
      "texto": "¿Más impuesto?",
      "confianza": 0.326,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.52,
      "fin": 106.43,
      "duracion": 24.91,
      "texto": "No, no, no es más impuesto, ese sería el precio al día de hoy. Y cuántas siglas son? 20 gigas para cada línea. Son 8 de regalo y los 4 hectares que se suman para realizar el traspaso de las 5 líneas. ¿Y eso cuánto tiempo? Eso es durante 6 meses.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.65,
      "fin": 107.43,
      "duracion": 0.78,
      "texto": "Te comento por qué.",
      "confianza": 0.728,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.85,
      "fin": 135.12,
      "duracion": 27.27,
      "texto": "Durante los 6 meses eso, yo voy a hacer eso con el personal, van a estar en contacto conmigo. Nosotros ya no realizamos lo que son bonificaciones para un año, ya que si nosotros realizamos lo que es una bonificación por un año, el incremento de la boleta es bastante alto, entonces lo realizamos cada seis meses, brindamos lo que es una nueva bonificación para que no haya mucho aumento en lo que es la facturación. Y bueno, como te comentaba, te estabas ahorrando lo que son básicamente 80 mil pesos, digamos.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.76,
      "fin": 144.15,
      "duracion": 8.39,
      "texto": "Bien, ¿me podés pasar eso por WhatsApp para que yo se lo muestre a Coitiño?",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 147.53,
      "fin": 162.91,
      "duracion": 15.38,
      "texto": "Sí, obvio, obvio, obvio. Bueno, o te doy un mail, me lo pasás por mail, me lo informás por mail, así ahí lo analizamos y lo comunico contigo, como te quede más cómodo. Dale, por WhatsApp me resulta más cómodo. Dale, pasándolo a este número. Voy a poner, hola, mi nombre.",
      "confianza": 0.022,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.53,
      "fin": 173.02,
      "duracion": 9.49,
      "texto": "Y bueno, ahí está yo todos. ¿Qué nombre es Margot? Margot, ¿verdad?",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.04,
      "fin": 181.59,
      "duracion": 8.55,
      "texto": "Sí. Perfecto. Sí, porque igual ahora el titular es la empresa, ya no es más coitiño, no es ex-coitiño, pero no importa, es lo mismo.",
      "confianza": 0.465,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 181.61,
      "fin": 192.78,
      "duracion": 11.17,
      "texto": "Ah, claro, sí, porque a mí me dice verdad que es coitiño el león que estuvo al mar. Él era el titular, ahora sería yo la titular porque es por empresa. Ah, ahora usted es la titular.",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.25,
      "fin": 200.71,
      "duracion": 7.46,
      "texto": "Sí, pero esto lo voy a consultar con él.",
      "confianza": 0.59,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.77,
      "fin": 207.41,
      "duracion": 6.64,
      "texto": "No sé en qué horario te vas a poder contactar con mí.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 208.44,
      "fin": 227.86,
      "duracion": 19.42,
      "texto": "Bueno, yo a él no lo veo hasta la noche, porque él está trabajando, está en la calle, no sé. En cuanto yo pueda comunicarme con él y ver esto, yo te abrigo. Sí, obvio, obvio. Si te parece, mañana también te mando un mensajito para él. Bueno, si lo has charlado, todo, y mañana regresamos a lo que es la portabilidad, si te parece. Ok, dale.",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.88,
      "fin": 228.52,
      "duracion": 0.64,
      "texto": "Dale, perfecto.",
      "confianza": 0.476,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 228.66,
      "fin": 231.1,
      "duracion": 2.44,
      "texto": "Muchas gracias. Que tengan mucha victoria.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 232.04,
      "fin": 233.69,
      "duracion": 1.65,
      "texto": "Gracias a ti igualmente. Gracias. Chau, chau.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Un día hablo con Jesús? No, no se encuentra. ¿Quién le habla? Mi nombre es Thiago. Yo me estoy contactando en lo que es el área de recuperación del cliente de Movistar. ¿Por qué se pone en la compañía? ¿Cuál fue su inconveniente? ¿Por el precio? Nada más. Ah, un tema económico, nada más. Genial. ¿Y ahora actualmente en lo que es la compañía de Claro? ¿Cuándo están hablando ustedes? La Patria es una corporativa. Son cinco teléfonos. Y estamos alrededor de 90, me parece. Pues bastante. Mira, te comento lo que nosotros tenemos actualmente. Tenemos lo que es una modificación mucho más económica para lo que son las cinco líneas. ¿Cuántas líneas tiene cada línea? No, diferente. En una tenemos 20, en dos tenemos 20, en otra tenemos dos. 10 o 12, no me acuerdo. Mira, nosotros actualmente como es principio de año y estamos brindando lo que son beneficios para la que vuelan a la compañía, tenemos lo que son para las cinco líneas, 20 gigas en cada línea, con WhatsApp, altizar la idea de cuatro compañías, roaming para navegar afuera del país en lo que es América, al precio de 10.400 pesos por las cinco líneas. ¿Más impuesto? No, no, no es más impuesto, ese sería el precio al día de hoy. Y cuántas siglas son? 20 gigas para cada línea. Son 8 de regalo y los 4 hectares que se suman para realizar el traspaso de las 5 líneas. ¿Y eso cuánto tiempo? Eso es durante 6 meses. Te comento por qué. Durante los 6 meses eso, yo voy a hacer eso con el personal, van a estar en contacto conmigo. Nosotros ya no realizamos lo que son bonificaciones para un año, ya que si nosotros realizamos lo que es una bonificación por un año, el incremento de la boleta es bastante alto, entonces lo realizamos cada seis meses, brindamos lo que es una nueva bonificación para que no haya mucho aumento en lo que es la facturación. Y bueno, como te comentaba, te estabas ahorrando lo que son básicamente 80 mil pesos, digamos. Bien, ¿me podés pasar eso por WhatsApp para que yo se lo muestre a Coitiño? Sí, obvio, obvio, obvio. Bueno, o te doy un mail, me lo pasás por mail, me lo informás por mail, así ahí lo analizamos y lo comunico contigo, como te quede más cómodo. Dale, por WhatsApp me resulta más cómodo. Dale, pasándolo a este número. Voy a poner, hola, mi nombre. Y bueno, ahí está yo todos. ¿Qué nombre es Margot? Margot, ¿verdad? Sí. Perfecto. Sí, porque igual ahora el titular es la empresa, ya no es más coitiño, no es ex-coitiño, pero no importa, es lo mismo. Ah, claro, sí, porque a mí me dice verdad que es coitiño el león que estuvo al mar. Él era el titular, ahora sería yo la titular porque es por empresa. Ah, ahora usted es la titular. Sí, pero esto lo voy a consultar con él. No sé en qué horario te vas a poder contactar con mí. Bueno, yo a él no lo veo hasta la noche, porque él está trabajando, está en la calle, no sé. En cuanto yo pueda comunicarme con él y ver esto, yo te abrigo. Sí, obvio, obvio. Si te parece, mañana también te mando un mensajito para él. Bueno, si lo has charlado, todo, y mañana regresamos a lo que es la portabilidad, si te parece. Ok, dale. Dale, perfecto. Muchas gracias. Que tengan mucha victoria. Gracias a ti igualmente. Gracias. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.524,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:09:12.757760",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 65,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:32.476232",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114120334509_ACD_89907",
    "fecha_inicio": "14/1/2026 12:03:34",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 271,
    "tiempo_conversacion": 225,
    "tiempo_hold": 0,
    "tiempo_acw": 25,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}