{
  "archivo": "amza44_1_260114102814066_MIT_01984.wav",
  "duracion_segundos": 680.22,
  "num_segmentos": 147,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 219.72,
    "Cliente": 386.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 33.55,
      "duracion": 33.52,
      "texto": "Hola, buenos días. Estamos en la hora de comunicarme con Miguel Ángel, como le vamos a decir en arena. Ya te estoy llamando y la idea que le vamos a dar, porque tenemos una muy buena comunicación. ¿Cómo estás? Me alegro mucho. Te comento. No sé vos más o menos, Hola. Hola, ¿qué tal, cómo le va, Jonathan? Soy Rodrigo de Movistar, no sé si recuerdas de ayer estuvimos hablando.",
      "confianza": 0.371,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.2,
      "fin": 48.95,
      "duracion": 12.75,
      "texto": "Sí. Ok, excelente. Me comunico porque, bueno, hoy día tengo Cielo, que es una promoción un poquito más económica de lo que le ofrecí ayer, y para que usted la pueda aprovechar. que va a contar con lo que son más gigas también.",
      "confianza": 0.146,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.97,
      "fin": 61.32,
      "duracion": 12.35,
      "texto": "Que es el plan de 8 gigas, más 8 gigas de regalos por 6 meses, o sea, va a contar con 16 gigas para poder utilizar. Cuenta con lo que es WhatsApp Gratis, llamar directo a todas las compañías y 3 gigas de roaming en América.",
      "confianza": 0.696,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.14,
      "fin": 79.02,
      "duracion": 16.88,
      "texto": "Y este plan va a estar quedando en 10.400 pesos. No sé cómo se ve usted con esta promoción. ¿Cómo? Ok, excelente. Bueno, podemos proceder a lo que es hacer la portabilidad. Sí,",
      "confianza": 0.59,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 79.02,
      "fin": 82.45,
      "duracion": 3.43,
      "texto": "porque, bueno, lo que es la promo está vigente solo por el día de hoy.",
      "confianza": 0.789,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.11,
      "fin": 89.33,
      "duracion": 6.22,
      "texto": "Por eso también lo llamé ni bien me enteré, sí. Usted, ¿de qué es una S?",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.72,
      "fin": 103.33,
      "duracion": 11.61,
      "texto": "De Monte Grande. De Monte Grande, ok. Lo que voy a hacer sí es designarle una sucursal para que usted pueda ir a retirar lo que es el chip, sí.",
      "confianza": 0.256,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.35,
      "fin": 104.05,
      "duracion": 0.7,
      "texto": "Sí, sí, algo me lo había comentado.",
      "confianza": 0.024,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.22,
      "fin": 127.31,
      "duracion": 23.09,
      "texto": "Si, tengo lo que es una sucursal en la calle Hipólito Iriolles, que es en el shopping boulevard. ¿Esa le queda bien?",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.98,
      "fin": 137.01,
      "duracion": 9.04,
      "texto": "Si no tengo una en Alem.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.68,
      "fin": 186.36,
      "duracion": 45.68,
      "texto": "En la calle Alem al 146. En Alem. En la Alem, ok, excelente. Yo ahora le voy a mandar lo que es un mensajito de WhatsApp, así tiene mi número. Yo voy a hacer lo que es su accesor personalizado en lo que es la gestión, así que cualquier dúo o consulta, así que usted tenga al respecto, me escribe. Ahí ya tiene mi número, yo le voy a mandar lo que es una captura de pantalla, esto es más protocolo que otra cosa, con la dirección de la sucursal. Y voy a pasar a validar unos datos para hacer lo que es el cierre comercial, que es lo que es una... Este es el contrato telefónico que esto va a guardar con su trámite, más que nada para su tranquilidad. Si usted llega a tener alguna inconveniente o más, puede apelar a lo que es la llamada, básicamente.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.05,
      "fin": 196.43,
      "duracion": 5.38,
      "texto": "Es de darnos un segundo. Su nombre completo es Jonathan Gabriel Castillo, ¿correcto?",
      "confianza": 0.214,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 197.57,
      "fin": 213.96,
      "duracion": 16.39,
      "texto": "Correcto. ¿Me confirma los tres últimos dígitos de su DNI? 585 Ok. Y acá me salto un mail que es crastilloazuro77s.a.gmail.com. ¿Ese es el mail que usted tiene vigente a día de hoy?",
      "confianza": 0.213,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.81,
      "fin": 237.8,
      "duracion": 20.99,
      "texto": "Sí, pero lo está colar Java, no me va a entrar. Ok. Ahora estoy rezando uno que es Jonathan Gabriel. Ok. 628.gmail.com ¿698? No, 628. Ah, 6.28, ok. Jonathan Galviel...",
      "confianza": 0.531,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 237.8,
      "fin": 244.77,
      "duracion": 6.97,
      "texto": "Ok. Ok, ya con esto podríamos hacer lo que es el cierre comercial, ¿sí?",
      "confianza": 0.661,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.75,
      "fin": 252.32,
      "duracion": 6.57,
      "texto": "Esto lo tengo que leer recorrido, así que cualquier... Yo le voy a hacer unas preguntas que me tiene que contestar.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.24,
      "fin": 269.06,
      "duracion": 15.82,
      "texto": "Cualquier grupo consulta que tenga, me lo dice al finalizar lo que es el cierre comercial, ¿sí? Perfecto. Ok. Para recibir futuras promociones, ¿está aquí en el Internet de Movistar en su casa?",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 274.65,
      "fin": 293.16,
      "duracion": 18.51,
      "texto": "No, no lo tengo aquí. Ok. Tenemos un segundo. Acá. Estamos portando la línea 11-34-23-76-94 a nombre y apellido del titular actual Jonathan Gabriel Castillo. ¿Me confirman los tres últimos dígitos de su DNI, por favor? 585. Ok. Su compañía es claro. Me comentó que cuenta con factura mensual.",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 293.86,
      "fin": 296.29,
      "duracion": 2.42,
      "texto": "¿La factura está a su nombre o a nombre de otra persona?",
      "confianza": 0.798,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.75,
      "fin": 317.25,
      "duracion": 18.5,
      "texto": "A mi nombre. Ok. ¿Su teléfono posee chip físico o virtual? Físico. Ok. ¿Va a retirar su chip en el punto de adquisición subcursor Movistar en la calle Leandro Nealem a la altura 146 en la localidad de Monte Grande, provincia de Buenos Aires?",
      "confianza": 0.034,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 317.69,
      "fin": 334.09,
      "duracion": 16.4,
      "texto": "Le recuerdo que el costo del servicio al día de hoy es de diez mil cuatrocientos pesos, ya que cuenta con ocho gigas de base, WhatsApp gratis llamadas libres a todas las compañías, un giga para Free Fire América Precio Local, y tres gigas de Roaming en América, más ocho gigas bonificados por seis meses.",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.31,
      "fin": 338.63,
      "duracion": 4.32,
      "texto": "Le recuerdo que estos últimos se habilitarán cuarenta y ocho horas después de habilitada la línea.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 339.95,
      "fin": 345.52,
      "duracion": 5.57,
      "texto": "Su mail es Jonathan Gabriel seis veintiocho arroba Gmail punto com, es correcto?",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 346.3,
      "fin": 347.0,
      "duracion": 0.7,
      "texto": "Correcto.",
      "confianza": 0.244,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 347.59,
      "fin": 371.89,
      "duracion": 24.3,
      "texto": "Esta era recibiendo su facturación online a través del mail que nos proporcionaba. Ingresando a la sección servicios desde el audio Modestar puede ver toda la información referida a su factura, ya sea su ciclo de facturación, vencimiento, montos a pagar. Activar 20 yeras de regalo con una duración de 30 días fuera de la adresal de ébito automático, también sumar 4 yeras de regalo en cada línea si es que porta más de 2 líneas registradas bajo el mismo titular.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.5,
      "fin": 381.12,
      "duracion": 8.63,
      "texto": "Una vez aprobada la portabilidad, su línea aportará entre 7 a 10 días hábiles y una vez aportada esta misma, la portabilidad de su línea aportará a las 48 horas hábiles.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.73,
      "fin": 411.97,
      "duracion": 30.24,
      "texto": "Un día por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de claro dejará de reescribir señal. Ahí es cuando debe colocarlo. Le comento que por única vez deberá validar identidad de activarlo En caso de que tenga alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800-321-767-82 a opción 4. Le solicitamos que en caso de no levantar señales del chip reinige el equipo.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 412.55,
      "fin": 421.12,
      "duracion": 8.57,
      "texto": "Por otro lado, dentro de los próximos días recibirá una encuesta de satisfacción por WhatsApp. Le solicitamos que por favor la complete ya que su opinión es muy importante para la empresa.",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 422.57,
      "fin": 425.25,
      "duracion": 2.68,
      "texto": "Bueno, con esto finalizamos lo que es el cierre comercial.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 425.94,
      "fin": 429.98,
      "duracion": 4.04,
      "texto": "Ahora vamos a pasar a lo que es el código de portabilidad, ¿sí?",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 430.64,
      "fin": 451.05,
      "duracion": 20.41,
      "texto": "Esto es básicamente lo que a nosotros nos permite pasar lo que es el número de una empresa a la otra conservando el número, ¿sí? Yo lo voy a mandar por mensaje de texto común, ¿sí? Un código, le va a llegar un mensaje con el remitente, más 2-2-3, que es ENACOM, que es la empresa que regula todo lo que son las portabilidades,",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 451.86,
      "fin": 489.58,
      "duracion": 37.72,
      "texto": "Sí, le va a llevar un código de cuatro dígitos. Eso me lo tiene que usted dictar en llamada y después mandarme al WhatsApp lo que es una capturita de pantalla con el mensajito que le llegó. Le comento también que ahora le van a estar entrando llamadas de distintos números. Son compañeros de otros call centers que están viendo lo que es la venta y la van a querer para ellos. Así que le pido que por favor no las atienda y que no le pase sus datos a ningún otro acceso ya que Puedes llegar a interrumpir lo que es la gestión, ¿sí? Cualquier rubro de consulta, ya tiene mi número, lo ideal es que usted le hice un trámite conmigo.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 491.02,
      "fin": 493.18,
      "duracion": 2.16,
      "texto": "Ahí ya se lo envié.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 500.8,
      "fin": 502.74,
      "duracion": 1.94,
      "texto": "Un segundo. Ahí ya se envió, no sé si le llegó.",
      "confianza": 0.013,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 504.2,
      "fin": 523.37,
      "duracion": 19.17,
      "texto": "A ver, espérate que te pongo en el laberinto. No hay problema. Para que te manejes en tu línea de diálogo, ¿cómo estás? ¿Todo el tema es para no interrumpirte?",
      "confianza": 0.158,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 523.39,
      "fin": 523.53,
      "duracion": 0.14,
      "texto": "Claro.",
      "confianza": 0.16,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 523.55,
      "fin": 526.19,
      "duracion": 2.64,
      "texto": "Bien, entiendo. Bueno, muchísimas gracias por que tengas esta entrevista.",
      "confianza": 0.359,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 527.0,
      "fin": 532.0,
      "duracion": 5.0,
      "texto": "Tiene que quedar por lo que es mensaje de texto común, ¿sí? ¿No hay mensaje de texto?",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 533.92,
      "fin": 551.32,
      "duracion": 17.4,
      "texto": "¿Cuál es? 1374 ¿Con fecha de vencimiento?",
      "confianza": 0.298,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 552.68,
      "fin": 569.25,
      "duracion": 16.57,
      "texto": "Con el 21 del 1 de 2019 Bueno, ya con esto tendríamos casi finalizado lo que es el trámite Ahora lo que tenemos que hacer es pasar a lo que es la validación de identidad. Para eso yo necesito que me pasen por WhatsApp también lo que es el frente orso del DNI.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 569.76,
      "fin": 574.32,
      "duracion": 4.56,
      "texto": "Es al WhatsApp al que le mandé el mensaje. Pero no le estarían llegando. No sé si no tiene internet.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 580.75,
      "fin": 584.31,
      "duracion": 3.56,
      "texto": "No, no tiene internet. Estoy justo laburando frente a las ferreyes y no, no, no, nada. Ah, ok. Ok, no tiene internet actualmente.",
      "confianza": 0.011,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 584.81,
      "fin": 590.54,
      "duracion": 5.73,
      "texto": "Y más o menos en qué horario me lo podría pasar. A ver.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 593.29,
      "fin": 607.37,
      "duracion": 14.08,
      "texto": "No me quedó. No me quedó. No me quedó.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 608.09,
      "fin": 613.23,
      "duracion": 5.14,
      "texto": "No me quedó. No me quedó.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 613.75,
      "fin": 628.97,
      "duracion": 15.22,
      "texto": "No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. O sea, eso va cargado con lo que es el trámite, si es más que nada, para certificar que el cliente dio el consentimiento de pasar la línea de una empresa a la otra.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 630.17,
      "fin": 636.2,
      "duracion": 6.03,
      "texto": "Así que, que bueno, es lo que yo necesitaría. Así que, lo antes posible, si es que me lo puede pasar.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 639.54,
      "fin": 657.06,
      "duracion": 17.52,
      "texto": "Así le conservamos lo que es la promo. Bueno, ¿cómo? Ok, excelente. Voy a estar aguardando lo que es el mensaje entonces.",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 658.23,
      "fin": 663.27,
      "duracion": 5.05,
      "texto": "Mientras tanto le recuerdo así que por favor no atienda las llamadas que seguramente le van a estar llegando.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 665.79,
      "fin": 668.1,
      "duracion": 2.3,
      "texto": "Sí, sí, son rapidísimos para eso.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 669.0,
      "fin": 680.22,
      "duracion": 11.22,
      "texto": "Así que bueno, espero que tenga buen día. Como le digo, voy a estar aguardando lo que es el mensajito. Que tenga buen día y bienvenido a Movistar. Hasta luego.",
      "confianza": 0.663,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Estamos en la hora de comunicarme con Miguel Ángel, como le vamos a decir en arena. Ya te estoy llamando y la idea que le vamos a dar, porque tenemos una muy buena comunicación. ¿Cómo estás? Me alegro mucho. Te comento. No sé vos más o menos, Hola. Hola, ¿qué tal, cómo le va, Jonathan? Soy Rodrigo de Movistar, no sé si recuerdas de ayer estuvimos hablando. Sí. Ok, excelente. Me comunico porque, bueno, hoy día tengo Cielo, que es una promoción un poquito más económica de lo que le ofrecí ayer, y para que usted la pueda aprovechar. que va a contar con lo que son más gigas también. Que es el plan de 8 gigas, más 8 gigas de regalos por 6 meses, o sea, va a contar con 16 gigas para poder utilizar. Cuenta con lo que es WhatsApp Gratis, llamar directo a todas las compañías y 3 gigas de roaming en América. Y este plan va a estar quedando en 10.400 pesos. No sé cómo se ve usted con esta promoción. ¿Cómo? Ok, excelente. Bueno, podemos proceder a lo que es hacer la portabilidad. Sí, porque, bueno, lo que es la promo está vigente solo por el día de hoy. Por eso también lo llamé ni bien me enteré, sí. Usted, ¿de qué es una S? De Monte Grande. De Monte Grande, ok. Lo que voy a hacer sí es designarle una sucursal para que usted pueda ir a retirar lo que es el chip, sí. Sí, sí, algo me lo había comentado. Si, tengo lo que es una sucursal en la calle Hipólito Iriolles, que es en el shopping boulevard. ¿Esa le queda bien? Si no tengo una en Alem. En la calle Alem al 146. En Alem. En la Alem, ok, excelente. Yo ahora le voy a mandar lo que es un mensajito de WhatsApp, así tiene mi número. Yo voy a hacer lo que es su accesor personalizado en lo que es la gestión, así que cualquier dúo o consulta, así que usted tenga al respecto, me escribe. Ahí ya tiene mi número, yo le voy a mandar lo que es una captura de pantalla, esto es más protocolo que otra cosa, con la dirección de la sucursal. Y voy a pasar a validar unos datos para hacer lo que es el cierre comercial, que es lo que es una... Este es el contrato telefónico que esto va a guardar con su trámite, más que nada para su tranquilidad. Si usted llega a tener alguna inconveniente o más, puede apelar a lo que es la llamada, básicamente. Es de darnos un segundo. Su nombre completo es Jonathan Gabriel Castillo, ¿correcto? Correcto. ¿Me confirma los tres últimos dígitos de su DNI? 585 Ok. Y acá me salto un mail que es crastilloazuro77s.a.gmail.com. ¿Ese es el mail que usted tiene vigente a día de hoy? Sí, pero lo está colar Java, no me va a entrar. Ok. Ahora estoy rezando uno que es Jonathan Gabriel. Ok. 628.gmail.com ¿698? No, 628. Ah, 6.28, ok. Jonathan Galviel... Ok. Ok, ya con esto podríamos hacer lo que es el cierre comercial, ¿sí? Esto lo tengo que leer recorrido, así que cualquier... Yo le voy a hacer unas preguntas que me tiene que contestar. Cualquier grupo consulta que tenga, me lo dice al finalizar lo que es el cierre comercial, ¿sí? Perfecto. Ok. Para recibir futuras promociones, ¿está aquí en el Internet de Movistar en su casa? No, no lo tengo aquí. Ok. Tenemos un segundo. Acá. Estamos portando la línea 11-34-23-76-94 a nombre y apellido del titular actual Jonathan Gabriel Castillo. ¿Me confirman los tres últimos dígitos de su DNI, por favor? 585. Ok. Su compañía es claro. Me comentó que cuenta con factura mensual. ¿La factura está a su nombre o a nombre de otra persona? A mi nombre. Ok. ¿Su teléfono posee chip físico o virtual? Físico. Ok. ¿Va a retirar su chip en el punto de adquisición subcursor Movistar en la calle Leandro Nealem a la altura 146 en la localidad de Monte Grande, provincia de Buenos Aires? Le recuerdo que el costo del servicio al día de hoy es de diez mil cuatrocientos pesos, ya que cuenta con ocho gigas de base, WhatsApp gratis llamadas libres a todas las compañías, un giga para Free Fire América Precio Local, y tres gigas de Roaming en América, más ocho gigas bonificados por seis meses. Le recuerdo que estos últimos se habilitarán cuarenta y ocho horas después de habilitada la línea. Su mail es Jonathan Gabriel seis veintiocho arroba Gmail punto com, es correcto? Correcto. Esta era recibiendo su facturación online a través del mail que nos proporcionaba. Ingresando a la sección servicios desde el audio Modestar puede ver toda la información referida a su factura, ya sea su ciclo de facturación, vencimiento, montos a pagar. Activar 20 yeras de regalo con una duración de 30 días fuera de la adresal de ébito automático, también sumar 4 yeras de regalo en cada línea si es que porta más de 2 líneas registradas bajo el mismo titular. Una vez aprobada la portabilidad, su línea aportará entre 7 a 10 días hábiles y una vez aportada esta misma, la portabilidad de su línea aportará a las 48 horas hábiles. Un día por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de claro dejará de reescribir señal. Ahí es cuando debe colocarlo. Le comento que por única vez deberá validar identidad de activarlo En caso de que tenga alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800-321-767-82 a opción 4. Le solicitamos que en caso de no levantar señales del chip reinige el equipo. Por otro lado, dentro de los próximos días recibirá una encuesta de satisfacción por WhatsApp. Le solicitamos que por favor la complete ya que su opinión es muy importante para la empresa. Bueno, con esto finalizamos lo que es el cierre comercial. Ahora vamos a pasar a lo que es el código de portabilidad, ¿sí? Esto es básicamente lo que a nosotros nos permite pasar lo que es el número de una empresa a la otra conservando el número, ¿sí? Yo lo voy a mandar por mensaje de texto común, ¿sí? Un código, le va a llegar un mensaje con el remitente, más 2-2-3, que es ENACOM, que es la empresa que regula todo lo que son las portabilidades, Sí, le va a llevar un código de cuatro dígitos. Eso me lo tiene que usted dictar en llamada y después mandarme al WhatsApp lo que es una capturita de pantalla con el mensajito que le llegó. Le comento también que ahora le van a estar entrando llamadas de distintos números. Son compañeros de otros call centers que están viendo lo que es la venta y la van a querer para ellos. Así que le pido que por favor no las atienda y que no le pase sus datos a ningún otro acceso ya que Puedes llegar a interrumpir lo que es la gestión, ¿sí? Cualquier rubro de consulta, ya tiene mi número, lo ideal es que usted le hice un trámite conmigo. Ahí ya se lo envié. Un segundo. Ahí ya se envió, no sé si le llegó. A ver, espérate que te pongo en el laberinto. No hay problema. Para que te manejes en tu línea de diálogo, ¿cómo estás? ¿Todo el tema es para no interrumpirte? Claro. Bien, entiendo. Bueno, muchísimas gracias por que tengas esta entrevista. Tiene que quedar por lo que es mensaje de texto común, ¿sí? ¿No hay mensaje de texto? ¿Cuál es? 1374 ¿Con fecha de vencimiento? Con el 21 del 1 de 2019 Bueno, ya con esto tendríamos casi finalizado lo que es el trámite Ahora lo que tenemos que hacer es pasar a lo que es la validación de identidad. Para eso yo necesito que me pasen por WhatsApp también lo que es el frente orso del DNI. Es al WhatsApp al que le mandé el mensaje. Pero no le estarían llegando. No sé si no tiene internet. No, no tiene internet. Estoy justo laburando frente a las ferreyes y no, no, no, nada. Ah, ok. Ok, no tiene internet actualmente. Y más o menos en qué horario me lo podría pasar. A ver. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. No me quedó. O sea, eso va cargado con lo que es el trámite, si es más que nada, para certificar que el cliente dio el consentimiento de pasar la línea de una empresa a la otra. Así que, que bueno, es lo que yo necesitaría. Así que, lo antes posible, si es que me lo puede pasar. Así le conservamos lo que es la promo. Bueno, ¿cómo? Ok, excelente. Voy a estar aguardando lo que es el mensaje entonces. Mientras tanto le recuerdo así que por favor no atienda las llamadas que seguramente le van a estar llegando. Sí, sí, son rapidísimos para eso. Así que bueno, espero que tenga buen día. Como le digo, voy a estar aguardando lo que es el mensajito. Que tenga buen día y bienvenido a Movistar. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.537,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:05:34.492391",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 147,
    "total_segmentos_corregido": 51,
    "fecha_correccion": "2026-01-18T23:05:28.666464",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114102814066_MIT_01984",
    "fecha_inicio": "14/1/2026 10:28:14",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 663,
    "tiempo_conversacion": 658,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}