{
  "archivo": "amza26_1_260115113211004_ACD_06211.wav",
  "duracion_segundos": 137.82,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 17.87,
    "Cliente": 112.74
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.89,
      "fin": 3.6,
      "duracion": 2.71,
      "texto": "Hola. Hola, Nicolás.",
      "confianza": 0.519,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.56,
      "fin": 4.72,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.659,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.74,
      "fin": 15.47,
      "duracion": 10.73,
      "texto": "¿Cómo estás, buen día? Mi nombre es Alejandro. Me comunico del área de recuperación del cliente de Movistar. ¿Cómo estás? Bien, sí, bien.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.49,
      "fin": 15.59,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.105,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.61,
      "fin": 20.04,
      "duracion": 4.43,
      "texto": "Nicolás, el motivo de mi llamada es porque quería saber por qué te cambiaste de compañía en su momento.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.7,
      "fin": 47.05,
      "duracion": 25.35,
      "texto": "Sí, me cambié por el tema en que en mi zona hay cortes de... de electricidad y si me va la señal total de movistar o no hay corto de electricidad. Es solo por eso. ¿Tenías problemas de señal en ese momento? Sí, no solo cuando se corta la luz, cuando se corta la electricidad se va a movistar pero se va a dar directamente la señal después. Es solo por eso.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.75,
      "fin": 58.07,
      "duracion": 10.32,
      "texto": "Sí, Marte, tengo movistar de internet en casa. No, no, sí, sí, sí. Ahí estoy viendo qué problema puede hacer eso de que cada vez que se corta la luz se vaya.",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.67,
      "fin": 72.79,
      "duracion": 14.12,
      "texto": "Debe ser que en la zona capaz que funcione la antena con electricidad. Claro, sí, sí, eso es lo que estoy averiguando acá, sí. Anteriormente era por eso, había estos microcortes hasta ahora de que se corta la luz.",
      "confianza": 0.347,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.75,
      "fin": 115.95,
      "duracion": 42.2,
      "texto": "De acá hay que activar la electricidad alterna así para que si era funcionando la antena se te cortara la señal. Actualmente en Moissara ya no le está pasando eso porque está conectado a otra corriente, sí. la corriente de la ciudad si directamente está funcionando con esta corriente alterna que yo te mencionaba antes ese problema de señal no lo va a hacer de que se corte la señal directamente no lo va a volver a tener y justo que tendré ahora el internet movistar ya en tu domicilio adquirir lo que es otra promoción además de la que ya tenemos vigente en la cual te queda el plan en un precio de 7400 pesos y",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.5,
      "fin": 136.29,
      "duracion": 19.79,
      "texto": "Perdón, de seis mil cuatrocientos pesos y son dieciséis gigabyte con WhatsApp. Gracias. Habla libre a cualquier compañía. Un gira para Free Fire Rumia en América. Bueno, este plan tiene lo que es su descuento fijo, sí. No, igual te agradezco, igual. Más adelante sí. Dale, dale. Saben que estás buen día.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.12,
      "fin": 137.82,
      "duracion": 0.7,
      "texto": "Igualmente.",
      "confianza": 0.963,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Nicolás. Sí. ¿Cómo estás, buen día? Mi nombre es Alejandro. Me comunico del área de recuperación del cliente de Movistar. ¿Cómo estás? Bien, sí, bien. Bien. Nicolás, el motivo de mi llamada es porque quería saber por qué te cambiaste de compañía en su momento. Sí, me cambié por el tema en que en mi zona hay cortes de... de electricidad y si me va la señal total de movistar o no hay corto de electricidad. Es solo por eso. ¿Tenías problemas de señal en ese momento? Sí, no solo cuando se corta la luz, cuando se corta la electricidad se va a movistar pero se va a dar directamente la señal después. Es solo por eso. Sí, Marte, tengo movistar de internet en casa. No, no, sí, sí, sí. Ahí estoy viendo qué problema puede hacer eso de que cada vez que se corta la luz se vaya. Debe ser que en la zona capaz que funcione la antena con electricidad. Claro, sí, sí, eso es lo que estoy averiguando acá, sí. Anteriormente era por eso, había estos microcortes hasta ahora de que se corta la luz. De acá hay que activar la electricidad alterna así para que si era funcionando la antena se te cortara la señal. Actualmente en Moissara ya no le está pasando eso porque está conectado a otra corriente, sí. la corriente de la ciudad si directamente está funcionando con esta corriente alterna que yo te mencionaba antes ese problema de señal no lo va a hacer de que se corte la señal directamente no lo va a volver a tener y justo que tendré ahora el internet movistar ya en tu domicilio adquirir lo que es otra promoción además de la que ya tenemos vigente en la cual te queda el plan en un precio de 7400 pesos y Perdón, de seis mil cuatrocientos pesos y son dieciséis gigabyte con WhatsApp. Gracias. Habla libre a cualquier compañía. Un gira para Free Fire Rumia en América. Bueno, este plan tiene lo que es su descuento fijo, sí. No, igual te agradezco, igual. Más adelante sí. Dale, dale. Saben que estás buen día. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.56,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:39:01.900812",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:19.702881",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115113211004_ACD_06211",
    "fecha_inicio": "15/1/2026 11:32:11",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 153,
    "tiempo_conversacion": 134,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}