{
  "archivo": "amza16_1_260116144028233_MIT_01973.wav",
  "duracion_segundos": 274.56,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 83.45,
    "Cliente": 155.4
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 17.45,
      "fin": 29.69,
      "duracion": 12.24,
      "texto": "Hola. Sí, se cortó, disculpe. 5193. 5193, genial.",
      "confianza": 0.247,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.71,
      "fin": 38.32,
      "duracion": 6.61,
      "texto": "Bueno, ahora voy a proceder a hacer lo que es el cierre comercial del plan que usted había solicitado, que era el plan de 7.460 pesos.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.86,
      "fin": 79.16,
      "duracion": 40.3,
      "texto": "que incluye 4GB de base más 4GB extra de regalos por 6 meses que además tienen 4GB para cada línea de regalos ya que se forman lo que es un grupo familiar, ¿sí? Bueno, y yo voy a leer lo que es el texto, digamos que es el respaldo legal que usted tiene con la compañía, ¿sí? Necesito que no me interrumpa y que cualquier duda o consulta que usted tenga me la diga al finalizar el texto, ¿sí? En el caso de que tenga algún error también puede comentarme ahí y lo modificamos, ¿sí? Así que bueno, comienza entonces. Para recibir futuras promociones. ¿Usted tiene Internet de movilizar en el bar? No, no tengo Internet de movilizar en el bar.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.18,
      "fin": 79.28,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.3,
      "fin": 98.0,
      "duracion": 18.7,
      "texto": "Bueno, estamos portando las líneas de Gustavo Adolfo Boguet. Las líneas son las siguientes. Es 341-20-3007. La otra línea es 341-689-5067. ¿Correcto?",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.6,
      "fin": 99.62,
      "duracion": 1.02,
      "texto": "Sí, correcto.",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.64,
      "fin": 99.89,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.745,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.05,
      "fin": 122.33,
      "duracion": 18.28,
      "texto": "¿Me podría confirmar los últimos tres ejitos de su DNI? 836. Bien, genial. Me comentó que actualmente sus líneas poseen, claro, con abono, es decir, que reciben una factura mensual todos los meses. Exacto. Bien. Bueno, me había comentado que sus líneas poseen ESIM, ¿sí?",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.3,
      "fin": 135.36,
      "duracion": 12.06,
      "texto": "Sí. Bien. Bueno, por medio de mail, digamos, por un correo electrónico, van a recibir las líneas, lo que es el SIM, sí, el QR.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.38,
      "fin": 152.2,
      "duracion": 16.82,
      "texto": "Bueno, le sigo leyendo y luego, bueno, le voy a volver a repasar el plan más detallado, que era el plan contratado para ambas líneas, es el mismo, que es de 4 GB de base, más 4 GB extra de regalo por 6 meses, en el cual incluye WhatsApp gratis, llamadas gratis a cualquier compañía, que al día de hoy le quedan $7,460 pesos,",
      "confianza": 0.571,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.31,
      "fin": 156.06,
      "duracion": 3.75,
      "texto": "ya que tiene un descuento fijo también por 6 meses de 30 mil 140 pesos.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.54,
      "fin": 167.61,
      "duracion": 10.07,
      "texto": "Bueno, el MED que nos había proporcionado, ahora se lo repito nuevamente, que es boggett.gustavo.gmail.com. Estará recibiendo la facturación online a través de 10 MED.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.44,
      "fin": 184.11,
      "duracion": 15.67,
      "texto": "Ingresando a la sección Servicios desde el AME Modernitar, puede ver toda la información referida a su factura, signo de facturación, vencimientos, montos a pagar y activar 20 gigas de regalo en cada línea. Perdón. Algear 20GB de regalo con una versión de 30DF disponible una vez por año.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.65,
      "fin": 190.46,
      "duracion": 5.81,
      "texto": "También puede garantizar el débito automático y sumar 4GB de regalo en cada línea móvil registrada bajo el mismo titular.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.22,
      "fin": 198.77,
      "duracion": 7.55,
      "texto": "Una vez aprobada su línea enportada entre 7 a 10 días hábiles, un día antes por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que se quede tranquilo.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.37,
      "fin": 207.55,
      "duracion": 8.17,
      "texto": "Es importante que usted no coloque el chip ante la fecha informada, de todas maneras se va a dar cuenta porque su línea en claro dejará recibir el señal y allí es donde debe colocarlo.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.07,
      "fin": 220.66,
      "duracion": 12.59,
      "texto": "Les comento que también por única vez debe validar la identidad para activarlo. En caso de que tenga alguna dificultad con la validación, intenten nuevamente comunicarse al 0800-321-76782, opción 4.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.26,
      "fin": 233.99,
      "duracion": 12.73,
      "texto": "Les solicitamos que en caso de no levantarse a la señal del chip, reinicie el equipo, y por último, dentro de los próximos días, recibieron encuesta de satisfacción por medio de WhatsApp. Les solicitamos que por favor la completen, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.01,
      "fin": 236.88,
      "duracion": 1.86,
      "texto": "No sé si les quedó alguna duda, consulta.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.56,
      "fin": 258.78,
      "duracion": 21.22,
      "texto": "Bueno, genial. Y igualmente ahí tienen mi número. Ante cualquier duda que tengan, me pueden enviar por este medio, ¿sí? Así que ya que diría todo OK, digamos, no es necesario que le brinden en tal caso que alguien le pierda algún dato o algo por el estilo, no es necesario ya que, bueno, se realizó todo correctamente.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.6,
      "fin": 265.95,
      "duracion": 6.35,
      "texto": "En tal caso que a mí me haya faltado algún dato, se lo voy a estar pidiendo por WhatsApp, no le voy a volver a satisar un llamado, ¿sí? OK.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.56,
      "fin": 271.38,
      "duracion": 4.82,
      "texto": "Bueno Gustavo, muchas gracias por la atención y por el tiempo.",
      "confianza": 0.827,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.67,
      "fin": 274.56,
      "duracion": 1.89,
      "texto": "Hasta luego.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Sí, se cortó, disculpe. 5193. 5193, genial. Bueno, ahora voy a proceder a hacer lo que es el cierre comercial del plan que usted había solicitado, que era el plan de 7.460 pesos. que incluye 4GB de base más 4GB extra de regalos por 6 meses que además tienen 4GB para cada línea de regalos ya que se forman lo que es un grupo familiar, ¿sí? Bueno, y yo voy a leer lo que es el texto, digamos que es el respaldo legal que usted tiene con la compañía, ¿sí? Necesito que no me interrumpa y que cualquier duda o consulta que usted tenga me la diga al finalizar el texto, ¿sí? En el caso de que tenga algún error también puede comentarme ahí y lo modificamos, ¿sí? Así que bueno, comienza entonces. Para recibir futuras promociones. ¿Usted tiene Internet de movilizar en el bar? No, no tengo Internet de movilizar en el bar. Bien. Bueno, estamos portando las líneas de Gustavo Adolfo Boguet. Las líneas son las siguientes. Es 341-20-3007. La otra línea es 341-689-5067. ¿Correcto? Sí, correcto. Bien. ¿Me podría confirmar los últimos tres ejitos de su DNI? 836. Bien, genial. Me comentó que actualmente sus líneas poseen, claro, con abono, es decir, que reciben una factura mensual todos los meses. Exacto. Bien. Bueno, me había comentado que sus líneas poseen ESIM, ¿sí? Sí. Bien. Bueno, por medio de mail, digamos, por un correo electrónico, van a recibir las líneas, lo que es el SIM, sí, el QR. Bueno, le sigo leyendo y luego, bueno, le voy a volver a repasar el plan más detallado, que era el plan contratado para ambas líneas, es el mismo, que es de 4 GB de base, más 4 GB extra de regalo por 6 meses, en el cual incluye WhatsApp gratis, llamadas gratis a cualquier compañía, que al día de hoy le quedan $7,460 pesos, ya que tiene un descuento fijo también por 6 meses de 30 mil 140 pesos. Bueno, el MED que nos había proporcionado, ahora se lo repito nuevamente, que es boggett.gustavo.gmail.com. Estará recibiendo la facturación online a través de 10 MED. Ingresando a la sección Servicios desde el AME Modernitar, puede ver toda la información referida a su factura, signo de facturación, vencimientos, montos a pagar y activar 20 gigas de regalo en cada línea. Perdón. Algear 20GB de regalo con una versión de 30DF disponible una vez por año. También puede garantizar el débito automático y sumar 4GB de regalo en cada línea móvil registrada bajo el mismo titular. Una vez aprobada su línea enportada entre 7 a 10 días hábiles, un día antes por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip ante la fecha informada, de todas maneras se va a dar cuenta porque su línea en claro dejará recibir el señal y allí es donde debe colocarlo. Les comento que también por única vez debe validar la identidad para activarlo. En caso de que tenga alguna dificultad con la validación, intenten nuevamente comunicarse al 0800-321-76782, opción 4. Les solicitamos que en caso de no levantarse a la señal del chip, reinicie el equipo, y por último, dentro de los próximos días, recibieron encuesta de satisfacción por medio de WhatsApp. Les solicitamos que por favor la completen, ya que su opinión es muy importante para la empresa. No sé si les quedó alguna duda, consulta. Bueno, genial. Y igualmente ahí tienen mi número. Ante cualquier duda que tengan, me pueden enviar por este medio, ¿sí? Así que ya que diría todo OK, digamos, no es necesario que le brinden en tal caso que alguien le pierda algún dato o algo por el estilo, no es necesario ya que, bueno, se realizó todo correctamente. En tal caso que a mí me haya faltado algún dato, se lo voy a estar pidiendo por WhatsApp, no le voy a volver a satisar un llamado, ¿sí? OK. Bueno Gustavo, muchas gracias por la atención y por el tiempo. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.571,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:28:21.983040",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:15.275749",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116144028233_MIT_01973",
    "fecha_inicio": "16/1/2026 14:40:29",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 269,
    "tiempo_conversacion": 268,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}