{
  "archivo": "amza44_1_260113125649305_ACD_25995.wav",
  "duracion_segundos": 242.65,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 199.53,
    "Cliente": 29.27
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.84,
      "fin": 11.19,
      "duracion": 9.35,
      "texto": "Hola. Hola, ¿qué tal? ¿Cómo le va? Buen día. ¿Hablo con Viviana? Sí. ¿Qué tal, Viviana? ¿Cómo le va? ¿Cómo le va? Un gusto.",
      "confianza": 0.164,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.25,
      "fin": 17.5,
      "duracion": 6.25,
      "texto": "Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio, sí, para su línea.",
      "confianza": 0.543,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.52,
      "fin": 21.72,
      "duracion": 4.2,
      "texto": "¿Me es seguro, Viviana, que usted actualmente sacó la compañía de Estelaro? ¿Es correcto?",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.96,
      "fin": 24.36,
      "duracion": 0.4,
      "texto": "Sí.",
      "confianza": 0.414,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.74,
      "fin": 35.96,
      "duracion": 11.22,
      "texto": "OK. Yo estoy haciendo un comercial, sí, de lo que es la compañía Movistar. Más precisamente de lo que es el área de recupero del cliente, ¿sí? ¿Ve si duró un tiempo con nosotros y que actualmente estaba en la compañía?",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.1,
      "fin": 36.38,
      "duracion": 0.28,
      "texto": "Claro.",
      "confianza": 0.926,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.1,
      "fin": 47.92,
      "duracion": 10.82,
      "texto": "Yo le quería preguntar si recuerda el motivo del por qué se pasó, si fue por algún inconveniente con la compañía. ¿Sabes por qué? Porque me cobraba un montón. Dice que me cobraba mucho.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.44,
      "fin": 80.56,
      "duracion": 32.12,
      "texto": "Me cobró como tres meses y me cobraba mucho. Por eso no me gustó más volver a comunicar porque me cobró mucho. Y viste que me daba, viste como dos, una semana, duraba uno o dos semanas el internet y después ya no tenía. Y después resflame, viste que la reslamo y todo eso y no, viste que no me dieron bolas, digamos. Y no, es que por eso, por eso dieron de base a eso. Pero eso me quiero volver.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 81.28,
      "fin": 89.36,
      "duracion": 8.08,
      "texto": "Por eso no quiero volver. Yo entiendo su situación. La verdad lamento mucho que haya tenido que pasar por una situación así.",
      "confianza": 0.273,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.04,
      "fin": 100.78,
      "duracion": 10.74,
      "texto": "Y yo creo que cualquiera en su lugar hubiese hecho lo mismo. El hecho de pasarse de una compañía que quizás no le está correspondiendo con lo que usted necesita.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.66,
      "fin": 137.56,
      "duracion": 35.9,
      "texto": "Yo lo comunico más que nada para comentarle que Moisture ha cambiado la gestión. y que hemos actualizado tanto lo que es el sistema de facturación en estos años, como lo que es el tema también con los datos, con los megas, con el internet. Nosotros tenemos actualmente mejor cobertura, ya que han invertido en lo que son andenas, entonces en algunos lugares tienen mucha mejor cobertura que lo que tenían hace unos años, y sumándole a lo que es la tecnología nueva del chip, hace que los dispositivos se agarren de 4G plus hasta 5G.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.62,
      "fin": 199.45,
      "duracion": 60.83,
      "texto": "Tenemos los planes con WhatsApp gratis. ¿Qué quiere decir esto? Todo lo que usted haga en WhatsApp, ya sea mandar audios, descargar imágenes, videos, no se le van a estar descontando de lo que son los shears del plan. Va a ir completamente gratis y si usted se llega a quedar sin internet en el teléfono, va a poder mandar WhatsApp de igual manera. Tenemos lo que son llamadas ilimitadas también a todas las compañías. Usted va a poder llamar libremente. Y con respecto a la facturación, si Movistar ahora hace lo que es un cierre comercial, o sea, que es el contrato telefónico en el que uno detalla lo que son descuentos y beneficios que se le hacen a la línea, justamente esto va grabado con su trámite. Así que si llega a tener algún inconveniente, puede recurrir a esto. Y ante cualquier aumento que pueda llegar a surgir, Movistar le va a estar avisando con un mes ante la acción, ¿sí? Así ya sabe usted un mes antes de cuánto va a ser remoto y desde qué fecha empieza a regir para que usted pueda tomar también acciones en lo que es su línea y no le agarre de sorpresa, ¿sí?",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.47,
      "fin": 200.49,
      "duracion": 1.02,
      "texto": "Sí, sí, sí.",
      "confianza": 0.149,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.51,
      "fin": 204.13,
      "duracion": 3.62,
      "texto": "Por insinuo. Oye, ¿sabés que no tengo mucho tiempo porque estoy trabajando?",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 204.98,
      "fin": 215.29,
      "duracion": 10.31,
      "texto": "Y mandame un WhatsApp y así te voy a capturar, pensar un poco y te respondes, ¿sí? OK. ¿En qué horario me podría comunicar yo con usted? Yo estoy hasta las 3 de la tarde.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.2,
      "fin": 225.84,
      "duracion": 9.64,
      "texto": "Sí, mi mamá está trabajando hasta las 5 de la tarde. ¿Y mañana a la mañana tendría tiempo de hablar?",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.41,
      "fin": 230.29,
      "duracion": 2.89,
      "texto": "Sí, hasta las 8 de la mañana, hasta las 5 de la tarde.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.52,
      "fin": 242.65,
      "duracion": 11.13,
      "texto": "Claro, entiendo, entiendo. Bueno, ahí yo le voy a estar dejando lo que es un mensajito, sí, de WhatsApp. Vale, vale, gracias, muchas gracias. Dale, que tengas un buen día, hasta luego.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Cómo le va? Buen día. ¿Hablo con Viviana? Sí. ¿Qué tal, Viviana? ¿Cómo le va? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio, sí, para su línea. ¿Me es seguro, Viviana, que usted actualmente sacó la compañía de Estelaro? ¿Es correcto? Sí. OK. Yo estoy haciendo un comercial, sí, de lo que es la compañía Movistar. Más precisamente de lo que es el área de recupero del cliente, ¿sí? ¿Ve si duró un tiempo con nosotros y que actualmente estaba en la compañía? Claro. Yo le quería preguntar si recuerda el motivo del por qué se pasó, si fue por algún inconveniente con la compañía. ¿Sabes por qué? Porque me cobraba un montón. Dice que me cobraba mucho. Me cobró como tres meses y me cobraba mucho. Por eso no me gustó más volver a comunicar porque me cobró mucho. Y viste que me daba, viste como dos, una semana, duraba uno o dos semanas el internet y después ya no tenía. Y después resflame, viste que la reslamo y todo eso y no, viste que no me dieron bolas, digamos. Y no, es que por eso, por eso dieron de base a eso. Pero eso me quiero volver. Por eso no quiero volver. Yo entiendo su situación. La verdad lamento mucho que haya tenido que pasar por una situación así. Y yo creo que cualquiera en su lugar hubiese hecho lo mismo. El hecho de pasarse de una compañía que quizás no le está correspondiendo con lo que usted necesita. Yo lo comunico más que nada para comentarle que Moisture ha cambiado la gestión. y que hemos actualizado tanto lo que es el sistema de facturación en estos años, como lo que es el tema también con los datos, con los megas, con el internet. Nosotros tenemos actualmente mejor cobertura, ya que han invertido en lo que son andenas, entonces en algunos lugares tienen mucha mejor cobertura que lo que tenían hace unos años, y sumándole a lo que es la tecnología nueva del chip, hace que los dispositivos se agarren de 4G plus hasta 5G. Tenemos los planes con WhatsApp gratis. ¿Qué quiere decir esto? Todo lo que usted haga en WhatsApp, ya sea mandar audios, descargar imágenes, videos, no se le van a estar descontando de lo que son los shears del plan. Va a ir completamente gratis y si usted se llega a quedar sin internet en el teléfono, va a poder mandar WhatsApp de igual manera. Tenemos lo que son llamadas ilimitadas también a todas las compañías. Usted va a poder llamar libremente. Y con respecto a la facturación, si Movistar ahora hace lo que es un cierre comercial, o sea, que es el contrato telefónico en el que uno detalla lo que son descuentos y beneficios que se le hacen a la línea, justamente esto va grabado con su trámite. Así que si llega a tener algún inconveniente, puede recurrir a esto. Y ante cualquier aumento que pueda llegar a surgir, Movistar le va a estar avisando con un mes ante la acción, ¿sí? Así ya sabe usted un mes antes de cuánto va a ser remoto y desde qué fecha empieza a regir para que usted pueda tomar también acciones en lo que es su línea y no le agarre de sorpresa, ¿sí? Sí, sí, sí. Por insinuo. Oye, ¿sabés que no tengo mucho tiempo porque estoy trabajando? Y mandame un WhatsApp y así te voy a capturar, pensar un poco y te respondes, ¿sí? OK. ¿En qué horario me podría comunicar yo con usted? Yo estoy hasta las 3 de la tarde. Sí, mi mamá está trabajando hasta las 5 de la tarde. ¿Y mañana a la mañana tendría tiempo de hablar? Sí, hasta las 8 de la mañana, hasta las 5 de la tarde. Claro, entiendo, entiendo. Bueno, ahí yo le voy a estar dejando lo que es un mensajito, sí, de WhatsApp. Vale, vale, gracias, muchas gracias. Dale, que tengas un buen día, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.583,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:03:57.532135",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:28.579260",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125649305_ACD_25995",
    "fecha_inicio": "13/1/2026 12:56:49",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 266,
    "tiempo_conversacion": 232,
    "tiempo_hold": 0,
    "tiempo_acw": 13,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}