{
  "archivo": "amza20_1_260115134151168_ACD_49443.wav",
  "duracion_segundos": 562.02,
  "num_segmentos": 179,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 261.99,
    "Cliente": 256.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.23,
      "fin": 7.76,
      "duracion": 6.53,
      "texto": "Hola. Buenas tardes, Ramiro. Sí. ¿Cómo te va, Ramiro? Tomaste mi nombre, me comunico de área de beneficio en Movistar.",
      "confianza": 0.244,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.32,
      "fin": 12.08,
      "duracion": 3.76,
      "texto": "Sí. ¿Vos estás actualmente en Claro, correcto? Sí. Bien,",
      "confianza": 0.07,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 12.08,
      "fin": 15.71,
      "duracion": 3.63,
      "texto": "mirá, te queríamos mejorar el plan que tenías actualmente con Turín, a la febrera de Careto Métodos en Claro.",
      "confianza": 0.571,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.75,
      "fin": 18.17,
      "duracion": 2.42,
      "texto": "Te quería consultar si estabas con Abono o con Pre-Pago.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.57,
      "fin": 26.06,
      "duracion": 6.49,
      "texto": "Abono. Bien, perfecto. Y te consulto más o menos cuántas chicas solés ocupar, solés abajar con el teléfono o no solés dar mucho interés.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 28.13,
      "fin": 28.27,
      "duracion": 0.14,
      "texto": "No, no.",
      "confianza": 0.177,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.43,
      "fin": 45.51,
      "duracion": 16.08,
      "texto": "Uso el teléfono, y sobre todo cuando viajo. Ah, perfecto, perfecto. Bueno, mira, te comento el plan que tenemos para ahoritar del día de hoy, sí. Tengo un plan de 8 libras de base, más 8 de regalo, bien, por 6 meses, tendría 16. Tenés Huachaprata, ya más libra de todas las compañías. Y este viene con el Roomin en América, ya incluido, sí.",
      "confianza": 0.089,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.35,
      "fin": 71.12,
      "duracion": 24.77,
      "texto": "Y te quedaría un precio de 10.400 pesos, bien. Sí, por ejemplo... Sí, el Roomin en América, perdón. Ah, el Roomin en América, mira, por ejemplo, vos viajás, suponete, no sé si vos viajás, pero suponete que viajarás, a Chile, Brasil, Paraguay, Uruguay, por ejemplo, por los gigas los podés ocupar afuera, digamos, y sentirás conectividad. Así como tenés conectividad acá en Argentina, tenés conectividad afuera. ¿Y usted en Europa?",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.74,
      "fin": 89.62,
      "duracion": 17.88,
      "texto": "Claro, en Europa no, por ejemplo, hay otros países que vienen con el rumen al mundo, este solamente en América. ¿Y el rumen al mundo? Yo viajo más seguido a Europa. Bajamos hacia Europa. Ah, bien, perfecto. Mira, en el plan que viene ya incluido el Ruminar Mundo, tenés 15 gigas de bases, más 8 de regalos. Tienes 73,23.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.22,
      "fin": 104.34,
      "duracion": 14.12,
      "texto": "Lo mismo que el anterior, solamente que tenés Ruminar Mundo y que se cueste 23,850. Ese es un poco más elevado ya, por el tema de la cantidad de gigas y demás. Bien, yo te comenté el anterior que es el más elegido, digamos, la opción más elegida que tenemos nosotros. Pero eso sí tiene el Ruminar Mundo.",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.62,
      "fin": 108.39,
      "duracion": 1.76,
      "texto": "Y les cuento por cuánto tipo es.",
      "confianza": 0.261,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.88,
      "fin": 109.52,
      "duracion": 0.64,
      "texto": "Mira, te comento.",
      "confianza": 0.593,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.54,
      "fin": 137.45,
      "duracion": 27.91,
      "texto": "Nosotros la promoción la brindamos por un periodo de seis meses para que todo este periodo de tiempo mantenga las fructaciones en el precio. Y luego del AMI Modistar os puede acceder a lo que es otro plan, ¿bien? Si no te es muy intuitiva lo que es la aplicación, nosotros brindamos lo que es una asesoría personal, ¿bien? Para que me escribas a mí directamente por WhatsApp, así no tengas que llamar a un 0800 ni también te da molestia ir hasta una sucursal, ¿bien? Eso te diría las mejorías, digamos, que hemos tenido como empresa, ¿bien? Si yo quiero llamar Estados Unidos, por ejemplo, o Europa,",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.03,
      "fin": 152.29,
      "duracion": 14.26,
      "texto": "Sí. ¿Tiene cargo? No, tenés las llamadas, digamos, las llamadas en América, como me decís, son a precio local. Así como vos me llamas, suponete que vos y yo vos me llamarán a mí, tienen el mismo costo que si vos le llamaras a alguien que está en Estados Unidos. No sé si me explico.",
      "confianza": 0.371,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.91,
      "fin": 153.97,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 153.99,
      "fin": 173.23,
      "duracion": 19.24,
      "texto": "Te lo cobra igual. ¿Y Europa? ¿Y Europa? Sí, por eso te digo igual. Por eso te digo, el primer que te comete tiene las llamadas en América solamente, ese tiene el mundo, digamos. Dando el roaming, como te digo, y también las llamadas. Suponerte, como te digo, si me llamaras a mí de acá en Argentina, es como si llamaras a alguien que está, por ejemplo, en España.",
      "confianza": 0.405,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.49,
      "fin": 176.01,
      "duracion": 1.52,
      "texto": "No sé si me explico la diferencia.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 176.57,
      "fin": 190.94,
      "duracion": 14.37,
      "texto": "Si te cobran lo mismo, obviamente te cobran cada vez que vos llamas, te cobran el crédito, te cobraría lo mismo, digamos. Tenés el precio local. Y vos dijiste que el precio se mantiene por seis meses. Después de seis meses, ¿qué pasa?",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.5,
      "fin": 202.65,
      "duracion": 11.15,
      "texto": "Como te decía, nosotros brindamos estas promociones para que vos no tengas frustraciones en el precio a los seis meses o al quinto mes. La idea es que vos accedas a lo que es el otro plan. Todos los meses la app MiModernitat te va brindando otros planes.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.17,
      "fin": 206.73,
      "duracion": 3.56,
      "texto": "Hasta incluso un mensaje de texto te llega desde la compañía.",
      "confianza": 0.781,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 207.91,
      "fin": 233.95,
      "duracion": 26.04,
      "texto": "En promociones para que vos accedas. Obviamente podés elegir. Lo ideal sería que accedas al sexto, quinto mes recién. Si no te es muy intuitiva lo que es la aplicación, directamente me comunicas a mí por WhatsApp. Pero si yo no digo nada, ¿que me cambian un precio? Claro, ahí digamos, empiezan a jugar un poquito las fluctuaciones, no te podría decir exactamente cuánto porque sería especulación, obviamente.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.64,
      "fin": 277.46,
      "duracion": 41.82,
      "texto": "Pero la pregunta es, vos me quites 20 y pico mil pesos por plan. ¿Eso tiene descuento o no? Claro, tiene un descuento fijo ya aplicado, sí, obviamente, tiene descuento fijo ya aplicado para que, como te digo, no tenga fluctuaciones. Luego. Correcto. Como te he dicho. Puedo hacer veces. Es que es el piso de descuento. Sí. Si cancela. Claro, es el claro. Exactamente. Por eso la promoción dura seis meses. Perfecto. Si se cancela ese descuento, ¿cuánto sería la tarifa? Bien. El tuyo, por ejemplo, si puedo acceder a lo que es este plan de los 15 gigas y todo, de 23 componentes, se estaría, al día de hoy, por lo menos, se tiraría a lo que son 35 mil pesos. Se subiría a ir de 13 o 12 mil pesos.",
      "confianza": 0.269,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 278.03,
      "fin": 288.46,
      "duracion": 10.43,
      "texto": "¿Verdad? Más o menos para que vos tengas un número, el descuento que ya te viene, digamos, reteniendo el aumento, seguiría en ese caso, ¿Verdad? Y vas a pagar el precio sin el descuento, ¿Verdad? No sé si me expliqué mejor.",
      "confianza": 0.137,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.72,
      "fin": 305.76,
      "duracion": 16.04,
      "texto": "Como te digo, la idea es que nunca pagues, obviamente, el precio. Siempre estés con un precio ahí activo, con un plan activo, me refiero. Entonces, para que sigas, digamos. ¿Verdad? Entonces, ese sería, digamos, el plan que tenemos para brindarte. Cualquiera o los dos, obviamente, funcionan igual todos los planes, pero te digo, el concreto este con los números y demás.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 308.29,
      "fin": 317.6,
      "duracion": 9.31,
      "texto": "Y si yo quiero hacer llamadas en un número excedido, a su momento no sé, en Estados Unidos o en España, y quiero llamar por teléfono a Buenos Aires.",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.42,
      "fin": 320.54,
      "duracion": 2.12,
      "texto": "Sí.",
      "confianza": 0.515,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 320.56,
      "fin": 344.13,
      "duracion": 23.57,
      "texto": "¿Cómo se considera eso? No, es que eso te cobra, no, porque eso directamente se considera una llamada, como te digo, si vos me llamaras a España, no sé si me explico, que vos estés allá, esto, ¿qué pasa? lo que identifica el número de teléfono, no sé, cuando vos llamas es el código de área. Por ejemplo, no sé qué código de área hay en España, pero suponerte que fuese 1-2-3... 34, claro.",
      "confianza": 0.174,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 345.45,
      "fin": 355.96,
      "duracion": 10.51,
      "texto": "Vos al llamar a un 34, suponerte, ahí es cuando te empieza a correr la tarifa como si fuese de España, ¿me entendés? Como es local, te sigue cobrando, como te digo, como es a precio local, te sigue cobrando igual.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 356.56,
      "fin": 368.01,
      "duracion": 11.45,
      "texto": "Sí, no sé si me explico. Entonces, sería lo mismo que vos ya me llamaras, suponerte, desde acá a Argentina, hasta ya de Estados Unidos, de España, digamos, se considera igual. ¿Y si recibo una llamada de Buenos Aires?",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.95,
      "fin": 370.3,
      "duracion": 0.34,
      "texto": "No, ahí no.",
      "confianza": 0.292,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 371.04,
      "fin": 374.74,
      "duracion": 3.7,
      "texto": "No, ahí no. En ese caso gastaría el que te llama. Eso es siempre igual.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 375.88,
      "fin": 394.15,
      "duracion": 18.27,
      "texto": "Costaría, digamos, si llamo yo, por ejemplo, ofreciéndote Movistar, suponete, el que gasta, digamos, sería la operadora que te llama en ese caso, no vos. Eso funciona así en todos. Si vos me llamas a mí, a mi celular, y yo estoy en Estados Unidos, Sí. Entonces el que paga la llamada. Claro,",
      "confianza": 0.649,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 394.15,
      "fin": 395.21,
      "duracion": 1.06,
      "texto": "porque yo sé de que la inicia.",
      "confianza": 0.582,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 395.39,
      "fin": 423.41,
      "duracion": 28.02,
      "texto": "Ahora, por ejemplo, vos no estás gastando por hacer la llamada en este momento. El que está gastando sería yo en este caso llamándote. Así como funciona la casa. Pero si yo estoy en el Polo Norte y vos estás llamando, ¿vos pagas una llamada en un celular doméstico? Exactamente. Claro, exactamente. Por ejemplo, me pasa con muchos clientes que me dicen, mira, ahora no te puedo decir nada porque si fuera del país, estoy en Estados Unidos, estoy en Chile, ahora no puedo. Por eso, si yo te atiendo y hablo contigo, ¿tengo gastos?",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 424.05,
      "fin": 429.17,
      "duracion": 5.12,
      "texto": "No, no, no, por eso te digo eso. En este caso puntual vos no por una cuestión de que no estás haciendo la llamada.",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 429.97,
      "fin": 446.87,
      "duracion": 16.9,
      "texto": "Yo estoy haciéndote la llamada vos llamándote y ahí es cuando yo gastaría, ¿me entendés? De mi plan, de lo que sea que yo gaste, bueno, lo gasto yo, pero vos no. ¿Vos lo podés mandar por escrito, todo lo que hablamos? ¿Sí, cómo no? Te lo miran, entonces no hay ningún problema.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.69,
      "fin": 452.42,
      "duracion": 4.73,
      "texto": "Se ve en dos líneas de telefónicas. Sí. Bueno. No te quiero.",
      "confianza": 0.124,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 453.2,
      "fin": 462.0,
      "duracion": 8.8,
      "texto": "Ah, perfecto, perfecto. Bien. Bueno, no hay problema. Decime que te podría contactar, digamos, para... No, mándamelo y entre un hora, entre un hora desámame.",
      "confianza": 0.858,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.11,
      "fin": 464.57,
      "duracion": 1.46,
      "texto": "Era un hora. Digo lo que me mandaste.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 465.53,
      "fin": 470.21,
      "duracion": 4.68,
      "texto": "Sí. Digo lo que me mandaste y nos la deseamos. Pero...",
      "confianza": 0.048,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 470.21,
      "fin": 470.95,
      "duracion": 0.74,
      "texto": "Dale, perfecto, Ramiro.",
      "confianza": 0.523,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 470.99,
      "fin": 476.18,
      "duracion": 5.19,
      "texto": "Yo te mando todo y... ¿Y cómo es la aportación? Mira, nosotros te... Sí, decime.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 477.32,
      "fin": 485.09,
      "duracion": 7.77,
      "texto": "¿Cuánto tiempo se hace la portabilidad? Mira, nosotros normalmente lo que hacemos es envío a sucursal, siempre por una cuestión de tiempo y seguridad.",
      "confianza": 0.02,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 485.73,
      "fin": 494.66,
      "duracion": 8.93,
      "texto": "Si usted lo envía a sucursal, vos en las próximas supones de 48 o 72 horas, vos tenés el chip en la sucursal, lo tenés que ir a retirar con tu DNI en mano.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 499.06,
      "fin": 502.23,
      "duracion": 3.17,
      "texto": "No necesito SIM, son dos eSIM. Ah, son dos eSIM, perfecto.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 502.25,
      "fin": 502.35,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.253,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 502.37,
      "fin": 508.86,
      "duracion": 6.49,
      "texto": "Bueno, en ese caso, él se le envía el código QR, Ese tarda un poquito más, tardarán una semana.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 509.56,
      "fin": 535.44,
      "duracion": 25.88,
      "texto": "Pero no te quedas sin línea en ningún momento y te llega el correo, los dos QR para que vos lo escaneas. ¿Correo mail o correo postal? No, correo mail, exactamente, correo electrónico. Te llega vos, que vos serías el titular, te llegan, son dos líneas, te llegan los dos QR, vos escaneas el tuyo que van y, por ejemplo, viene el QR y el número tuyo abajo. Y el del otro también, el número de la otra línea.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 536.71,
      "fin": 540.07,
      "duracion": 3.37,
      "texto": "No me mojo de mi domicilio, digamos.",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.09,
      "fin": 540.91,
      "duracion": 0.82,
      "texto": "No, claro, justamente.",
      "confianza": 0.442,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 541.03,
      "fin": 545.86,
      "duracion": 4.83,
      "texto": "Siendo el SIM, claro. Siendo el SIM, no.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 545.88,
      "fin": 551.05,
      "duracion": 5.17,
      "texto": "OK. Bueno, mandame la propuesta y la análisis y te respondo. Perfecto.",
      "confianza": 0.474,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 551.07,
      "fin": 556.77,
      "duracion": 5.71,
      "texto": "Bueno, entonces, yo te llamo a las 3 más o menos, yo te llamo y ahí me confirmas.",
      "confianza": 0.486,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 556.79,
      "fin": 559.24,
      "duracion": 2.45,
      "texto": "Dale. Perfecto. Dale, entonces, ahora mira, me comunico.",
      "confianza": 0.299,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 559.26,
      "fin": 562.02,
      "duracion": 2.76,
      "texto": "O sea, ahora hay falta de atención. Gracias, chau. Adiós.",
      "confianza": 0.269,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Buenas tardes, Ramiro. Sí. ¿Cómo te va, Ramiro? Tomaste mi nombre, me comunico de área de beneficio en Movistar. Sí. ¿Vos estás actualmente en Claro, correcto? Sí. Bien, mirá, te queríamos mejorar el plan que tenías actualmente con Turín, a la febrera de Careto Métodos en Claro. Te quería consultar si estabas con Abono o con Pre-Pago. Abono. Bien, perfecto. Y te consulto más o menos cuántas chicas solés ocupar, solés abajar con el teléfono o no solés dar mucho interés. No, no. Uso el teléfono, y sobre todo cuando viajo. Ah, perfecto, perfecto. Bueno, mira, te comento el plan que tenemos para ahoritar del día de hoy, sí. Tengo un plan de 8 libras de base, más 8 de regalo, bien, por 6 meses, tendría 16. Tenés Huachaprata, ya más libra de todas las compañías. Y este viene con el Roomin en América, ya incluido, sí. Y te quedaría un precio de 10.400 pesos, bien. Sí, por ejemplo... Sí, el Roomin en América, perdón. Ah, el Roomin en América, mira, por ejemplo, vos viajás, suponete, no sé si vos viajás, pero suponete que viajarás, a Chile, Brasil, Paraguay, Uruguay, por ejemplo, por los gigas los podés ocupar afuera, digamos, y sentirás conectividad. Así como tenés conectividad acá en Argentina, tenés conectividad afuera. ¿Y usted en Europa? Claro, en Europa no, por ejemplo, hay otros países que vienen con el rumen al mundo, este solamente en América. ¿Y el rumen al mundo? Yo viajo más seguido a Europa. Bajamos hacia Europa. Ah, bien, perfecto. Mira, en el plan que viene ya incluido el Ruminar Mundo, tenés 15 gigas de bases, más 8 de regalos. Tienes 73,23. Lo mismo que el anterior, solamente que tenés Ruminar Mundo y que se cueste 23,850. Ese es un poco más elevado ya, por el tema de la cantidad de gigas y demás. Bien, yo te comenté el anterior que es el más elegido, digamos, la opción más elegida que tenemos nosotros. Pero eso sí tiene el Ruminar Mundo. Y les cuento por cuánto tipo es. Mira, te comento. Nosotros la promoción la brindamos por un periodo de seis meses para que todo este periodo de tiempo mantenga las fructaciones en el precio. Y luego del AMI Modistar os puede acceder a lo que es otro plan, ¿bien? Si no te es muy intuitiva lo que es la aplicación, nosotros brindamos lo que es una asesoría personal, ¿bien? Para que me escribas a mí directamente por WhatsApp, así no tengas que llamar a un 0800 ni también te da molestia ir hasta una sucursal, ¿bien? Eso te diría las mejorías, digamos, que hemos tenido como empresa, ¿bien? Si yo quiero llamar Estados Unidos, por ejemplo, o Europa, Sí. ¿Tiene cargo? No, tenés las llamadas, digamos, las llamadas en América, como me decís, son a precio local. Así como vos me llamas, suponete que vos y yo vos me llamarán a mí, tienen el mismo costo que si vos le llamaras a alguien que está en Estados Unidos. No sé si me explico. Sí. Te lo cobra igual. ¿Y Europa? ¿Y Europa? Sí, por eso te digo igual. Por eso te digo, el primer que te comete tiene las llamadas en América solamente, ese tiene el mundo, digamos. Dando el roaming, como te digo, y también las llamadas. Suponerte, como te digo, si me llamaras a mí de acá en Argentina, es como si llamaras a alguien que está, por ejemplo, en España. No sé si me explico la diferencia. Si te cobran lo mismo, obviamente te cobran cada vez que vos llamas, te cobran el crédito, te cobraría lo mismo, digamos. Tenés el precio local. Y vos dijiste que el precio se mantiene por seis meses. Después de seis meses, ¿qué pasa? Como te decía, nosotros brindamos estas promociones para que vos no tengas frustraciones en el precio a los seis meses o al quinto mes. La idea es que vos accedas a lo que es el otro plan. Todos los meses la app MiModernitat te va brindando otros planes. Hasta incluso un mensaje de texto te llega desde la compañía. En promociones para que vos accedas. Obviamente podés elegir. Lo ideal sería que accedas al sexto, quinto mes recién. Si no te es muy intuitiva lo que es la aplicación, directamente me comunicas a mí por WhatsApp. Pero si yo no digo nada, ¿que me cambian un precio? Claro, ahí digamos, empiezan a jugar un poquito las fluctuaciones, no te podría decir exactamente cuánto porque sería especulación, obviamente. Pero la pregunta es, vos me quites 20 y pico mil pesos por plan. ¿Eso tiene descuento o no? Claro, tiene un descuento fijo ya aplicado, sí, obviamente, tiene descuento fijo ya aplicado para que, como te digo, no tenga fluctuaciones. Luego. Correcto. Como te he dicho. Puedo hacer veces. Es que es el piso de descuento. Sí. Si cancela. Claro, es el claro. Exactamente. Por eso la promoción dura seis meses. Perfecto. Si se cancela ese descuento, ¿cuánto sería la tarifa? Bien. El tuyo, por ejemplo, si puedo acceder a lo que es este plan de los 15 gigas y todo, de 23 componentes, se estaría, al día de hoy, por lo menos, se tiraría a lo que son 35 mil pesos. Se subiría a ir de 13 o 12 mil pesos. ¿Verdad? Más o menos para que vos tengas un número, el descuento que ya te viene, digamos, reteniendo el aumento, seguiría en ese caso, ¿Verdad? Y vas a pagar el precio sin el descuento, ¿Verdad? No sé si me expliqué mejor. Como te digo, la idea es que nunca pagues, obviamente, el precio. Siempre estés con un precio ahí activo, con un plan activo, me refiero. Entonces, para que sigas, digamos. ¿Verdad? Entonces, ese sería, digamos, el plan que tenemos para brindarte. Cualquiera o los dos, obviamente, funcionan igual todos los planes, pero te digo, el concreto este con los números y demás. Y si yo quiero hacer llamadas en un número excedido, a su momento no sé, en Estados Unidos o en España, y quiero llamar por teléfono a Buenos Aires. Sí. ¿Cómo se considera eso? No, es que eso te cobra, no, porque eso directamente se considera una llamada, como te digo, si vos me llamaras a España, no sé si me explico, que vos estés allá, esto, ¿qué pasa? lo que identifica el número de teléfono, no sé, cuando vos llamas es el código de área. Por ejemplo, no sé qué código de área hay en España, pero suponerte que fuese 1-2-3... 34, claro. Vos al llamar a un 34, suponerte, ahí es cuando te empieza a correr la tarifa como si fuese de España, ¿me entendés? Como es local, te sigue cobrando, como te digo, como es a precio local, te sigue cobrando igual. Sí, no sé si me explico. Entonces, sería lo mismo que vos ya me llamaras, suponerte, desde acá a Argentina, hasta ya de Estados Unidos, de España, digamos, se considera igual. ¿Y si recibo una llamada de Buenos Aires? No, ahí no. No, ahí no. En ese caso gastaría el que te llama. Eso es siempre igual. Costaría, digamos, si llamo yo, por ejemplo, ofreciéndote Movistar, suponete, el que gasta, digamos, sería la operadora que te llama en ese caso, no vos. Eso funciona así en todos. Si vos me llamas a mí, a mi celular, y yo estoy en Estados Unidos, Sí. Entonces el que paga la llamada. Claro, porque yo sé de que la inicia. Ahora, por ejemplo, vos no estás gastando por hacer la llamada en este momento. El que está gastando sería yo en este caso llamándote. Así como funciona la casa. Pero si yo estoy en el Polo Norte y vos estás llamando, ¿vos pagas una llamada en un celular doméstico? Exactamente. Claro, exactamente. Por ejemplo, me pasa con muchos clientes que me dicen, mira, ahora no te puedo decir nada porque si fuera del país, estoy en Estados Unidos, estoy en Chile, ahora no puedo. Por eso, si yo te atiendo y hablo contigo, ¿tengo gastos? No, no, no, por eso te digo eso. En este caso puntual vos no por una cuestión de que no estás haciendo la llamada. Yo estoy haciéndote la llamada vos llamándote y ahí es cuando yo gastaría, ¿me entendés? De mi plan, de lo que sea que yo gaste, bueno, lo gasto yo, pero vos no. ¿Vos lo podés mandar por escrito, todo lo que hablamos? ¿Sí, cómo no? Te lo miran, entonces no hay ningún problema. Se ve en dos líneas de telefónicas. Sí. Bueno. No te quiero. Ah, perfecto, perfecto. Bien. Bueno, no hay problema. Decime que te podría contactar, digamos, para... No, mándamelo y entre un hora, entre un hora desámame. Era un hora. Digo lo que me mandaste. Sí. Digo lo que me mandaste y nos la deseamos. Pero... Dale, perfecto, Ramiro. Yo te mando todo y... ¿Y cómo es la aportación? Mira, nosotros te... Sí, decime. ¿Cuánto tiempo se hace la portabilidad? Mira, nosotros normalmente lo que hacemos es envío a sucursal, siempre por una cuestión de tiempo y seguridad. Si usted lo envía a sucursal, vos en las próximas supones de 48 o 72 horas, vos tenés el chip en la sucursal, lo tenés que ir a retirar con tu DNI en mano. No necesito SIM, son dos eSIM. Ah, son dos eSIM, perfecto. Sí. Bueno, en ese caso, él se le envía el código QR, Ese tarda un poquito más, tardarán una semana. Pero no te quedas sin línea en ningún momento y te llega el correo, los dos QR para que vos lo escaneas. ¿Correo mail o correo postal? No, correo mail, exactamente, correo electrónico. Te llega vos, que vos serías el titular, te llegan, son dos líneas, te llegan los dos QR, vos escaneas el tuyo que van y, por ejemplo, viene el QR y el número tuyo abajo. Y el del otro también, el número de la otra línea. No me mojo de mi domicilio, digamos. No, claro, justamente. Siendo el SIM, claro. Siendo el SIM, no. OK. Bueno, mandame la propuesta y la análisis y te respondo. Perfecto. Bueno, entonces, yo te llamo a las 3 más o menos, yo te llamo y ahí me confirmas. Dale. Perfecto. Dale, entonces, ahora mira, me comunico. O sea, ahora hay falta de atención. Gracias, chau. Adiós.",
  "calidad": {
    "confianza_promedio": 0.475,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:56:52.927993",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 7,
    "total_segmentos_original": 179,
    "total_segmentos_corregido": 55,
    "fecha_correccion": "2026-01-18T23:05:17.012125",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115134151168_ACD_49443",
    "fecha_inicio": "15/1/2026 13:41:51",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 557,
    "tiempo_conversacion": 539,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}