{
  "archivo": "amza1_1_260114120755584_ACD_99157.wav",
  "duracion_segundos": 172.94,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 79.53,
    "Cliente": 77.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.77,
      "fin": 3.67,
      "duracion": 1.9,
      "texto": "Hola, buenos días. Hablo con Darío.",
      "confianza": 0.218,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.53,
      "fin": 13.38,
      "duracion": 7.85,
      "texto": "Soy la señora. No se encuentra él en este momento. Bien, sí. Ah, bien. Me alegro.",
      "confianza": 0.48,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.4,
      "fin": 16.45,
      "duracion": 3.04,
      "texto": "Te comento, yo te tomaba para vindarte lo que es un descuento.",
      "confianza": 0.668,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.47,
      "fin": 23.66,
      "duracion": 7.19,
      "texto": "Me disfugura, en realidad, que Darío es el titular de las niñas. Por eso lo mencioné a él. Pero, bueno, en realidad, estoy hablando con vos. ¿De quién me está llamando?",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.2,
      "fin": 29.77,
      "duracion": 5.57,
      "texto": "Desde la compañía de Movistar. En realidad, le queríamos a usted ofrecer un descuento porque anteriormente estuvieron con nosotros. Sí.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.85,
      "fin": 55.7,
      "duracion": 24.85,
      "texto": "Sí. Queremos justamente que vuelvan a la compañía, entonces tenemos lo que es una promoción exclusiva al día de hoy. Si me permitís, te cuento brevemente de qué se trata. Dale, yo igual se lo tengo que comentar, vos decírmelo y después le pregunto. Mira, decir que Darío tiene a su nombre tres líneas, ¿es verdad eso? ¿Correcto? Sí. Bien, estamos viendo lo que es el día de hoy y lo que es un plan para cada línea de 16 gigas en total. Es decir que cada línea va a tener 8 gigas de base más 8 gigas de regalos.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.09,
      "fin": 64.8,
      "duracion": 8.71,
      "texto": "y incluso lo que eres, WhatsApp gratis, llamadas libres a cualquiera de las compañías para que justamente te mantengas comunicada, llamadas a América Preso Local y Roaming en América.",
      "confianza": 0.691,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.98,
      "fin": 74.78,
      "duracion": 9.8,
      "texto": "Todo esto por 10.400 pesos, ¿sí? Por línea. Sí, es decir, te quedaría cada línea en 30.000. Sí, exactamente. 31. Sí.",
      "confianza": 0.834,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.36,
      "fin": 77.62,
      "duracion": 2.26,
      "texto": "Exactamente, 31.000 pesos aproximadamente.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 78.12,
      "fin": 79.04,
      "duracion": 0.92,
      "texto": "Te comento que, bueno,",
      "confianza": 0.682,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.5,
      "fin": 92.83,
      "duracion": 13.33,
      "texto": "Además, como Darío tiene varias líneas a su nombre, se le va a bonificar cuatro gigas extras por cada una. Es decir que en vez de quedar de 20, le van a quedar de 16, le van a quedar de 20 gigas para la línea. Bien. Es el plan que tenemos el día de hoy en el que es el Movistar.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.01,
      "fin": 103.28,
      "duracion": 9.27,
      "texto": "Te comento también rápidamente que lo que es el tema portabilidad podría estar portando lo que es la línea de Movistar dentro de las próximas 48 horas si lo hacemos el día de hoy, así que no hay problema.",
      "confianza": 0.647,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.78,
      "fin": 113.22,
      "duracion": 8.44,
      "texto": "Bueno, si querés te envío todo por WhatsApp. Yo estoy hasta las 15 horas en la central. Sí, por favor, porque así se lo puedo mandar cuando viene, se lo comento.",
      "confianza": 0.557,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 114.54,
      "fin": 117.44,
      "duracion": 2.9,
      "texto": "Porque después no tenemos ningún número de contacto y es difícil.",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.06,
      "fin": 125.01,
      "duracion": 6.95,
      "texto": "Sí, por eso. Ahora mismo te voy a mandar un mensajito por WhatsApp. Te voy a poner... Hola, ¿cómo es tu nombre? Perdón. Nelly.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 125.57,
      "fin": 127.61,
      "duracion": 2.04,
      "texto": "Hola, Nelly, soy Evangelina de Movizar.",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.24,
      "fin": 156.31,
      "duracion": 28.07,
      "texto": "Y en caso Nelly, que lo quieran hacer antes de las 15, por ahí tal vez te mandes un mensaje a la Rio, por ejemplo, y te dice sí, aprovechar la promo, porque está habiendo gente por ahí. Yo lo puedo hacer con vos, no hay ningún problema, aunque... Ah, bueno, bueno. Sí, no, yo se lo tengo que comentar para, antes de cambiarnos de compañía, ¿viste?, preguntarles, pero... Sí, por supuesto, pero como te digo... Vos si estás autorizada por ello, o sea, vos en la etamada me decís si estás autorizada por daríos tu titular y confirmar los datos, lo puedo hacer con vos, no hay ningún inconveniente.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.01,
      "fin": 164.3,
      "duracion": 7.29,
      "texto": "Bueno, perfecto. Bueno, si quieres hacerlo, soy hasta las 15 horas. Ahí te mandé un mensajito y de paso te mando también lo que es la promoción desglosada.",
      "confianza": 0.32,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.86,
      "fin": 172.94,
      "duracion": 7.08,
      "texto": "Sí, así la podemos leer. Gracias. Sí, sí, sí. Muy bien, ahí te envío. Bueno, gracias. Hasta luego. Chau, chau.",
      "confianza": 0.345,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Darío. Soy la señora. No se encuentra él en este momento. Bien, sí. Ah, bien. Me alegro. Te comento, yo te tomaba para vindarte lo que es un descuento. Me disfugura, en realidad, que Darío es el titular de las niñas. Por eso lo mencioné a él. Pero, bueno, en realidad, estoy hablando con vos. ¿De quién me está llamando? Desde la compañía de Movistar. En realidad, le queríamos a usted ofrecer un descuento porque anteriormente estuvieron con nosotros. Sí. Sí. Queremos justamente que vuelvan a la compañía, entonces tenemos lo que es una promoción exclusiva al día de hoy. Si me permitís, te cuento brevemente de qué se trata. Dale, yo igual se lo tengo que comentar, vos decírmelo y después le pregunto. Mira, decir que Darío tiene a su nombre tres líneas, ¿es verdad eso? ¿Correcto? Sí. Bien, estamos viendo lo que es el día de hoy y lo que es un plan para cada línea de 16 gigas en total. Es decir que cada línea va a tener 8 gigas de base más 8 gigas de regalos. y incluso lo que eres, WhatsApp gratis, llamadas libres a cualquiera de las compañías para que justamente te mantengas comunicada, llamadas a América Preso Local y Roaming en América. Todo esto por 10.400 pesos, ¿sí? Por línea. Sí, es decir, te quedaría cada línea en 30.000. Sí, exactamente. 31. Sí. Exactamente, 31.000 pesos aproximadamente. Te comento que, bueno, Además, como Darío tiene varias líneas a su nombre, se le va a bonificar cuatro gigas extras por cada una. Es decir que en vez de quedar de 20, le van a quedar de 16, le van a quedar de 20 gigas para la línea. Bien. Es el plan que tenemos el día de hoy en el que es el Movistar. Te comento también rápidamente que lo que es el tema portabilidad podría estar portando lo que es la línea de Movistar dentro de las próximas 48 horas si lo hacemos el día de hoy, así que no hay problema. Bueno, si querés te envío todo por WhatsApp. Yo estoy hasta las 15 horas en la central. Sí, por favor, porque así se lo puedo mandar cuando viene, se lo comento. Porque después no tenemos ningún número de contacto y es difícil. Sí, por eso. Ahora mismo te voy a mandar un mensajito por WhatsApp. Te voy a poner... Hola, ¿cómo es tu nombre? Perdón. Nelly. Hola, Nelly, soy Evangelina de Movizar. Y en caso Nelly, que lo quieran hacer antes de las 15, por ahí tal vez te mandes un mensaje a la Rio, por ejemplo, y te dice sí, aprovechar la promo, porque está habiendo gente por ahí. Yo lo puedo hacer con vos, no hay ningún problema, aunque... Ah, bueno, bueno. Sí, no, yo se lo tengo que comentar para, antes de cambiarnos de compañía, ¿viste?, preguntarles, pero... Sí, por supuesto, pero como te digo... Vos si estás autorizada por ello, o sea, vos en la etamada me decís si estás autorizada por daríos tu titular y confirmar los datos, lo puedo hacer con vos, no hay ningún inconveniente. Bueno, perfecto. Bueno, si quieres hacerlo, soy hasta las 15 horas. Ahí te mandé un mensajito y de paso te mando también lo que es la promoción desglosada. Sí, así la podemos leer. Gracias. Sí, sí, sí. Muy bien, ahí te envío. Bueno, gracias. Hasta luego. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.531,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:42:36.961196",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:16.113140",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114120755584_ACD_99157",
    "fecha_inicio": "14/1/2026 12:07:55",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 185,
    "tiempo_conversacion": 166,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}