{
  "archivo": "amza20_1_260115143920457_ACD_49073.wav",
  "duracion_segundos": 152.7,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 6.38,
    "Cliente": 133.48
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.53,
      "fin": 8.91,
      "duracion": 6.38,
      "texto": "Hola. Hola, buenas tardes, Hernán. ¿Qué hablas? Como te hablas, Tomás es mi nombre, me comunico de la área de beneficio en Movistar.",
      "confianza": 0.236,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.58,
      "fin": 10.98,
      "duracion": 1.4,
      "texto": "Sí. Sí, sí.",
      "confianza": 0.202,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.2,
      "fin": 31.32,
      "duracion": 18.12,
      "texto": "Bien, perfecto. Mirá, te queríamos gritar lo que es un mejor plan para tu línea. Será que estás en claro actualmente. Sí. ¿Estás en claro con abono o compré pago actualmente? Con abono. Con abono, perfecto. Y te consulto, ¿cuánto llegas? ¿Tú compras más o menos por mails o no le sueles dar mucho interés a lo que es el teléfono? Y no, no soy un santografía.",
      "confianza": 0.708,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 32.09,
      "fin": 70.38,
      "duracion": 38.29,
      "texto": "Bien, perfecto. O sea que te suelen sobrar, digamos. Sí, sí, sí. Perfecto. Bueno, mirá. A ver, te voy a dar... Sí. A ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a Tengo un plan de ocho gigas de base, si se te regala una chica más durante seis meses tendría 16, tienes cuatro aparatas y además listas a todas las compañías y rumen en América ya incluido y este plan te queda un precio de 10.400 pesos al día de hoy, ¿bien?",
      "confianza": 0.61,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 71.12,
      "fin": 72.98,
      "duracion": 1.86,
      "texto": "Tendrías como te digo 16 gigas, ¿bien?",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.48,
      "fin": 87.36,
      "duracion": 13.88,
      "texto": "En caso de que el sol... No, perdón, perdón, pero yo no pago ni 8.000 pesos por lo menos, así que sería una promoción para mí. Ah, bien, ¿cuándo estás abonando al día de hoy, digamos? Sí, no soy 8.000 pesos, 7.000 y pico pago.",
      "confianza": 0.258,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.27,
      "fin": 89.95,
      "duracion": 1.68,
      "texto": "Ah, bien, y cuantos llegan? En un momento de ahora.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.65,
      "fin": 97.54,
      "duracion": 6.89,
      "texto": "No tengo ni idea porque no se puede usarlo. No, no sé. Los que sigan, para mí, en el mercado se te sobra.",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.24,
      "fin": 107.21,
      "duracion": 8.97,
      "texto": "Bien, perfecto. Te consigo el... Sí. Sí. No, la gente que no sabe cuantas son, pues así de... Aquí no se usa todo.",
      "confianza": 0.68,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 107.95,
      "fin": 111.79,
      "duracion": 3.84,
      "texto": "Ah, perfecto. Y te consulta la única línea que vos tenías bajo tu nombre o tenías alguna otra parte?",
      "confianza": 0.916,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.67,
      "fin": 146.35,
      "duracion": 33.68,
      "texto": "No, era la única. Bien. Bueno, mira, en ese caso tengo para brindarte un plan de cuatro gigas de base, más cuatro billones de regalo por seis meses, entonces tendrías ocho, y ese plan te queda un precio de siete mil cuatrocientos y sesenta pesos, tendrías ocho gigas, como te digo, y los podrías de guardarme esta mes y demás, ¿bien? Para que no pagues por ellas que no ocupas, sobre todo. Tengo que decir que no, no los podés de ocupar todos. No, pero mismo, o sea, tu y cambio, cambio a por ah. Bueno, en fin, mira, pues de groto, brindamos los, los otros beneficios y demás, ya lo que es la liga. Pero no es uso, ya te dije. No sé de cuánto se lo tengo por eso.",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.94,
      "fin": 148.68,
      "duracion": 1.74,
      "texto": "Claro. Perfecto.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.57,
      "fin": 152.7,
      "duracion": 3.13,
      "texto": "Gracias por ponerla a cabo. Que tengas un buen día. Gracias y buenas tardes.",
      "confianza": 0.304,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes, Hernán. ¿Qué hablas? Como te hablas, Tomás es mi nombre, me comunico de la área de beneficio en Movistar. Sí. Sí, sí. Bien, perfecto. Mirá, te queríamos gritar lo que es un mejor plan para tu línea. Será que estás en claro actualmente. Sí. ¿Estás en claro con abono o compré pago actualmente? Con abono. Con abono, perfecto. Y te consulto, ¿cuánto llegas? ¿Tú compras más o menos por mails o no le sueles dar mucho interés a lo que es el teléfono? Y no, no soy un santografía. Bien, perfecto. O sea que te suelen sobrar, digamos. Sí, sí, sí. Perfecto. Bueno, mirá. A ver, te voy a dar... Sí. A ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a Tengo un plan de ocho gigas de base, si se te regala una chica más durante seis meses tendría 16, tienes cuatro aparatas y además listas a todas las compañías y rumen en América ya incluido y este plan te queda un precio de 10.400 pesos al día de hoy, ¿bien? Tendrías como te digo 16 gigas, ¿bien? En caso de que el sol... No, perdón, perdón, pero yo no pago ni 8.000 pesos por lo menos, así que sería una promoción para mí. Ah, bien, ¿cuándo estás abonando al día de hoy, digamos? Sí, no soy 8.000 pesos, 7.000 y pico pago. Ah, bien, y cuantos llegan? En un momento de ahora. No tengo ni idea porque no se puede usarlo. No, no sé. Los que sigan, para mí, en el mercado se te sobra. Bien, perfecto. Te consigo el... Sí. Sí. No, la gente que no sabe cuantas son, pues así de... Aquí no se usa todo. Ah, perfecto. Y te consulta la única línea que vos tenías bajo tu nombre o tenías alguna otra parte? No, era la única. Bien. Bueno, mira, en ese caso tengo para brindarte un plan de cuatro gigas de base, más cuatro billones de regalo por seis meses, entonces tendrías ocho, y ese plan te queda un precio de siete mil cuatrocientos y sesenta pesos, tendrías ocho gigas, como te digo, y los podrías de guardarme esta mes y demás, ¿bien? Para que no pagues por ellas que no ocupas, sobre todo. Tengo que decir que no, no los podés de ocupar todos. No, pero mismo, o sea, tu y cambio, cambio a por ah. Bueno, en fin, mira, pues de groto, brindamos los, los otros beneficios y demás, ya lo que es la liga. Pero no es uso, ya te dije. No sé de cuánto se lo tengo por eso. Claro. Perfecto. Gracias por ponerla a cabo. Que tengas un buen día. Gracias y buenas tardes.",
  "calidad": {
    "confianza_promedio": 0.438,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:57:00.975322",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:17.021152",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115143920457_ACD_49073",
    "fecha_inicio": "15/1/2026 14:39:20",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 164,
    "tiempo_conversacion": 148,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}