{
  "archivo": "amza6_1_260116102716987_ACD_84811.wav",
  "duracion_segundos": 317.35,
  "num_segmentos": 91,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 151.97,
    "Cliente": 146.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.53,
      "fin": 14.09,
      "duracion": 12.56,
      "texto": "Hola. ¿Hablo con Gastón? Sí, Gastón, habla. Gastón, ¿cómo estás? Un gusto. Mi nombre es Micaela. Me estoy comunicando, ves de lo que es el área de recupero de clientes de Movistar. ¿Cómo estás? ¿Cómo va tu mañana? ¿Todo bien?",
      "confianza": 0.251,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.11,
      "fin": 14.23,
      "duracion": 0.12,
      "texto": "Bien.",
      "confianza": 0.399,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.25,
      "fin": 14.99,
      "duracion": 0.74,
      "texto": "¿Todo bien vos?",
      "confianza": 0.482,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.59,
      "fin": 20.04,
      "duracion": 4.45,
      "texto": "Bien, todo bien. Quizás la viernes, así que con ganas de irme a mi casa.",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.06,
      "fin": 21.48,
      "duracion": 1.42,
      "texto": "Sí, sí, me imagino.",
      "confianza": 0.061,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.5,
      "fin": 29.55,
      "duracion": 8.05,
      "texto": "Bien, Gastón, te comento. Nos estamos comunicando con clientes que ya han estado en la compañía, ¿sí? Para que vuelvan y, obviamente, aprovechar lo que es una promoción.",
      "confianza": 0.403,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.32,
      "fin": 35.49,
      "duracion": 5.17,
      "texto": "Mira, yo tengo, este número que vos me estás llamando, lo tengo con claro.",
      "confianza": 0.602,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.65,
      "fin": 40.41,
      "duracion": 4.76,
      "texto": "Pero tengo otra línea, que también está el nombre mío, la tengo con Movistar.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.37,
      "fin": 44.17,
      "duracion": 2.8,
      "texto": "Así que por ahora lo voy a mantener así.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.2,
      "fin": 44.3,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.076,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.31,
      "fin": 51.3,
      "duracion": 6.99,
      "texto": "La línea que uso para el negocio la tengo con Movistar y esta que es personal la tengo con claro. Pero lo voy a mantener así por el momento.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.14,
      "fin": 64.44,
      "duracion": 12.3,
      "texto": "Genial. Gastalita, una consulta. Lo que es la fibra óptica, lo que es el internet del hogar. No sé con qué compañía lo tenés actualmente. Lo tengo con una empresa local de acá. No sé si ustedes ya llegan a la dirección donde estoy yo.",
      "confianza": 0.31,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.46,
      "fin": 64.7,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.572,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.72,
      "fin": 67.6,
      "duracion": 2.88,
      "texto": "A ver, brindame lo que es la dirección para corroborar cobertura.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.42,
      "fin": 70.25,
      "duracion": 1.82,
      "texto": "Quintana, 780.",
      "confianza": 0.831,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.28,
      "fin": 71.39,
      "duracion": 1.1,
      "texto": "Sí.",
      "confianza": 0.846,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.31,
      "fin": 75.77,
      "duracion": 3.46,
      "texto": "Semerada Las Heras, provincia de Buenos Aires. Código postal 1741.",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.93,
      "fin": 76.13,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.818,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.15,
      "fin": 79.62,
      "duracion": 3.47,
      "texto": "A ver, aguardo un segundito.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.22,
      "fin": 93.81,
      "duracion": 12.59,
      "texto": "Esto es entre las cartes Vergara, ¿puede ser? Vergara. Sí. Inecochea, más o menos. Sí, exacto. Bien, genial. Ahí voy a corroborar el tema de la cobertura.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.43,
      "fin": 101.66,
      "duracion": 7.23,
      "texto": "Ahorro un segundito. Ahorro un segundito, voy a corroborar.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.63,
      "fin": 106.55,
      "duracion": 2.93,
      "texto": "Bien, y actualmente, ¿cuánto estás abonando lo que es la fibra óptica?",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.95,
      "fin": 112.1,
      "duracion": 4.15,
      "texto": "Estoy pagando 34 mil pesos por mes.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.66,
      "fin": 113.88,
      "duracion": 1.22,
      "texto": "Bien, perfecto.",
      "confianza": 0.106,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 113.9,
      "fin": 119.76,
      "duracion": 5.86,
      "texto": "Te voy comentando. Pero no es una promoción que son tres meses y después me suben. O sea, estoy pagando eso plano siempre.",
      "confianza": 0.068,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.42,
      "fin": 130.74,
      "duracion": 10.31,
      "texto": "Te digo porque he escuchado promociones de ustedes y de otras empresas que dicen, paga ahora durante, no sé, tres meses 30, pero después de los tres meses se te va 100.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.46,
      "fin": 132.82,
      "duracion": 1.36,
      "texto": "No. Claro.",
      "confianza": 0.589,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.86,
      "fin": 176.5,
      "duracion": 43.64,
      "texto": "Nosotros, mira, actualmente contamos con lo que es, por ejemplo, la fibra de 600 megas, que te quedan 26.600 pesos, y tenés un descuento fijo en esta fibra óptica por seis meses de 37.800. ¿Qué pasa? Nosotros, yo os hablo. Si hacemos lo que es la fibra óptica, tenés cobertura, nosotros contamos con lo que es el asesoramiento personal, vos tenés mi número por cualquier inconveniente, y yo te paso el número de los chicos de atención al cliente, no sé si sabías, pero de junio más o menos del año pasado, Somos una nueva gestión. Sí, lo que son las áreas de venta se han expandido mucho más. Entonces, los chicos de atención al cliente al quinto mes, más o menos, vos te comunicas y entonces brindan otra promoción para, obviamente, no abonarlo, que es el precio real del plan.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.34,
      "fin": 198.14,
      "duracion": 20.8,
      "texto": "No sé si me explico. Sí, o sea, yo cada tres o seis meses tendría que llamar para que me mantengan la promoción. Claro, en realidad sería cada cinco en el caso de que, por ejemplo, vos al quinto mes te comuniques está la posibilidad capaz de que te brinden una promoción por un año. Eso depende de la promo que esté en su momento.",
      "confianza": 0.2,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.0,
      "fin": 244.22,
      "duracion": 44.22,
      "texto": "Yo lo que no entiendo de las empresas, ni de Movistar, ni de Claro, ni de ninguna de esas, porque el usuario tiene que tener en la cabeza pendiente de que no se le tiene que pasar la fecha para que no le suban la tarifa. Y si después siempre hay promociones, ¿por qué no ponen un precio estándar? Eso es lo que no entiendo y me molesta. Por eso te agradezco, pero no me voy a pasar. Porque yo pago una tarifa plan ahora y no me aumenta nunca. O sea, es lo que yo pago. Porque si no, yo tengo que anotarme para acordarme que, por ejemplo, la línea que yo tengo ahora con claro, que es donde vos me estás llamando, yo ahora tengo anotado, que eso sí lo tengo presente,",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 244.85,
      "fin": 284.83,
      "duracion": 39.98,
      "texto": "No sé si en, creo que a fines de enero o ya tengo que llamar por teléfono para que no me cambien la tarifa, ¿entendés? Y seguramente la que vos me estás ofreciendo para el teléfono también, debe ser igual que la de Claro, por tantos meses pagás tanto y yo me tengo que estar acordando, agendándome, la verdad que eso me molesta, de cualquier empresa, de Claro, de ustedes, de todo. Yo entiendo que debe ser algo comercial, que ustedes lo deben tener recontraestudiado, la gente de marketing o de negocio lo debe tener, pero nada, piensan obviamente en la empresa, pero no piensan en el usuario que tiene que estar permanentemente, o sea, anotándose.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.33,
      "fin": 314.83,
      "duracion": 29.5,
      "texto": "Tengo que llamar tal día para que no me vaya de, no sé, 10 mil pesos de pago a 40 a poner. Claro, así que bueno. Y por el momento te agradezco, me voy a quedar acá donde estoy. Igual te agradezco el llamado. Dale genial. Igual de todas maneras, eso te quería avisar. Todavía no contamos con cobertura, así que probablemente te quería avisar eso por las dudas, ¿sí? Dale, buenísimo. Muchísimas gracias. Que tengas lindo día y buen fin de... Igualmente, que tengas excelente día.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.63,
      "fin": 317.35,
      "duracion": 1.72,
      "texto": "Gracias, chao chao. Hasta luego.",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. ¿Hablo con Gastón? Sí, Gastón, habla. Gastón, ¿cómo estás? Un gusto. Mi nombre es Micaela. Me estoy comunicando, ves de lo que es el área de recupero de clientes de Movistar. ¿Cómo estás? ¿Cómo va tu mañana? ¿Todo bien? Bien. ¿Todo bien vos? Bien, todo bien. Quizás la viernes, así que con ganas de irme a mi casa. Sí, sí, me imagino. Bien, Gastón, te comento. Nos estamos comunicando con clientes que ya han estado en la compañía, ¿sí? Para que vuelvan y, obviamente, aprovechar lo que es una promoción. Mira, yo tengo, este número que vos me estás llamando, lo tengo con claro. Pero tengo otra línea, que también está el nombre mío, la tengo con Movistar. Así que por ahora lo voy a mantener así. Bien. La línea que uso para el negocio la tengo con Movistar y esta que es personal la tengo con claro. Pero lo voy a mantener así por el momento. Genial. Gastalita, una consulta. Lo que es la fibra óptica, lo que es el internet del hogar. No sé con qué compañía lo tenés actualmente. Lo tengo con una empresa local de acá. No sé si ustedes ya llegan a la dirección donde estoy yo. Bien. A ver, brindame lo que es la dirección para corroborar cobertura. Quintana, 780. Sí. Semerada Las Heras, provincia de Buenos Aires. Código postal 1741. Bien. A ver, aguardo un segundito. Esto es entre las cartes Vergara, ¿puede ser? Vergara. Sí. Inecochea, más o menos. Sí, exacto. Bien, genial. Ahí voy a corroborar el tema de la cobertura. Ahorro un segundito. Ahorro un segundito, voy a corroborar. Bien, y actualmente, ¿cuánto estás abonando lo que es la fibra óptica? Estoy pagando 34 mil pesos por mes. Bien, perfecto. Te voy comentando. Pero no es una promoción que son tres meses y después me suben. O sea, estoy pagando eso plano siempre. Te digo porque he escuchado promociones de ustedes y de otras empresas que dicen, paga ahora durante, no sé, tres meses 30, pero después de los tres meses se te va 100. No. Claro. Nosotros, mira, actualmente contamos con lo que es, por ejemplo, la fibra de 600 megas, que te quedan 26.600 pesos, y tenés un descuento fijo en esta fibra óptica por seis meses de 37.800. ¿Qué pasa? Nosotros, yo os hablo. Si hacemos lo que es la fibra óptica, tenés cobertura, nosotros contamos con lo que es el asesoramiento personal, vos tenés mi número por cualquier inconveniente, y yo te paso el número de los chicos de atención al cliente, no sé si sabías, pero de junio más o menos del año pasado, Somos una nueva gestión. Sí, lo que son las áreas de venta se han expandido mucho más. Entonces, los chicos de atención al cliente al quinto mes, más o menos, vos te comunicas y entonces brindan otra promoción para, obviamente, no abonarlo, que es el precio real del plan. No sé si me explico. Sí, o sea, yo cada tres o seis meses tendría que llamar para que me mantengan la promoción. Claro, en realidad sería cada cinco en el caso de que, por ejemplo, vos al quinto mes te comuniques está la posibilidad capaz de que te brinden una promoción por un año. Eso depende de la promo que esté en su momento. Yo lo que no entiendo de las empresas, ni de Movistar, ni de Claro, ni de ninguna de esas, porque el usuario tiene que tener en la cabeza pendiente de que no se le tiene que pasar la fecha para que no le suban la tarifa. Y si después siempre hay promociones, ¿por qué no ponen un precio estándar? Eso es lo que no entiendo y me molesta. Por eso te agradezco, pero no me voy a pasar. Porque yo pago una tarifa plan ahora y no me aumenta nunca. O sea, es lo que yo pago. Porque si no, yo tengo que anotarme para acordarme que, por ejemplo, la línea que yo tengo ahora con claro, que es donde vos me estás llamando, yo ahora tengo anotado, que eso sí lo tengo presente, No sé si en, creo que a fines de enero o ya tengo que llamar por teléfono para que no me cambien la tarifa, ¿entendés? Y seguramente la que vos me estás ofreciendo para el teléfono también, debe ser igual que la de Claro, por tantos meses pagás tanto y yo me tengo que estar acordando, agendándome, la verdad que eso me molesta, de cualquier empresa, de Claro, de ustedes, de todo. Yo entiendo que debe ser algo comercial, que ustedes lo deben tener recontraestudiado, la gente de marketing o de negocio lo debe tener, pero nada, piensan obviamente en la empresa, pero no piensan en el usuario que tiene que estar permanentemente, o sea, anotándose. Tengo que llamar tal día para que no me vaya de, no sé, 10 mil pesos de pago a 40 a poner. Claro, así que bueno. Y por el momento te agradezco, me voy a quedar acá donde estoy. Igual te agradezco el llamado. Dale genial. Igual de todas maneras, eso te quería avisar. Todavía no contamos con cobertura, así que probablemente te quería avisar eso por las dudas, ¿sí? Dale, buenísimo. Muchísimas gracias. Que tengas lindo día y buen fin de... Igualmente, que tengas excelente día. Gracias, chao chao. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.554,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:41:44.841575",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 91,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:30.771140",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116102716987_ACD_84811",
    "fecha_inicio": "16/1/2026 10:27:16",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 337,
    "tiempo_conversacion": 306,
    "tiempo_hold": 0,
    "tiempo_acw": 18,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Edificio sin Disp de Caja",
    "tipo_tipificacion": "Exitoso"
  }
}