{
  "archivo": "amza40_1_260116141532506_ACD_09695.wav",
  "duracion_segundos": 297.93,
  "num_segmentos": 72,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 244.63,
    "Cliente": 40.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.94,
      "fin": 11.58,
      "duracion": 10.64,
      "texto": "Hola, ¿qué tal? ¿Matías? Sí, ¿qué tal? Hola, Matías. ¿Cómo te va? Te habla Marcos. Matías, te llamaba al día de hoy porque estamos cargándonos descuento exclusivo en la línea.",
      "confianza": 0.343,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.2,
      "fin": 34.43,
      "duracion": 22.23,
      "texto": "Verifico, Matías, que vos estás en la compañía de Claros, ¿correcto? Así es. Bien, buenísimo. Te llamaba porque del área técnica de Movistar se está trabajando lo que son bonificaciones para los antiguos clientes, ¿sí? Vos me figura acá en sistema que en el 2024 vos te fuiste de Movistar. Quería consultar de paso. ¿Te fuiste por algún motivo en especial de la compañía?",
      "confianza": 0.815,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.13,
      "fin": 39.3,
      "duracion": 1.17,
      "texto": "Y también incremento mucho los costos. Bien, bien.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.31,
      "fin": 39.6,
      "duracion": 0.28,
      "texto": "Perfecto.",
      "confianza": 0.51,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.8,
      "fin": 59.62,
      "duracion": 19.82,
      "texto": "Entonces, que me digas este reclamo. Está bueno tomarlo en cuenta porque queremos realmente siempre brindar nuevos beneficios a aquellos antiguos abonados que estuvieron tantos años con nosotros, ¿sí? De esa manera, hoy en día lo que es la contratación del día, Matías, es poder brindarte lo que es una oferta exclusiva, ¿sí? ¿Vos estás en Córdoba Capital?",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.9,
      "fin": 180.01,
      "duracion": 119.11,
      "texto": "Y ahora, por un par de meses, yo voy a estar en la UCN. Excelente, bien, buenísimo y mejor aún porque, mira, lo que es el código diario a tu uso tiene lo que es una bonificación especial, ¿sí? Te voy comentando rapidito sin tomarte mucho tiempo. El descuento es en base a lo que son gigas. La idea que viste que todos utilizamos internet, viste que lo que más utilizamos son los gigas para las redes sociales, utilizamos mucho el Google Maps. Bueno, lo cual es la idea de que vos tengas internet todo el mes, que no se te agote y que no sea necesario hacer lo que son recargas, ¿sí? Hoy en día, la que es la bonificación que vamos a brindarte es una bonificación que tiene 16 gigas de navegación, tiene 8 de base, que vas a poder guardar y reutilizar al siguiente mes en caso que vos te sobren gigas en el mes, ¿sí? Además, vas a tener lo que son las llamadas libres los mensajes de texto, el WhatsApp totalmente bonificado para que no tengas que gastar aparte. Porque hoy en día, con claro, si ven el WhatsApp es gratis, es gratis hasta cierto límite. ¿Por qué? Porque si se agotan tus datos, te queda solamente el WhatsApp gratis. ¿Me va siguiendo? Entonces, ¿cuál es la idea? De que puedas regresar con esta nueva bonificación, ¿sí? En lo que es la promoción, va a quedarte al día de hoy en 10,400 pesos, ¿sí? Esto va a tener un descuento y vas a poder aprovechar la atención personalizada de nuestras ejecutivas, la que ellas se encargan de verificar de que vos estés conforme con el servicio, ¿sí? ¿Cuál es el costo mensual de ti y por cuánto tiempo? 100.400 pesos la promoción. Vas a empezar con la promoción de seis meses. Al día de hoy te queda en esto súper económico y además vas a tener roaming en América para poder incluso salir del país y que tenga funcionando tu móvil estar en el exterior, ¿sí? Lo que yo hago en este caso, verificar tu fichita de cliente, acá me figura en este caso tu nombre, Matías Emaides, tu DNI termina en C44, ¿es correcto?",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.09,
      "fin": 180.24,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.056,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.25,
      "fin": 184.58,
      "duracion": 4.33,
      "texto": "Perfecto, tu fecha de nacimiento me figura el 23 de mayo de 1976, ¿es correcto?",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.66,
      "fin": 184.88,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.723,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 184.94,
      "fin": 191.53,
      "duracion": 6.59,
      "texto": "Perfecto, vos me indicás actualmente que estás en Neuquén, Neuquén Capital,",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.03,
      "fin": 266.68,
      "duracion": 74.65,
      "texto": "Quedate tranquilo que con el tema de aumentos, la compañía lo que está haciendo hoy en día es notificarte por mensaje de texto, por correo electrónico, un mes antes siempre para saber el valor, el porcentaje que puede llegar a aumentar tu plan, ¿sí? Ahora, con respecto a la promoción, vos vas a comenzar con seis meses de promo, al día de hoy te va a quedar en 10.400, ¿bien? Porque esto tiene un descuento fijo. Entonces, vos por ejemplo, en el quinto o sexto mes, si querés meter a la aplicación de Movistar, automáticamente ahí, vas a corroborar que otras promociones o que otros beneficios extra, como cliente vas a tener, porque por ahí a veces, el plan que yo te brindo, a la larga termina siendo mucho o termina siendo poco en base a tu uso. No sabemos de acá, Julio, lo que pueda pasar. Entonces, ¿cuál es la idea? Capaz que vos de acá, Julio, ya estás en tu casa, estás más con Wi-Fi. Entonces, de esa manera, no estarías ocupando tanto, ¿sí? Entonces, vos bajamos o subís el plan a tu gusto.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.7,
      "fin": 266.76,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.122,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 266.78,
      "fin": 273.7,
      "duracion": 6.92,
      "texto": "Disculpa, si quiere... En dos, me voy a tomar con mi mujer. Ah, bien, se te escucha muy bien recortado. Veo que debe ser la mala señal de claro.",
      "confianza": 0.146,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 274.25,
      "fin": 282.0,
      "duracion": 7.75,
      "texto": "Lo que sí, bueno, te comento. La promoción al día de hoy la voy a tener ahora hasta dentro de un ratito porque estamos cargando las últimas bonificaciones.",
      "confianza": 0.797,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 282.58,
      "fin": 285.59,
      "duracion": 3.01,
      "texto": "Lo que yo te comento es un trámite super exprés.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 286.17,
      "fin": 287.45,
      "duracion": 1.28,
      "texto": "No toma más de dos minutos.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.12,
      "fin": 297.93,
      "duracion": 6.81,
      "texto": "Pero me estoy yendo. Mi culpa, me estoy yendo. Si querés me puedes contar. Y nos seguimos viendo a las tardes. Pero ahora estoy saliendo con mi mujer, por eso. Gracias.",
      "confianza": 0.066,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Matías? Sí, ¿qué tal? Hola, Matías. ¿Cómo te va? Te habla Marcos. Matías, te llamaba al día de hoy porque estamos cargándonos descuento exclusivo en la línea. Verifico, Matías, que vos estás en la compañía de Claros, ¿correcto? Así es. Bien, buenísimo. Te llamaba porque del área técnica de Movistar se está trabajando lo que son bonificaciones para los antiguos clientes, ¿sí? Vos me figura acá en sistema que en el 2024 vos te fuiste de Movistar. Quería consultar de paso. ¿Te fuiste por algún motivo en especial de la compañía? Y también incremento mucho los costos. Bien, bien. Perfecto. Entonces, que me digas este reclamo. Está bueno tomarlo en cuenta porque queremos realmente siempre brindar nuevos beneficios a aquellos antiguos abonados que estuvieron tantos años con nosotros, ¿sí? De esa manera, hoy en día lo que es la contratación del día, Matías, es poder brindarte lo que es una oferta exclusiva, ¿sí? ¿Vos estás en Córdoba Capital? Y ahora, por un par de meses, yo voy a estar en la UCN. Excelente, bien, buenísimo y mejor aún porque, mira, lo que es el código diario a tu uso tiene lo que es una bonificación especial, ¿sí? Te voy comentando rapidito sin tomarte mucho tiempo. El descuento es en base a lo que son gigas. La idea que viste que todos utilizamos internet, viste que lo que más utilizamos son los gigas para las redes sociales, utilizamos mucho el Google Maps. Bueno, lo cual es la idea de que vos tengas internet todo el mes, que no se te agote y que no sea necesario hacer lo que son recargas, ¿sí? Hoy en día, la que es la bonificación que vamos a brindarte es una bonificación que tiene 16 gigas de navegación, tiene 8 de base, que vas a poder guardar y reutilizar al siguiente mes en caso que vos te sobren gigas en el mes, ¿sí? Además, vas a tener lo que son las llamadas libres los mensajes de texto, el WhatsApp totalmente bonificado para que no tengas que gastar aparte. Porque hoy en día, con claro, si ven el WhatsApp es gratis, es gratis hasta cierto límite. ¿Por qué? Porque si se agotan tus datos, te queda solamente el WhatsApp gratis. ¿Me va siguiendo? Entonces, ¿cuál es la idea? De que puedas regresar con esta nueva bonificación, ¿sí? En lo que es la promoción, va a quedarte al día de hoy en 10,400 pesos, ¿sí? Esto va a tener un descuento y vas a poder aprovechar la atención personalizada de nuestras ejecutivas, la que ellas se encargan de verificar de que vos estés conforme con el servicio, ¿sí? ¿Cuál es el costo mensual de ti y por cuánto tiempo? 100.400 pesos la promoción. Vas a empezar con la promoción de seis meses. Al día de hoy te queda en esto súper económico y además vas a tener roaming en América para poder incluso salir del país y que tenga funcionando tu móvil estar en el exterior, ¿sí? Lo que yo hago en este caso, verificar tu fichita de cliente, acá me figura en este caso tu nombre, Matías Emaides, tu DNI termina en C44, ¿es correcto? Sí, sí. Perfecto, tu fecha de nacimiento me figura el 23 de mayo de 1976, ¿es correcto? Sí. Perfecto, vos me indicás actualmente que estás en Neuquén, Neuquén Capital, Quedate tranquilo que con el tema de aumentos, la compañía lo que está haciendo hoy en día es notificarte por mensaje de texto, por correo electrónico, un mes antes siempre para saber el valor, el porcentaje que puede llegar a aumentar tu plan, ¿sí? Ahora, con respecto a la promoción, vos vas a comenzar con seis meses de promo, al día de hoy te va a quedar en 10.400, ¿bien? Porque esto tiene un descuento fijo. Entonces, vos por ejemplo, en el quinto o sexto mes, si querés meter a la aplicación de Movistar, automáticamente ahí, vas a corroborar que otras promociones o que otros beneficios extra, como cliente vas a tener, porque por ahí a veces, el plan que yo te brindo, a la larga termina siendo mucho o termina siendo poco en base a tu uso. No sabemos de acá, Julio, lo que pueda pasar. Entonces, ¿cuál es la idea? Capaz que vos de acá, Julio, ya estás en tu casa, estás más con Wi-Fi. Entonces, de esa manera, no estarías ocupando tanto, ¿sí? Entonces, vos bajamos o subís el plan a tu gusto. Sí. Disculpa, si quiere... En dos, me voy a tomar con mi mujer. Ah, bien, se te escucha muy bien recortado. Veo que debe ser la mala señal de claro. Lo que sí, bueno, te comento. La promoción al día de hoy la voy a tener ahora hasta dentro de un ratito porque estamos cargando las últimas bonificaciones. Lo que yo te comento es un trámite super exprés. No toma más de dos minutos. Pero me estoy yendo. Mi culpa, me estoy yendo. Si querés me puedes contar. Y nos seguimos viendo a las tardes. Pero ahora estoy saliendo con mi mujer, por eso. Gracias.",
  "calidad": {
    "confianza_promedio": 0.595,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:36:40.644894",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 72,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:26.919512",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141532506_ACD_09695",
    "fecha_inicio": "16/1/2026 14:15:32",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 346,
    "tiempo_conversacion": 285,
    "tiempo_hold": 0,
    "tiempo_acw": 33,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}