{
  "archivo": "amza44_1_260114105214783_ACD_87147.wav",
  "duracion_segundos": 172.82,
  "num_segmentos": 49,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 10.28,
    "Cliente": 148.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.52,
      "duracion": 4.49,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Martín Gabriel.",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.14,
      "fin": 16.57,
      "duracion": 7.43,
      "texto": "Hola. Hola, buen día. ¿Qué tal? Hablo con... Sí, hola, ¿qué tal? Hablo con Martín. Sí, él mismo tiene la... Hola, ¿qué tal? Martín, ¿cómo le va? Un gusto.",
      "confianza": 0.345,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.65,
      "fin": 22.2,
      "duracion": 5.55,
      "texto": "Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle si lo crees un beneficio para la línea.",
      "confianza": 0.547,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.76,
      "fin": 26.31,
      "duracion": 3.54,
      "texto": "Me asegura que usted, Martín, está actualmente con la compañía de Claro, ¿es correcto?",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.84,
      "fin": 43.5,
      "duracion": 16.66,
      "texto": "Sí, claro. Ok, excelente. Yo me comunico con lo que es la compañía Movistar. Ah, sí, disculpame. Perdón por interrumpir. Yo trabajo en el medio del campo, en la capilla, ¿vio? Y no llega la señal. Yo tengo compañeros que incluso me dicen que no, la señal no llega.",
      "confianza": 0.145,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.3,
      "fin": 47.53,
      "duracion": 3.22,
      "texto": "El servicio me parece bien, el precio es más barato.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.07,
      "fin": 50.87,
      "duracion": 2.8,
      "texto": "Claro. Todo lo que me vas a decir, yo digo que es cierto, está bien.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.41,
      "fin": 110.03,
      "duracion": 58.62,
      "texto": "Pero el tema de la señal, hasta ahora sigo con compañeros. que no llega la señal allá y me preguntan que empecé tengo yo para pasarse de compañía porque no llega la señal. Claro, trabajo en la capilla en el medio del campo en Florencio Varela y no llega la señal. En Florencio Varela? Claro, yo a veces estoy 36 horas allá y tengo que tener señal para comunicarme con mi familia. Claro, por eso no... yo me vengo negando. ¿Lo puedo comparar? ¿Lo puedo certificar recientemente? Sí, sí, le digo que yo trabajo en la capilla, hago turnos de 24 horas y tengo compañero, porque yo vengo preguntando, porque la verdad es que el precio me parece bastante accesible, mejor que lo que tengo yo. La verdad es que no me sirve por la señal, por eso una vez más vuelvo a agradecerle, porque la verdad es que no me quiero pasarme. Nosotros estuvimos haciendo lo que es una mejora en lo que es cuestión de antena hace poco,",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.63,
      "fin": 124.09,
      "duracion": 13.46,
      "texto": "Sí, y lo que es la parte de Florencio Varela al menos, porque tenemos lo que es una herramienta nueva, que es una página web donde podemos ver lo que es la cobertura de los lugares.",
      "confianza": 0.799,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.53,
      "fin": 145.33,
      "duracion": 19.8,
      "texto": "Eso es lo que agarra también lo que es el nuevo chip que tiene tecnología 5G, que hace que los dispositivos agarran de 4G plus hasta 5G, por eso es mejor cobertura. Me asegura que lo que es Florencio Varela y al revés tiene excelente cobertura, tal como una parte que está cerca de Pereira y Los Orzales.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.21,
      "fin": 153.08,
      "duracion": 6.87,
      "texto": "Se está entre Pereira y Los Orzales. ¿Eso sería el lugar donde usted trabaja? No, la otra punta sería. La otra punta.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.72,
      "fin": 159.49,
      "duracion": 5.77,
      "texto": "Pero igual te agradezco yo, como decía, porque yo me llamaba antes ayer",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.12,
      "fin": 170.67,
      "duracion": 10.55,
      "texto": "Sí, yo justo estaba trabajando y le pregunté a un compañero y me dijo que no está bien. Igual era el que decía que sí, estoy trabajando ahora, así que no puedo estar mucho con él. Ah, ok. Vale, vale. Y que tengas buen día.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.58,
      "fin": 172.82,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.1,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Martín Gabriel. Hola. Hola, buen día. ¿Qué tal? Hablo con... Sí, hola, ¿qué tal? Hablo con Martín. Sí, él mismo tiene la... Hola, ¿qué tal? Martín, ¿cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle si lo crees un beneficio para la línea. Me asegura que usted, Martín, está actualmente con la compañía de Claro, ¿es correcto? Sí, claro. Ok, excelente. Yo me comunico con lo que es la compañía Movistar. Ah, sí, disculpame. Perdón por interrumpir. Yo trabajo en el medio del campo, en la capilla, ¿vio? Y no llega la señal. Yo tengo compañeros que incluso me dicen que no, la señal no llega. El servicio me parece bien, el precio es más barato. Claro. Todo lo que me vas a decir, yo digo que es cierto, está bien. Pero el tema de la señal, hasta ahora sigo con compañeros. que no llega la señal allá y me preguntan que empecé tengo yo para pasarse de compañía porque no llega la señal. Claro, trabajo en la capilla en el medio del campo en Florencio Varela y no llega la señal. En Florencio Varela? Claro, yo a veces estoy 36 horas allá y tengo que tener señal para comunicarme con mi familia. Claro, por eso no... yo me vengo negando. ¿Lo puedo comparar? ¿Lo puedo certificar recientemente? Sí, sí, le digo que yo trabajo en la capilla, hago turnos de 24 horas y tengo compañero, porque yo vengo preguntando, porque la verdad es que el precio me parece bastante accesible, mejor que lo que tengo yo. La verdad es que no me sirve por la señal, por eso una vez más vuelvo a agradecerle, porque la verdad es que no me quiero pasarme. Nosotros estuvimos haciendo lo que es una mejora en lo que es cuestión de antena hace poco, Sí, y lo que es la parte de Florencio Varela al menos, porque tenemos lo que es una herramienta nueva, que es una página web donde podemos ver lo que es la cobertura de los lugares. Eso es lo que agarra también lo que es el nuevo chip que tiene tecnología 5G, que hace que los dispositivos agarran de 4G plus hasta 5G, por eso es mejor cobertura. Me asegura que lo que es Florencio Varela y al revés tiene excelente cobertura, tal como una parte que está cerca de Pereira y Los Orzales. Se está entre Pereira y Los Orzales. ¿Eso sería el lugar donde usted trabaja? No, la otra punta sería. La otra punta. Pero igual te agradezco yo, como decía, porque yo me llamaba antes ayer Sí, yo justo estaba trabajando y le pregunté a un compañero y me dijo que no está bien. Igual era el que decía que sí, estoy trabajando ahora, así que no puedo estar mucho con él. Ah, ok. Vale, vale. Y que tengas buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.543,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:05:46.802590",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 49,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:28.679020",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114105214783_ACD_87147",
    "fecha_inicio": "14/1/2026 10:52:14",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 193,
    "tiempo_conversacion": 166,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}