{
  "archivo": "amza30_1_260115131941865_ACD_81617.wav",
  "duracion_segundos": 335.9,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 239.9,
    "Cliente": 74.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.58,
      "fin": 9.39,
      "duracion": 7.81,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia, ¿es mi nombre? ¿Hablo con Víctor? Sí, contigo momento. Víctor, Eugenia, como le decía, es mi nombre.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.47,
      "fin": 12.03,
      "duracion": 2.56,
      "texto": "Me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.642,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.49,
      "fin": 12.65,
      "duracion": 0.16,
      "texto": "Sí,",
      "confianza": 0.67,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.65,
      "fin": 14.62,
      "duracion": 1.97,
      "texto": "porque me figura su línea en claro.",
      "confianza": 0.67,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.64,
      "fin": 22.39,
      "duracion": 7.75,
      "texto": "¿Es así? Sí. Perfecto. La buena consulta. ¿Usted realiza recargas o tiene lo que es factura mensual?",
      "confianza": 0.314,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.27,
      "fin": 41.58,
      "duracion": 17.31,
      "texto": "Ahora utilizamos factura mensual. Muy bien. Bien, le comento brevemente. El día de hoy nos estamos contactando con los clientes y ex antiguos clientes de Movistar, y para poder expresarles lo que es una broma exclusiva, al día de hoy están 10.400 pesos, por lo que son 16 gigas de internet.",
      "confianza": 0.076,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.2,
      "fin": 48.16,
      "duracion": 5.96,
      "texto": "8 de base y 8 de regalo por 6 meses. ¿Usted con Claro actualmente consume muchos gigas?",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.11,
      "fin": 61.44,
      "duracion": 11.33,
      "texto": "Actualmente, anteriormente sí, ahora ya no estoy consumiendo gigas, porque me estoy manejando con lo que es el Wi-Fi. Ah, el Wi-Fi, perfecto. Bien, y en la casa tiene también lo que es Wi-Fi con Claro o con otra compañía?",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.23,
      "fin": 63.51,
      "duracion": 1.28,
      "texto": "No, no, con otra compañía.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.31,
      "fin": 66.26,
      "duracion": 1.94,
      "texto": "Que no es la empresa de celulares.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.18,
      "fin": 74.6,
      "duracion": 7.42,
      "texto": "Otra compañía. Sí, sí, sí. Hay otras compañías también. Bien. ¿Y también tiene lo que es el servicio de televisión de canales?",
      "confianza": 0.216,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.08,
      "fin": 79.43,
      "duracion": 2.34,
      "texto": "Sí, pero actualmente no lo podemos instalar.",
      "confianza": 0.766,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.45,
      "fin": 92.24,
      "duracion": 12.79,
      "texto": "Tenemos que llamar del centro donde instalaron el Wi-Fi para que nos vengan a instalar lo que es el cable. O no teníamos el cable. Ah, no tenían cable. Lo estamos manejando por Wi-Fi, lo que es el uso de acá.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.96,
      "fin": 128.16,
      "duracion": 35.2,
      "texto": "Claro, para ver en YouTube, que te coche cosas, ¿viste? Claro, como para poder ver algo y tener un poco de ruido en la casa. Bien, Víctor, un momento, porque él nos llegó a todas estas preguntas, ¿sí? Yo estoy viendo que cuáles son sus necesidades, justamente, y poder ofrecerle y brindarle, justamente, un servicio completo. Nosotros, el día de hoy, con lo que es el Wi-Fi del hogar, más lo que son canales, que son 102 canales, sí está el servicio, y más lo que es la línea también, por supuesto, incluida. una línea con 8 gigas, sí, que tendría el valor final al día de hoy, estará en 39.400.",
      "confianza": 0.027,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 128.72,
      "fin": 144.16,
      "duracion": 15.44,
      "texto": "Todo ese servicio junto. Cibra de la casa de 300 megas, en los canales que serían 102 canales, más en la línea de teléfono con 8 gigas, y obviamente WhatsApp, gratis, llamadas y mensajitos libres a cualquier compañía.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.1,
      "fin": 153.01,
      "duracion": 7.91,
      "texto": "¿Y usted en qué lo que encuentra actualmente? Yo estoy acá en Cerezo Varela. en Florencio Varela.",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.03,
      "fin": 160.68,
      "duracion": 7.65,
      "texto": "Bien. Bien, nosotros lo que hacemos siempre es chequear justamente la cobertura para que hallan bocas, justamente para poder instalar el servicio de seguridad óptica.",
      "confianza": 0.1,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 161.16,
      "fin": 210.0,
      "duracion": 48.84,
      "texto": "Y el proceso siempre es muy sencillo porque el técnico se comunica, la instalación es gratuita, va a los dos días instalando, y entonces es todo el proceso y justamente se puede instalar el servicio. ¿Vos de cuántos megas de munición tenés en el hogar? para que haces mucho tele o no? No, no, no. O sea, no me acuerdo mucho, Sheila, porque justamente yo estaba trabajando en este tiempo y de un talón solamente me importa. Pero igual te quiero decir algo. No es que no soy interesado en lo que es, pero en este momento me encuentro sin desempleo. Hace poquito me había metido del trabajo y te digo la verdad, y no estoy para aceptar nada, es que en este momento es que le tengo una idea que hace 28 de noviembre me nació y estoy de empleo.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.74,
      "fin": 239.59,
      "duracion": 26.85,
      "texto": "Porque si no con gusto tenés abarrado, porque me llamaron más de un millón de veces y la millón de veces siempre le dije lo mismo, que estoy en fondo de desempleo, no he pusido trabajo y en este momento no estoy en la situación como para agregar algo más en mi casa por este motivo. Comprendo, comprendo. Comprendo, es difícil la situación que estoy atravesando, espero que se le mejore pronto y justamente pueda conseguir otro trabajo y también, aparte, felicidades por el nacimiento de su hija.",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 243.05,
      "fin": 267.3,
      "duracion": 24.25,
      "texto": "Pero bueno, nada, obviamente, yo quedo a disposición, igual yo le voy a mandar un mensajito para que le quiera mi número porque Dios quiera inmediante o a cambiar la situación actual y usted justamente pueda tomar otro tipo de decisiones, ¿sí? Y también en el caso de que quiera realizar justamente algún ahorro o algo porque usted vea que evidentemente está pagando un servicio elevado, se comunica conmigo y justamente lo podemos ver a ver qué promo tenemos en el momento, ¿sí?",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 268.01,
      "fin": 331.12,
      "duracion": 63.11,
      "texto": "Claro, yo lo que me gustaría es que lo dejes sentado en la computadora, porque ayer me llamaron lo mismo con la misma promo, le dije, no, situación, y hoy también, y estos días ya me viene llamando siempre, ¿viste? Y yo ya, o sea, en el lugar que no te pongas, ya me cansé de decirles siempre lo mismo, porque me llamaba uno, me llamaba otro, me llamaba otro. Si yo tuviera hoy lo que era el sistema laboral mío bien, yo no tendría problemas, pero como en este momento no cuento, con el tema laboral, por eso siempre quiero dejarlo sentado, que es para que ustedes no vuelvan a llamarme y ya tengan que volver a repetir, volver a lo mismo, ¿entender? No, obvio, obvio, obvio. Yo lo dejo asentado, para mí, mi lugar de trabajo, si nosotros estamos no en Mendoza, desde acá no lo van a llamar, pero como hay otros lugares a lo largo y ancho del país, puede que tenga otra llamada, pero de acá del mío ya no lo van a llamar más, ¿sí? De todas formas. Bien, para que tengan en cuenta, justamente, yo le voy a mandar un mensajito de guas con mi número personal y cualquier cosa que me avisan por ese medio, ¿sí?",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 331.14,
      "fin": 331.32,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.024,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 331.34,
      "fin": 335.9,
      "duracion": 4.56,
      "texto": "Muchísimas gracias. Por favor, muchas gracias. Que le vaya bien. Hasta luego.",
      "confianza": 0.105,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia, ¿es mi nombre? ¿Hablo con Víctor? Sí, contigo momento. Víctor, Eugenia, como le decía, es mi nombre. Me estoy comunicando del área de beneficios móviles. Sí, porque me figura su línea en claro. ¿Es así? Sí. Perfecto. La buena consulta. ¿Usted realiza recargas o tiene lo que es factura mensual? Ahora utilizamos factura mensual. Muy bien. Bien, le comento brevemente. El día de hoy nos estamos contactando con los clientes y ex antiguos clientes de Movistar, y para poder expresarles lo que es una broma exclusiva, al día de hoy están 10.400 pesos, por lo que son 16 gigas de internet. 8 de base y 8 de regalo por 6 meses. ¿Usted con Claro actualmente consume muchos gigas? Actualmente, anteriormente sí, ahora ya no estoy consumiendo gigas, porque me estoy manejando con lo que es el Wi-Fi. Ah, el Wi-Fi, perfecto. Bien, y en la casa tiene también lo que es Wi-Fi con Claro o con otra compañía? No, no, con otra compañía. Que no es la empresa de celulares. Otra compañía. Sí, sí, sí. Hay otras compañías también. Bien. ¿Y también tiene lo que es el servicio de televisión de canales? Sí, pero actualmente no lo podemos instalar. Tenemos que llamar del centro donde instalaron el Wi-Fi para que nos vengan a instalar lo que es el cable. O no teníamos el cable. Ah, no tenían cable. Lo estamos manejando por Wi-Fi, lo que es el uso de acá. Claro, para ver en YouTube, que te coche cosas, ¿viste? Claro, como para poder ver algo y tener un poco de ruido en la casa. Bien, Víctor, un momento, porque él nos llegó a todas estas preguntas, ¿sí? Yo estoy viendo que cuáles son sus necesidades, justamente, y poder ofrecerle y brindarle, justamente, un servicio completo. Nosotros, el día de hoy, con lo que es el Wi-Fi del hogar, más lo que son canales, que son 102 canales, sí está el servicio, y más lo que es la línea también, por supuesto, incluida. una línea con 8 gigas, sí, que tendría el valor final al día de hoy, estará en 39.400. Todo ese servicio junto. Cibra de la casa de 300 megas, en los canales que serían 102 canales, más en la línea de teléfono con 8 gigas, y obviamente WhatsApp, gratis, llamadas y mensajitos libres a cualquier compañía. ¿Y usted en qué lo que encuentra actualmente? Yo estoy acá en Cerezo Varela. en Florencio Varela. Bien. Bien, nosotros lo que hacemos siempre es chequear justamente la cobertura para que hallan bocas, justamente para poder instalar el servicio de seguridad óptica. Y el proceso siempre es muy sencillo porque el técnico se comunica, la instalación es gratuita, va a los dos días instalando, y entonces es todo el proceso y justamente se puede instalar el servicio. ¿Vos de cuántos megas de munición tenés en el hogar? para que haces mucho tele o no? No, no, no. O sea, no me acuerdo mucho, Sheila, porque justamente yo estaba trabajando en este tiempo y de un talón solamente me importa. Pero igual te quiero decir algo. No es que no soy interesado en lo que es, pero en este momento me encuentro sin desempleo. Hace poquito me había metido del trabajo y te digo la verdad, y no estoy para aceptar nada, es que en este momento es que le tengo una idea que hace 28 de noviembre me nació y estoy de empleo. Porque si no con gusto tenés abarrado, porque me llamaron más de un millón de veces y la millón de veces siempre le dije lo mismo, que estoy en fondo de desempleo, no he pusido trabajo y en este momento no estoy en la situación como para agregar algo más en mi casa por este motivo. Comprendo, comprendo. Comprendo, es difícil la situación que estoy atravesando, espero que se le mejore pronto y justamente pueda conseguir otro trabajo y también, aparte, felicidades por el nacimiento de su hija. Pero bueno, nada, obviamente, yo quedo a disposición, igual yo le voy a mandar un mensajito para que le quiera mi número porque Dios quiera inmediante o a cambiar la situación actual y usted justamente pueda tomar otro tipo de decisiones, ¿sí? Y también en el caso de que quiera realizar justamente algún ahorro o algo porque usted vea que evidentemente está pagando un servicio elevado, se comunica conmigo y justamente lo podemos ver a ver qué promo tenemos en el momento, ¿sí? Claro, yo lo que me gustaría es que lo dejes sentado en la computadora, porque ayer me llamaron lo mismo con la misma promo, le dije, no, situación, y hoy también, y estos días ya me viene llamando siempre, ¿viste? Y yo ya, o sea, en el lugar que no te pongas, ya me cansé de decirles siempre lo mismo, porque me llamaba uno, me llamaba otro, me llamaba otro. Si yo tuviera hoy lo que era el sistema laboral mío bien, yo no tendría problemas, pero como en este momento no cuento, con el tema laboral, por eso siempre quiero dejarlo sentado, que es para que ustedes no vuelvan a llamarme y ya tengan que volver a repetir, volver a lo mismo, ¿entender? No, obvio, obvio, obvio. Yo lo dejo asentado, para mí, mi lugar de trabajo, si nosotros estamos no en Mendoza, desde acá no lo van a llamar, pero como hay otros lugares a lo largo y ancho del país, puede que tenga otra llamada, pero de acá del mío ya no lo van a llamar más, ¿sí? De todas formas. Bien, para que tengan en cuenta, justamente, yo le voy a mandar un mensajito de guas con mi número personal y cualquier cosa que me avisan por ese medio, ¿sí? Perfecto. Muchísimas gracias. Por favor, muchas gracias. Que le vaya bien. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.504,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:11:14.947000",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:21.762973",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131941865_ACD_81617",
    "fecha_inicio": "15/1/2026 13:19:41",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 345,
    "tiempo_conversacion": 321,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}