{
  "archivo": "amza9_1_260114121607190_ACD_17193.wav",
  "duracion_segundos": 199.92,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 67.86,
    "Cliente": 98.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.4,
      "fin": 7.63,
      "duracion": 6.23,
      "texto": "Hola. Hola, hablo con Verónica. Sí, ¿quién habla? ¿Qué tal, Vero? ¿Cómo estás el día de hoy? ¿Todo bien?",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.91,
      "fin": 16.02,
      "duracion": 8.11,
      "texto": "Mi nombre es Tomás, un gusto hablar con vos.",
      "confianza": 0.483,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.04,
      "fin": 16.44,
      "duracion": 0.4,
      "texto": "Sí. Me alegro mucho.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.46,
      "fin": 20.57,
      "duracion": 4.11,
      "texto": "Sí, Vero, mi nombre es Tomás, yo me estoy comunicando con vos, sí, desde el área de beneficios móviles, ¿bien?",
      "confianza": 0.451,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.21,
      "fin": 23.59,
      "duracion": 2.38,
      "texto": "Sí. Porque queremos brindarte un descuento para tus líneas, Vero.",
      "confianza": 0.03,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.39,
      "fin": 34.16,
      "duracion": 9.77,
      "texto": "Veo que tenés dos líneas con clara, un abono mensual, ¿puede ser? Sí, así es. Perfecto. Pero vos recordás cuánto lo que estás estabonando. Mirá, vamos a brindarte algo mucho más económico.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.05,
      "fin": 47.76,
      "duracion": 6.71,
      "texto": "No tengo idea, pero sí. Iba a tomar para pedir un descuento porque estamos pagando muchísimo. Estás pagando bastante, perfecto. Mirá, a ver, te voy a hacer... Claro, sí, creo que tú sos la Mendoza, ¿no?",
      "confianza": 0.009,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.22,
      "fin": 49.28,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.101,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.3,
      "fin": 61.67,
      "duracion": 12.37,
      "texto": "Bien, te digo porque yo también. Mirá, pero el día de hoy, sí, yo te estoy comunicando justamente lo que es beneficios movistar. porque tengo una bonificación exclusiva para ustedes, sus dos líneas, ¿bien? Y pases a donar muchísimo menos con nosotros.",
      "confianza": 0.3,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.67,
      "fin": 68.23,
      "duracion": 5.56,
      "texto": "El día de hoy, Vero, yo te brindo un plan de 16 gigas para cada una de tus líneas. Veo que tenés dos. ¿Puede ser?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.08,
      "fin": 70.6,
      "duracion": 0.52,
      "texto": "Perfecto.",
      "confianza": 0.789,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 70.98,
      "fin": 73.52,
      "duracion": 2.54,
      "texto": "Con el WhatsApp gratis, las llamás a cualquier compañía.",
      "confianza": 0.816,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.7,
      "fin": 83.21,
      "duracion": 8.51,
      "texto": "Te brindamos justamente lo que es el Rooming en América para que te puedas comunicar en el exterior por tan solo, Vero, 10.400 pesos al día de hoy cada una de tus líneas.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.81,
      "fin": 96.06,
      "duracion": 10.25,
      "texto": "Bien, ¿cuánto duraría la promoción? Bien, vos con nosotros, Vero, vas a estar bonificada durante lo que son los primeros seis meses, ¿sí? Vos esta bonificación la vas a tener durante seis meses.",
      "confianza": 0.432,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.86,
      "fin": 109.63,
      "duracion": 12.77,
      "texto": "Una vez igual a vos se te esté por acá la bonificación, Vero, te vas a poder contactar conmigo, ya que yo voy a ser tu asesor, y justamente te vamos a brindar el número de atención aquí dentro de un compañero mío, para que te pueda dar la bonificación al día de la fecha, ¿bien?",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.21,
      "fin": 114.41,
      "duracion": 4.2,
      "texto": "Pero quédate tranquila, que vas a estar siempre en comunicación conmigo por cualquier consulta, Vero.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.18,
      "fin": 118.16,
      "duracion": 1.98,
      "texto": "Bueno, mira, vamos a hacer una cosa.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.06,
      "fin": 135.71,
      "duracion": 16.65,
      "texto": "Yo, en realidad, no ocupo yo las dos minis. Bien. Yo ocupo una, mi mamá, otra. Sí. Pues, ¿puedo llamar en la tarde? Mira, yo estoy hasta las 3 de la tarde, pero no sé qué es lo que tendrías que pensar, decime. No, le tengo que consultar a mi mamá. Bien. ¿Mañana?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.25,
      "fin": 138.49,
      "duracion": 1.24,
      "texto": "Mañana, ¿qué hora?",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.63,
      "fin": 145.5,
      "duracion": 4.87,
      "texto": "A ver, para, empezando a pensar, ¿a qué hora trabajo yo mañana? Porque, bueno, yo estoy... Ahí, a esa misma hora.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.47,
      "fin": 148.69,
      "duracion": 2.22,
      "texto": "Ajá. Bien, perfecto.",
      "confianza": 0.203,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 149.36,
      "fin": 154.64,
      "duracion": 5.29,
      "texto": "Si no, pero no sé, tú a Ana está ocupada, de última la podés llamar y yo de última te llamo en una horita más.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.26,
      "fin": 158.99,
      "duracion": 3.72,
      "texto": "O sea, lo hablas bien por llamada con ella y yo te llamo directamente.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.95,
      "fin": 162.91,
      "duracion": 2.96,
      "texto": "Está en la casa y no atiende el teléfono. No sabía mentir.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.57,
      "fin": 167.16,
      "duracion": 3.59,
      "texto": "Por eso te decía directamente lo hablo con ella y de las mañanas.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.96,
      "fin": 177.88,
      "duracion": 9.92,
      "texto": "Bueno, dale. Velo, ¿me dijiste eso de las 12? ¿Te viene bien el horario? Sí, si querés un poco antes mejor. Bueno, mira, yo estoy de 10 a 15. Por eso te digo. Por eso.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.98,
      "fin": 187.49,
      "duracion": 8.51,
      "texto": "A eso de las 11. Bueno, dale, Vero. Mira, ahí te puse un mensajito, no sé si te dió, si querés agendarme. Te puse, bueno, hola, Vero, soy Tomás de Movistar, este es mi WhatsApp de la empresa, ¿bien?",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.43,
      "fin": 197.28,
      "duracion": 8.85,
      "texto": "Yo mañana sobre las 12 te estoy llamando, ¿sí? Te guardo la promoción. Así puedes hablar con tu mamá. Dale, dale, Tomás, muchísimas gracias. Dale, Vero, a vos. Hasta mañana.",
      "confianza": 0.591,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.82,
      "fin": 199.92,
      "duracion": 2.1,
      "texto": "Que te tengas lindo día. Igualmente, hasta luego.",
      "confianza": 0.186,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, hablo con Verónica. Sí, ¿quién habla? ¿Qué tal, Vero? ¿Cómo estás el día de hoy? ¿Todo bien? Mi nombre es Tomás, un gusto hablar con vos. Sí. Me alegro mucho. Sí, Vero, mi nombre es Tomás, yo me estoy comunicando con vos, sí, desde el área de beneficios móviles, ¿bien? Sí. Porque queremos brindarte un descuento para tus líneas, Vero. Veo que tenés dos líneas con clara, un abono mensual, ¿puede ser? Sí, así es. Perfecto. Pero vos recordás cuánto lo que estás estabonando. Mirá, vamos a brindarte algo mucho más económico. No tengo idea, pero sí. Iba a tomar para pedir un descuento porque estamos pagando muchísimo. Estás pagando bastante, perfecto. Mirá, a ver, te voy a hacer... Claro, sí, creo que tú sos la Mendoza, ¿no? Sí. Bien, te digo porque yo también. Mirá, pero el día de hoy, sí, yo te estoy comunicando justamente lo que es beneficios movistar. porque tengo una bonificación exclusiva para ustedes, sus dos líneas, ¿bien? Y pases a donar muchísimo menos con nosotros. El día de hoy, Vero, yo te brindo un plan de 16 gigas para cada una de tus líneas. Veo que tenés dos. ¿Puede ser? Perfecto. Con el WhatsApp gratis, las llamás a cualquier compañía. Te brindamos justamente lo que es el Rooming en América para que te puedas comunicar en el exterior por tan solo, Vero, 10.400 pesos al día de hoy cada una de tus líneas. Bien, ¿cuánto duraría la promoción? Bien, vos con nosotros, Vero, vas a estar bonificada durante lo que son los primeros seis meses, ¿sí? Vos esta bonificación la vas a tener durante seis meses. Una vez igual a vos se te esté por acá la bonificación, Vero, te vas a poder contactar conmigo, ya que yo voy a ser tu asesor, y justamente te vamos a brindar el número de atención aquí dentro de un compañero mío, para que te pueda dar la bonificación al día de la fecha, ¿bien? Pero quédate tranquila, que vas a estar siempre en comunicación conmigo por cualquier consulta, Vero. Bueno, mira, vamos a hacer una cosa. Yo, en realidad, no ocupo yo las dos minis. Bien. Yo ocupo una, mi mamá, otra. Sí. Pues, ¿puedo llamar en la tarde? Mira, yo estoy hasta las 3 de la tarde, pero no sé qué es lo que tendrías que pensar, decime. No, le tengo que consultar a mi mamá. Bien. ¿Mañana? Mañana, ¿qué hora? A ver, para, empezando a pensar, ¿a qué hora trabajo yo mañana? Porque, bueno, yo estoy... Ahí, a esa misma hora. Ajá. Bien, perfecto. Si no, pero no sé, tú a Ana está ocupada, de última la podés llamar y yo de última te llamo en una horita más. O sea, lo hablas bien por llamada con ella y yo te llamo directamente. Está en la casa y no atiende el teléfono. No sabía mentir. Por eso te decía directamente lo hablo con ella y de las mañanas. Bueno, dale. Velo, ¿me dijiste eso de las 12? ¿Te viene bien el horario? Sí, si querés un poco antes mejor. Bueno, mira, yo estoy de 10 a 15. Por eso te digo. Por eso. A eso de las 11. Bueno, dale, Vero. Mira, ahí te puse un mensajito, no sé si te dió, si querés agendarme. Te puse, bueno, hola, Vero, soy Tomás de Movistar, este es mi WhatsApp de la empresa, ¿bien? Yo mañana sobre las 12 te estoy llamando, ¿sí? Te guardo la promoción. Así puedes hablar con tu mamá. Dale, dale, Tomás, muchísimas gracias. Dale, Vero, a vos. Hasta mañana. Que te tengas lindo día. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.495,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:19:17.196355",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:33.125005",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114121607190_ACD_17193",
    "fecha_inicio": "14/1/2026 12:16:07",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 225,
    "tiempo_conversacion": 196,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}