{
  "archivo": "amza27_1_260115113216027_ACD_06445.wav",
  "duracion_segundos": 412.71,
  "num_segmentos": 91,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 247.61,
    "Cliente": 141.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.9,
      "fin": 8.91,
      "duracion": 7.01,
      "texto": "Hola. Sí. Buen día. Rocio es mi nombre. Quería comunicarme con Juan Carlos.",
      "confianza": 0.193,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.2,
      "fin": 10.26,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.447,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.04,
      "fin": 16.99,
      "duracion": 5.95,
      "texto": "Mucho gusto, Juan Carlos. Me estoy contactando con vos por un beneficio para tu línea telefónica. ¿Sí? ¿Está en claro con una vuelta mensual?",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.25,
      "fin": 20.11,
      "duracion": 0.86,
      "texto": "Así es.",
      "confianza": 0.172,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.13,
      "fin": 20.47,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.402,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.55,
      "fin": 35.84,
      "duracion": 15.29,
      "texto": "Te comento. Nosotros nos contactamos justamente para poder mejorar esta promoción que usted mantiene actualmente y poder brindarle lo que es un plan de 16 Llegarás a tan solo 10.400 con Movistar. Vos, Juan Carlos, en claro, ¿cuántas siglas tenés?",
      "confianza": 0.875,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.55,
      "fin": 58.34,
      "duracion": 20.79,
      "texto": "No tengo la menoría, no sé, no me pregunto eso. Yo lo veo que cuando me aumentan llamo y bueno. Y ahora ya me acomodo. Tengo promoción, sí. Tengo promoción ahora, con claro. Bueno, buenísimo, genial. La idea es que, bueno, puedas estar muchísimo mejor con nosotros. Coméntame cuánto te queda la promoción con claro por la línea.",
      "confianza": 0.441,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.18,
      "fin": 80.21,
      "duracion": 21.03,
      "texto": "9200 pesos. 9200 pesos, claro. Bien, perfecto. Eso en este caso sería por lo que es un total de cuatro gigas, ¿bien? ¿Y vos para qué utilizas sobre todo el celular? ¿Para las gigas veo que no? ¿Para qué lo utilizas? ¿Para germano de los mensajes? No, sí, llamada y mensaje. Yo trabajo con mi celular.",
      "confianza": 0.519,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 81.17,
      "fin": 92.44,
      "duracion": 11.27,
      "texto": "Es mi herramienta de trabajo, así que para otras cosas no lo uso. Solo para llamada. Y mensajes. Bueno, Daniel, mira, nosotros tenemos un plan que es ideal justamente para vos.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.94,
      "fin": 102.15,
      "duracion": 9.21,
      "texto": "En este caso, es mucho más económico también. Y sería un plan de 8 gigas, ¿bien? Son 4 del plan de base, 4 de regalo que nosotros tiramos durante 6 meses.",
      "confianza": 0.853,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.17,
      "fin": 106.25,
      "duracion": 4.09,
      "texto": "Y justamente tiene todo lo que serían las llamadas libres para cualquier compañía.",
      "confianza": 0.743,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.27,
      "fin": 109.96,
      "duracion": 3.69,
      "texto": "El que lo tiene también, obviamente, creo que serían los 0s, 800 y demás.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.32,
      "fin": 114.24,
      "duracion": 3.92,
      "texto": "Y a diferencia de, claro, te brindamos lo que es el WhatsApp gratis, ¿bien?",
      "confianza": 0.632,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.43,
      "fin": 122.92,
      "duracion": 8.49,
      "texto": "Vos solamente por el día de hoy, para ser hoy conmigo, te va a quedar en tan solo $7,460 para que vos puedas volver nuevamente con la compañía.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.44,
      "fin": 141.19,
      "duracion": 17.75,
      "texto": "Sabarrás lo que es el monto en claro y tenés la ventaja de esta de que, bueno, si no utilizás tanto lo que es la cantidad de gigas, el plan es ideal y tenés la opción, por ejemplo, de poder guardarla a través de nuestra compañía. Vos en claro, si no utilizás las gigas, utilizás a la germana. ¿Qué pasa con esas gigas restantes que tenés del plan?",
      "confianza": 0.757,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.03,
      "fin": 168.78,
      "duracion": 25.75,
      "texto": "No entiendo nada, soy sincero. Sé que estoy pagando tanto y no tengo problema, así que el otro día me acomodaron también de vuelta, se habían ido a 10 mil y pico, no, a 14 mil y les dijo que no, 14 mil y pico, casi 15 mil pesos, les dije que no los quería, que me iba a cambiar de compañía y entonces seguida...",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.49,
      "fin": 186.78,
      "duracion": 17.29,
      "texto": "Enseguida me lo modificaron y me lo dejaron en nueve mil doscientos pesos. Claro, nueve mil doscientos. Bueno, en este caso, si vos solo lo utilizas justamente para lo que es solamente llamadas y mensajes, este plan está buenísimo porque es el plan más bajo que nosotros tenemos en cuanto a cantidad de gigas y también en lo que es precio.",
      "confianza": 0.11,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.42,
      "fin": 198.97,
      "duracion": 11.55,
      "texto": "Serían menos de más de dos mil pesos de diferencia y vos tan solo bonarías siete mil cuatrocientos sesenta, manteniendo lo que es tu número telefónico. ¿Vos en qué localidad vivisteis viviendo en Banfield?",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.83,
      "fin": 282.08,
      "duracion": 82.25,
      "texto": "No, no vivo acá. Lo que pasa es que el otro día ya me arregló claro y me queda mal que vuelva de vuelta a poder. Sinceramente te agradezco la promoción, así que otra vez será así. Si me llamabas, hace poco que me arreglaron, si me llamabas antes, capaz que sí, me embarcaba. Pero por eso también no te hagas ningún problema. Nosotros en las compañías, justamente se nos van los clientes con el tema de las promociones, ¿bien? Entonces no es como que quedaría mal poder hacer lo que es el cambio de compañía porque además te súper conviene con lo que es el tema de precios. Si vos no utilizas el teléfono para lo que es gigas y demás, es en vano que terminas pagando 9000 pesos y algo. ¿Cuándo puedes estar abonando tan solo 7.460? Y es un plan muy bajo en cuanto de cantidades y es mucho más económico de lo que vos tenés. Además, nosotros el procedimiento es mucho más sencillo porque vos ya fuiste nuestro cliente. Entonces, lo que hacemos es validar los datos que figuran el sistema y te asignamos una supursión cercana. Tenemos, por ejemplo, una en la calle Hipólito Irigoyen al 89.97, que es aquí en horarios de atención de lunes a sábado de 9 a 20 horas. esa es ahí en Banfield, no sé si la conoces.",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.1,
      "fin": 282.48,
      "duracion": 0.38,
      "texto": "Sí, sí, la conozco.",
      "confianza": 0.098,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 282.5,
      "fin": 294.25,
      "duracion": 11.75,
      "texto": "No, pero por ahora, mira, lamento tu oferta, pero ya me quedo, ya arreglé con claro y no quiero estar jodiendo tanto con también así.",
      "confianza": 0.739,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.31,
      "fin": 305.3,
      "duracion": 8.99,
      "texto": "Claro, bueno. Alguna vez vendrá otra oferta, otra promoción de ustedes y lo tomaré porque fui muchos años que estuve con...",
      "confianza": 0.026,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 306.01,
      "fin": 323.51,
      "duracion": 17.5,
      "texto": "La idea justamente es poder recuperarte por eso porque fuiste un cliente excepcional y con nosotros siempre pagaste en términos y demás y justamente tenemos entendido que te fuiste en lo que es el 2023, hace varios años ya realmente.",
      "confianza": 0.626,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 323.93,
      "fin": 350.78,
      "duracion": 26.85,
      "texto": "Entonces queremos que lo vuelvas nuevamente con esta promoción que nos des una segunda oportunidad para que puedas aprovechar todo el beneficio. Hemos mejorado muchísimo. no solo en lo que es tema de cobertura, sino también en lo que es precios, promociones. Adicional, bueno, utilizas giga, pero adicional tenemos 20 gigas gratis más a través de nuestra aplicación. Entonces tenemos muchísimos más servicios para que puedas aprovechar directamente todo. Tenemos Wi-Fi también, vos ven en casa con quien manejaré el internet.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 352.46,
      "fin": 354.05,
      "duracion": 1.58,
      "texto": "No tengo uso de internet.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 354.89,
      "fin": 367.86,
      "duracion": 12.97,
      "texto": "¿No utilizas wifi? Bueno, no hay problema. Si es solamente para la línea, la idea justamente es eso, que puedas aprovechar una promoción mucho más económica de lo que mantienes para que puedas solamente tener el celular justamente para trabajar.",
      "confianza": 0.117,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.16,
      "fin": 402.59,
      "duracion": 33.43,
      "texto": "Solamente para lo que hay de tu trabajo. Estoy sincero, te agradezco de corazón, pero bueno, ya arreglé hace unas dos semanas, una semana y media o dos semanas con claro, así que bueno, no quiero volver a No te darás problemas con Carlos, entonces yo te dejo un mensajito vía WhatsApp para que vos puedas a cualquier cosa contactarte nuevamente conmigo, en caso de que en algún momento se incremente. Antes de renovar los temas, me donas un mensajito, si sabes de alguien que quiera cambiarse también a Movistar, que esté pagando mucho, le podrás brindar mi número sin ningún problema, dale.",
      "confianza": 0.192,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 403.33,
      "fin": 412.71,
      "duracion": 9.38,
      "texto": "Bueno, dale, dale, no hay problema, te agradezco. Por favor, a vos que tengas hermoso día Juan Carlos, hasta luego. Igualmente para vos también.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Sí. Buen día. Rocio es mi nombre. Quería comunicarme con Juan Carlos. Sí. Mucho gusto, Juan Carlos. Me estoy contactando con vos por un beneficio para tu línea telefónica. ¿Sí? ¿Está en claro con una vuelta mensual? Así es. Perfecto. Te comento. Nosotros nos contactamos justamente para poder mejorar esta promoción que usted mantiene actualmente y poder brindarle lo que es un plan de 16 Llegarás a tan solo 10.400 con Movistar. Vos, Juan Carlos, en claro, ¿cuántas siglas tenés? No tengo la menoría, no sé, no me pregunto eso. Yo lo veo que cuando me aumentan llamo y bueno. Y ahora ya me acomodo. Tengo promoción, sí. Tengo promoción ahora, con claro. Bueno, buenísimo, genial. La idea es que, bueno, puedas estar muchísimo mejor con nosotros. Coméntame cuánto te queda la promoción con claro por la línea. 9200 pesos. 9200 pesos, claro. Bien, perfecto. Eso en este caso sería por lo que es un total de cuatro gigas, ¿bien? ¿Y vos para qué utilizas sobre todo el celular? ¿Para las gigas veo que no? ¿Para qué lo utilizas? ¿Para germano de los mensajes? No, sí, llamada y mensaje. Yo trabajo con mi celular. Es mi herramienta de trabajo, así que para otras cosas no lo uso. Solo para llamada. Y mensajes. Bueno, Daniel, mira, nosotros tenemos un plan que es ideal justamente para vos. En este caso, es mucho más económico también. Y sería un plan de 8 gigas, ¿bien? Son 4 del plan de base, 4 de regalo que nosotros tiramos durante 6 meses. Y justamente tiene todo lo que serían las llamadas libres para cualquier compañía. El que lo tiene también, obviamente, creo que serían los 0s, 800 y demás. Y a diferencia de, claro, te brindamos lo que es el WhatsApp gratis, ¿bien? Vos solamente por el día de hoy, para ser hoy conmigo, te va a quedar en tan solo $7,460 para que vos puedas volver nuevamente con la compañía. Sabarrás lo que es el monto en claro y tenés la ventaja de esta de que, bueno, si no utilizás tanto lo que es la cantidad de gigas, el plan es ideal y tenés la opción, por ejemplo, de poder guardarla a través de nuestra compañía. Vos en claro, si no utilizás las gigas, utilizás a la germana. ¿Qué pasa con esas gigas restantes que tenés del plan? No entiendo nada, soy sincero. Sé que estoy pagando tanto y no tengo problema, así que el otro día me acomodaron también de vuelta, se habían ido a 10 mil y pico, no, a 14 mil y les dijo que no, 14 mil y pico, casi 15 mil pesos, les dije que no los quería, que me iba a cambiar de compañía y entonces seguida... Enseguida me lo modificaron y me lo dejaron en nueve mil doscientos pesos. Claro, nueve mil doscientos. Bueno, en este caso, si vos solo lo utilizas justamente para lo que es solamente llamadas y mensajes, este plan está buenísimo porque es el plan más bajo que nosotros tenemos en cuanto a cantidad de gigas y también en lo que es precio. Serían menos de más de dos mil pesos de diferencia y vos tan solo bonarías siete mil cuatrocientos sesenta, manteniendo lo que es tu número telefónico. ¿Vos en qué localidad vivisteis viviendo en Banfield? No, no vivo acá. Lo que pasa es que el otro día ya me arregló claro y me queda mal que vuelva de vuelta a poder. Sinceramente te agradezco la promoción, así que otra vez será así. Si me llamabas, hace poco que me arreglaron, si me llamabas antes, capaz que sí, me embarcaba. Pero por eso también no te hagas ningún problema. Nosotros en las compañías, justamente se nos van los clientes con el tema de las promociones, ¿bien? Entonces no es como que quedaría mal poder hacer lo que es el cambio de compañía porque además te súper conviene con lo que es el tema de precios. Si vos no utilizas el teléfono para lo que es gigas y demás, es en vano que terminas pagando 9000 pesos y algo. ¿Cuándo puedes estar abonando tan solo 7.460? Y es un plan muy bajo en cuanto de cantidades y es mucho más económico de lo que vos tenés. Además, nosotros el procedimiento es mucho más sencillo porque vos ya fuiste nuestro cliente. Entonces, lo que hacemos es validar los datos que figuran el sistema y te asignamos una supursión cercana. Tenemos, por ejemplo, una en la calle Hipólito Irigoyen al 89.97, que es aquí en horarios de atención de lunes a sábado de 9 a 20 horas. esa es ahí en Banfield, no sé si la conoces. Sí, sí, la conozco. No, pero por ahora, mira, lamento tu oferta, pero ya me quedo, ya arreglé con claro y no quiero estar jodiendo tanto con también así. Claro, bueno. Alguna vez vendrá otra oferta, otra promoción de ustedes y lo tomaré porque fui muchos años que estuve con... La idea justamente es poder recuperarte por eso porque fuiste un cliente excepcional y con nosotros siempre pagaste en términos y demás y justamente tenemos entendido que te fuiste en lo que es el 2023, hace varios años ya realmente. Entonces queremos que lo vuelvas nuevamente con esta promoción que nos des una segunda oportunidad para que puedas aprovechar todo el beneficio. Hemos mejorado muchísimo. no solo en lo que es tema de cobertura, sino también en lo que es precios, promociones. Adicional, bueno, utilizas giga, pero adicional tenemos 20 gigas gratis más a través de nuestra aplicación. Entonces tenemos muchísimos más servicios para que puedas aprovechar directamente todo. Tenemos Wi-Fi también, vos ven en casa con quien manejaré el internet. No tengo uso de internet. ¿No utilizas wifi? Bueno, no hay problema. Si es solamente para la línea, la idea justamente es eso, que puedas aprovechar una promoción mucho más económica de lo que mantienes para que puedas solamente tener el celular justamente para trabajar. Solamente para lo que hay de tu trabajo. Estoy sincero, te agradezco de corazón, pero bueno, ya arreglé hace unas dos semanas, una semana y media o dos semanas con claro, así que bueno, no quiero volver a No te darás problemas con Carlos, entonces yo te dejo un mensajito vía WhatsApp para que vos puedas a cualquier cosa contactarte nuevamente conmigo, en caso de que en algún momento se incremente. Antes de renovar los temas, me donas un mensajito, si sabes de alguien que quiera cambiarse también a Movistar, que esté pagando mucho, le podrás brindar mi número sin ningún problema, dale. Bueno, dale, dale, no hay problema, te agradezco. Por favor, a vos que tengas hermoso día Juan Carlos, hasta luego. Igualmente para vos también.",
  "calidad": {
    "confianza_promedio": 0.569,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:43:03.224170",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 91,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:19.931143",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115113216027_ACD_06445",
    "fecha_inicio": "15/1/2026 11:32:16",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 427,
    "tiempo_conversacion": 398,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}