{
  "archivo": "amza1_1_260112105715857_ACD_08361.wav",
  "duracion_segundos": 149.66,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 39.62,
    "Cliente": 94.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.74,
      "fin": 6.2,
      "duracion": 4.46,
      "texto": "Hola, ¿qué tal? Muy buenos días. Me comunico con la titular de La Línea, María Elena.",
      "confianza": 0.488,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.26,
      "fin": 10.51,
      "duracion": 3.25,
      "texto": "¿Quién habla? María, un gusto. Trabala de Vangelina Estrellado.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.05,
      "fin": 17.96,
      "duracion": 6.91,
      "texto": "Le comento que María se va a llamar el día de los tres para brindarle un descuento para las líneas que usted tiene a su nombre en la compañía de Claro.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.84,
      "fin": 25.11,
      "duracion": 6.27,
      "texto": "Me aseguro que tiene cinco líneas. Sí, tengo cinco líneas, pero te agradezco. Yo me cambié en Montserrat Claro.",
      "confianza": 0.411,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.7,
      "fin": 61.9,
      "duracion": 36.2,
      "texto": "Bien, entiendo. ¿Y por qué se ha cambiado, María? ¿Ha tenido algún inconveniente con la facturación, con la cobertura? ¿Qué le ha sucedido? ¿Con la facturación? Porque empecé pagando una placa, al mes me vino otro tanto, a la semana, a los 15 días un aumento, un incremento. ¿Quién lo ha reclamado? ¿Cómo? ¿Eso lo ha reclamado usted, María? Sí, lo reclamé. Fui directamente allá, me atendí real mal y después terminé pagando como cinco boletas que me cobraban de un internet atado, de un internet allá. Fui libre deuda y de hecho hoy me siguen mandando mensajes y yo tengo una deuda inmobiliar que no es cierto.",
      "confianza": 0.362,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.22,
      "fin": 69.52,
      "duracion": 7.29,
      "texto": "A ver, lo voy a verificar a eso, si la tiene a su nombre.",
      "confianza": 0.27,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.53,
      "fin": 71.08,
      "duracion": 1.55,
      "texto": "Aguárdeme un momento. Así se queda tranquila.",
      "confianza": 0.088,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.17,
      "fin": 83.11,
      "duracion": 10.94,
      "texto": "Le comento que el tema del aumento, si usted me dice que lo fue a reclamar y no le dieron ningún tipo de respuesta, ¿me está diciendo? Sí, sí, ya reclamé todo, pero bueno.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 83.12,
      "fin": 86.65,
      "duracion": 3.52,
      "texto": "Y la deuda no habrá sido porque justamente usted se le venció lo que era la bonificación.",
      "confianza": 0.679,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.09,
      "fin": 118.9,
      "duracion": 28.81,
      "texto": "No, no, no. No, no, eran de internet que se habían dado de baja todo. Ah, bien, claro. Y me seguían cobrando. Eso suele suceder porque justamente lo hacen con los profesores de forma virtual. Y nosotros siempre lo que recomendamos a los clientes es que vayan a la sucursal, hacer lo que es la edad de baja del servicio, ¿bien? Eso para que lo tengan en cuenta con todas las compañías, en general. Igual ya fui a hacer eso, ya hice todo. Bien, no hay ningún problema, genial.",
      "confianza": 0.026,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.69,
      "fin": 131.9,
      "duracion": 7.21,
      "texto": "No, me figura, a ver, aguarda un momento. Nos vuelven a llamar igual María, mientras que espero que me figuren las dudas para, justamente, mirar lo que es un descuento por sus cinco líneas.",
      "confianza": 0.015,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.43,
      "fin": 149.66,
      "duracion": 17.23,
      "texto": "Queríamos darle lo que es un plan de 12 gigas por un valor de 57.000 pesos en total. No sé por qué estará abonando usted actualmente con las 5 líneas, ¿en idea? No, ¿por dónde tiene el riesgo? Bien, no hay ningún problema.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Muy buenos días. Me comunico con la titular de La Línea, María Elena. ¿Quién habla? María, un gusto. Trabala de Vangelina Estrellado. Le comento que María se va a llamar el día de los tres para brindarle un descuento para las líneas que usted tiene a su nombre en la compañía de Claro. Me aseguro que tiene cinco líneas. Sí, tengo cinco líneas, pero te agradezco. Yo me cambié en Montserrat Claro. Bien, entiendo. ¿Y por qué se ha cambiado, María? ¿Ha tenido algún inconveniente con la facturación, con la cobertura? ¿Qué le ha sucedido? ¿Con la facturación? Porque empecé pagando una placa, al mes me vino otro tanto, a la semana, a los 15 días un aumento, un incremento. ¿Quién lo ha reclamado? ¿Cómo? ¿Eso lo ha reclamado usted, María? Sí, lo reclamé. Fui directamente allá, me atendí real mal y después terminé pagando como cinco boletas que me cobraban de un internet atado, de un internet allá. Fui libre deuda y de hecho hoy me siguen mandando mensajes y yo tengo una deuda inmobiliar que no es cierto. A ver, lo voy a verificar a eso, si la tiene a su nombre. Aguárdeme un momento. Así se queda tranquila. Le comento que el tema del aumento, si usted me dice que lo fue a reclamar y no le dieron ningún tipo de respuesta, ¿me está diciendo? Sí, sí, ya reclamé todo, pero bueno. Y la deuda no habrá sido porque justamente usted se le venció lo que era la bonificación. No, no, no. No, no, eran de internet que se habían dado de baja todo. Ah, bien, claro. Y me seguían cobrando. Eso suele suceder porque justamente lo hacen con los profesores de forma virtual. Y nosotros siempre lo que recomendamos a los clientes es que vayan a la sucursal, hacer lo que es la edad de baja del servicio, ¿bien? Eso para que lo tengan en cuenta con todas las compañías, en general. Igual ya fui a hacer eso, ya hice todo. Bien, no hay ningún problema, genial. No, me figura, a ver, aguarda un momento. Nos vuelven a llamar igual María, mientras que espero que me figuren las dudas para, justamente, mirar lo que es un descuento por sus cinco líneas. Queríamos darle lo que es un plan de 12 gigas por un valor de 57.000 pesos en total. No sé por qué estará abonando usted actualmente con las 5 líneas, ¿en idea? No, ¿por dónde tiene el riesgo? Bien, no hay ningún problema.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:36:50.733450",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:15.773708",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105715857_ACD_08361",
    "fecha_inicio": "12/1/2026 10:57:15",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 178,
    "tiempo_conversacion": 144,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}