{
  "archivo": "amza27_1_260114142300711_ACD_30475.wav",
  "duracion_segundos": 255.99,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 47.93,
    "Cliente": 198.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 12.1,
      "duracion": 12.07,
      "texto": "Hola, buenas tardes. Quería hablar con Ingrid. Sí, ella habla. ¿Qué tal? Si eres mi nombre, me estoy comunicando del área de recupero de la compañía Movistar.",
      "confianza": 0.236,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.14,
      "fin": 26.16,
      "duracion": 13.02,
      "texto": "¿Todo bien? Todo bien, todo bien. Me alegro mucho. Para estar muy urera con usted, nosotros le estamos llamando porque tenemos una promoción de 16 gigas a tan solo 10.400 con Movistar. ¿Usted sigue en clara con una buena mensual?",
      "confianza": 0.134,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.43,
      "fin": 42.89,
      "duracion": 13.46,
      "texto": "Sí, sí, sí. Pasa que, como yo viajo y claro, a veces me agarra la línea donde viajo, ¿viste?, y no movilizar. Claro,",
      "confianza": 0.1,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 42.89,
      "fin": 55.72,
      "duracion": 12.83,
      "texto": "bueno, mira, nosotros justamente, eso nos pasó anteriormente en todas las viajes de 2023-2024, lo que es el tema de, cuando seguimos no teníamos servicio de roaming, y ahora nuestros planes bien incorporados ya con ustedes del servicio de roaming activo.",
      "confianza": 0.635,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.85,
      "fin": 61.2,
      "duracion": 5.35,
      "texto": "Este plan, por ejemplo, desde 8 gigas de base, 8 regalos que le damos durante 6 meses.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.72,
      "fin": 68.81,
      "duracion": 7.09,
      "texto": "Tiene WhatsApp gratis, llamadas de vida a todas las compañías, América al precio local y Rowwind también incorporado dentro del parquet.",
      "confianza": 0.67,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.27,
      "fin": 84.33,
      "duracion": 15.06,
      "texto": "Y le queda a la tan solo 10.400 pesos para que pueda aprovechar lo que es la promoción. ¿Vos, Inclaro, cuánto estás abonando? Ahorita estoy con 14. Claro. ¿Y cuántas gigas manejás?",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.15,
      "fin": 130.01,
      "duracion": 44.86,
      "texto": "Eso sí, no sabría decirte porque me lo puso mi hermano. Claro. Bueno, con nosotros tendrías un total de 16 días con documentos de 8 de plan de base, 8 de regalo, y te damos lo que es el servicio de room. En caso de que vos salgas del país, lo único que te pedimos es que lo actives con un día de anticipación. Lo tenés gratis, incorporado en el parquete, pero no se activa solo. Lo tenés que, sí o sí, activar a través de nuestra app, que está buena también que lo tengas en cuenta, Y eso sería todo. ¿Y te cobran a parte de otra mensualidad algo? No, no, no, porque ya lo tenés en el plan, digamos, ya lo tenés incorporado en el plan. No tenés que estar pagando tu servicio de reacción aparte. Yo tengo el iPhone 17.",
      "confianza": 0.451,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.87,
      "fin": 142.27,
      "duracion": 11.4,
      "texto": "Ajá, qué bien. Y eso no me pide, o sea, no me permite cheats. ¿Cómo tengo que hacer? Y nosotros, para lo que serían a info, lo que te damos es un código QR.",
      "confianza": 0.41,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.79,
      "fin": 161.06,
      "duracion": 18.27,
      "texto": "O sea, a través del correo electrónico nosotros te mandamos un código QR para que vos puedas activar lo que esto es SIM. Sí o sí, vos nosotros te avisamos dentro de las 48 horas hábiles, porque el procedimiento es súper sencillo, dentro de las 48 horas hábiles nosotros te enviamos a través de lo que es WhatsApp,",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.28,
      "fin": 189.3,
      "duracion": 27.02,
      "texto": "te enviamos un aviso de que lo vas a aportar y te enviamos también lo que es el código QR para que puedas hacer lo que es la activación. Vos te activas la que tenías con claro anteriormente, escaneas este código QR y automáticamente ya te viene funcionando. No, a ese celular le quiero poner un número nuevo. O sea, con esta promoción se puede. Depende. Si vos sos responsable e incripto monotributista, podés pasar la línea",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.94,
      "fin": 246.15,
      "duracion": 56.21,
      "texto": "Bien, a ver, dame un segundo. Y tenemos otras promociones para lo que serían las líneas nuevas. Porque nosotras sí, así, tienen que ir acompañada de lo que es una portabilidad, lo que serían las líneas nuevas, para que lo tengas en cuenta. Dame un minuto y yo te lo saco. Te confirmo lo bonito del quiz. Es 2794. 1510952 puede ser. Sí, perfecto. Perfecto. A ver, a mi segunda, entonces. Vos eres la responsable en crypto, me dijiste, ¿no? Sí. ¿Me podrías llamar en la noche donde estoy libre? Porque ahorita estoy en el trabajo y ya tengo que salir. ¿A qué hora sería? A las 8. A las 8. Bueno, dale, perfecto.",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 246.29,
      "fin": 249.21,
      "duracion": 2.92,
      "texto": "A las 8 me comento y te comento bien todas las promociones, dale.",
      "confianza": 0.642,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.58,
      "fin": 255.99,
      "duracion": 6.41,
      "texto": "Exacto. Muchas gracias.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Quería hablar con Ingrid. Sí, ella habla. ¿Qué tal? Si eres mi nombre, me estoy comunicando del área de recupero de la compañía Movistar. ¿Todo bien? Todo bien, todo bien. Me alegro mucho. Para estar muy urera con usted, nosotros le estamos llamando porque tenemos una promoción de 16 gigas a tan solo 10.400 con Movistar. ¿Usted sigue en clara con una buena mensual? Sí, sí, sí. Pasa que, como yo viajo y claro, a veces me agarra la línea donde viajo, ¿viste?, y no movilizar. Claro, bueno, mira, nosotros justamente, eso nos pasó anteriormente en todas las viajes de 2023-2024, lo que es el tema de, cuando seguimos no teníamos servicio de roaming, y ahora nuestros planes bien incorporados ya con ustedes del servicio de roaming activo. Este plan, por ejemplo, desde 8 gigas de base, 8 regalos que le damos durante 6 meses. Tiene WhatsApp gratis, llamadas de vida a todas las compañías, América al precio local y Rowwind también incorporado dentro del parquet. Y le queda a la tan solo 10.400 pesos para que pueda aprovechar lo que es la promoción. ¿Vos, Inclaro, cuánto estás abonando? Ahorita estoy con 14. Claro. ¿Y cuántas gigas manejás? Eso sí, no sabría decirte porque me lo puso mi hermano. Claro. Bueno, con nosotros tendrías un total de 16 días con documentos de 8 de plan de base, 8 de regalo, y te damos lo que es el servicio de room. En caso de que vos salgas del país, lo único que te pedimos es que lo actives con un día de anticipación. Lo tenés gratis, incorporado en el parquete, pero no se activa solo. Lo tenés que, sí o sí, activar a través de nuestra app, que está buena también que lo tengas en cuenta, Y eso sería todo. ¿Y te cobran a parte de otra mensualidad algo? No, no, no, porque ya lo tenés en el plan, digamos, ya lo tenés incorporado en el plan. No tenés que estar pagando tu servicio de reacción aparte. Yo tengo el iPhone 17. Ajá, qué bien. Y eso no me pide, o sea, no me permite cheats. ¿Cómo tengo que hacer? Y nosotros, para lo que serían a info, lo que te damos es un código QR. O sea, a través del correo electrónico nosotros te mandamos un código QR para que vos puedas activar lo que esto es SIM. Sí o sí, vos nosotros te avisamos dentro de las 48 horas hábiles, porque el procedimiento es súper sencillo, dentro de las 48 horas hábiles nosotros te enviamos a través de lo que es WhatsApp, te enviamos un aviso de que lo vas a aportar y te enviamos también lo que es el código QR para que puedas hacer lo que es la activación. Vos te activas la que tenías con claro anteriormente, escaneas este código QR y automáticamente ya te viene funcionando. No, a ese celular le quiero poner un número nuevo. O sea, con esta promoción se puede. Depende. Si vos sos responsable e incripto monotributista, podés pasar la línea Bien, a ver, dame un segundo. Y tenemos otras promociones para lo que serían las líneas nuevas. Porque nosotras sí, así, tienen que ir acompañada de lo que es una portabilidad, lo que serían las líneas nuevas, para que lo tengas en cuenta. Dame un minuto y yo te lo saco. Te confirmo lo bonito del quiz. Es 2794. 1510952 puede ser. Sí, perfecto. Perfecto. A ver, a mi segunda, entonces. Vos eres la responsable en crypto, me dijiste, ¿no? Sí. ¿Me podrías llamar en la noche donde estoy libre? Porque ahorita estoy en el trabajo y ya tengo que salir. ¿A qué hora sería? A las 8. A las 8. Bueno, dale, perfecto. A las 8 me comento y te comento bien todas las promociones, dale. Exacto. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.508,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:42:26.862761",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 64,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:19.888937",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142300711_ACD_30475",
    "fecha_inicio": "14/1/2026 14:23:00",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 269,
    "tiempo_conversacion": 244,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}