{
  "archivo": "amza26_1_260115112041263_ACD_66325.wav",
  "duracion_segundos": 135.68,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 69.51,
    "Cliente": 57.16
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.57,
      "fin": 19.0,
      "duracion": 18.43,
      "texto": "Hola. Hola, Alberto. A ver, no se escucha bien. ¿Ahí se me escucha bien, Alberto? No. A ver. ¿Ahí, Alberto? Hola, ¿qué onda? Hola, hola. Ahora sí. Perfecto, Alberto.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.64,
      "fin": 23.81,
      "duracion": 4.17,
      "texto": "Mi nombre es Alejandro, me comunico del área de recuperar clientes de Movistar.",
      "confianza": 0.672,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.83,
      "fin": 27.47,
      "duracion": 3.64,
      "texto": "¿Cómo estás? Mira, eh...",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.8,
      "fin": 55.4,
      "duracion": 25.6,
      "texto": "No me podés dar información. Podés tener la gentileza de informarlo, porque son una bosta de empresa mierda. Llame más. Alberto, se te está tratando todo, pero te entendí que no está interesado en el servicio.",
      "confianza": 0.273,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.17,
      "fin": 73.17,
      "duracion": 16.0,
      "texto": "Exactamente, ya me tienen las bolas por el piso llamándome. No quiero que me llames más. ¿Qué tengo que hacer para que no me llames más? Y mira, puedes entrar lo que es el registro de no llames. No sé si lo conoces.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 75.23,
      "fin": 114.97,
      "duracion": 39.74,
      "texto": "No, no lo conozco. Buscan Google, registro de no llames, Argentina, obviamente. Después de ahí te va a pedir que ingreses unos datos. Sí, es un sistema en el cual vos dentro del siguiente mes ya no te van a entrar llamados de ningún tipo. ¿Y ustedes de forma automática, informando? ¿Cuántas veces lo ha intentado? ¿Intentado qué? Que te digan, que le digan que hay gente llamar y te siguen llamando. Millones de veces, hace cuatro años. Bueno, por eso te digo, no es de malo, pero es lo mejor que podés hacer.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.59,
      "fin": 135.68,
      "duracion": 19.09,
      "texto": "Porque yo ahora te voy a decir que sí te saco, pero mañana te vuelven a meter. Por eso, es una empresa de mierda, manejada por unos hijos de cien millones de putas, que se llenan los bolsillos como pelotudos como yo, que tenemos, este, todavía usamos el directo, lamentablemente.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Alberto. A ver, no se escucha bien. ¿Ahí se me escucha bien, Alberto? No. A ver. ¿Ahí, Alberto? Hola, ¿qué onda? Hola, hola. Ahora sí. Perfecto, Alberto. Mi nombre es Alejandro, me comunico del área de recuperar clientes de Movistar. ¿Cómo estás? Mira, eh... No me podés dar información. Podés tener la gentileza de informarlo, porque son una bosta de empresa mierda. Llame más. Alberto, se te está tratando todo, pero te entendí que no está interesado en el servicio. Exactamente, ya me tienen las bolas por el piso llamándome. No quiero que me llames más. ¿Qué tengo que hacer para que no me llames más? Y mira, puedes entrar lo que es el registro de no llames. No sé si lo conoces. No, no lo conozco. Buscan Google, registro de no llames, Argentina, obviamente. Después de ahí te va a pedir que ingreses unos datos. Sí, es un sistema en el cual vos dentro del siguiente mes ya no te van a entrar llamados de ningún tipo. ¿Y ustedes de forma automática, informando? ¿Cuántas veces lo ha intentado? ¿Intentado qué? Que te digan, que le digan que hay gente llamar y te siguen llamando. Millones de veces, hace cuatro años. Bueno, por eso te digo, no es de malo, pero es lo mejor que podés hacer. Porque yo ahora te voy a decir que sí te saco, pero mañana te vuelven a meter. Por eso, es una empresa de mierda, manejada por unos hijos de cien millones de putas, que se llenan los bolsillos como pelotudos como yo, que tenemos, este, todavía usamos el directo, lamentablemente.",
  "calidad": {
    "confianza_promedio": 0.473,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:38:55.530861",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:19.697371",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115112041263_ACD_66325",
    "fecha_inicio": "15/1/2026 11:20:41",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 167,
    "tiempo_conversacion": 132,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}