{
  "archivo": "amza18_1_260112125045624_ACD_31709.wav",
  "duracion_segundos": 246.1,
  "num_segmentos": 75,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 42.6,
    "Cliente": 189.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 13.91,
      "duracion": 13.88,
      "texto": "Buenas tardes, Mabel. ¿Cómo le va? Mi nombre es Maciel, nos comunicábamos del área de beneficio de Movistar. Queríamos, Mabel, mejorar el plan de su línea. Hablamos que se encuentren claros actualmente.",
      "confianza": 0.117,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.21,
      "fin": 27.86,
      "duracion": 11.65,
      "texto": "Bien, la idea es poder mejorar el servicio y el precio, obviamente, de lo que tiene usted actualmente contratado con su compañía. ¿Sí? Para eso tenemos, para brindarle lo que es un plan de 11.400 pesos en el cual va a contar.",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.43,
      "fin": 56.84,
      "duracion": 28.41,
      "texto": "Escúchame, no, porque eso es más de lo que se está dando, ¿viste? Entiendo. Le hago una consulta. ¿Tiene contratado algún servicio de internet también con la misma compañía, si es claro? No. No, no, no. Bien, ¿no utilizaremos lo que es internet en el bar? Sí, pero no es claro. Ah, bien. Bueno, porque si no, la oferta que podemos ofrecerle es un plan de $4,000 pesos para su línea, ¿sí? Y lo que es internet en el bar, en $20,000 pesos, con la velocidad de 300 omegas, ¿sí?",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.69,
      "fin": 83.08,
      "duracion": 25.39,
      "texto": "Es un plan bastante completo. Sería un total, digamos, por ambos servicios en 24 mil pesos. También va a incluir a lo que es una línea fija para el hogar que no tiene ningún tipo de costo extra. Si quiere, podemos colocarle la codertura de internet en la zona para ver si puede acceder. Fíjate, porque me parece que no. Que no tiene. Pero dale. Trae enumeración. La Pampa, 4 mil 900.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.14,
      "fin": 89.21,
      "duracion": 3.06,
      "texto": "La Pampa me dijiste, ¿cierto?",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.23,
      "fin": 89.63,
      "duracion": 0.4,
      "texto": "Sí. Bien.",
      "confianza": 0.202,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.65,
      "fin": 90.99,
      "duracion": 1.34,
      "texto": "¿4.900 a la numeración?",
      "confianza": 0.839,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.69,
      "fin": 118.57,
      "duracion": 25.88,
      "texto": "Sí. Bien. ¿Eso a qué localidad pertenece? A la ciudad de Buenos Aires. Bien. Te digo las entrecalles que me figuran y me decís si estoy bien ubicada, ¿sí? Me figuran que son entrecalles Pacheco y Triunvarato. ¿Puede ser? Exactamente. Dale. Abordo un momento y voy a ver. ¿Pero justo me quedé? ¿Qué fibra óptica? ¡Ah, ok!",
      "confianza": 0.205,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.09,
      "fin": 144.04,
      "duracion": 24.95,
      "texto": "Bien, aguardo un momento y verificamos, ¿sí? Dale, dale. No tiene. No sé a la ciudad, porque 24 mil, la línea telefónica y el internet. No sé. Bien, ahí estamos chequeando, aguardo un momento, no sé si voy a entretener.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 144.4,
      "fin": 168.72,
      "duracion": 24.32,
      "texto": "consultado en algún momento bueno te voy comentando si lo que incluye el plan para la línea que no te comenté te incluye whatsapp gratis llamada gratis a cualquier compañía y el plan es un plan de 4 gigas de base pero como acceder también en tal caso sería con lo que es la fibra óptica se otorga en 4 gigas extra sí es decir que tendrías un plan de 8 gigas",
      "confianza": 0.705,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.44,
      "fin": 193.02,
      "duracion": 23.58,
      "texto": "en la misma compañía, obviamente. Y la internet, ¿cuánto sería? El internet, son de 300 mega de velocidad. OK.",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.23,
      "fin": 216.73,
      "duracion": 22.5,
      "texto": "Ahí se está demorando unos momentos. Si querés te puedo dejar la respuesta luego por WhatsApp. Si tenés a disposición WhatsApp, Genel te dé una respuesta por ese medio. Te dejo el detallado del plan que te había comentado, si quieres, para no demorarte tanto. Ah, es sin televisión, ¿no? O con televisión. Es sin televisión. Lo que es Movistar TV, lo contratás directamente desde la aplicación y tenés incluido los primeros dos meses gratis.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.94,
      "fin": 244.7,
      "duracion": 26.76,
      "texto": "OK, pasa, es sin televisión y sería 300 en el subir y bajar o 300 y bajar? No, es simultánea, es decir, que sería el subir y bajar. Tienes 300 tanto en el subir como en el bajar. Exacto. Así que, bueno, ahí, de una respuesta más específica, debemos, mediante gozarla, sino que es bueno tanto tiempo llamar, ¿sí? Bueno, dale, dale. Así que, bueno, quedamos ahí en contacto. Muchísimas gracias.",
      "confianza": 0.45,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.69,
      "fin": 246.1,
      "duracion": 0.41,
      "texto": "Gracias. Hasta luego.",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Buenas tardes, Mabel. ¿Cómo le va? Mi nombre es Maciel, nos comunicábamos del área de beneficio de Movistar. Queríamos, Mabel, mejorar el plan de su línea. Hablamos que se encuentren claros actualmente. Bien, la idea es poder mejorar el servicio y el precio, obviamente, de lo que tiene usted actualmente contratado con su compañía. ¿Sí? Para eso tenemos, para brindarle lo que es un plan de 11.400 pesos en el cual va a contar. Escúchame, no, porque eso es más de lo que se está dando, ¿viste? Entiendo. Le hago una consulta. ¿Tiene contratado algún servicio de internet también con la misma compañía, si es claro? No. No, no, no. Bien, ¿no utilizaremos lo que es internet en el bar? Sí, pero no es claro. Ah, bien. Bueno, porque si no, la oferta que podemos ofrecerle es un plan de $4,000 pesos para su línea, ¿sí? Y lo que es internet en el bar, en $20,000 pesos, con la velocidad de 300 omegas, ¿sí? Es un plan bastante completo. Sería un total, digamos, por ambos servicios en 24 mil pesos. También va a incluir a lo que es una línea fija para el hogar que no tiene ningún tipo de costo extra. Si quiere, podemos colocarle la codertura de internet en la zona para ver si puede acceder. Fíjate, porque me parece que no. Que no tiene. Pero dale. Trae enumeración. La Pampa, 4 mil 900. La Pampa me dijiste, ¿cierto? Sí. Bien. ¿4.900 a la numeración? Sí. Bien. ¿Eso a qué localidad pertenece? A la ciudad de Buenos Aires. Bien. Te digo las entrecalles que me figuran y me decís si estoy bien ubicada, ¿sí? Me figuran que son entrecalles Pacheco y Triunvarato. ¿Puede ser? Exactamente. Dale. Abordo un momento y voy a ver. ¿Pero justo me quedé? ¿Qué fibra óptica? ¡Ah, ok! Bien, aguardo un momento y verificamos, ¿sí? Dale, dale. No tiene. No sé a la ciudad, porque 24 mil, la línea telefónica y el internet. No sé. Bien, ahí estamos chequeando, aguardo un momento, no sé si voy a entretener. consultado en algún momento bueno te voy comentando si lo que incluye el plan para la línea que no te comenté te incluye whatsapp gratis llamada gratis a cualquier compañía y el plan es un plan de 4 gigas de base pero como acceder también en tal caso sería con lo que es la fibra óptica se otorga en 4 gigas extra sí es decir que tendrías un plan de 8 gigas en la misma compañía, obviamente. Y la internet, ¿cuánto sería? El internet, son de 300 mega de velocidad. OK. Ahí se está demorando unos momentos. Si querés te puedo dejar la respuesta luego por WhatsApp. Si tenés a disposición WhatsApp, Genel te dé una respuesta por ese medio. Te dejo el detallado del plan que te había comentado, si quieres, para no demorarte tanto. Ah, es sin televisión, ¿no? O con televisión. Es sin televisión. Lo que es Movistar TV, lo contratás directamente desde la aplicación y tenés incluido los primeros dos meses gratis. OK, pasa, es sin televisión y sería 300 en el subir y bajar o 300 y bajar? No, es simultánea, es decir, que sería el subir y bajar. Tienes 300 tanto en el subir como en el bajar. Exacto. Así que, bueno, ahí, de una respuesta más específica, debemos, mediante gozarla, sino que es bueno tanto tiempo llamar, ¿sí? Bueno, dale, dale. Así que, bueno, quedamos ahí en contacto. Muchísimas gracias. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.426,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:28:42.018327",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 75,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:15.295547",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112125045624_ACD_31709",
    "fecha_inicio": "12/1/2026 12:50:45",
    "agente_nombre": "MZA 18",
    "agente_login": "mza18",
    "duracion_total": 272,
    "tiempo_conversacion": 240,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}