{
  "archivo": "amza22_1_260115103636986_ACD_28161.wav",
  "duracion_segundos": 211.9,
  "num_segmentos": 58,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 137.54,
    "Cliente": 57.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.77,
      "fin": 6.06,
      "duracion": 4.29,
      "texto": "Hola, hoy en día hablo con Alejandro.",
      "confianza": 0.12,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.08,
      "fin": 6.14,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.16,
      "fin": 8.38,
      "duracion": 2.22,
      "texto": "Alejandro, ¿cómo estás? Mi nombre es Belén, me presento.",
      "confianza": 0.513,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.0,
      "fin": 12.4,
      "duracion": 3.4,
      "texto": "Mirá, yo te estoy llamando desde el área de recupero de clientes de Movistar.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.03,
      "fin": 32.23,
      "duracion": 19.2,
      "texto": "Queríamos ofrecerte un beneficio para tu línea en estos momentos, ya que estamos con una mejor promoción. ¿Vas a autorizarme en claro? Sí, ¿qué pasa? Sí, se me ha llamado unas seis veces, pero voy a hacer la cosa porque me estoy llamando. Bien, ¿has podido escuchar las promociones? Y no te interesa que me arregles.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.25,
      "fin": 34.77,
      "duracion": 2.52,
      "texto": "Sí, sí, sí, pero no pasa que sigo pagando más barato en claro, de verdad.",
      "confianza": 0.322,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.93,
      "fin": 38.94,
      "duracion": 3.01,
      "texto": "¿Con los mismos gigas?",
      "confianza": 0.366,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.96,
      "fin": 42.51,
      "duracion": 3.55,
      "texto": "Yo tengo 8 gigas y pago 11 mil pesos.",
      "confianza": 0.242,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.52,
      "fin": 45.69,
      "duracion": 3.17,
      "texto": "¿8 gigas y pagar 20 mil pesos? 11 mil pesos.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.71,
      "fin": 47.39,
      "duracion": 0.68,
      "texto": "Ah, 11 mil pesos.",
      "confianza": 0.436,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.41,
      "fin": 53.22,
      "duracion": 5.81,
      "texto": "Bien, mira, porque nosotros estamos con una mejor promoción el día de hoy y por 8 gigas pagaría 7 mil 460.",
      "confianza": 0.679,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 54.45,
      "fin": 64.34,
      "duracion": 9.89,
      "texto": "porque son 4 de base y 4 de regalo. Entonces, vos tendrías las 8 gigas con WhatsApp totalmente gratis. Puedes hablar libre a cualquier compañía. Tendrás la máxima, entonces es ilimitada.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.88,
      "fin": 72.63,
      "duracion": 7.75,
      "texto": "Y vos posterías un descuento fijo por 6 meses y el valor es de 7,460. Justo hoy tenemos lo que es esa oferta.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.17,
      "fin": 81.3,
      "duracion": 8.13,
      "texto": "Claro, la anterior que te habrán dicho, sí, estaba en 11,400. Si no me equivoco, que me estás diciendo que abonabas menos.",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.04,
      "fin": 84.44,
      "duracion": 1.4,
      "texto": "Pero ahora estamos con esto.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.15,
      "fin": 114.9,
      "duracion": 29.75,
      "texto": "con 7,460 los 8 Gb o si no tenes 16 Gb a 10,400 no se si vos utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o",
      "confianza": 0.182,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.99,
      "fin": 145.23,
      "duracion": 28.24,
      "texto": "Bien, te estaba consultando si tenés hidroáutica en tu domicilio, es decir, a Wi-Fi. Bien, ¿no? Ah, bien, directamente estás con los gigas del tu celu. ¿Y te alcanzan los ocho gigas o tienes que hacer recargas? No, me alcanza bien solo por ahí, tres gigas. Ah, bien, bueno, está bien entonces. Mirá, te consulto. ¿De qué provincia y qué localidad sos? Paraná, entre Río. Bien, entre Río y Paraná.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.25,
      "fin": 146.27,
      "duracion": 1.02,
      "texto": "Bien, perfecto.",
      "confianza": 0.735,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 146.83,
      "fin": 151.01,
      "duracion": 4.19,
      "texto": "Mira, lo que podemos hacer, entonces, el plan de 8 gigas.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.03,
      "fin": 151.27,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.723,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.41,
      "fin": 158.48,
      "duracion": 7.07,
      "texto": "Mira, ahora te voy a enviar un mensajito. Tu numerillo termina en 201.",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.5,
      "fin": 159.5,
      "duracion": 1.0,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 159.52,
      "fin": 181.26,
      "duracion": 21.74,
      "texto": "Mira, te va a llegar un mensajito que te va a decir, soy Belén, porque acá vamos a realizar lo que es la gestión para el plan de este que vos me estás diciendo, que te conviene y te llegan bien los gigas. Por el momento podría esperar y yo te aviso como podríamos hacer para pensarlo.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.1,
      "fin": 185.73,
      "duracion": 3.63,
      "texto": "Bien, mira, me han dicho que es hasta hoy la promoción.",
      "confianza": 0.824,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 185.75,
      "fin": 189.56,
      "duracion": 3.81,
      "texto": "Ha estado ayer y hoy. No sabría decirte si va a estar otros días.",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.18,
      "fin": 200.93,
      "duracion": 10.75,
      "texto": "Por eso lo mejor sería que vos adquieras lo que es esta promoción con este descuento fijo que vas a tener. ¿Me entendés? Y pagarías cuatro mil pesos menos de lo que estás abonando en esos momentos.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.48,
      "fin": 209.0,
      "duracion": 6.52,
      "texto": "Por eso mismo le estoy comentando. Sí, creo. Prefiero perder un momento, entonces. Bueno, vale, no hay ningún problema.",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.15,
      "fin": 211.9,
      "duracion": 1.75,
      "texto": "Que tenga lindo día.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hoy en día hablo con Alejandro. Sí. Alejandro, ¿cómo estás? Mi nombre es Belén, me presento. Mirá, yo te estoy llamando desde el área de recupero de clientes de Movistar. Queríamos ofrecerte un beneficio para tu línea en estos momentos, ya que estamos con una mejor promoción. ¿Vas a autorizarme en claro? Sí, ¿qué pasa? Sí, se me ha llamado unas seis veces, pero voy a hacer la cosa porque me estoy llamando. Bien, ¿has podido escuchar las promociones? Y no te interesa que me arregles. Sí, sí, sí, pero no pasa que sigo pagando más barato en claro, de verdad. ¿Con los mismos gigas? Yo tengo 8 gigas y pago 11 mil pesos. ¿8 gigas y pagar 20 mil pesos? 11 mil pesos. Ah, 11 mil pesos. Bien, mira, porque nosotros estamos con una mejor promoción el día de hoy y por 8 gigas pagaría 7 mil 460. porque son 4 de base y 4 de regalo. Entonces, vos tendrías las 8 gigas con WhatsApp totalmente gratis. Puedes hablar libre a cualquier compañía. Tendrás la máxima, entonces es ilimitada. Y vos posterías un descuento fijo por 6 meses y el valor es de 7,460. Justo hoy tenemos lo que es esa oferta. Claro, la anterior que te habrán dicho, sí, estaba en 11,400. Si no me equivoco, que me estás diciendo que abonabas menos. Pero ahora estamos con esto. con 7,460 los 8 Gb o si no tenes 16 Gb a 10,400 no se si vos utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o no utilizas mucho el CEL o Bien, te estaba consultando si tenés hidroáutica en tu domicilio, es decir, a Wi-Fi. Bien, ¿no? Ah, bien, directamente estás con los gigas del tu celu. ¿Y te alcanzan los ocho gigas o tienes que hacer recargas? No, me alcanza bien solo por ahí, tres gigas. Ah, bien, bueno, está bien entonces. Mirá, te consulto. ¿De qué provincia y qué localidad sos? Paraná, entre Río. Bien, entre Río y Paraná. Bien, perfecto. Mira, lo que podemos hacer, entonces, el plan de 8 gigas. Bien. Mira, ahora te voy a enviar un mensajito. Tu numerillo termina en 201. Sí. Bien, perfecto. Mira, te va a llegar un mensajito que te va a decir, soy Belén, porque acá vamos a realizar lo que es la gestión para el plan de este que vos me estás diciendo, que te conviene y te llegan bien los gigas. Por el momento podría esperar y yo te aviso como podríamos hacer para pensarlo. Bien, mira, me han dicho que es hasta hoy la promoción. Ha estado ayer y hoy. No sabría decirte si va a estar otros días. Por eso lo mejor sería que vos adquieras lo que es esta promoción con este descuento fijo que vas a tener. ¿Me entendés? Y pagarías cuatro mil pesos menos de lo que estás abonando en esos momentos. Por eso mismo le estoy comentando. Sí, creo. Prefiero perder un momento, entonces. Bueno, vale, no hay ningún problema. Que tenga lindo día.",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:11:06.069597",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 58,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:17.902800",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115103636986_ACD_28161",
    "fecha_inicio": "15/1/2026 10:36:36",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 343,
    "tiempo_conversacion": 204,
    "tiempo_hold": 0,
    "tiempo_acw": 116,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}