{
  "archivo": "amza24_1_260112121539148_ACD_79957.wav",
  "duracion_segundos": 237.72,
  "num_segmentos": 49,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 116.04,
    "Cliente": 83.46
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.53,
      "fin": 2.07,
      "duracion": 0.54,
      "texto": "Hola.",
      "confianza": 0.383,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.82,
      "fin": 9.28,
      "duracion": 5.46,
      "texto": "Hola, ¿cómo estás? Buenos días. Hablo con Blas. Sí. ¿Cómo estás, Blas? Agustín es mi nombre.",
      "confianza": 0.447,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.38,
      "fin": 12.41,
      "duracion": 3.02,
      "texto": "Me estoy comunicando de la liga de recupero de clientes Movistar.",
      "confianza": 0.751,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.23,
      "fin": 16.01,
      "duracion": 2.78,
      "texto": "No seguro, Blas, que vos actualmente estás en claro, ¿verdad?",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.69,
      "fin": 18.01,
      "duracion": 0.32,
      "texto": "Sí. Bien.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.03,
      "fin": 32.13,
      "duracion": 14.1,
      "texto": "¿Te consulto el motivo por el cual te fuiste de Movistar o cuál fue? Diver baja porque no podía pagar más mi plan, por eso. Ajá, bien. En el lugar donde estaba no me agarraba bien la señal.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.56,
      "fin": 46.67,
      "duracion": 12.11,
      "texto": "Bien, y lo que es en claro, actualmente vos tenés el ahorro mensual o prepago? Prepago, nada más porque tengo wifi aquí en casa. Ajá, bien. Y actualmente, ¿prepago cuántas recargas haces normalmente?",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.2,
      "fin": 54.63,
      "duracion": 5.43,
      "texto": "Muy poco porque uso poco. Cuando llevo a casa nomás me conozco.",
      "confianza": 0.855,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.65,
      "fin": 54.73,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.25,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.43,
      "fin": 80.16,
      "duracion": 24.73,
      "texto": "Bien, te cuento cibles, en este caso te puedo brindar, bueno, lo que es el servicio de internet para tu casa, más ocho sigas para tu línea, en 24 mil. Sí, nos vemos actualmente con cuánto de internet, cuánto estás abonando, qué compañía tenés. Sí, lo mismo, es claro, pero el mismo cambio, hay mucha diferencia. Claro, pero en este caso vas a tener también lo que sería tu línea.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.33,
      "fin": 88.14,
      "duracion": 6.81,
      "texto": "O sea, no tendrías que hacer recargas, sino que directamente dentro de este mismo abono, de este valor, ya tienes todo incluido.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.03,
      "fin": 138.14,
      "duracion": 48.11,
      "texto": "Internet y el teléfono, ¿sí? Ajá. Bien. En ese caso, a guardar un momento que vamos a verificar. Decime, ¿tu calle es? Para ver si tenemos cobertura. Calle 392, número 103. A ver, a guardar un momento. Andrés Fujol Tarrio. Ajá, él, mire. para calle 32 o 132 místes 392 392 de la numeración me hiciste número 113 113 aquí mejor perfecto aguarda un momento entre jujuy y la rioja perfecto me esperas un momento y que corroboró si tenemos cobertura así un momento",
      "confianza": 0.057,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 149.8,
      "fin": 171.08,
      "duracion": 21.28,
      "texto": "Bien, en ese caso, bueno, mientras voy chequeando lo que es la cobertura, te voy contando, ¿sí? En el caso de la instalación, si haría en un tiempo más o menos de 72 horas, 96 horas hábiles, bueno, te quedaría sin servicio en ningún momento, ¿sí? Y en el caso de lo que es la portabilidad para tu línea, te va a estar llegando el chip a la sucursal más cercana a tu homicidio.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 171.92,
      "fin": 207.55,
      "duracion": 35.63,
      "texto": "Te va a hacer en un tiempo, sí, de 48 horas a 72 horas hábiles aproximadamente, ¿sí? Espérame un segundo. Lo hacemos de esa manera para que cuando la línea de claro deje de funcionar, vos ya tenés el servicio de, vos ya tenés el chip de movistar con vos, ¿sí? Aguárdame un segundo. Ahí te confirmo, ¿sí? A ver.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.09,
      "fin": 225.68,
      "duracion": 14.6,
      "texto": "Un momento, les estoy olvidando de chequear.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 233.21,
      "fin": 237.72,
      "duracion": 4.5,
      "texto": "Bien, y en el caso de ahora sí,",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás? Buenos días. Hablo con Blas. Sí. ¿Cómo estás, Blas? Agustín es mi nombre. Me estoy comunicando de la liga de recupero de clientes Movistar. No seguro, Blas, que vos actualmente estás en claro, ¿verdad? Sí. Bien. ¿Te consulto el motivo por el cual te fuiste de Movistar o cuál fue? Diver baja porque no podía pagar más mi plan, por eso. Ajá, bien. En el lugar donde estaba no me agarraba bien la señal. Bien, y lo que es en claro, actualmente vos tenés el ahorro mensual o prepago? Prepago, nada más porque tengo wifi aquí en casa. Ajá, bien. Y actualmente, ¿prepago cuántas recargas haces normalmente? Muy poco porque uso poco. Cuando llevo a casa nomás me conozco. Ajá. Bien, te cuento cibles, en este caso te puedo brindar, bueno, lo que es el servicio de internet para tu casa, más ocho sigas para tu línea, en 24 mil. Sí, nos vemos actualmente con cuánto de internet, cuánto estás abonando, qué compañía tenés. Sí, lo mismo, es claro, pero el mismo cambio, hay mucha diferencia. Claro, pero en este caso vas a tener también lo que sería tu línea. O sea, no tendrías que hacer recargas, sino que directamente dentro de este mismo abono, de este valor, ya tienes todo incluido. Internet y el teléfono, ¿sí? Ajá. Bien. En ese caso, a guardar un momento que vamos a verificar. Decime, ¿tu calle es? Para ver si tenemos cobertura. Calle 392, número 103. A ver, a guardar un momento. Andrés Fujol Tarrio. Ajá, él, mire. para calle 32 o 132 místes 392 392 de la numeración me hiciste número 113 113 aquí mejor perfecto aguarda un momento entre jujuy y la rioja perfecto me esperas un momento y que corroboró si tenemos cobertura así un momento Bien, en ese caso, bueno, mientras voy chequeando lo que es la cobertura, te voy contando, ¿sí? En el caso de la instalación, si haría en un tiempo más o menos de 72 horas, 96 horas hábiles, bueno, te quedaría sin servicio en ningún momento, ¿sí? Y en el caso de lo que es la portabilidad para tu línea, te va a estar llegando el chip a la sucursal más cercana a tu homicidio. Te va a hacer en un tiempo, sí, de 48 horas a 72 horas hábiles aproximadamente, ¿sí? Espérame un segundo. Lo hacemos de esa manera para que cuando la línea de claro deje de funcionar, vos ya tenés el servicio de, vos ya tenés el chip de movistar con vos, ¿sí? Aguárdame un segundo. Ahí te confirmo, ¿sí? A ver. Un momento, les estoy olvidando de chequear. Bien, y en el caso de ahora sí,",
  "calidad": {
    "confianza_promedio": 0.427,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:26:00.879191",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 49,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:18.791217",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112121539148_ACD_79957",
    "fecha_inicio": "12/1/2026 12:15:39",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 329,
    "tiempo_conversacion": 233,
    "tiempo_hold": 0,
    "tiempo_acw": 72,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}