{
  "archivo": "amza35_1_260113140218149_ACD_41395.wav",
  "duracion_segundos": 160.4,
  "num_segmentos": 42,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 150.87
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.34,
      "fin": 9.51,
      "duracion": 7.17,
      "texto": "Hola, hablo con Lidia Ser. ¿Sí? Lidia, un gusto tenerla a Guadalupe.",
      "confianza": 0.096,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.02,
      "fin": 19.87,
      "duracion": 9.85,
      "texto": "Me contaste el día de hoy porque veo que tenés esa línea con claro, ¿es así? Sí. Bien, perfecto. Quería rindarte lo que es un beneficio, así abonas menos y tenés más libras.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 20.43,
      "fin": 28.7,
      "duracion": 8.27,
      "texto": "¿Vos en ese momento contás con lo que es abono o preparo? ¿Vos de qué empresa me estás llamando? ¿Cómo?",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.56,
      "fin": 41.31,
      "duracion": 11.75,
      "texto": "¿Vos de qué empresa me llamás? ¿De Movistar? Sí, de Movistar, para el dardo beneficio. Son 8 gigas de base más 8 de regalo, a tan solo 13.250. Y contás con un descuento por seis meses.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.44,
      "fin": 51.79,
      "duracion": 9.35,
      "texto": "No, no, por el momento no, porque yo ya lo tuve en Movistar. Y mi problema es que cuando viajo entre ríos, tengo mal a la señal de Movistar.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.53,
      "fin": 103.72,
      "duracion": 51.19,
      "texto": "Claro. Porque como comparte la... Y todo día me están llamando. Todos los días me llama Movistar. Claro, entiendo, Lidia. Te lo juro que después de que yo no me muevo para la entrevista, yo me hubiera quedado con Movistar, pero cada vez que iba para allá me quedaba sin... Entiendo, Lidia. No sé si te han comentado quizás cuando te juzgaste de la compañía o si algún otro asesor te ha comentado, pero en realidad nosotros te volvemos a llamar porque sí me asegura que te juzgaste conforme en el mes 5 de 2025 justamente por esto del tema de la señal. En realidad te damos para avisarte que ahora tenemos un beneficio que es un chip de 4G plus para que os tenga señal en todos lados. De paso también, si te da más tranquilidad, podemos revisar si en la zona en la que estás, entre ríos, hay una buena señal o no.",
      "confianza": 0.867,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.28,
      "fin": 122.69,
      "duracion": 18.41,
      "texto": "Igualmente casi siempre sí, por eso si no me figurarías en la base directamente. Por lo tanto, si me figuraste es porque hay una buena señal, ¿sí? Y, bueno, básicamente sería ofrecerte eso, una mejor experiencia en este caso, por eso es que te damos un descuento por seis meses. y también se plantea... No, no, la verdad por ahora no la voy a cambiar de líneas.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.81,
      "fin": 144.13,
      "duracion": 20.32,
      "texto": "Aquí agradezco que me has llamado, todo. Claro. Bueno, el otro día cuando la chica me fue movistar, no, digo, pero nada, me corté, viste. Claro. Pero por el momento no... Es que todos los tíos me están llamando y a veces no sé si me están llamando, de movistar, de directivir, de donde.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.77,
      "fin": 150.98,
      "duracion": 6.21,
      "texto": "Y por ahí nos venimos a hacer. Bueno, Lidia, si no, más adelante serán.",
      "confianza": 0.23,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.05,
      "fin": 160.4,
      "duracion": 8.35,
      "texto": "Más adelante será, gracias. Nada, que tengas un muy lindo día. Gracias por contestar. No, está bien. Ah, saludo.",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Lidia Ser. ¿Sí? Lidia, un gusto tenerla a Guadalupe. Me contaste el día de hoy porque veo que tenés esa línea con claro, ¿es así? Sí. Bien, perfecto. Quería rindarte lo que es un beneficio, así abonas menos y tenés más libras. ¿Vos en ese momento contás con lo que es abono o preparo? ¿Vos de qué empresa me estás llamando? ¿Cómo? ¿Vos de qué empresa me llamás? ¿De Movistar? Sí, de Movistar, para el dardo beneficio. Son 8 gigas de base más 8 de regalo, a tan solo 13.250. Y contás con un descuento por seis meses. No, no, por el momento no, porque yo ya lo tuve en Movistar. Y mi problema es que cuando viajo entre ríos, tengo mal a la señal de Movistar. Claro. Porque como comparte la... Y todo día me están llamando. Todos los días me llama Movistar. Claro, entiendo, Lidia. Te lo juro que después de que yo no me muevo para la entrevista, yo me hubiera quedado con Movistar, pero cada vez que iba para allá me quedaba sin... Entiendo, Lidia. No sé si te han comentado quizás cuando te juzgaste de la compañía o si algún otro asesor te ha comentado, pero en realidad nosotros te volvemos a llamar porque sí me asegura que te juzgaste conforme en el mes 5 de 2025 justamente por esto del tema de la señal. En realidad te damos para avisarte que ahora tenemos un beneficio que es un chip de 4G plus para que os tenga señal en todos lados. De paso también, si te da más tranquilidad, podemos revisar si en la zona en la que estás, entre ríos, hay una buena señal o no. Igualmente casi siempre sí, por eso si no me figurarías en la base directamente. Por lo tanto, si me figuraste es porque hay una buena señal, ¿sí? Y, bueno, básicamente sería ofrecerte eso, una mejor experiencia en este caso, por eso es que te damos un descuento por seis meses. y también se plantea... No, no, la verdad por ahora no la voy a cambiar de líneas. Aquí agradezco que me has llamado, todo. Claro. Bueno, el otro día cuando la chica me fue movistar, no, digo, pero nada, me corté, viste. Claro. Pero por el momento no... Es que todos los tíos me están llamando y a veces no sé si me están llamando, de movistar, de directivir, de donde. Y por ahí nos venimos a hacer. Bueno, Lidia, si no, más adelante serán. Más adelante será, gracias. Nada, que tengas un muy lindo día. Gracias por contestar. No, está bien. Ah, saludo.",
  "calidad": {
    "confianza_promedio": 0.514,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:55:35.314082",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:24.463212",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113140218149_ACD_41395",
    "fecha_inicio": "13/1/2026 14:02:18",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 176,
    "tiempo_conversacion": 156,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}