{
  "archivo": "amza10_1_260115120408920_ACD_11749.wav",
  "duracion_segundos": 126.24,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 22.17,
    "Cliente": 91.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.53,
      "fin": 13.77,
      "duracion": 11.24,
      "texto": "Hola, buen día con Edmundo. Buen día. ¿Y quién habla? ¿Cómo estás, Lourdes? Te amo a este lado. Me estoy contactando de la idea de beneficios. Queremos darte lo que es una bonificación para tus niñas.",
      "confianza": 0.421,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.68,
      "fin": 27.15,
      "duracion": 9.47,
      "texto": "Sí, no, pero... Ya me renovaron la bonificación, claro, así que me quedo confiado. Pero sí, yo también no te he comentado la bonificación. ¿Eh? Yo también no te he comentado nada.",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.81,
      "fin": 49.41,
      "duracion": 21.6,
      "texto": "No, no, pero usted me ha llamado hace 10 minutos, me llamó así que... Un plan de 13 gigas, no sé, valían 10 mil y pico de pesos. No, son 16 gigas y yo salí 14. O 16, si me dijo así, pues... ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés?",
      "confianza": 0.475,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.63,
      "fin": 56.04,
      "duracion": 5.41,
      "texto": "¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés?",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.0,
      "fin": 58.96,
      "duracion": 1.96,
      "texto": "por cinco líneas. Sí,",
      "confianza": 0.396,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 58.96,
      "fin": 62.09,
      "duracion": 3.13,
      "texto": "bueno, pero tenemos que aclarar, se puede aclarar lo que es una unificación.",
      "confianza": 0.531,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.11,
      "fin": 62.3,
      "duracion": 0.19,
      "texto": "Sí,",
      "confianza": 0.514,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.3,
      "fin": 70.1,
      "duracion": 7.8,
      "texto": "bueno, pero la misma amistad me cobró 180.000 pesos durante seis meses y nunca me bajaron un precio por las cinco líneas.",
      "confianza": 0.514,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.52,
      "fin": 98.39,
      "duracion": 27.87,
      "texto": "Entonces, si me robaron cinco o seis meses, entonces ahora, por más que me regalen siempre es caro. Entiendo. Pero eso fue hace dos años y ahora es una nueva gestión, entonces la idea es que cuando puedas volver, por eso empezamos a contactarnos bastante. Ah, no, pero yo después le planteé a un chico, para que vuelva me tienen que regalar un año gratis por lo menos, porque está la que me cobraron de más me la tienen que devolver. Entonces por el momento me quedo como estoy. Bueno, pero a ver, te conviene. Sí, no, no me conviene porque me tienen que devolver la cosa que me cobraron de más.",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.33,
      "fin": 103.81,
      "duracion": 4.49,
      "texto": "Me estás ofreciendo por 30, 35 mil pesos en cinco años y me pagaba 180 hace más de un año atrás.",
      "confianza": 0.413,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.62,
      "fin": 113.6,
      "duracion": 8.98,
      "texto": "por las cinco líneas. Está bien, pero yo ahora no quiero agarrar con movistar porque el piste feo el sentido por ese motivo.",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.28,
      "fin": 126.24,
      "duracion": 11.96,
      "texto": "Me robaron 6 meses, entonces ahora que se la aguanten y que se queden como están. Prefiero regalarle las plazas en precios y no regalarse a eso. Eso es así. Te agradezco.",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día con Edmundo. Buen día. ¿Y quién habla? ¿Cómo estás, Lourdes? Te amo a este lado. Me estoy contactando de la idea de beneficios. Queremos darte lo que es una bonificación para tus niñas. Sí, no, pero... Ya me renovaron la bonificación, claro, así que me quedo confiado. Pero sí, yo también no te he comentado la bonificación. ¿Eh? Yo también no te he comentado nada. No, no, pero usted me ha llamado hace 10 minutos, me llamó así que... Un plan de 13 gigas, no sé, valían 10 mil y pico de pesos. No, son 16 gigas y yo salí 14. O 16, si me dijo así, pues... ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? ¿Qué plan tenés? por cinco líneas. Sí, bueno, pero tenemos que aclarar, se puede aclarar lo que es una unificación. Sí, bueno, pero la misma amistad me cobró 180.000 pesos durante seis meses y nunca me bajaron un precio por las cinco líneas. Entonces, si me robaron cinco o seis meses, entonces ahora, por más que me regalen siempre es caro. Entiendo. Pero eso fue hace dos años y ahora es una nueva gestión, entonces la idea es que cuando puedas volver, por eso empezamos a contactarnos bastante. Ah, no, pero yo después le planteé a un chico, para que vuelva me tienen que regalar un año gratis por lo menos, porque está la que me cobraron de más me la tienen que devolver. Entonces por el momento me quedo como estoy. Bueno, pero a ver, te conviene. Sí, no, no me conviene porque me tienen que devolver la cosa que me cobraron de más. Me estás ofreciendo por 30, 35 mil pesos en cinco años y me pagaba 180 hace más de un año atrás. por las cinco líneas. Está bien, pero yo ahora no quiero agarrar con movistar porque el piste feo el sentido por ese motivo. Me robaron 6 meses, entonces ahora que se la aguanten y que se queden como están. Prefiero regalarle las plazas en precios y no regalarse a eso. Eso es así. Te agradezco.",
  "calidad": {
    "confianza_promedio": 0.291,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:03:20.903918",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:13.709838",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120408920_ACD_11749",
    "fecha_inicio": "15/1/2026 12:04:08",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 154,
    "tiempo_conversacion": 123,
    "tiempo_hold": 0,
    "tiempo_acw": 13,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}