{
  "archivo": "amza27_1_260115142341153_ACD_95699.wav",
  "duracion_segundos": 194.82,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 93.79,
    "Cliente": 75.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 4.59,
      "fin": 24.25,
      "duracion": 19.66,
      "texto": "Hola, buenas tardes. Hola, buenas tardes. Quería hablar con Fuente José. Con él hablo. Pero si eres mi nombre, me estoy contactando de realidad, es Fiora Óptica Movistar. ¿Todo bien? Todo bien chique, ¿tú? Me alegro. Para ser super breve, nosotros le llamamos porque bueno, tenemos promociones para lo que es el servicio de internet en el hogar.",
      "confianza": 0.07,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.57,
      "fin": 29.41,
      "duracion": 3.84,
      "texto": "Y queríamos saber con qué compañía lo manejas vos, lo que es el Wi-Fi.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.84,
      "fin": 37.34,
      "duracion": 6.49,
      "texto": "Lo que pasa es que eso lo maneja mi esposa, chica, entonces no sé qué compañía es.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.88,
      "fin": 47.39,
      "duracion": 9.51,
      "texto": "Creo que es, ¿cómo es que? Telecentro, creo. Telecentro, claro. Bueno, pero es bastante claro, telecentro, y no sales más o menos cuantos horas.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.03,
      "fin": 51.46,
      "duracion": 3.43,
      "texto": "Y en la línea de cédula, ¿manteneas con personal, con claro?",
      "confianza": 0.414,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.42,
      "fin": 67.35,
      "duracion": 14.93,
      "texto": "Yo estoy con claro, pues. Bueno, mirá nosotros, en la línea del Celu también tenemos Promo, tenemos una de 16GB, que es un plan súper completo porque viene con Roaming en América, preciado Caligueras, en $10,400 pesos. ¿Vos de claro cuánto volarás?",
      "confianza": 0.453,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.29,
      "fin": 75.75,
      "duracion": 5.46,
      "texto": "Creo que capós. Bien, pero tenés menos cantidad de gigas en este caso, ¿no? Claro, claro. Claro,",
      "confianza": 0.035,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 75.75,
      "fin": 83.5,
      "duracion": 7.75,
      "texto": "bueno, en vez de que pague esos 14.000, la idea es que, bueno, puedas estar abonando 10.400 pesos. Nosotros le damos WhatsApp gratis.",
      "confianza": 0.58,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.97,
      "fin": 88.29,
      "duracion": 4.33,
      "texto": "Se amanece libre para todas las compañías, como te comentaba, por supuesto, el servicio de ron muy inactivo.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.01,
      "fin": 107.09,
      "duracion": 18.08,
      "texto": "Y lo que es América Precio local, en caso de que te contactes con gente afuera, estando en el país, no sé, te vas a estar cobrando adicional, ¿verdad? Y te quedan 10.400. Como fuiste nuestro cliente, José, El procedimiento es mucho más fácil porque lo que hacemos es validar los datos y designamos la sucursal más cercana a tu domicilio.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.0,
      "fin": 129.89,
      "duracion": 15.89,
      "texto": "Pero te hago una pregunta. En tal caso de que le colocara la fibra óptica, ¿cuánto sería? Mira, nosotros tenemos un combo, por eso te consultaba, ¿sí? ¿Cuánto abonás? Porque tenemos un combo que está buenísimo, que es el plan con 8 gigas en la niña Iselo, más el Wi-Fi con 300 megas, todo en 24 mil pesos.",
      "confianza": 0.016,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 130.41,
      "fin": 139.22,
      "duracion": 8.81,
      "texto": "Y como vos sabes, nosotros somos el internet más premiado de lo que es el país, por lo que manejamos una velocidad simétrica, entonces te queda todo en 24 mil pesos.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.34,
      "fin": 153.55,
      "duracion": 12.21,
      "texto": "Y no me podrías llamar la semana que viene para yo consultar eso con mi esposa y ver si en tal caso si nos cambiamos. Bueno, mira, hagamos una cosa. Nosotros manejamos, como te dije, promociones Flash, que es para el día de hoy.",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.57,
      "fin": 157.06,
      "duracion": 3.48,
      "texto": "Y yo te voy a mandar un mensajito con las promos que tenemos de Fibra.",
      "confianza": 0.704,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.44,
      "fin": 171.1,
      "duracion": 13.66,
      "texto": "para que a vos ya te quede mi número. Voy a consultarlo con tu esposa y me pasas al WhatsApp lo que es la calle con numeración para que podamos chequear primero que nada que tengamos la disponibilidad de la zona.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.86,
      "fin": 183.08,
      "duracion": 11.22,
      "texto": "Voy a pasarme ahí, calle numeración a través del WhatsApp y yo te dejo todo el mensajito bien bonito para que, bueno, puedas consultar el tema de lo que es el servicio.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.97,
      "fin": 194.82,
      "duracion": 10.85,
      "texto": "Dale, pues quedamos aquí entonces. Bueno, dale, buenísimo. Estamos en contacto entonces y espero que tengas un hermoso día. Vamos a través de WhatsApp. Igualmente. Hasta luego. Buenas tardes. Hasta luego. Chau.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hola, buenas tardes. Quería hablar con Fuente José. Con él hablo. Pero si eres mi nombre, me estoy contactando de realidad, es Fiora Óptica Movistar. ¿Todo bien? Todo bien chique, ¿tú? Me alegro. Para ser super breve, nosotros le llamamos porque bueno, tenemos promociones para lo que es el servicio de internet en el hogar. Y queríamos saber con qué compañía lo manejas vos, lo que es el Wi-Fi. Lo que pasa es que eso lo maneja mi esposa, chica, entonces no sé qué compañía es. Creo que es, ¿cómo es que? Telecentro, creo. Telecentro, claro. Bueno, pero es bastante claro, telecentro, y no sales más o menos cuantos horas. Y en la línea de cédula, ¿manteneas con personal, con claro? Yo estoy con claro, pues. Bueno, mirá nosotros, en la línea del Celu también tenemos Promo, tenemos una de 16GB, que es un plan súper completo porque viene con Roaming en América, preciado Caligueras, en $10,400 pesos. ¿Vos de claro cuánto volarás? Creo que capós. Bien, pero tenés menos cantidad de gigas en este caso, ¿no? Claro, claro. Claro, bueno, en vez de que pague esos 14.000, la idea es que, bueno, puedas estar abonando 10.400 pesos. Nosotros le damos WhatsApp gratis. Se amanece libre para todas las compañías, como te comentaba, por supuesto, el servicio de ron muy inactivo. Y lo que es América Precio local, en caso de que te contactes con gente afuera, estando en el país, no sé, te vas a estar cobrando adicional, ¿verdad? Y te quedan 10.400. Como fuiste nuestro cliente, José, El procedimiento es mucho más fácil porque lo que hacemos es validar los datos y designamos la sucursal más cercana a tu domicilio. Pero te hago una pregunta. En tal caso de que le colocara la fibra óptica, ¿cuánto sería? Mira, nosotros tenemos un combo, por eso te consultaba, ¿sí? ¿Cuánto abonás? Porque tenemos un combo que está buenísimo, que es el plan con 8 gigas en la niña Iselo, más el Wi-Fi con 300 megas, todo en 24 mil pesos. Y como vos sabes, nosotros somos el internet más premiado de lo que es el país, por lo que manejamos una velocidad simétrica, entonces te queda todo en 24 mil pesos. Y no me podrías llamar la semana que viene para yo consultar eso con mi esposa y ver si en tal caso si nos cambiamos. Bueno, mira, hagamos una cosa. Nosotros manejamos, como te dije, promociones Flash, que es para el día de hoy. Y yo te voy a mandar un mensajito con las promos que tenemos de Fibra. para que a vos ya te quede mi número. Voy a consultarlo con tu esposa y me pasas al WhatsApp lo que es la calle con numeración para que podamos chequear primero que nada que tengamos la disponibilidad de la zona. Voy a pasarme ahí, calle numeración a través del WhatsApp y yo te dejo todo el mensajito bien bonito para que, bueno, puedas consultar el tema de lo que es el servicio. Dale, pues quedamos aquí entonces. Bueno, dale, buenísimo. Estamos en contacto entonces y espero que tengas un hermoso día. Vamos a través de WhatsApp. Igualmente. Hasta luego. Buenas tardes. Hasta luego. Chau.",
  "calidad": {
    "confianza_promedio": 0.481,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:45:00.169818",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:20.048671",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142341153_ACD_95699",
    "fecha_inicio": "15/1/2026 14:23:41",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 256,
    "tiempo_conversacion": 189,
    "tiempo_hold": 0,
    "tiempo_acw": 47,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}