{
  "archivo": "amza9_1_260115144937592_ACD_80991.wav",
  "duracion_segundos": 155.08,
  "num_segmentos": 41,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 8.99,
    "Cliente": 140.08
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.16,
      "fin": 15.68,
      "duracion": 14.52,
      "texto": "¿Ponte igual? Hola, sí, buenas tardes. Ah, hola. ¿Hablo con Gabriel? Sí, es correcto. ¿Qué tal, Gabriel? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Todo bien, ayer todo bien. Nada de lo mucho, Gaby.",
      "confianza": 0.35,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.72,
      "fin": 20.99,
      "duracion": 5.27,
      "texto": "Mi nombre es Tomás, un placer estar hablando con vos. Me estoy comunicando ya que tengo un descuento para tus líneas.",
      "confianza": 0.659,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.99,
      "fin": 25.62,
      "duracion": 3.63,
      "texto": "Veo actualmente, Gaby, que tenés un ahorro mensual con Claro. ¿Puede ser?",
      "confianza": 0.826,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.46,
      "fin": 49.16,
      "duracion": 22.7,
      "texto": "Sí, es correcto. Perfecto. ¿Recuerdas cuánto es lo que estás abonando? Mi idea es que puedas abonar muchísimo menos. No sé bien cuánto es cada uno entre lo que sería fibra óptica y la línea son 15.000 pesos.",
      "confianza": 0.113,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.68,
      "fin": 54.81,
      "duracion": 5.13,
      "texto": "Creo que son 4.000 o 3.000 y pico de la línea",
      "confianza": 0.879,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.45,
      "fin": 78.14,
      "duracion": 22.69,
      "texto": "es la línea más baja, creo que son tres gigas y más, creo que 10 de regalo, creo que son 13 gigas en total. Bien, ¿y la fibra que tenés contratada seguramente es la de 100 megas o no? Desconozco, no me acuerdo, pero me alcanza, me sirve, o sea, no tengo problema con el internet. Bien,",
      "confianza": 0.678,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 78.14,
      "fin": 81.86,
      "duracion": 3.72,
      "texto": "porque nosotros justamente Gaby nos estábamos comunicando de lo que es beneficios movistar",
      "confianza": 0.648,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.55,
      "fin": 122.66,
      "duracion": 40.11,
      "texto": "Porti, te queremos brindar lo que es justamente la línea más la fibra óptica de 300 megas que tiene tanto la misma velocidad de subida como de bajada en 24 mil pesos para vos. Sí, sí, sí. No, o sea, no me estaría sirviendo, no me estaría... O sea, no le veo el beneficio. Y vos tendrías una mayor cantidad de llegas con nosotros, los cuales podés guardar. Y la fibra óptica del Movistar es mucho más rápida que la de Claro. Tuve movistar hasta antes que esto y no era más rápido. Tenía problemas constantemente con el internet.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.16,
      "fin": 128.39,
      "duracion": 5.23,
      "texto": "No es que me era más útil. Me cambié precisamente por ese tema.",
      "confianza": 0.482,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.01,
      "fin": 155.08,
      "duracion": 26.07,
      "texto": "Porque relegaba mucho el tema del internet de mi teléfono y el internet de la fibra óptica. Constantemente me quedaba sin internet. O sea, a veces todo el fin de semana sin internet, porque ya en el lunes se tiene que arreglarlo y cosas así. Sí. Bien, perfecto. Bueno, no hay ningún problema. Hasta luego. Hasta luego.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    }
  ],
  "transcripcion_completa": "¿Ponte igual? Hola, sí, buenas tardes. Ah, hola. ¿Hablo con Gabriel? Sí, es correcto. ¿Qué tal, Gabriel? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Todo bien, ayer todo bien. Nada de lo mucho, Gaby. Mi nombre es Tomás, un placer estar hablando con vos. Me estoy comunicando ya que tengo un descuento para tus líneas. Veo actualmente, Gaby, que tenés un ahorro mensual con Claro. ¿Puede ser? Sí, es correcto. Perfecto. ¿Recuerdas cuánto es lo que estás abonando? Mi idea es que puedas abonar muchísimo menos. No sé bien cuánto es cada uno entre lo que sería fibra óptica y la línea son 15.000 pesos. Creo que son 4.000 o 3.000 y pico de la línea es la línea más baja, creo que son tres gigas y más, creo que 10 de regalo, creo que son 13 gigas en total. Bien, ¿y la fibra que tenés contratada seguramente es la de 100 megas o no? Desconozco, no me acuerdo, pero me alcanza, me sirve, o sea, no tengo problema con el internet. Bien, porque nosotros justamente Gaby nos estábamos comunicando de lo que es beneficios movistar Porti, te queremos brindar lo que es justamente la línea más la fibra óptica de 300 megas que tiene tanto la misma velocidad de subida como de bajada en 24 mil pesos para vos. Sí, sí, sí. No, o sea, no me estaría sirviendo, no me estaría... O sea, no le veo el beneficio. Y vos tendrías una mayor cantidad de llegas con nosotros, los cuales podés guardar. Y la fibra óptica del Movistar es mucho más rápida que la de Claro. Tuve movistar hasta antes que esto y no era más rápido. Tenía problemas constantemente con el internet. No es que me era más útil. Me cambié precisamente por ese tema. Porque relegaba mucho el tema del internet de mi teléfono y el internet de la fibra óptica. Constantemente me quedaba sin internet. O sea, a veces todo el fin de semana sin internet, porque ya en el lunes se tiene que arreglarlo y cosas así. Sí. Bien, perfecto. Bueno, no hay ningún problema. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.489,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:22:43.459663",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:33.352823",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115144937592_ACD_80991",
    "fecha_inicio": "15/1/2026 14:49:37",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 176,
    "tiempo_conversacion": 149,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}