{
  "archivo": "amza15_1_260112110023478_ACD_20405.wav",
  "duracion_segundos": 265.93,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 133.92,
    "Cliente": 108.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.66,
      "duracion": 4.63,
      "texto": "Hola. Hola, ¿qué tal? Buen día, ¿con Irma?",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.67,
      "fin": 5.76,
      "duracion": 1.08,
      "texto": "Sí.",
      "confianza": 0.642,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.78,
      "fin": 11.3,
      "duracion": 5.52,
      "texto": "Irma, ¿cómo le va a marcar en mi nombre? Nos estamos contactando del área de recupero de clientes de Movistar.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.14,
      "fin": 17.03,
      "duracion": 4.89,
      "texto": "Queríamos saber por qué motivos se había ido de la compañía. ¿Qué inconveniente había tenido?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.91,
      "fin": 35.78,
      "duracion": 13.87,
      "texto": "Bueno, tres años después. Bien, perfecto. Porque actualmente tenemos una promoción exclusiva para su línea. por un plan de 16.000.000, hace 13.250.000. ¿Usted actualmente? No. Claro, ¿verdad? Sí,",
      "confianza": 0.026,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 35.78,
      "fin": 40.69,
      "duracion": 4.91,
      "texto": "claro, pero la verdad que no, porque tengo una duda como usted y tengo que pagarlo y no sé cuánto nos quiera.",
      "confianza": 0.502,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.71,
      "fin": 43.85,
      "duracion": 3.14,
      "texto": "Bien, no hace falta en ese caso. A ver, lo vamos a corroborar, ¿sí?",
      "confianza": 0.482,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.94,
      "fin": 55.26,
      "duracion": 9.32,
      "texto": "La línea es con su nombre, ahí le voy a repasar el número DNI. ¿Sí? El número DNI, 48435143, ¿verdad?",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.4,
      "fin": 56.46,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.329,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.8,
      "fin": 59.2,
      "duracion": 2.4,
      "texto": "Bien, ahí lo vamos a ver en un momento.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.3,
      "fin": 76.32,
      "duracion": 16.02,
      "texto": "Tendríamos que ver de qué montes se adeudan, ¿sí? Porque nosotros estábamos bonificando alrededor de 30.000. ¿Sí? ¿Usted recuerda de cuánto se adeudan? No, creo que una era de 20, 25 y la otra no me acuerdo.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.94,
      "fin": 102.11,
      "duracion": 25.17,
      "texto": "Tengo que preguntar hace unos tres o cuatro meses y... Bien. Me habían notado el cojito y chau. Y quedo ahí. No hay problema, en ese caso vemos que podemos hacer. Ahora le consulto. ¿Usted tiene solamente esta línea, su nombre? Tengo esta línea, pero pasa que mi línea está con el wifi de mi casa y el wifi de mi papá.",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.95,
      "fin": 110.14,
      "duracion": 7.19,
      "texto": "Por eso también es como que no quiero cambiar tampoco porque si no se me haría un despidio la mí. En ese caso sí.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.71,
      "fin": 118.53,
      "duracion": 7.81,
      "texto": "Claro, no sería ningún problema porque el Wi-Fi lo podría estar recibiendo a través del mail, la facturación.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 119.11,
      "fin": 121.95,
      "duracion": 2.84,
      "texto": "De todos modos, le va a llegar por la aplicación, ¿sí?",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.61,
      "fin": 133.43,
      "duracion": 10.82,
      "texto": "También, eso lo va a poder visualizar. En el caso de QC, pasar más de una línea, aparte de esta, tiene un beneficio extra que son cuatro gigas más para cada una de las líneas.",
      "confianza": 0.429,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.13,
      "fin": 137.73,
      "duracion": 3.6,
      "texto": "Le consulto. ¿Usted en claro cuánto está buenando aproximadamente?",
      "confianza": 0.862,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.33,
      "fin": 172.5,
      "duracion": 33.17,
      "texto": "En realidad la línea es con abono, ¿verdad? En ese caso, para brindarle lo que es una promoción más económica, Para ambas líneas, el plan en realidad es de 8 GB y son 4 de base más 4 de regalo con todo bonificado lo que es llamadas, SMS y WhatsApp totalmente libres por un costo de $11,400.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.34,
      "fin": 179.25,
      "duracion": 5.91,
      "texto": "Pero al adicionar más de una línea, sí, como sería su caso, le otorgamos 4 GB más.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.07,
      "fin": 188.28,
      "duracion": 8.21,
      "texto": "Entonces, el plan basaría en vez de 8, sería de 12. 12 GB por el mismo valor del plan de $11,400.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.88,
      "fin": 206.25,
      "duracion": 17.37,
      "texto": "¿Bien? Sí, sí, igual, pero por algún momento no, porque si no, tengo que relacionar a mi papá y todo, porque como yo por ahí, mi papá va de una parte y yo para la otra y así, entonces, por ahora no.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.17,
      "fin": 213.2,
      "duracion": 6.03,
      "texto": "Bien, de todos modos, no sería inconveniente el tema de la facturación. ¿Podríamos alentar...?",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 216.12,
      "fin": 243.02,
      "duracion": 26.9,
      "texto": "lo que es la facturación de su papá para que le llegue todo al mismo número, digamos. No, no, no, pero... Bueno. Y le van comentando acerca del servicio del Internet junto con la línea, porque la línea le quedaría bonificada, en este caso la suya, en un valor de 4.000 por 8 gigas, junto con el serón de Internet.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 244.6,
      "fin": 244.86,
      "duracion": 0.26,
      "texto": "No,",
      "confianza": 0.693,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.86,
      "fin": 246.76,
      "duracion": 1.9,
      "texto": "porque es un desfile.",
      "confianza": 0.693,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.78,
      "fin": 265.93,
      "duracion": 19.15,
      "texto": "No quiero cambiar nada, porque ya hice una vuelta así y después se me sacó todo y de que vine pagando trasado las cosas me ha costado y la verdad que voy al día ahora así como estoy y prefiero seguir así por ahora. Bueno, no hay problema. Hasta luego. Hasta luego.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día, ¿con Irma? Sí. Irma, ¿cómo le va a marcar en mi nombre? Nos estamos contactando del área de recupero de clientes de Movistar. Queríamos saber por qué motivos se había ido de la compañía. ¿Qué inconveniente había tenido? Bueno, tres años después. Bien, perfecto. Porque actualmente tenemos una promoción exclusiva para su línea. por un plan de 16.000.000, hace 13.250.000. ¿Usted actualmente? No. Claro, ¿verdad? Sí, claro, pero la verdad que no, porque tengo una duda como usted y tengo que pagarlo y no sé cuánto nos quiera. Bien, no hace falta en ese caso. A ver, lo vamos a corroborar, ¿sí? La línea es con su nombre, ahí le voy a repasar el número DNI. ¿Sí? El número DNI, 48435143, ¿verdad? Sí. Bien, ahí lo vamos a ver en un momento. Tendríamos que ver de qué montes se adeudan, ¿sí? Porque nosotros estábamos bonificando alrededor de 30.000. ¿Sí? ¿Usted recuerda de cuánto se adeudan? No, creo que una era de 20, 25 y la otra no me acuerdo. Tengo que preguntar hace unos tres o cuatro meses y... Bien. Me habían notado el cojito y chau. Y quedo ahí. No hay problema, en ese caso vemos que podemos hacer. Ahora le consulto. ¿Usted tiene solamente esta línea, su nombre? Tengo esta línea, pero pasa que mi línea está con el wifi de mi casa y el wifi de mi papá. Por eso también es como que no quiero cambiar tampoco porque si no se me haría un despidio la mí. En ese caso sí. Claro, no sería ningún problema porque el Wi-Fi lo podría estar recibiendo a través del mail, la facturación. De todos modos, le va a llegar por la aplicación, ¿sí? También, eso lo va a poder visualizar. En el caso de QC, pasar más de una línea, aparte de esta, tiene un beneficio extra que son cuatro gigas más para cada una de las líneas. Le consulto. ¿Usted en claro cuánto está buenando aproximadamente? En realidad la línea es con abono, ¿verdad? En ese caso, para brindarle lo que es una promoción más económica, Para ambas líneas, el plan en realidad es de 8 GB y son 4 de base más 4 de regalo con todo bonificado lo que es llamadas, SMS y WhatsApp totalmente libres por un costo de $11,400. Pero al adicionar más de una línea, sí, como sería su caso, le otorgamos 4 GB más. Entonces, el plan basaría en vez de 8, sería de 12. 12 GB por el mismo valor del plan de $11,400. ¿Bien? Sí, sí, igual, pero por algún momento no, porque si no, tengo que relacionar a mi papá y todo, porque como yo por ahí, mi papá va de una parte y yo para la otra y así, entonces, por ahora no. Bien, de todos modos, no sería inconveniente el tema de la facturación. ¿Podríamos alentar...? lo que es la facturación de su papá para que le llegue todo al mismo número, digamos. No, no, no, pero... Bueno. Y le van comentando acerca del servicio del Internet junto con la línea, porque la línea le quedaría bonificada, en este caso la suya, en un valor de 4.000 por 8 gigas, junto con el serón de Internet. No, porque es un desfile. No quiero cambiar nada, porque ya hice una vuelta así y después se me sacó todo y de que vine pagando trasado las cosas me ha costado y la verdad que voy al día ahora así como estoy y prefiero seguir así por ahora. Bueno, no hay problema. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.557,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:20:26.568217",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:14.797061",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110023478_ACD_20405",
    "fecha_inicio": "12/1/2026 11:00:23",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 288,
    "tiempo_conversacion": 257,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}