{
  "archivo": "amza313_1_260116124813158_ACD_00803.wav",
  "duracion_segundos": 231.73,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 50.2,
    "Cliente": 170.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 4.7,
      "duracion": 4.67,
      "texto": "Hola. Hola, ¿qué tal? ¿Cómo le va? ¿Hablo con Miriam?",
      "confianza": 0.181,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.2,
      "fin": 21.8,
      "duracion": 14.6,
      "texto": "Sí, con ella habla. ¿Cómo le va? Miriam, me gusta saludarle. Mi nombre es Marcos. Marcos Escobar. Le estamos llamando al día de hoy porque estamos cargando beneficios en la línea, ¿sí? Miriam, ¿usted actualmente se encuentra en claro? ¿Está haciendo recargas? ¿Cómo se encuentra actualmente?",
      "confianza": 0.441,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.57,
      "fin": 24.25,
      "duracion": 0.68,
      "texto": "Sí, yo estoy en claro.",
      "confianza": 0.273,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.85,
      "fin": 53.91,
      "duracion": 29.06,
      "texto": "Buenísimo. Pero no hago recargas porque la verdad es que no, no. Perfecto. ¿Estás con abono mensual entonces? Sí, con abono mensual. Perfecto. Mirá, al día de hoy estamos con una promo exclusiva porque nosotros somos de lo que es el área técnica movistar. ya que estamos haciendo lo que son instalaciones para toda la familia, ¿sí? El objetivo de este tramadito es poder darte una bonificación para que vos puedas regresar a la compañía, ¿sí?",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.41,
      "fin": 71.3,
      "duracion": 16.89,
      "texto": "Vos actualmente vos estás en claro, pagas una boleta mensual, la idea es poder bajarte lo que es la factura, hoy en día tenemos una promoción exclusiva para que puedas utilizar el WhatsApp gratis, para que puedas hablar libre a todos los teléfonos del país, tanto sean celulares, teléfonos fijos,",
      "confianza": 0.749,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.48,
      "fin": 94.51,
      "duracion": 23.03,
      "texto": "y también vas a tener lo que es un descuento para aprovechar la promoción. Al día de hoy te quieren 7.460, ¿verdad? Pues hoy en día con lo que es claro, sabemos que estás con una boleta mayor de 12.000 pesos, por eso la idea es darte esta bonificación para que puedas reincorporarte a la compañía, ¿sí? Vos miran actualmente cómo te llevas con WhatsApp o en las redes sociales.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.17,
      "fin": 95.38,
      "duracion": 0.21,
      "texto": "No,",
      "confianza": 0.495,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.38,
      "fin": 99.29,
      "duracion": 3.91,
      "texto": "mira, la verdad que yo estoy conforme con claro, no, no.",
      "confianza": 0.495,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.31,
      "fin": 101.44,
      "duracion": 2.12,
      "texto": "No me puedo quejar, porque la verdad que",
      "confianza": 0.372,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.36,
      "fin": 106.79,
      "duracion": 4.43,
      "texto": "No tengo problemas.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.69,
      "fin": 122.5,
      "duracion": 14.81,
      "texto": "Me mantienen casi siempre las promociones que me han dado. Igualmente ahora tengo que llamar porque te lo van renovando las promociones.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.66,
      "fin": 137.46,
      "duracion": 14.8,
      "texto": "es para esos problemas que tienen muchos clientes que se encontraban en claro, que nos comentaban justamente la situación, nos comentaban que claro, por ahí, por temas de capturación, a veces no renovan la promo o tienen problemas justamente para darte lo que es una promoción.",
      "confianza": 0.728,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.84,
      "fin": 172.51,
      "duracion": 34.67,
      "texto": "Nosotros hoy en día, desde el área técnica, que buscamos realmente remediar los errores que la compañía haya cometido en el pasado en quizás justamente O sea, en tu caso no, ¿cuál es la idea? Poder darte justamente una incorporación a la compañía para que vos puedas tener todos estos beneficios, ¿sí? Si hoy en día estás abonando alrededor de 12.000, 13.000 pesos, ¿cierto? La idea es poder buscarte una rebaja y darte este plan que a vos te va a quedar exclusiva como clienta que vuelve a la compañía al día de hoy en 7.460, ¿bien?",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.45,
      "fin": 200.59,
      "duracion": 27.14,
      "texto": "O sea que básicamente vas a estar ahorrándote entre 5.000 y 6.000 pesos, con lo cual esta es una promo ahorro que toman justamente todos los antiguos clientes que estuvieron en la compañía, ¿sí? Por eso quédate tranquila, que te vamos a acompañar en este proceso, te voy a asignar lo que es un ejecutivo para que él te acompañe en el trámite. Sí, sí, si me podéis llamar en otro momento, porque yo justo ahora me estoy por ir,",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.13,
      "fin": 227.28,
      "duracion": 26.15,
      "texto": "Bueno. Yo quiero un trabajo, así que... Dale, yo también te voy a dejar, en este caso, un WhatsApp con el asesor, que él te mande un mensajito y siguen charlando por ahí para que aproveches la promo, ya que te manejas con WhatsApp, puedas hablarlo con él y de esa manera, duda, consulta lo que vos quieras, él está a tu disposición, ¿sí? Bueno, bueno. Perfecto, lo dejo asentado, Miriam. Muchas gracias.",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.28,
      "fin": 231.73,
      "duracion": 3.45,
      "texto": "No, gracias a vos. Adiós. idea.",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Cómo le va? ¿Hablo con Miriam? Sí, con ella habla. ¿Cómo le va? Miriam, me gusta saludarle. Mi nombre es Marcos. Marcos Escobar. Le estamos llamando al día de hoy porque estamos cargando beneficios en la línea, ¿sí? Miriam, ¿usted actualmente se encuentra en claro? ¿Está haciendo recargas? ¿Cómo se encuentra actualmente? Sí, yo estoy en claro. Buenísimo. Pero no hago recargas porque la verdad es que no, no. Perfecto. ¿Estás con abono mensual entonces? Sí, con abono mensual. Perfecto. Mirá, al día de hoy estamos con una promo exclusiva porque nosotros somos de lo que es el área técnica movistar. ya que estamos haciendo lo que son instalaciones para toda la familia, ¿sí? El objetivo de este tramadito es poder darte una bonificación para que vos puedas regresar a la compañía, ¿sí? Vos actualmente vos estás en claro, pagas una boleta mensual, la idea es poder bajarte lo que es la factura, hoy en día tenemos una promoción exclusiva para que puedas utilizar el WhatsApp gratis, para que puedas hablar libre a todos los teléfonos del país, tanto sean celulares, teléfonos fijos, y también vas a tener lo que es un descuento para aprovechar la promoción. Al día de hoy te quieren 7.460, ¿verdad? Pues hoy en día con lo que es claro, sabemos que estás con una boleta mayor de 12.000 pesos, por eso la idea es darte esta bonificación para que puedas reincorporarte a la compañía, ¿sí? Vos miran actualmente cómo te llevas con WhatsApp o en las redes sociales. No, mira, la verdad que yo estoy conforme con claro, no, no. No me puedo quejar, porque la verdad que No tengo problemas. Me mantienen casi siempre las promociones que me han dado. Igualmente ahora tengo que llamar porque te lo van renovando las promociones. es para esos problemas que tienen muchos clientes que se encontraban en claro, que nos comentaban justamente la situación, nos comentaban que claro, por ahí, por temas de capturación, a veces no renovan la promo o tienen problemas justamente para darte lo que es una promoción. Nosotros hoy en día, desde el área técnica, que buscamos realmente remediar los errores que la compañía haya cometido en el pasado en quizás justamente O sea, en tu caso no, ¿cuál es la idea? Poder darte justamente una incorporación a la compañía para que vos puedas tener todos estos beneficios, ¿sí? Si hoy en día estás abonando alrededor de 12.000, 13.000 pesos, ¿cierto? La idea es poder buscarte una rebaja y darte este plan que a vos te va a quedar exclusiva como clienta que vuelve a la compañía al día de hoy en 7.460, ¿bien? O sea que básicamente vas a estar ahorrándote entre 5.000 y 6.000 pesos, con lo cual esta es una promo ahorro que toman justamente todos los antiguos clientes que estuvieron en la compañía, ¿sí? Por eso quédate tranquila, que te vamos a acompañar en este proceso, te voy a asignar lo que es un ejecutivo para que él te acompañe en el trámite. Sí, sí, si me podéis llamar en otro momento, porque yo justo ahora me estoy por ir, Bueno. Yo quiero un trabajo, así que... Dale, yo también te voy a dejar, en este caso, un WhatsApp con el asesor, que él te mande un mensajito y siguen charlando por ahí para que aproveches la promo, ya que te manejas con WhatsApp, puedas hablarlo con él y de esa manera, duda, consulta lo que vos quieras, él está a tu disposición, ¿sí? Bueno, bueno. Perfecto, lo dejo asentado, Miriam. Muchas gracias. No, gracias a vos. Adiós. idea.",
  "calidad": {
    "confianza_promedio": 0.593,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:20:18.385274",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:22.377447",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116124813158_ACD_00803",
    "fecha_inicio": "16/1/2026 12:48:13",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 244,
    "tiempo_conversacion": 222,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}