{
  "archivo": "amza43_1_260114113313699_ACD_07759.wav",
  "duracion_segundos": 177.46,
  "num_segmentos": 44,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 79.26,
    "Cliente": 82.99
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.94,
      "fin": 2.81,
      "duracion": 1.87,
      "texto": "Hola. Hola, buen día, ¿Me comunicó con Pedro?",
      "confianza": 0.234,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.35,
      "fin": 29.58,
      "duracion": 21.23,
      "texto": "Sí, por ahora soy Pedro. A mi güey, a ustedes muy buenos. Mañana uno no sabe, este tuvo que cambiar. Sí, señor. ¿Cómo le va a hacer con mi nombre? Llamar al diálogo hoy para llevarle una promoción para su línea móvil que verificó. ¿Están claros usted actualmente? Sí, señor. Bien, y usted tiene una línea fija por mes, digamos. ¿Están claros? Sí, tengo. Sí, tengo cuenta.",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.14,
      "fin": 39.63,
      "duracion": 9.49,
      "texto": "Paga mensualmente, hace una receta. Exactamente. Perfecto. Pero le hago una consulta sin compromiso. ¿Usted cuánto abona aproximadamente con Claro por su línea?",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.49,
      "fin": 60.08,
      "duracion": 19.59,
      "texto": "Casi 18 mil y pico de peso. Y mira, me mantuvieron bastante tiempo la línea y la verdad que siempre me dan las promociones y todas esas cosas, me llaman y me cuidan. En una palabra, lo que me hizo movistar.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.52,
      "fin": 67.22,
      "duracion": 5.7,
      "texto": "Bien. Y te hago una pregunta, muchos gigas te brinda tu compañía, o sea, con respecto a lo que consumís.",
      "confianza": 0.893,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.21,
      "fin": 87.77,
      "duracion": 18.56,
      "texto": "Y no, no, yo el teléfono prácticamente está en mi casa y lo tengo con wifi, así que, gigas, no sé, cuando salgo a la calle por ahí tendré algo de eso, pero... Soy una persona muy yo utilizo el teléfono para hablar nada más, prácticamente.",
      "confianza": 0.659,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.32,
      "fin": 88.78,
      "duracion": 0.46,
      "texto": "Claro.",
      "confianza": 0.52,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.12,
      "fin": 103.4,
      "duracion": 14.28,
      "texto": "¿Por qué te digo? Porque actualmente tengo dos promociones para brindarte. Primero me decís que tenés Wi-Fi en tu casa, ¿de claro también? No, el Wi-Fi lo tengo por telecentro. Ah, bien.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.42,
      "fin": 108.69,
      "duracion": 5.27,
      "texto": "Tengo un plan de cuatro gigas para su línea, porque usted me dice que no utiliza tantos, que usa más que nada de nada más.",
      "confianza": 0.697,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.71,
      "fin": 118.14,
      "duracion": 9.43,
      "texto": "Son cuatro gigas más cuatro de regalo, que incluye WhatsApp gratis, que el WhatsApp por ahí es lo que más nos consume, ¿viste? Con los mensajes, los audios, etcétera, fotos, videos.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 118.95,
      "fin": 126.7,
      "duracion": 7.76,
      "texto": "y mensajes gratis también a siete mil cuatro sesenta, actualmente son once mil pesos menos de lo que robonás.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.72,
      "fin": 129.41,
      "duracion": 2.69,
      "texto": "Sí, sí, pero ¿Sabes qué pasa?",
      "confianza": 0.306,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 129.43,
      "fin": 140.23,
      "duracion": 10.8,
      "texto": "Que ustedes me dan esa promoción, me pasan tres meses y después me ponen cuarenta mil, como me hicieron anterior veces. Tuve que pagar una boleta hasta de cincuenta mil pesos. El descuento es por seis meses, ¿sí?",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.77,
      "fin": 148.64,
      "duracion": 7.87,
      "texto": "Claro, y yo me olvido porque soy una persona grande y al séptimo mes me cobraron todo lo que me regalaron, me lo cobraron todos juntos.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 149.14,
      "fin": 155.92,
      "duracion": 6.79,
      "texto": "Y si no pago, soy humoroso, me ponen impune, me mandan al verazo un poquito más.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.42,
      "fin": 166.25,
      "duracion": 9.83,
      "texto": "Porque las empresas son medias delincuentes, entonces tenés que estar y uno ya no está para andar peleando. Te digo la verdad,",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.82,
      "fin": 177.46,
      "duracion": 10.63,
      "texto": "mes a mes pagando la cuota que puedo pagar, esta gente me dice ahí una promoción, se lo bajamos, se lo cuidamos, y me están cuidando, lo que no hizo movistar.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día, ¿Me comunicó con Pedro? Sí, por ahora soy Pedro. A mi güey, a ustedes muy buenos. Mañana uno no sabe, este tuvo que cambiar. Sí, señor. ¿Cómo le va a hacer con mi nombre? Llamar al diálogo hoy para llevarle una promoción para su línea móvil que verificó. ¿Están claros usted actualmente? Sí, señor. Bien, y usted tiene una línea fija por mes, digamos. ¿Están claros? Sí, tengo. Sí, tengo cuenta. Paga mensualmente, hace una receta. Exactamente. Perfecto. Pero le hago una consulta sin compromiso. ¿Usted cuánto abona aproximadamente con Claro por su línea? Casi 18 mil y pico de peso. Y mira, me mantuvieron bastante tiempo la línea y la verdad que siempre me dan las promociones y todas esas cosas, me llaman y me cuidan. En una palabra, lo que me hizo movistar. Bien. Y te hago una pregunta, muchos gigas te brinda tu compañía, o sea, con respecto a lo que consumís. Y no, no, yo el teléfono prácticamente está en mi casa y lo tengo con wifi, así que, gigas, no sé, cuando salgo a la calle por ahí tendré algo de eso, pero... Soy una persona muy yo utilizo el teléfono para hablar nada más, prácticamente. Claro. ¿Por qué te digo? Porque actualmente tengo dos promociones para brindarte. Primero me decís que tenés Wi-Fi en tu casa, ¿de claro también? No, el Wi-Fi lo tengo por telecentro. Ah, bien. Tengo un plan de cuatro gigas para su línea, porque usted me dice que no utiliza tantos, que usa más que nada de nada más. Son cuatro gigas más cuatro de regalo, que incluye WhatsApp gratis, que el WhatsApp por ahí es lo que más nos consume, ¿viste? Con los mensajes, los audios, etcétera, fotos, videos. y mensajes gratis también a siete mil cuatro sesenta, actualmente son once mil pesos menos de lo que robonás. Sí, sí, pero ¿Sabes qué pasa? Que ustedes me dan esa promoción, me pasan tres meses y después me ponen cuarenta mil, como me hicieron anterior veces. Tuve que pagar una boleta hasta de cincuenta mil pesos. El descuento es por seis meses, ¿sí? Claro, y yo me olvido porque soy una persona grande y al séptimo mes me cobraron todo lo que me regalaron, me lo cobraron todos juntos. Y si no pago, soy humoroso, me ponen impune, me mandan al verazo un poquito más. Porque las empresas son medias delincuentes, entonces tenés que estar y uno ya no está para andar peleando. Te digo la verdad, mes a mes pagando la cuota que puedo pagar, esta gente me dice ahí una promoción, se lo bajamos, se lo cuidamos, y me están cuidando, lo que no hizo movistar.",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:56:58.194571",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 44,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:28.115668",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114113313699_ACD_07759",
    "fecha_inicio": "14/1/2026 11:33:13",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 207,
    "tiempo_conversacion": 170,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}