{
  "archivo": "amza44_1_260112135731805_MIT_01958.wav",
  "duracion_segundos": 480.75,
  "num_segmentos": 124,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 175.45,
    "Cliente": 267.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 23.58,
      "duracion": 23.55,
      "texto": "Bueno. Hola. Hola. Hola, ¿qué tal? Buenas tardes. ¿Hablo con Cynthia?",
      "confianza": 0.31,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.73,
      "fin": 24.82,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.491,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.43,
      "fin": 27.45,
      "duracion": 2.02,
      "texto": "Hola. Hola, Cynthia, ¿qué tal? ¿Cómo le va?",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.39,
      "fin": 37.82,
      "duracion": 9.43,
      "texto": "Yo soy Rodrigo de Movistar, ¿sí? Me estoy publicando porque tenemos a día de hoy unos planes para poder brindarle a los clientes de Claros. Su línea está en Claros, ¿correcto?",
      "confianza": 0.571,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.76,
      "fin": 41.38,
      "duracion": 2.62,
      "texto": "Sí. Ok, ¿tiene su línea en abono o en prepago?",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.15,
      "fin": 55.6,
      "duracion": 13.45,
      "texto": "En prepago. Ok, bueno, los planes que yo tengo para poder brindarle el día de hoy, sí, es el plan de cuatro yidas que cuenta con lo que es cuatro yidas más cuatro yidas de regalo por seis meses, así que va a contar con ocho para poder utilizar.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 56.16,
      "fin": 63.03,
      "duracion": 6.87,
      "texto": "Más lo que es WhatsApp Gratis, ya más libres a todas las compañías. Es el plan que da un precio con $1400 pesos al día de hoy.",
      "confianza": 0.455,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 63.67,
      "fin": 69.97,
      "duracion": 6.31,
      "texto": "O el plan de 8 gigas, que cuenta con 8 gigas de regalo por 6 meses, o sea, va a tener 16 para poder utilizar.",
      "confianza": 0.798,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.44,
      "fin": 77.41,
      "duracion": 5.97,
      "texto": "Más WhatsApp Gratis, ya más libres a todas las compañías y cuenta también con lo que son 3 gigas de roaming en América.",
      "confianza": 0.783,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.44,
      "fin": 84.27,
      "duracion": 6.83,
      "texto": "No sé con cuál de los dos planes será mejor. Con el primero, estaría bien. Con el de 4 más 4.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.79,
      "fin": 122.25,
      "duracion": 37.46,
      "texto": "Bueno, buenísimo. Entonces, para poder hacer lo que es la gestión, sí, yo le tengo que asignar una sucursal de Moistur para que usted pueda ir a retirar lo que es el chip, ¿sí? ¿El que suena a él? ¿Puede ser con el mismo número? ¿Cómo? Es con el mismo número, ¿no? Sí, sí, sí, que se tranquila, que usted va a seguir conservando lo que es el número. Bien, sí. De un segundo, Luján de Cuyo. No tengo lo que es sucursal de Modestar en lo que es Luján de Cuyo.",
      "confianza": 0.802,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.25,
      "fin": 125.92,
      "duracion": 2.66,
      "texto": "No sé si le quedaría más... ¿Lobotrugo o Chacra?",
      "confianza": 0.459,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.78,
      "fin": 130.74,
      "duracion": 3.96,
      "texto": "Lo tengo lo que es en Ciudad. Sí, sí, está bien.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.52,
      "fin": 138.29,
      "duracion": 6.77,
      "texto": "Ah, ok, excelente. De un segundo. En Avenida San Martín tengo lo que es la sucursal.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.38,
      "fin": 147.15,
      "duracion": 7.77,
      "texto": "En avenida San Martín al 1032. ¿Esa le queda bien entonces? Sí. Ok.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 147.15,
      "fin": 148.04,
      "duracion": 0.89,
      "texto": "Bueno, excelente.",
      "confianza": 0.16,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.06,
      "fin": 158.29,
      "duracion": 10.23,
      "texto": "Yo voy a pasar a hacer lo que es el cierre comercial entonces, para poder validar lo que son sus datos. Esto es básicamente el contrato telefónico que yo le voy a leer de corrido, ¿sí?",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.66,
      "fin": 165.43,
      "duracion": 5.77,
      "texto": "Sí. Cualquier duda o consulta que tenga, me dice una vez que finalicemos lo que es el cierre.",
      "confianza": 0.065,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.08,
      "fin": 184.08,
      "duracion": 18.0,
      "texto": "Ok. Para recibir futuras promociones, ¿Usted tiene internet de movistar en su casa? Sí. Ok, estamos portando la línea 364-464-6959 a nombre y apellido del articular actual Cinque Alejandra el Coronel.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.1,
      "fin": 192.11,
      "duracion": 8.01,
      "texto": "¿Me confirma los tres últimos dígitos de su DNI?",
      "confianza": 0.849,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.13,
      "fin": 198.96,
      "duracion": 6.83,
      "texto": "115. Ok. Me comentó que cuenta con línea prepaga. ¿Usted posee su línea activa hace más de 60 días? Sí.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.48,
      "fin": 201.34,
      "duracion": 1.86,
      "texto": "¿Hace cuánto realizó la última recarga?",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.59,
      "fin": 214.41,
      "duracion": 10.82,
      "texto": "Si no me equivoco, hace una semana. Más o menos 10 días, entre esos 10 días. OK, excelente. ¿Su chip es físico o virtual? Físico.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.01,
      "fin": 215.43,
      "duracion": 0.42,
      "texto": "OK.",
      "confianza": 0.548,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.63,
      "fin": 253.25,
      "duracion": 37.62,
      "texto": "va a retirar su chip en el punto adquisición sucursal Moistar, en la calle Avenida San Martín, a la altura de 1.032, en la localidad de Mendoza, provincia de Mendoza. Les recuerdo que el costo del servicio al día de hoy es de 11.400 pesos, ya que cuenta con un descuento fijo por seis meses de 26.200 pesos. El plan cuenta con lo que es cuatro gigas de base, más WhatsApp gratis, ya más libres de todas las compañías, un giga para Free Fire, más cuatro esquivas de regalo por seis meses. Le recuerdo que estos últimos se habilitarán 48 horas después de activar la línea.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.93,
      "fin": 276.77,
      "duracion": 21.84,
      "texto": "Acá me figura un mail que es cindyacoronel519.com. ¿Este es el que usted tiene, Vicente? Sí, sí, sí. Ok, estaré recibiendo su facturación online a través del mail que nos proporcionó. Ingresando a la sección servicios desde el app de Moistar, puede ver toda la información referida a su factura, ya sea el subciclo de facturación, mencimiento, montos a pagar.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.31,
      "fin": 288.21,
      "duracion": 10.9,
      "texto": "Activar 20 gigas de regalo con una duración de 30 días, puede adherirse al débito automático, también sumar 4 gigas de regalo en cada línea móvil, si es que porta dos líneas o más registradas con el mismo titular.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.99,
      "fin": 337.77,
      "duracion": 48.78,
      "texto": "Una vez aprobada su su línea su portará entre 7 a 10 días fábiles y una de esas programas justamente lo que es la portabilidad portará su línea a las 48 horas fábiles. Un día antes por mensaje le vamos a estar informando la fecha de portabilidad para que se quede tranquila. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea es clara o dejará de recibir el señal. Ahí es cuando debe colocarlo. Le comento, por un hicipón, deberá validar identidad al activarlo. En caso de que tenga alguna dificultad con la variación, inténtalo nuevamente o comuníquese al 0800-321-76782 opción 4. Le solicitamos que en caso de no levantar señal del chip reinicie el equipo. Por otro lado, dentro de los próximos días recibirá una encuesta de satisfacción por WhatsApp. Le solicitamos que la completen ya que su opinión es muy importante para la empresa.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.57,
      "fin": 341.44,
      "duracion": 2.86,
      "texto": "Ok, ahí finalizamos con lo que es el cierre comercial.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 343.7,
      "fin": 354.08,
      "duracion": 10.38,
      "texto": "Yo lo que le voy a hacer ahora es que le voy a mandar lo que es el código de portabilidad, ¿sí? Esto es justamente lo que nosotros nos permite conservar lo que es el número si pasándolo de línea.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 354.58,
      "fin": 373.14,
      "duracion": 18.56,
      "texto": "Así que un segundo. Le va a llegar un mensajito del texto con el remitente más todos los tres, que es en a.com, que es la empresa que regula todo lo que es la parte de portabilidad.",
      "confianza": 0.425,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 373.93,
      "fin": 378.64,
      "duracion": 4.71,
      "texto": "También le aviso que le van a estar llamando. Esos son compañeros de otro call center, ¿sí?",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 379.18,
      "fin": 387.55,
      "duracion": 8.37,
      "texto": "Que van a querer la venta. Así que les solicito que no las atiendan, ¿sí? Que no les pase sus datos a ninguna otra persona, ¿sí?",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.57,
      "fin": 388.67,
      "duracion": 1.1,
      "texto": "Ok, ok. ¿Y ahí ya se lo mandé?",
      "confianza": 0.531,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 388.69,
      "fin": 389.39,
      "duracion": 0.7,
      "texto": "No sé si les llegó.",
      "confianza": 0.473,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 393.62,
      "fin": 399.77,
      "duracion": 6.15,
      "texto": "Todavía no. Ok. Tiene que llegar por un mensaje de texto común. Sí, todavía no. Ok.",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 402.63,
      "fin": 407.2,
      "duracion": 4.56,
      "texto": "A ver si ocurren.",
      "confianza": 0.409,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 407.96,
      "fin": 408.78,
      "duracion": 0.82,
      "texto": "Ahí están, 35-42. ¿35-42?",
      "confianza": 0.379,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 409.0,
      "fin": 409.16,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.523,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 409.18,
      "fin": 425.16,
      "duracion": 15.98,
      "texto": "¿Y la fecha de vencimiento? El 9 de enero del 26. Ok, excelente. Bueno, ya estaríamos finalizando lo que es el trámite, sí.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 425.68,
      "fin": 429.62,
      "duracion": 3.94,
      "texto": "Lo que yo solicitaría sería lo que es una foto de frente y orzo del DNI.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 430.16,
      "fin": 455.61,
      "duracion": 25.45,
      "texto": "a lo que es el chat, yo ahí le mandé lo que es un mensajito al WhatsApp. El Frente Orso del DNI y una capturita de pantalla con el mensaje que le llegó. Y ya con eso yo puedo cargar lo que es su pedido. Ah, si me puede pasar también lo que es una captura de pantalla con la última recarga que haya hecho. Así, bueno, ya también lo cargo con lo que es el trámite. Y ya con eso estaría para finalizar lo que es la carga, ¿sí? Dale, dale.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 456.62,
      "fin": 462.11,
      "duracion": 5.49,
      "texto": "Bueno, voy a estar aguardando que me pase eso via WhatsApp y con eso ya estaría.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.67,
      "fin": 472.7,
      "duracion": 9.03,
      "texto": "Así que buenísimo. Le recuerdo que por favor no le brinde lo que es información a ningún otro asesor por cualquier duda o consulta con el trámite que tiene mi número.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 473.28,
      "fin": 475.88,
      "duracion": 2.6,
      "texto": "Y bueno, espero que tengan muy buenas tardes. Bienvenida a Movistar.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 476.83,
      "fin": 480.75,
      "duracion": 3.92,
      "texto": "Vale, muchas gracias. Gracias, hasta luego.",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Bueno. Hola. Hola. Hola, ¿qué tal? Buenas tardes. ¿Hablo con Cynthia? Sí. Hola. Hola, Cynthia, ¿qué tal? ¿Cómo le va? Yo soy Rodrigo de Movistar, ¿sí? Me estoy publicando porque tenemos a día de hoy unos planes para poder brindarle a los clientes de Claros. Su línea está en Claros, ¿correcto? Sí. Ok, ¿tiene su línea en abono o en prepago? En prepago. Ok, bueno, los planes que yo tengo para poder brindarle el día de hoy, sí, es el plan de cuatro yidas que cuenta con lo que es cuatro yidas más cuatro yidas de regalo por seis meses, así que va a contar con ocho para poder utilizar. Más lo que es WhatsApp Gratis, ya más libres a todas las compañías. Es el plan que da un precio con $1400 pesos al día de hoy. O el plan de 8 gigas, que cuenta con 8 gigas de regalo por 6 meses, o sea, va a tener 16 para poder utilizar. Más WhatsApp Gratis, ya más libres a todas las compañías y cuenta también con lo que son 3 gigas de roaming en América. No sé con cuál de los dos planes será mejor. Con el primero, estaría bien. Con el de 4 más 4. Bueno, buenísimo. Entonces, para poder hacer lo que es la gestión, sí, yo le tengo que asignar una sucursal de Moistur para que usted pueda ir a retirar lo que es el chip, ¿sí? ¿El que suena a él? ¿Puede ser con el mismo número? ¿Cómo? Es con el mismo número, ¿no? Sí, sí, sí, que se tranquila, que usted va a seguir conservando lo que es el número. Bien, sí. De un segundo, Luján de Cuyo. No tengo lo que es sucursal de Modestar en lo que es Luján de Cuyo. No sé si le quedaría más... ¿Lobotrugo o Chacra? Lo tengo lo que es en Ciudad. Sí, sí, está bien. Ah, ok, excelente. De un segundo. En Avenida San Martín tengo lo que es la sucursal. En avenida San Martín al 1032. ¿Esa le queda bien entonces? Sí. Ok. Bueno, excelente. Yo voy a pasar a hacer lo que es el cierre comercial entonces, para poder validar lo que son sus datos. Esto es básicamente el contrato telefónico que yo le voy a leer de corrido, ¿sí? Sí. Cualquier duda o consulta que tenga, me dice una vez que finalicemos lo que es el cierre. Ok. Para recibir futuras promociones, ¿Usted tiene internet de movistar en su casa? Sí. Ok, estamos portando la línea 364-464-6959 a nombre y apellido del articular actual Cinque Alejandra el Coronel. ¿Me confirma los tres últimos dígitos de su DNI? 115. Ok. Me comentó que cuenta con línea prepaga. ¿Usted posee su línea activa hace más de 60 días? Sí. ¿Hace cuánto realizó la última recarga? Si no me equivoco, hace una semana. Más o menos 10 días, entre esos 10 días. OK, excelente. ¿Su chip es físico o virtual? Físico. OK. va a retirar su chip en el punto adquisición sucursal Moistar, en la calle Avenida San Martín, a la altura de 1.032, en la localidad de Mendoza, provincia de Mendoza. Les recuerdo que el costo del servicio al día de hoy es de 11.400 pesos, ya que cuenta con un descuento fijo por seis meses de 26.200 pesos. El plan cuenta con lo que es cuatro gigas de base, más WhatsApp gratis, ya más libres de todas las compañías, un giga para Free Fire, más cuatro esquivas de regalo por seis meses. Le recuerdo que estos últimos se habilitarán 48 horas después de activar la línea. Acá me figura un mail que es cindyacoronel519.com. ¿Este es el que usted tiene, Vicente? Sí, sí, sí. Ok, estaré recibiendo su facturación online a través del mail que nos proporcionó. Ingresando a la sección servicios desde el app de Moistar, puede ver toda la información referida a su factura, ya sea el subciclo de facturación, mencimiento, montos a pagar. Activar 20 gigas de regalo con una duración de 30 días, puede adherirse al débito automático, también sumar 4 gigas de regalo en cada línea móvil, si es que porta dos líneas o más registradas con el mismo titular. Una vez aprobada su su línea su portará entre 7 a 10 días fábiles y una de esas programas justamente lo que es la portabilidad portará su línea a las 48 horas fábiles. Un día antes por mensaje le vamos a estar informando la fecha de portabilidad para que se quede tranquila. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea es clara o dejará de recibir el señal. Ahí es cuando debe colocarlo. Le comento, por un hicipón, deberá validar identidad al activarlo. En caso de que tenga alguna dificultad con la variación, inténtalo nuevamente o comuníquese al 0800-321-76782 opción 4. Le solicitamos que en caso de no levantar señal del chip reinicie el equipo. Por otro lado, dentro de los próximos días recibirá una encuesta de satisfacción por WhatsApp. Le solicitamos que la completen ya que su opinión es muy importante para la empresa. Ok, ahí finalizamos con lo que es el cierre comercial. Yo lo que le voy a hacer ahora es que le voy a mandar lo que es el código de portabilidad, ¿sí? Esto es justamente lo que nosotros nos permite conservar lo que es el número si pasándolo de línea. Así que un segundo. Le va a llegar un mensajito del texto con el remitente más todos los tres, que es en a.com, que es la empresa que regula todo lo que es la parte de portabilidad. También le aviso que le van a estar llamando. Esos son compañeros de otro call center, ¿sí? Que van a querer la venta. Así que les solicito que no las atiendan, ¿sí? Que no les pase sus datos a ninguna otra persona, ¿sí? Ok, ok. ¿Y ahí ya se lo mandé? No sé si les llegó. Todavía no. Ok. Tiene que llegar por un mensaje de texto común. Sí, todavía no. Ok. A ver si ocurren. Ahí están, 35-42. ¿35-42? Sí. ¿Y la fecha de vencimiento? El 9 de enero del 26. Ok, excelente. Bueno, ya estaríamos finalizando lo que es el trámite, sí. Lo que yo solicitaría sería lo que es una foto de frente y orzo del DNI. a lo que es el chat, yo ahí le mandé lo que es un mensajito al WhatsApp. El Frente Orso del DNI y una capturita de pantalla con el mensaje que le llegó. Y ya con eso yo puedo cargar lo que es su pedido. Ah, si me puede pasar también lo que es una captura de pantalla con la última recarga que haya hecho. Así, bueno, ya también lo cargo con lo que es el trámite. Y ya con eso estaría para finalizar lo que es la carga, ¿sí? Dale, dale. Bueno, voy a estar aguardando que me pase eso via WhatsApp y con eso ya estaría. Así que buenísimo. Le recuerdo que por favor no le brinde lo que es información a ningún otro asesor por cualquier duda o consulta con el trámite que tiene mi número. Y bueno, espero que tengan muy buenas tardes. Bienvenida a Movistar. Vale, muchas gracias. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.561,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:02:37.335209",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 124,
    "total_segmentos_corregido": 46,
    "fecha_correccion": "2026-01-18T23:05:28.503128",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112135731805_MIT_01958",
    "fecha_inicio": "12/1/2026 13:57:32",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 467,
    "tiempo_conversacion": 462,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}