{
  "archivo": "amza_sup3_1_260116140134931_MIT_01967.wav",
  "duracion_segundos": 226.92,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 99.85,
    "Cliente": 116.4
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 25.04,
      "duracion": 25.01,
      "texto": "al hacer lo que es el retiro del chip. Le mandamos un mensajito por WhatsApp para que usted esté atento y se pueda acercar a la sucursal. No tiene que olvidar si usted debe llevar el DNI en manos, que es importante que no se olvide. Yo no tengo internet, no tengo WhatsApp, no tengo nada. Solamente grabado. Bueno, por eso. Entonces, es muchísimo. No entiendo por qué le están cobrando tanto, la verdad.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.16,
      "fin": 42.83,
      "duracion": 16.67,
      "texto": "Le avisamos si quiere, entonces, por mensaje de texto le avistamos. Le avistamos para que pueda acercarse, le enviamos un mensajito común. Usted sí tiene mensajes. Bien, le comento entonces.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.37,
      "fin": 56.75,
      "duracion": 13.38,
      "texto": "Yo ahora lo que voy a hacer es hacerle un contrato legal con la compañía, que esto es súper importante, porque de esa manera es como nosotros dejamos los... dejamos los datos cargados acá en el sistema, para que usted pueda acercarse a la sucursal.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.42,
      "fin": 64.42,
      "duracion": 6.99,
      "texto": "El caso de si yo me equivoqué en algo, le voy a pedir por favor que usted me diga y así nosotros lo hacemos, ¿bien?",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.42,
      "fin": 69.18,
      "duracion": 0.76,
      "texto": "Dame un segundo. Bien,",
      "confianza": 0.001,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 69.18,
      "fin": 75.75,
      "duracion": 6.57,
      "texto": "entonces, para recibir futuras promociones, ¿usted tiene Internet de Movistar?",
      "confianza": 0.598,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.77,
      "fin": 79.08,
      "duracion": 3.31,
      "texto": "No, no, no. No tiene Internet de Movistar, perfecto. Bien,",
      "confianza": 0.335,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 79.08,
      "fin": 92.32,
      "duracion": 13.24,
      "texto": "entonces, estamos cortando lo que es la línea 11, 50, 53, 48, 69, a nombre de José Jová. ¿Me confirma usted los últimos tres dígitos de su DNI?",
      "confianza": 0.76,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.82,
      "fin": 97.35,
      "duracion": 4.53,
      "texto": "No, espérate que el pescador lo usa otra gente, además. 57, 38.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.96,
      "fin": 120.35,
      "duracion": 22.39,
      "texto": "27, 38, perfecto. Bueno, dale, dale, una más. Está en claro con una bola. Te hace falta una fibra hoy. Claro, ¿viene a su nombre? Vos que sos el de las fibras. No, no. A su nombre, perfecto. Todas vos, respecto, en el celular. Usted tiene lo que es su chip físico, ¿verdad? Lo que se coloca dentro del celular.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.4,
      "fin": 121.78,
      "duracion": 0.38,
      "texto": "Bien,",
      "confianza": 0.706,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.78,
      "fin": 133.85,
      "duracion": 12.07,
      "texto": "entonces se va a retirar fuchit en nuestra tienda movistar oficial que esto es de la calle Iboriki al 343 en Lomas de Zamora provincia de Buenos Aires, ¿bien?",
      "confianza": 0.706,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.63,
      "fin": 190.66,
      "duracion": 56.03,
      "texto": "Le recuerdo que el costo del servicio al día de hoy es tan solo de $7,460 porque incluye un descuento fijo que es durante seis meses de $30,140. El servicio se factura mes adelantado y su plan base es de cuatro gigas más cuatro gigas de regalo también con una operación de cuatro meses y estos últimos, de seis meses perdón, y estos últimos se agilizan 48 horas después de activar la línea. En ese caso, vamos a dejar el mail de su sobrino, que su mail es... Va a recibir su facturación online a través del mail que nos proporcionó. Como usted no tiene celular, ingresando desde la sección Servicios desde la app Mimovicar, va a poder ver toda la información referida a su factura, ya sea el tipo de facturación, vencimiento... ¿Y el número es el mismo? Y el número es el mismo. Si usted no cambia el numerito de teléfono, lo mantiene, solo que en otra compañía.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.96,
      "fin": 199.6,
      "duracion": 7.64,
      "texto": "Pero mantiene el número de teléfono. Se sigue teniendo el mismo número de teléfono. Yo ahora le explico cómo conservamos el número de teléfono. Bien,",
      "confianza": 0.744,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 199.6,
      "fin": 205.52,
      "duracion": 5.92,
      "texto": "entonces, va a poder activar 20 siglas de regalo con una duración de 30 días, que son disponibles durante todo un año.",
      "confianza": 0.722,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.56,
      "fin": 226.92,
      "duracion": 21.36,
      "texto": "También puede adherirse al dedito automático y sumar 4 siglas de regalo en cada línea telefónica, si usted trae más de 2 líneas bajo el mismo titular, ¿sí? Una vez aprobada la portabilidad, su línea va a aportar a las 48 horas antes. Un día antes, por mensaje de WhatsApp, le vamos a informar la fecha de portabilidad para que usted se quede tranquilo, en su caso por mensaje de texto.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "al hacer lo que es el retiro del chip. Le mandamos un mensajito por WhatsApp para que usted esté atento y se pueda acercar a la sucursal. No tiene que olvidar si usted debe llevar el DNI en manos, que es importante que no se olvide. Yo no tengo internet, no tengo WhatsApp, no tengo nada. Solamente grabado. Bueno, por eso. Entonces, es muchísimo. No entiendo por qué le están cobrando tanto, la verdad. Le avisamos si quiere, entonces, por mensaje de texto le avistamos. Le avistamos para que pueda acercarse, le enviamos un mensajito común. Usted sí tiene mensajes. Bien, le comento entonces. Yo ahora lo que voy a hacer es hacerle un contrato legal con la compañía, que esto es súper importante, porque de esa manera es como nosotros dejamos los... dejamos los datos cargados acá en el sistema, para que usted pueda acercarse a la sucursal. El caso de si yo me equivoqué en algo, le voy a pedir por favor que usted me diga y así nosotros lo hacemos, ¿bien? Dame un segundo. Bien, entonces, para recibir futuras promociones, ¿usted tiene Internet de Movistar? No, no, no. No tiene Internet de Movistar, perfecto. Bien, entonces, estamos cortando lo que es la línea 11, 50, 53, 48, 69, a nombre de José Jová. ¿Me confirma usted los últimos tres dígitos de su DNI? No, espérate que el pescador lo usa otra gente, además. 57, 38. 27, 38, perfecto. Bueno, dale, dale, una más. Está en claro con una bola. Te hace falta una fibra hoy. Claro, ¿viene a su nombre? Vos que sos el de las fibras. No, no. A su nombre, perfecto. Todas vos, respecto, en el celular. Usted tiene lo que es su chip físico, ¿verdad? Lo que se coloca dentro del celular. Bien, entonces se va a retirar fuchit en nuestra tienda movistar oficial que esto es de la calle Iboriki al 343 en Lomas de Zamora provincia de Buenos Aires, ¿bien? Le recuerdo que el costo del servicio al día de hoy es tan solo de $7,460 porque incluye un descuento fijo que es durante seis meses de $30,140. El servicio se factura mes adelantado y su plan base es de cuatro gigas más cuatro gigas de regalo también con una operación de cuatro meses y estos últimos, de seis meses perdón, y estos últimos se agilizan 48 horas después de activar la línea. En ese caso, vamos a dejar el mail de su sobrino, que su mail es... Va a recibir su facturación online a través del mail que nos proporcionó. Como usted no tiene celular, ingresando desde la sección Servicios desde la app Mimovicar, va a poder ver toda la información referida a su factura, ya sea el tipo de facturación, vencimiento... ¿Y el número es el mismo? Y el número es el mismo. Si usted no cambia el numerito de teléfono, lo mantiene, solo que en otra compañía. Pero mantiene el número de teléfono. Se sigue teniendo el mismo número de teléfono. Yo ahora le explico cómo conservamos el número de teléfono. Bien, entonces, va a poder activar 20 siglas de regalo con una duración de 30 días, que son disponibles durante todo un año. También puede adherirse al dedito automático y sumar 4 siglas de regalo en cada línea telefónica, si usted trae más de 2 líneas bajo el mismo titular, ¿sí? Una vez aprobada la portabilidad, su línea va a aportar a las 48 horas antes. Un día antes, por mensaje de WhatsApp, le vamos a informar la fecha de portabilidad para que usted se quede tranquilo, en su caso por mensaje de texto.",
  "calidad": {
    "confianza_promedio": 0.571,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:45:08.093631",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:34.799247",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140134931_MIT_01967",
    "sin_datos_basurita": true
  }
}