{
  "archivo": "amza1_1_260114112208314_ACD_73097.wav",
  "duracion_segundos": 114.31,
  "num_segmentos": 32,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 106.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 15.55,
      "duracion": 15.52,
      "texto": "Cremadeta. Hola. Hola, buenos días. Hablo con Juan Enrique. Sí, ¿quién habla? ¿Qué tal, señor? ¿Le habla Angelina de este lado? Le comento tu ordenada para brindarle lo que es un descuento para su línea. Tenemos lo que son descuentos de Movistar.",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.81,
      "fin": 23.46,
      "duracion": 6.65,
      "texto": "No, no, no. Yo tenía Movistar antes y salí de Movistar porque me hicieron una estafa con un celular.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.52,
      "fin": 26.65,
      "duracion": 2.12,
      "texto": "Ah, tal, me quedó ganado todo, sí.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.44,
      "fin": 46.62,
      "duracion": 19.18,
      "texto": "Sí, me vendieron, yo pedí un teléfono, sí, pero me llegó otra, cualquier otra cosa, pero menos un teléfono, o sea, me llegó... Yo pedí una y dos bolsas y me siento, me he dado en coro, todo eso. ¿Y eso lo ha podido reclamar usted el señor?",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.72,
      "fin": 53.53,
      "duracion": 5.81,
      "texto": "Sí, todo lo... Está con mi abogado eso ahora. Ah, bien, está, bien, lo entendí.",
      "confianza": 0.348,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.42,
      "fin": 70.1,
      "duracion": 15.68,
      "texto": "Sí, imagínate, porque me seguían cobrando el celular. Y encima, cuando yo los recibo el celular, yo llamé a la empresa que no era el celular que yo había traído por la página de internet, todo eso. Y me decía, no, porque usted no pidió bien. No, como no pedí bien, si tengo la captura.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.43,
      "fin": 101.04,
      "duracion": 29.61,
      "texto": "y lo devolví el teléfono y el teléfono llegó allá a Buenos Aires y después Buenos Aires se agarró justo, no sé cuándo se agarró el lugar y se ve que alguien le tiró la mano y se lo llevó todo. No solo yo, hay mucha gente que se volvió en problemas. Mucha gente ha quedado como desafada, digamos. Sí, sí. Bueno, le pido disculpas en nombre de la empresa, la verdad es que, bueno... No era nada. No, no puedo estar al tanto.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.64,
      "fin": 112.77,
      "duracion": 11.13,
      "texto": "Sí, sí, entiendo perfectamente. Entiendo lo que le ha pasado. Bueno, no hay ningún problema entonces, señor Enrique. Muy bien, no le quito más su tiempo.",
      "confianza": 0.264,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.79,
      "fin": 114.31,
      "duracion": 0.52,
      "texto": "Hasta luego. Hasta luego.",
      "confianza": 0.09,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Cremadeta. Hola. Hola, buenos días. Hablo con Juan Enrique. Sí, ¿quién habla? ¿Qué tal, señor? ¿Le habla Angelina de este lado? Le comento tu ordenada para brindarle lo que es un descuento para su línea. Tenemos lo que son descuentos de Movistar. No, no, no. Yo tenía Movistar antes y salí de Movistar porque me hicieron una estafa con un celular. Ah, tal, me quedó ganado todo, sí. Sí, me vendieron, yo pedí un teléfono, sí, pero me llegó otra, cualquier otra cosa, pero menos un teléfono, o sea, me llegó... Yo pedí una y dos bolsas y me siento, me he dado en coro, todo eso. ¿Y eso lo ha podido reclamar usted el señor? Sí, todo lo... Está con mi abogado eso ahora. Ah, bien, está, bien, lo entendí. Sí, imagínate, porque me seguían cobrando el celular. Y encima, cuando yo los recibo el celular, yo llamé a la empresa que no era el celular que yo había traído por la página de internet, todo eso. Y me decía, no, porque usted no pidió bien. No, como no pedí bien, si tengo la captura. y lo devolví el teléfono y el teléfono llegó allá a Buenos Aires y después Buenos Aires se agarró justo, no sé cuándo se agarró el lugar y se ve que alguien le tiró la mano y se lo llevó todo. No solo yo, hay mucha gente que se volvió en problemas. Mucha gente ha quedado como desafada, digamos. Sí, sí. Bueno, le pido disculpas en nombre de la empresa, la verdad es que, bueno... No era nada. No, no puedo estar al tanto. Sí, sí, entiendo perfectamente. Entiendo lo que le ha pasado. Bueno, no hay ningún problema entonces, señor Enrique. Muy bien, no le quito más su tiempo. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.456,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:42:02.575444",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:16.078777",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112208314_ACD_73097",
    "fecha_inicio": "14/1/2026 11:22:08",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 134,
    "tiempo_conversacion": 109,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}