{
  "archivo": "amza6_1_260114104349503_MIT_01947.wav",
  "duracion_segundos": 267.76,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 159.63,
    "Cliente": 76.24
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 12.94,
      "fin": 15.2,
      "duracion": 2.26,
      "texto": "Hola. Hola, Ben. ¿Se cortó de vuelta?",
      "confianza": 0.461,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.03,
      "fin": 35.01,
      "duracion": 13.98,
      "texto": "Sí. ¿Alguien? El 72, 28. ¿72, 28? El 21. Bien, perfecto. Fecha 21 de 1 de 2026, ¿cierto? Sí, sí. Genial. Bien, Abel, ahora sí le doy esto de correo. Cualquier duda o consulta lo hacemos a lo último.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 36.05,
      "fin": 39.66,
      "duracion": 3.6,
      "texto": "Para recibir futuras promociones, ¿usted tiene internet de movistar en su casa?",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.25,
      "fin": 47.02,
      "duracion": 4.77,
      "texto": "No, me parece que era claro.",
      "confianza": 0.29,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.04,
      "fin": 47.7,
      "duracion": 0.66,
      "texto": "Perfecto.",
      "confianza": 0.846,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.72,
      "fin": 67.33,
      "duracion": 19.61,
      "texto": "Entonces, estamos portando la línea 11-50-15-08-36 a nombre y apellido del titular actual, Arriola Abel Antonio. ¿Me confirman los últimos tres dígitos de su DNI? 2-7-2.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.73,
      "fin": 68.43,
      "duracion": 0.7,
      "texto": "Perfecto.",
      "confianza": 0.811,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.55,
      "fin": 74.9,
      "duracion": 6.35,
      "texto": "Entonces, me comentó que actualmente tiene claro y que paga una factura mensual. ¿La factura está a tu nombre o a nombre de otra persona?",
      "confianza": 0.853,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.86,
      "fin": 95.87,
      "duracion": 19.01,
      "texto": "A nombre mío. Bien. ¿Y lo que es el celular? ¿Tiene chip físico o chip virtual? No tengo chip. Chip físico. Perfecto. Entonces, vas a retirar el chip en lo que es la sucursión de movilizar de CAD de Constitución al 867 entre las CAD de Sarmiento y Juan N. Madero de código postal 1646.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.25,
      "fin": 117.23,
      "duracion": 20.98,
      "texto": "Le recuerdo que el costo del servicio al día de hoy es de $7,460 pesos, por lo que va a contar con un descuento fijo por seis meses de $30,140 pesos y el plan tiene cuatro gigas de base, más cuatro gigas de regalo, WhatsApp totalmente gratis, llamadas gratis a cualquier compañía y un giga para videojuegos.",
      "confianza": 0.754,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.36,
      "fin": 130.14,
      "duracion": 11.78,
      "texto": "Bien, recuerde que el servicio se factura a mesa adelantado y que los gigas de regalo que les comenté que son los cuatro, Tienen una duración de seis meses y se activan automáticamente a las 48 horas de activada la línea.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.64,
      "fin": 147.03,
      "duracion": 15.39,
      "texto": "Como es la alternativa, ponemos el suyo que es 11-50-15-08-36 y el mail me lo voy a pasar enseguida por WhatsApp, así que vamos a poner el mail to SEMEBASE para que le de la capturación online todos los meses a través de SEMEBASE, ¿sí?",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.47,
      "fin": 173.98,
      "duracion": 26.51,
      "texto": "Bien, entonces ingresando a la sección servicios, desde la aplicación de Movistar va a poder ver todo lo que es la información referida a la factura, ya sea su ciclo de sopturación, vencimiento, montos a pagar, va a poder activar los 20 gigas de regalo que les comenté, que tienen una duración de 30 días, va a poder adherirse al débito automático en caso de que no quiera y también sumar 4 gigas extras en cada línea móvil si es que pasa más de dos líneas registradas bajo el mismo titular.",
      "confianza": 0.741,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 174.32,
      "fin": 225.63,
      "duracion": 51.31,
      "texto": "Una vez aprobada la portabilidad, Surin aportará las 48 horas árboles y un día antes por mensaje de WhatsApp le vamos a estar informando la fecha para que se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque cuando deje de tener señales claros es ahí cuando debe colocar el chip de Movistar. Le comento que por único es deberá validar identidad al activarlo, en caso de que tenga alguna dificultad con la validación inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4. Este numerito ahora mismo se lo estoy dejando por WhatsApp. Le solicitamos que en caso de que no levanta señal en el chip, relmice el equipo. Y por último, dentro de los próximos días, recibirá una encuesta de satisfacción por medio de WhatsApp. Le solicitamos que le accomplices a que su opinión es muy importante para la empresa.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 226.37,
      "fin": 230.95,
      "duracion": 4.58,
      "texto": "Bien, a ver, ahí estaría lo que es el cierre de venta. No sé si querés hacerme algún adudo, consultar.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 231.54,
      "fin": 247.54,
      "duracion": 16.0,
      "texto": "No, no. ¿Y cuánto tengo que pagar esto? ¿Entonces la pago arriba? O sea, usted utiliza lo que es el servicio de un mes y recién ahí se le va a generar la primer facturación. Bueno, listo. Cualquier duda, consulta lo que necesite. Me habla por WhatsApp, ¿sí?",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 248.4,
      "fin": 260.97,
      "duracion": 12.57,
      "texto": "Y directamente nos comunicamos por ahí. Recuerde no pasarle los datos ni el código de portabilidad a ningún asesor. Ni de Movistar, ni de Personal, ni del Claro, ¿sí? Vale. Genial, Abel. Muchísimas gracias y que tengas lindo día.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 261.95,
      "fin": 267.76,
      "duracion": 5.81,
      "texto": "Chau. Hasta luego.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Ben. ¿Se cortó de vuelta? Sí. ¿Alguien? El 72, 28. ¿72, 28? El 21. Bien, perfecto. Fecha 21 de 1 de 2026, ¿cierto? Sí, sí. Genial. Bien, Abel, ahora sí le doy esto de correo. Cualquier duda o consulta lo hacemos a lo último. Para recibir futuras promociones, ¿usted tiene internet de movistar en su casa? No, me parece que era claro. Perfecto. Entonces, estamos portando la línea 11-50-15-08-36 a nombre y apellido del titular actual, Arriola Abel Antonio. ¿Me confirman los últimos tres dígitos de su DNI? 2-7-2. Perfecto. Entonces, me comentó que actualmente tiene claro y que paga una factura mensual. ¿La factura está a tu nombre o a nombre de otra persona? A nombre mío. Bien. ¿Y lo que es el celular? ¿Tiene chip físico o chip virtual? No tengo chip. Chip físico. Perfecto. Entonces, vas a retirar el chip en lo que es la sucursión de movilizar de CAD de Constitución al 867 entre las CAD de Sarmiento y Juan N. Madero de código postal 1646. Le recuerdo que el costo del servicio al día de hoy es de $7,460 pesos, por lo que va a contar con un descuento fijo por seis meses de $30,140 pesos y el plan tiene cuatro gigas de base, más cuatro gigas de regalo, WhatsApp totalmente gratis, llamadas gratis a cualquier compañía y un giga para videojuegos. Bien, recuerde que el servicio se factura a mesa adelantado y que los gigas de regalo que les comenté que son los cuatro, Tienen una duración de seis meses y se activan automáticamente a las 48 horas de activada la línea. Como es la alternativa, ponemos el suyo que es 11-50-15-08-36 y el mail me lo voy a pasar enseguida por WhatsApp, así que vamos a poner el mail to SEMEBASE para que le de la capturación online todos los meses a través de SEMEBASE, ¿sí? Bien, entonces ingresando a la sección servicios, desde la aplicación de Movistar va a poder ver todo lo que es la información referida a la factura, ya sea su ciclo de sopturación, vencimiento, montos a pagar, va a poder activar los 20 gigas de regalo que les comenté, que tienen una duración de 30 días, va a poder adherirse al débito automático en caso de que no quiera y también sumar 4 gigas extras en cada línea móvil si es que pasa más de dos líneas registradas bajo el mismo titular. Una vez aprobada la portabilidad, Surin aportará las 48 horas árboles y un día antes por mensaje de WhatsApp le vamos a estar informando la fecha para que se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque cuando deje de tener señales claros es ahí cuando debe colocar el chip de Movistar. Le comento que por único es deberá validar identidad al activarlo, en caso de que tenga alguna dificultad con la validación inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4. Este numerito ahora mismo se lo estoy dejando por WhatsApp. Le solicitamos que en caso de que no levanta señal en el chip, relmice el equipo. Y por último, dentro de los próximos días, recibirá una encuesta de satisfacción por medio de WhatsApp. Le solicitamos que le accomplices a que su opinión es muy importante para la empresa. Bien, a ver, ahí estaría lo que es el cierre de venta. No sé si querés hacerme algún adudo, consultar. No, no. ¿Y cuánto tengo que pagar esto? ¿Entonces la pago arriba? O sea, usted utiliza lo que es el servicio de un mes y recién ahí se le va a generar la primer facturación. Bueno, listo. Cualquier duda, consulta lo que necesite. Me habla por WhatsApp, ¿sí? Y directamente nos comunicamos por ahí. Recuerde no pasarle los datos ni el código de portabilidad a ningún asesor. Ni de Movistar, ni de Personal, ni del Claro, ¿sí? Vale. Genial, Abel. Muchísimas gracias y que tengas lindo día. Chau. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:39:15.911911",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:30.634307",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104349503_MIT_01947",
    "fecha_inicio": "14/1/2026 10:43:50",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 296,
    "tiempo_conversacion": 257,
    "tiempo_hold": 0,
    "tiempo_acw": 39,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}