{
  "archivo": "amza13_1_260115132013864_ACD_83021.wav",
  "duracion_segundos": 174.03,
  "num_segmentos": 33,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 72.52,
    "Cliente": 83.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.36,
      "fin": 5.72,
      "duracion": 3.36,
      "texto": "Hola, buen día Rubén.",
      "confianza": 0.081,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.75,
      "fin": 7.27,
      "duracion": 1.52,
      "texto": "Sí, sí.",
      "confianza": 0.607,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.29,
      "fin": 15.7,
      "duracion": 8.41,
      "texto": "¿Cómo le va Rubén? Habla Gerardo, donde estoy comunicando de la línea de beneficios de la compañía Movistar, para hacerte una propuesta para volver a la compañía con un descuento.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.29,
      "fin": 29.36,
      "duracion": 7.07,
      "texto": "Te agradezco, pero yo resumé con claros ya. Te hago una pregunta. ¿Qué tipo de contrato cerraste? ¿Cuánto llevas? ¿Qué precio? Quiero ver si tú lo puedes mostrar de hecho.",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.02,
      "fin": 42.13,
      "duracion": 12.11,
      "texto": "Me dieron 10 gigas, todo por 6.500 pesos, por un año, y después todo lo demás que es en cargo, WhatsApp, demás, todo lo demás.",
      "confianza": 0.504,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.71,
      "fin": 46.13,
      "duracion": 3.42,
      "texto": "Bien, y esos 10 gigas te alcanzan, te sobran?",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.89,
      "fin": 81.22,
      "duracion": 34.33,
      "texto": "Y sí, tenía cuatro y me sobraban, imagínate. Bueno, entonces en ese caso, ¿qué te parece eso fresco? 8 gigas más 20 de regalo por la aplicación, por 30 gigas. Un descuento fijo por seis meses en $7,460. Claro, pero yo lo tengo por un año y a $7,000, ¿sabes? Claro, pero la ventaja de que yo te lo dé por seis meses es que no vas a ver un impacto fuerte en tu factura cuando aumenten. Si vos tenés un plan de un año, al final del periodo te está aumentando un montón la facturación, no son precios fijos en ningún caso.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.47,
      "fin": 105.56,
      "duracion": 23.09,
      "texto": "Sí, si yo tengo un descuento de 85% siempre, sí, siempre aumenta un poquito, sí, está arriba. Pues eso, pero vos pensás que en un año el aumento que vas a ver al final del periodo es re grande. En cambio, si es por un periodo cotado, como seis meses, es un aumento muy pequeño. Y al sexto mes te podés cambiar de plan desde la aplicación, de modo que siempre estás renovando y aprovechando promos. Nunca vas a pagar mucho.",
      "confianza": 0.29,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.96,
      "fin": 111.43,
      "duracion": 1.46,
      "texto": "Sí, pero igual, si a los seis meses pago como si hubiera un precio menor,",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.06,
      "fin": 156.11,
      "duracion": 44.05,
      "texto": "pero cuando pago los otros seis meses, la suma total me va a dar lo mismo que pagarlo un año aparte, no son tan así los aumentos porque yo hace tres años que me vine entrenando el periodo del cincuenta y cinco por ciento Rubén, otra pregunta, la fibra óptica, el wifi en tu casa, ¿con qué compañía lo tenés? Me parece que trescientos No con ninguna compañía. Porque en última instancia lo que te podríamos ofrecer desde Movistar es llevarte la fibra de 300 megas más 8 gigas del plan móvil y te dejamos en 24 mil pesos el precio final al día de hoy. También tendrías descuento por seis meses. 24 mil tendría los dos servicios, la fibra, la línea.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.33,
      "fin": 174.03,
      "duracion": 16.7,
      "texto": "Está de echo, está de echo porque ya hay la fibra del telecentro y eso lo maneja mi mujer. en ese caso te agradezco por tu tiempo, que tengas un buen día",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día Rubén. Sí, sí. ¿Cómo le va Rubén? Habla Gerardo, donde estoy comunicando de la línea de beneficios de la compañía Movistar, para hacerte una propuesta para volver a la compañía con un descuento. Te agradezco, pero yo resumé con claros ya. Te hago una pregunta. ¿Qué tipo de contrato cerraste? ¿Cuánto llevas? ¿Qué precio? Quiero ver si tú lo puedes mostrar de hecho. Me dieron 10 gigas, todo por 6.500 pesos, por un año, y después todo lo demás que es en cargo, WhatsApp, demás, todo lo demás. Bien, y esos 10 gigas te alcanzan, te sobran? Y sí, tenía cuatro y me sobraban, imagínate. Bueno, entonces en ese caso, ¿qué te parece eso fresco? 8 gigas más 20 de regalo por la aplicación, por 30 gigas. Un descuento fijo por seis meses en $7,460. Claro, pero yo lo tengo por un año y a $7,000, ¿sabes? Claro, pero la ventaja de que yo te lo dé por seis meses es que no vas a ver un impacto fuerte en tu factura cuando aumenten. Si vos tenés un plan de un año, al final del periodo te está aumentando un montón la facturación, no son precios fijos en ningún caso. Sí, si yo tengo un descuento de 85% siempre, sí, siempre aumenta un poquito, sí, está arriba. Pues eso, pero vos pensás que en un año el aumento que vas a ver al final del periodo es re grande. En cambio, si es por un periodo cotado, como seis meses, es un aumento muy pequeño. Y al sexto mes te podés cambiar de plan desde la aplicación, de modo que siempre estás renovando y aprovechando promos. Nunca vas a pagar mucho. Sí, pero igual, si a los seis meses pago como si hubiera un precio menor, pero cuando pago los otros seis meses, la suma total me va a dar lo mismo que pagarlo un año aparte, no son tan así los aumentos porque yo hace tres años que me vine entrenando el periodo del cincuenta y cinco por ciento Rubén, otra pregunta, la fibra óptica, el wifi en tu casa, ¿con qué compañía lo tenés? Me parece que trescientos No con ninguna compañía. Porque en última instancia lo que te podríamos ofrecer desde Movistar es llevarte la fibra de 300 megas más 8 gigas del plan móvil y te dejamos en 24 mil pesos el precio final al día de hoy. También tendrías descuento por seis meses. 24 mil tendría los dos servicios, la fibra, la línea. Está de echo, está de echo porque ya hay la fibra del telecentro y eso lo maneja mi mujer. en ese caso te agradezco por tu tiempo, que tengas un buen día",
  "calidad": {
    "confianza_promedio": 0.557,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:13:01.151722",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 33,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:14.378948",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132013864_ACD_83021",
    "fecha_inicio": "15/1/2026 13:20:13",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 189,
    "tiempo_conversacion": 169,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}