{
  "archivo": "amza4_1_260115105642784_ACD_83797.wav",
  "duracion_segundos": 222.16,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 57.57,
    "Cliente": 142.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.99,
      "fin": 9.24,
      "duracion": 7.25,
      "texto": "Hola. Hola. ¿Qué tal? ¿Buenos días, Antonio?",
      "confianza": 0.292,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.26,
      "fin": 9.36,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.299,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.38,
      "fin": 18.41,
      "duracion": 9.03,
      "texto": "Antonio, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la vida recuperado del cliente de la compañía Monster. ¿Cómo está, Antonio? ¿Todo bien?",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.43,
      "fin": 18.53,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.259,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.55,
      "fin": 29.92,
      "duracion": 11.37,
      "texto": "Gracias por preguntar. Trabajando ya día fuera. Espero en tu fin de semana. Antonio, me pidieron decirte más que usted realmente lleva dos líneas con Péaro, ¿verdad?",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.94,
      "fin": 30.0,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.326,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.56,
      "fin": 34.48,
      "duracion": 3.93,
      "texto": "Bien, ¿recuerda más o menos cuántos gigas tiene el Internet en cada línea?",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.91,
      "fin": 49.34,
      "duracion": 12.43,
      "texto": "Cuatro. Cuatro gigas, bien. Bueno, Antonio, le comento de la compañía Moosalo que queremos brindar un beneficio para sus líneas para que tenga un servicio más completo del que tiene el permente y obviamente pague menos, ¿sí?",
      "confianza": 0.925,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.97,
      "fin": 55.98,
      "duracion": 6.01,
      "texto": "Lo que tengo para brindarle es un plan donde cada línea, primero que nada mantiene el mismo número de teléfono,",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.48,
      "fin": 58.34,
      "duracion": 1.86,
      "texto": "Los números de teléfono no se cambian.",
      "confianza": 0.276,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.68,
      "fin": 61.4,
      "duracion": 2.72,
      "texto": "Usted pasa de tener las llamadas libres a todas las compañías.",
      "confianza": 0.714,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.42,
      "fin": 77.3,
      "duracion": 15.88,
      "texto": "Servicio del WhatsApp. Servicio de SMS gratis incluido. Llamándonos a América Precio Local. Rooming, que es Internet fuera del país en todo lo que es América Incluido. Y en cuanto al Internet, le acreditamos 8 gigas fiscales base en cada línea.",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.38,
      "fin": 113.23,
      "duracion": 34.85,
      "texto": "Le damos 8 gigas de regalo los primeros seis meses para cada línea, en cierta salida, a variedad de 16 gigas. y por tratarse de dos líneas, le damos cuatro gigas más adicionales por cada línea, mientras las dos líneas serán no-start. Es decir, usted en los primeros seis meses va a tener en total 20 gigas en cada línea, los ocho de base, los ocho de regalo, más o menos cuatro, y a partir del séptimo mes se queda con 12 gigas en cada línea, los ocho de base, los cuatro regalos adicionales. Por eso, Antonio, lo único que va a pagar son solamente 10.400 pesos por cada línea, es decir, 20.800 pesos al mes,",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.73,
      "fin": 118.34,
      "duracion": 4.61,
      "texto": "¿Qué le quedaría con el valor del diálogo y del plan? ¿Qué le parece aquí la propuesta, Antonio?",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.12,
      "fin": 126.27,
      "duracion": 5.15,
      "texto": "Está muy linda, pero no, no, no. Ya no. No, quiero cambiármela.",
      "confianza": 0.254,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.29,
      "fin": 126.73,
      "duracion": 0.44,
      "texto": "Bien.",
      "confianza": 0.287,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.75,
      "fin": 133.32,
      "duracion": 6.57,
      "texto": "¿Por qué me dice no quiere cambiarse? ¿Ha tenido alguna mala experiencia como Vistar Antonio?",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.34,
      "fin": 133.4,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 133.42,
      "fin": 135.66,
      "duracion": 2.24,
      "texto": "El año pasado sí, dos años que tuve, y todo.",
      "confianza": 0.493,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.28,
      "fin": 141.13,
      "duracion": 4.85,
      "texto": "Sí, ¿qué le pasó como Vistar Antonio? Nada, no.",
      "confianza": 0.793,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.66,
      "fin": 156.3,
      "duracion": 13.64,
      "texto": "El que crea cosas nunca está, nunca tiene. Bien, lo entiendo. O sea, tuvo una mala atención por parte del personal. Sí, no, no. Claro, lo comprendo. Bien,",
      "confianza": 0.063,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 156.3,
      "fin": 157.67,
      "duracion": 1.37,
      "texto": "bien, lo comprendo, perfecto.",
      "confianza": 0.516,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.69,
      "fin": 158.95,
      "duracion": 1.26,
      "texto": "Bueno, mira, Antonio, le explico.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.46,
      "fin": 165.04,
      "duracion": 5.58,
      "texto": "Primero que nada, sí, en caso que usted sea el trámite, yo puedo hacer su asesoría personal.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.82,
      "fin": 176.93,
      "duracion": 11.11,
      "texto": "Entonces, ustedes no van a tener que estarse comunicando directamente a tres cosas y once, sino que me manda un whatsapp a mí y yo lo voy asesorando, lo voy ayudando en todos los trámites de su línea, ¿sí?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.47,
      "fin": 185.7,
      "duracion": 8.23,
      "texto": "Entonces, tú siempre vas a estar en contacto con mí para tener una relación conmigo, asesor para que yo le pueda brindar un momento de aviso, ¿sí? Eso por un lado.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.34,
      "fin": 211.15,
      "duracion": 24.81,
      "texto": "Segundo, le pido mil disculpas por esto que le ha pasado, este inconveniente que ha tenido en cuanto a la atención, pero estamos trabajando con otra gestión, Digo que queremos justamente que los clientes que en su momento no recibieron un buen servicio, lo puedan tener ahora, ¿me entiendo, Antonio? Ah, está muy lindo esto, no. No, pero es... Bien, pero por más que puede pagar menos y tener mejor servicio, ¿Antonio?",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.03,
      "fin": 216.29,
      "duracion": 0.26,
      "texto": "No, claro.",
      "confianza": 0.243,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.31,
      "fin": 216.47,
      "duracion": 0.16,
      "texto": "Bien.",
      "confianza": 0.433,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 216.49,
      "fin": 219.32,
      "duracion": 2.83,
      "texto": "Bueno, Antonio, yo lo dejo sentado en el sistema. Muchas gracias.",
      "confianza": 0.505,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.9,
      "fin": 222.16,
      "duracion": 1.26,
      "texto": "Gracias, te voy. Hasta luego, Antonio.",
      "confianza": 0.035,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. ¿Qué tal? ¿Buenos días, Antonio? Sí. Antonio, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la vida recuperado del cliente de la compañía Monster. ¿Cómo está, Antonio? ¿Todo bien? Bien. Gracias por preguntar. Trabajando ya día fuera. Espero en tu fin de semana. Antonio, me pidieron decirte más que usted realmente lleva dos líneas con Péaro, ¿verdad? Sí. Bien, ¿recuerda más o menos cuántos gigas tiene el Internet en cada línea? Cuatro. Cuatro gigas, bien. Bueno, Antonio, le comento de la compañía Moosalo que queremos brindar un beneficio para sus líneas para que tenga un servicio más completo del que tiene el permente y obviamente pague menos, ¿sí? Lo que tengo para brindarle es un plan donde cada línea, primero que nada mantiene el mismo número de teléfono, Los números de teléfono no se cambian. Usted pasa de tener las llamadas libres a todas las compañías. Servicio del WhatsApp. Servicio de SMS gratis incluido. Llamándonos a América Precio Local. Rooming, que es Internet fuera del país en todo lo que es América Incluido. Y en cuanto al Internet, le acreditamos 8 gigas fiscales base en cada línea. Le damos 8 gigas de regalo los primeros seis meses para cada línea, en cierta salida, a variedad de 16 gigas. y por tratarse de dos líneas, le damos cuatro gigas más adicionales por cada línea, mientras las dos líneas serán no-start. Es decir, usted en los primeros seis meses va a tener en total 20 gigas en cada línea, los ocho de base, los ocho de regalo, más o menos cuatro, y a partir del séptimo mes se queda con 12 gigas en cada línea, los ocho de base, los cuatro regalos adicionales. Por eso, Antonio, lo único que va a pagar son solamente 10.400 pesos por cada línea, es decir, 20.800 pesos al mes, ¿Qué le quedaría con el valor del diálogo y del plan? ¿Qué le parece aquí la propuesta, Antonio? Está muy linda, pero no, no, no. Ya no. No, quiero cambiármela. Bien. ¿Por qué me dice no quiere cambiarse? ¿Ha tenido alguna mala experiencia como Vistar Antonio? Sí. El año pasado sí, dos años que tuve, y todo. Sí, ¿qué le pasó como Vistar Antonio? Nada, no. El que crea cosas nunca está, nunca tiene. Bien, lo entiendo. O sea, tuvo una mala atención por parte del personal. Sí, no, no. Claro, lo comprendo. Bien, bien, lo comprendo, perfecto. Bueno, mira, Antonio, le explico. Primero que nada, sí, en caso que usted sea el trámite, yo puedo hacer su asesoría personal. Entonces, ustedes no van a tener que estarse comunicando directamente a tres cosas y once, sino que me manda un whatsapp a mí y yo lo voy asesorando, lo voy ayudando en todos los trámites de su línea, ¿sí? Entonces, tú siempre vas a estar en contacto con mí para tener una relación conmigo, asesor para que yo le pueda brindar un momento de aviso, ¿sí? Eso por un lado. Segundo, le pido mil disculpas por esto que le ha pasado, este inconveniente que ha tenido en cuanto a la atención, pero estamos trabajando con otra gestión, Digo que queremos justamente que los clientes que en su momento no recibieron un buen servicio, lo puedan tener ahora, ¿me entiendo, Antonio? Ah, está muy lindo esto, no. No, pero es... Bien, pero por más que puede pagar menos y tener mejor servicio, ¿Antonio? No, claro. Bien. Bueno, Antonio, yo lo dejo sentado en el sistema. Muchas gracias. Gracias, te voy. Hasta luego, Antonio.",
  "calidad": {
    "confianza_promedio": 0.49,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:25:39.181575",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:29.786810",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115105642784_ACD_83797",
    "fecha_inicio": "15/1/2026 10:56:42",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 233,
    "tiempo_conversacion": 214,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}