{
  "archivo": "amza27_1_260112112716963_ACD_22507.wav",
  "duracion_segundos": 579.55,
  "num_segmentos": 134,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 243.91,
    "Cliente": 312.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 24.22,
      "duracion": 24.19,
      "texto": "Hola, ¿qué tal con Juana? Sí. ¿Qué tal, Juana Rossi? Es mi nombre, me estoy contactando de verdad, ¿y recupero de movistar todo bien? Sí, sí, todo bien. Me ayudó mucho. Para hacer súper bien, nosotros la estamos llamando porque, bueno, tenemos beneficios para lo que es la línea telefónica. ¿Usted sigue en la que es la compañía de claro, con una buena mensual? Sí.",
      "confianza": 0.14,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.8,
      "fin": 35.04,
      "duracion": 10.24,
      "texto": "Perfecto. Nosotros justamente la llamamos porque vemos que está bonando mucho y queremos brindarle lo que es un combo completo en lo que es el servicio de internet más la línea telefónica.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.34,
      "fin": 58.27,
      "duracion": 21.93,
      "texto": "¿Con qué compañía maneja el Wi-Fi? Movistar. Con Movistar. Perfecto. La idea sería poder brindarle un descuento en lo que es el servicio de fibra óptica. para que pueda pagar menos, y en este caso también brindarle un beneficio para la piensa de la línea del celu. ¿Usted cuántas días maneja en lo que es la compañía de claro?",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.8,
      "fin": 62.93,
      "duracion": 3.13,
      "texto": "No sé porque mi hija sabe, la que paga es mi hija.",
      "confianza": 0.135,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.04,
      "fin": 64.48,
      "duracion": 1.44,
      "texto": "Perfecto.",
      "confianza": 0.778,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.61,
      "fin": 81.98,
      "duracion": 17.37,
      "texto": "Bueno, miren, nosotros tenemos una promoción que en este caso es un total de 12 gigas. Tenían cuatro del plan de base, cuatro del regalo que nosotros le damos durante seis meses y cuatro de forma permanente por tener el servicio de internet en casa más el descuento al Wi-Fi.",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.96,
      "fin": 92.67,
      "duracion": 10.72,
      "texto": "Entonces, le quedaría un total de 12 gigas a tan solo 11.400, que es mucho más económico de lo que usted está bonando y con el doble de gigas que usted actualmente mantiene.",
      "confianza": 0.74,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.83,
      "fin": 101.69,
      "duracion": 8.86,
      "texto": "No solo se lleva la línea telefónica, sino también lo que es el descuento en el servicio de casa. ¿Usted cuánto abona con lo que es el wifi en el hogar?",
      "confianza": 0.781,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.71,
      "fin": 105.37,
      "duracion": 3.67,
      "texto": "Sí, pero en este momento no quiero cambiar ni nada.",
      "confianza": 0.09,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 105.39,
      "fin": 117.39,
      "duracion": 12.0,
      "texto": "Estoy bien con... claro. Bien, entiendo que usted dice bien. La idea es que pueda estar muchísimo mejor. Siempre te dicen lo mismo. Siempre te dicen lo mismo y después terminan haciendo otro.",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.49,
      "fin": 120.4,
      "duracion": 1.91,
      "texto": "Entiendes? Yo ya me pongo conciencia.",
      "confianza": 0.192,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.58,
      "fin": 128.23,
      "duracion": 6.65,
      "texto": "Puedo cambiar cuántas veces, sí, no, no. Te pintan bonito y después te dan con hacha.",
      "confianza": 0.415,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.75,
      "fin": 163.56,
      "duracion": 34.81,
      "texto": "Claro, es súper entendible y justamente usted cuando se fue fue un momento muy crítico de la compañía Movistar, por eso es que justamente me contaron toda esta área que es un nuevo área de recupero, para que usted pueda volver nuevamente y no solamente se lleve el descuento de la wifi sino que también pueda tener un mayor beneficia en lo que es la línea telefónica. Veo que en lo que es la compañía de claro, bueno, paga mucho y la realidad no es solamente que reduzca costos, sino que mantenga lo que es una mayor calidad en cuanto al servicio, ¿verdad? ¿Usted sigue en Temporle o se ha cambiado de domicilio?",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.56,
      "fin": 204.51,
      "duracion": 38.95,
      "texto": "No, sigo en Temporle. Bueno, nosotros justamente nos conectamos porque ahora en la localidad no solamente hemos mejorado nuestras antenas, sino que hemos implementado lo que es el chip con 4G+, bien, para que no tenga ningún inconveniente en cuanto a lo que es el servicio de internet, que veo que anteriormente también tenía lo que es una queja en cuanto a lo que le funcionaba mal, bien. Y tenemos también una sucursal cercana, que en este caso, bueno, es en Lomas, que está muy cerquita, para que usted con el numerito pueda mantener su número y pasar nuevamente a retirar lo que es el nuevo chip. Bien, y puede aprovechar esta promoción en Wi-Fi. ¿Usted en casa sabe cuánto abona aproximadamente con nosotros?",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.53,
      "fin": 240.17,
      "duracion": 34.64,
      "texto": "No, por eso lo paga mi hija. Bueno, la idea sería que pueda acceder a este beneficio y llevarse también al que es el servicio de internet. Por ahí quizá no es mucho lo que es el descuento, pero siempre está bueno poder ahorrarse lo que es un poco de dinero. El procedimiento, como usted ya es cliente con nosotros, es súper sencillo. ¿Por qué? Porque nosotros ya contamos con los datos acá en el sistema y lo que hacemos es poder validarlo. Nosotros los validamos en caso de que usted haya cambiado, capaz que me dice, y no, Rol, yo ahora cambié el correo electrónico y modificamos también lo que es el correo electrónico, no hay ningún problema.",
      "confianza": 0.041,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.75,
      "fin": 248.37,
      "duracion": 7.62,
      "texto": "Nosotras la sucursal que tenemos cercana es en la calle Hipólito Iriboyen a 89.97, en Lomas. No sé si usted la conoce.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.9,
      "fin": 255.77,
      "duracion": 6.87,
      "texto": "Sí, lo conozco, lo conozco. Lo conozco, claro. Bueno, nosotros tenemos horarios de atención de lunes a sábado de 9 a 20.",
      "confianza": 0.209,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.33,
      "fin": 274.65,
      "duracion": 18.32,
      "texto": "Y una idea sería justamente poder hacer lo que es la carga del sistema. Y nos trajo un día de anticipación, dentro de las 48 horas áviles, la avisamos para que pueda acercarse con DNI en mano a hacer lo que es el retiro del chip. Por supuesto que mantiene el mismo número. Nosotros le mandamos un numerito de portabilidad por mensaje de texto para que lo puedan mantener.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.15,
      "fin": 302.77,
      "duracion": 27.62,
      "texto": "Y en las 48 horas usted ya pertenece a lo que es la compañía Movistar y se lleva en el próximo mes el descuento de la reserva de fibra, ¿bien? Y se ahorra todo eso. Claro, a cambio, ¿qué cumplieron? Esta hace mucho, esta hace un par de meses, ¿verdad? Sí. Claro, sí, por eso es lo que está pagando tanto. Bueno, nosotros lo que hacemos es justamente eso, es validar los datos. ¿Juan, no les lleva más de cinco minutos?",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.47,
      "fin": 320.47,
      "duracion": 17.0,
      "texto": "Y eso sería todo, ¿le parece? ¿Cómo es tu nombre? ¿Cómo es tu nombre? Rocío. Rocío, ya me dijeron varias veces. Yo me cambio a movistar, después me van subiendo, me van subiendo, me van subiendo.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 322.13,
      "fin": 372.56,
      "duracion": 50.43,
      "texto": "Por eso te avise cuando perdí la confianza. Sí, totalmente. Si lo entiendo, Juana, la verdad que es algo terrible y por eso justamente hemos perdido varios clientes y se ha creado esta nueva área, que es el área de la resolución de la compañía de movistar. Pero es que usted no vuelve a tener este tipo de inconvenientes con nuestra compañía. Nosotros buscamos, no estamos buscando que usted vuelva con nosotros, después se vuelva nuevamente a pasar a la clara y después vuelva nuevamente con nosotros. Buscamos lo que es la permanencia suya dentro de lo que es la compañía. Decide, eh, ¿abarca esto para la GACA? Claro, la idea sería que usted, en lo que es el servicio de Internet en la casa, eh, veo que no está su nombre lo que es el servicio Wi-Fi, está el nombre de otra persona, ¿verdad?",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.58,
      "fin": 373.28,
      "duracion": 0.7,
      "texto": "Sí. Claro.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 373.3,
      "fin": 423.56,
      "duracion": 50.26,
      "texto": "Nosotros lo que hacemos es sobre la línea fija, yo creo que, eh, por medio de que usted no tenga el aparatito, cuando los técnicos van a instalarle en el modem, le dejan una línea fija, ¿verdad? Nosotros con esa, el numerito de línea fija, lo que hacemos es brindarle el descuento para que usted, en su precio de la factura que tenga con Movistar, que calculo que debe ser ya para lo que es el mes de febrero, usted ya tenga el descuento aplicado, ¿bien? Y a su cellulo le regalamos cuatro siglos. O sea, cualquiera de todos los planes que usted elija con nuestra compañía, le damos cuatro siglos de forma permanente por tener lo que es el servicio de internet. Entonces, de forma permanente tiene el descuento de la fibra más las cuatro siglos de regalo. Si usted saca la línea de Movistar, automáticamente pierde este beneficio, pero manteniendo los dos servicios activos, tiene lo que es el descuento y las cuatro gigas de regalo.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 424.15,
      "fin": 443.96,
      "duracion": 19.81,
      "texto": "Esa es la que nosotros le brindamos. Y además, el procedimiento, como le dije, es súper sencillo. Nosotros no le pedimos ningún tipo de datos, sino que lo validamos en este caso. Y usted me confirma lo que es, por ejemplo, no sé, el nombre completo. Nosotros tenemos todo, pero usted me le tendría que confirmar por si ha cambiado algún tipo de datos, que siempre, no sé, cambiamos el correo o cambiamos alguno.",
      "confianza": 0.469,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 444.46,
      "fin": 449.57,
      "duracion": 5.11,
      "texto": "Usted me lo comenta y nosotros se lo modificamos. Bueno.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 450.15,
      "fin": 468.22,
      "duracion": 18.07,
      "texto": "Claro, ahora ya no tengo tiempo porque estoy viajando, ¿viste? ¿Cuál es el problema? ¿Usted que va en el colectivo o...? Estoy viajando, ya estoy viajando. No, no, no. Yo viajo para afuera. Me voy para afuera. Ah, se va para afuera. ¿Cuándo vuelve?",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 469.92,
      "fin": 473.97,
      "duracion": 4.05,
      "texto": "Volvería a mediados de febrero.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 474.83,
      "fin": 501.74,
      "duracion": 26.91,
      "texto": "Bueno, mire, nosotros hagamos una cosa para cuando usted vuelve, yo le voy a dejar lo que es el mensajito a través de lo que es WhatsApp para que usted me pueda estar agendando y usted apenas esté nuevamente acá, me vuelve a avisar. ¿Usted cuándo viaja? El viernes. ¿El viernes? Bueno, pero no hay problema, nosotros acá el viernes puede ir a buscar el chip. ¿Y usted sale del país o se queda dentro del país?",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 502.75,
      "fin": 516.43,
      "duracion": 13.68,
      "texto": "No, adentro. dentro del país. Bueno, buenísimo. ¿Por qué le consultaba? Porque nuestros planes ahora incluyen lo que es roaming en América y esto tarda 48 horas. O sea, que usted ya se vaya y viaje con su chip literalmente activado.",
      "confianza": 0.347,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 516.93,
      "fin": 554.24,
      "duracion": 37.31,
      "texto": "Aproximadamente, pero lo que es el día miércoles, ya estaría su chip disponible en nuestro sucursal para que usted lo pueda dar la vida a retirar, ¿bien? Y el plan, como le dije, el plan más económico que nosotros tenemos, o sea, sería el plan, tenemos el de 20 gigas que les quedaría ofendiendo 3.250. ¿Cuánto? 3.250. Si no, el más económico, que sería el de 12 gigas, que quedaría en el 11.400. Con cualquier de los dos planes, se puede volver a traer a nuestra compañía. ¿Hay en cantidad de gigas o de menor costo?",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 555.3,
      "fin": 561.61,
      "duracion": 6.31,
      "texto": "Sí, hola, ¿cómo estás? Bueno, bueno, cualquier cosa que hay en este momento.",
      "confianza": 0.226,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 563.21,
      "fin": 577.51,
      "duracion": 14.3,
      "texto": "Bueno, perfecto. Muchísimas gracias, entonces, Juana, por su tiempo y espero el mensajito a través de WhatsApp. Me quiere cambiar la movilidad, ¿viste? No, no, no. Que tengas hermosos días, muchas gracias.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 578.35,
      "fin": 579.55,
      "duracion": 1.2,
      "texto": "De nada, saludo.",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal con Juana? Sí. ¿Qué tal, Juana Rossi? Es mi nombre, me estoy contactando de verdad, ¿y recupero de movistar todo bien? Sí, sí, todo bien. Me ayudó mucho. Para hacer súper bien, nosotros la estamos llamando porque, bueno, tenemos beneficios para lo que es la línea telefónica. ¿Usted sigue en la que es la compañía de claro, con una buena mensual? Sí. Perfecto. Nosotros justamente la llamamos porque vemos que está bonando mucho y queremos brindarle lo que es un combo completo en lo que es el servicio de internet más la línea telefónica. ¿Con qué compañía maneja el Wi-Fi? Movistar. Con Movistar. Perfecto. La idea sería poder brindarle un descuento en lo que es el servicio de fibra óptica. para que pueda pagar menos, y en este caso también brindarle un beneficio para la piensa de la línea del celu. ¿Usted cuántas días maneja en lo que es la compañía de claro? No sé porque mi hija sabe, la que paga es mi hija. Perfecto. Bueno, miren, nosotros tenemos una promoción que en este caso es un total de 12 gigas. Tenían cuatro del plan de base, cuatro del regalo que nosotros le damos durante seis meses y cuatro de forma permanente por tener el servicio de internet en casa más el descuento al Wi-Fi. Entonces, le quedaría un total de 12 gigas a tan solo 11.400, que es mucho más económico de lo que usted está bonando y con el doble de gigas que usted actualmente mantiene. No solo se lleva la línea telefónica, sino también lo que es el descuento en el servicio de casa. ¿Usted cuánto abona con lo que es el wifi en el hogar? Sí, pero en este momento no quiero cambiar ni nada. Estoy bien con... claro. Bien, entiendo que usted dice bien. La idea es que pueda estar muchísimo mejor. Siempre te dicen lo mismo. Siempre te dicen lo mismo y después terminan haciendo otro. Entiendes? Yo ya me pongo conciencia. Puedo cambiar cuántas veces, sí, no, no. Te pintan bonito y después te dan con hacha. Claro, es súper entendible y justamente usted cuando se fue fue un momento muy crítico de la compañía Movistar, por eso es que justamente me contaron toda esta área que es un nuevo área de recupero, para que usted pueda volver nuevamente y no solamente se lleve el descuento de la wifi sino que también pueda tener un mayor beneficia en lo que es la línea telefónica. Veo que en lo que es la compañía de claro, bueno, paga mucho y la realidad no es solamente que reduzca costos, sino que mantenga lo que es una mayor calidad en cuanto al servicio, ¿verdad? ¿Usted sigue en Temporle o se ha cambiado de domicilio? No, sigo en Temporle. Bueno, nosotros justamente nos conectamos porque ahora en la localidad no solamente hemos mejorado nuestras antenas, sino que hemos implementado lo que es el chip con 4G+, bien, para que no tenga ningún inconveniente en cuanto a lo que es el servicio de internet, que veo que anteriormente también tenía lo que es una queja en cuanto a lo que le funcionaba mal, bien. Y tenemos también una sucursal cercana, que en este caso, bueno, es en Lomas, que está muy cerquita, para que usted con el numerito pueda mantener su número y pasar nuevamente a retirar lo que es el nuevo chip. Bien, y puede aprovechar esta promoción en Wi-Fi. ¿Usted en casa sabe cuánto abona aproximadamente con nosotros? No, por eso lo paga mi hija. Bueno, la idea sería que pueda acceder a este beneficio y llevarse también al que es el servicio de internet. Por ahí quizá no es mucho lo que es el descuento, pero siempre está bueno poder ahorrarse lo que es un poco de dinero. El procedimiento, como usted ya es cliente con nosotros, es súper sencillo. ¿Por qué? Porque nosotros ya contamos con los datos acá en el sistema y lo que hacemos es poder validarlo. Nosotros los validamos en caso de que usted haya cambiado, capaz que me dice, y no, Rol, yo ahora cambié el correo electrónico y modificamos también lo que es el correo electrónico, no hay ningún problema. Nosotras la sucursal que tenemos cercana es en la calle Hipólito Iriboyen a 89.97, en Lomas. No sé si usted la conoce. Sí, lo conozco, lo conozco. Lo conozco, claro. Bueno, nosotros tenemos horarios de atención de lunes a sábado de 9 a 20. Y una idea sería justamente poder hacer lo que es la carga del sistema. Y nos trajo un día de anticipación, dentro de las 48 horas áviles, la avisamos para que pueda acercarse con DNI en mano a hacer lo que es el retiro del chip. Por supuesto que mantiene el mismo número. Nosotros le mandamos un numerito de portabilidad por mensaje de texto para que lo puedan mantener. Y en las 48 horas usted ya pertenece a lo que es la compañía Movistar y se lleva en el próximo mes el descuento de la reserva de fibra, ¿bien? Y se ahorra todo eso. Claro, a cambio, ¿qué cumplieron? Esta hace mucho, esta hace un par de meses, ¿verdad? Sí. Claro, sí, por eso es lo que está pagando tanto. Bueno, nosotros lo que hacemos es justamente eso, es validar los datos. ¿Juan, no les lleva más de cinco minutos? Y eso sería todo, ¿le parece? ¿Cómo es tu nombre? ¿Cómo es tu nombre? Rocío. Rocío, ya me dijeron varias veces. Yo me cambio a movistar, después me van subiendo, me van subiendo, me van subiendo. Por eso te avise cuando perdí la confianza. Sí, totalmente. Si lo entiendo, Juana, la verdad que es algo terrible y por eso justamente hemos perdido varios clientes y se ha creado esta nueva área, que es el área de la resolución de la compañía de movistar. Pero es que usted no vuelve a tener este tipo de inconvenientes con nuestra compañía. Nosotros buscamos, no estamos buscando que usted vuelva con nosotros, después se vuelva nuevamente a pasar a la clara y después vuelva nuevamente con nosotros. Buscamos lo que es la permanencia suya dentro de lo que es la compañía. Decide, eh, ¿abarca esto para la GACA? Claro, la idea sería que usted, en lo que es el servicio de Internet en la casa, eh, veo que no está su nombre lo que es el servicio Wi-Fi, está el nombre de otra persona, ¿verdad? Sí. Claro. Nosotros lo que hacemos es sobre la línea fija, yo creo que, eh, por medio de que usted no tenga el aparatito, cuando los técnicos van a instalarle en el modem, le dejan una línea fija, ¿verdad? Nosotros con esa, el numerito de línea fija, lo que hacemos es brindarle el descuento para que usted, en su precio de la factura que tenga con Movistar, que calculo que debe ser ya para lo que es el mes de febrero, usted ya tenga el descuento aplicado, ¿bien? Y a su cellulo le regalamos cuatro siglos. O sea, cualquiera de todos los planes que usted elija con nuestra compañía, le damos cuatro siglos de forma permanente por tener lo que es el servicio de internet. Entonces, de forma permanente tiene el descuento de la fibra más las cuatro siglos de regalo. Si usted saca la línea de Movistar, automáticamente pierde este beneficio, pero manteniendo los dos servicios activos, tiene lo que es el descuento y las cuatro gigas de regalo. Esa es la que nosotros le brindamos. Y además, el procedimiento, como le dije, es súper sencillo. Nosotros no le pedimos ningún tipo de datos, sino que lo validamos en este caso. Y usted me confirma lo que es, por ejemplo, no sé, el nombre completo. Nosotros tenemos todo, pero usted me le tendría que confirmar por si ha cambiado algún tipo de datos, que siempre, no sé, cambiamos el correo o cambiamos alguno. Usted me lo comenta y nosotros se lo modificamos. Bueno. Claro, ahora ya no tengo tiempo porque estoy viajando, ¿viste? ¿Cuál es el problema? ¿Usted que va en el colectivo o...? Estoy viajando, ya estoy viajando. No, no, no. Yo viajo para afuera. Me voy para afuera. Ah, se va para afuera. ¿Cuándo vuelve? Volvería a mediados de febrero. Bueno, mire, nosotros hagamos una cosa para cuando usted vuelve, yo le voy a dejar lo que es el mensajito a través de lo que es WhatsApp para que usted me pueda estar agendando y usted apenas esté nuevamente acá, me vuelve a avisar. ¿Usted cuándo viaja? El viernes. ¿El viernes? Bueno, pero no hay problema, nosotros acá el viernes puede ir a buscar el chip. ¿Y usted sale del país o se queda dentro del país? No, adentro. dentro del país. Bueno, buenísimo. ¿Por qué le consultaba? Porque nuestros planes ahora incluyen lo que es roaming en América y esto tarda 48 horas. O sea, que usted ya se vaya y viaje con su chip literalmente activado. Aproximadamente, pero lo que es el día miércoles, ya estaría su chip disponible en nuestro sucursal para que usted lo pueda dar la vida a retirar, ¿bien? Y el plan, como le dije, el plan más económico que nosotros tenemos, o sea, sería el plan, tenemos el de 20 gigas que les quedaría ofendiendo 3.250. ¿Cuánto? 3.250. Si no, el más económico, que sería el de 12 gigas, que quedaría en el 11.400. Con cualquier de los dos planes, se puede volver a traer a nuestra compañía. ¿Hay en cantidad de gigas o de menor costo? Sí, hola, ¿cómo estás? Bueno, bueno, cualquier cosa que hay en este momento. Bueno, perfecto. Muchísimas gracias, entonces, Juana, por su tiempo y espero el mensajito a través de WhatsApp. Me quiere cambiar la movilidad, ¿viste? No, no, no. Que tengas hermosos días, muchas gracias. De nada, saludo.",
  "calidad": {
    "confianza_promedio": 0.544,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:41:50.229241",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 134,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:19.850773",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112716963_ACD_22507",
    "fecha_inicio": "12/1/2026 11:27:16",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 581,
    "tiempo_conversacion": 557,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}