{
  "archivo": "amza20_1_260112103952664_MIT_01954.wav",
  "duracion_segundos": 96.69,
  "num_segmentos": 18,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 54.08,
    "Cliente": 35.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.13,
      "fin": 12.0,
      "duracion": 10.87,
      "texto": "La última parte. ¿Ahí me escuchas, Matías?",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.1,
      "fin": 41.28,
      "duracion": 27.18,
      "texto": "Disculpame, justo se deja de escuchar, no sé. Bueno, mira, ahí te terminé el cierre, sí, que era la última parte, ¿bien? Entonces, como te decía, desde el ADAMI Modestar, sigues ingresando a la sección Servicios, vas a ver toda la información referida a las facturas, el ciclo de facturación, el vencimiento, el monto a pagar. Puedes activar 20 gigas de regalo con una duración de 30 días, que esto es aparte de los gigas que te comenté del plan C. Puedes adherirte automático y puedes sumar 4 gigas de regalo en cada línea, si es que portas más de una línea desde que trabaja bajo tu nombre.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.26,
      "fin": 54.17,
      "duracion": 11.91,
      "texto": "Con respecto a lo que es la fecha de portabilidad, un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha para que te quedes tranquilo. Es importante que, como te digo, el QR te va a llegar, suponete un día antes, te van a avisar cuando tengas que portar la línea.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.67,
      "fin": 67.1,
      "duracion": 12.43,
      "texto": "En caso de que no se te active la línea apenas escanees el QR, te pido que reinicies el teléfono. Por otro lado, en los últimos días vas a recibir una encuesta de satisfacción vía Whatsapp, te pido que la completes ya que tu opinión es muy importante para la empresa.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.7,
      "fin": 70.27,
      "duracion": 2.56,
      "texto": "Bien, ahí te voy a terminar con el perfil, si hay alguna duda consulta.",
      "confianza": 0.325,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.81,
      "fin": 96.69,
      "duracion": 24.88,
      "texto": "No, por ahora... Perfecto, bueno, mira, como tiene cual, te pido luego que te encargo lo que es la foto del DNI y ya quedamos listos, ¿sí? Sí, ahí ahora en un rato que lo paso y entre tanto te voy pasando el número de línea de internet o... Claro, lo voy cargando en la planilla y todo. Así que bueno, bueno Matías, entonces sin más que decir, yo ahora me pongo a cargar lo que él le solicitó. Estamos en contacto, ¿sí? Dale, nos vemos, gracias. Adiós.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "La última parte. ¿Ahí me escuchas, Matías? Disculpame, justo se deja de escuchar, no sé. Bueno, mira, ahí te terminé el cierre, sí, que era la última parte, ¿bien? Entonces, como te decía, desde el ADAMI Modestar, sigues ingresando a la sección Servicios, vas a ver toda la información referida a las facturas, el ciclo de facturación, el vencimiento, el monto a pagar. Puedes activar 20 gigas de regalo con una duración de 30 días, que esto es aparte de los gigas que te comenté del plan C. Puedes adherirte automático y puedes sumar 4 gigas de regalo en cada línea, si es que portas más de una línea desde que trabaja bajo tu nombre. Con respecto a lo que es la fecha de portabilidad, un día antes, por mensaje de WhatsApp, te vamos a estar informando la fecha para que te quedes tranquilo. Es importante que, como te digo, el QR te va a llegar, suponete un día antes, te van a avisar cuando tengas que portar la línea. En caso de que no se te active la línea apenas escanees el QR, te pido que reinicies el teléfono. Por otro lado, en los últimos días vas a recibir una encuesta de satisfacción vía Whatsapp, te pido que la completes ya que tu opinión es muy importante para la empresa. Bien, ahí te voy a terminar con el perfil, si hay alguna duda consulta. No, por ahora... Perfecto, bueno, mira, como tiene cual, te pido luego que te encargo lo que es la foto del DNI y ya quedamos listos, ¿sí? Sí, ahí ahora en un rato que lo paso y entre tanto te voy pasando el número de línea de internet o... Claro, lo voy cargando en la planilla y todo. Así que bueno, bueno Matías, entonces sin más que decir, yo ahora me pongo a cargar lo que él le solicitó. Estamos en contacto, ¿sí? Dale, nos vemos, gracias. Adiós.",
  "calidad": {
    "confianza_promedio": 0.571,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:50:29.221466",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 18,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:16.610263",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112103952664_MIT_01954",
    "fecha_inicio": "12/1/2026 10:39:53",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 95,
    "tiempo_conversacion": 93,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}