{
  "archivo": "amza22_1_260115112106403_ACD_67769.wav",
  "duracion_segundos": 290.44,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 76.32,
    "Cliente": 193.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.97,
      "fin": 3.63,
      "duracion": 1.66,
      "texto": "Hola, buen día. Hablo con Daniel.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.68,
      "fin": 12.11,
      "duracion": 7.43,
      "texto": "Sí, buen día. Daniel, cómo estás? Mi nombre es Belén, me presento. Mire, yo le estoy llamando desde el área de recupero de residentes de Movistar.",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.75,
      "fin": 27.46,
      "duracion": 14.71,
      "texto": "Queríamos saber por qué se ha ido de la compañía en su momento, Daniel. Sabría decirme. Porque no me atendía muy bien. Normal, no me atendía precisamente. Ah, pero usted qué problemática tenía para llamar.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.99,
      "fin": 70.44,
      "duracion": 41.45,
      "texto": "por el tema de la facturación y los yigas me vendieron una cosa y después a los tres meses me cambiaron el plan y ya no era lo mismo y se llamaba y me daba la bolilla y me cambié de compañía. Bien, lamento realmente lo que les sucedió. Les digo, en su momento perdimos a varios clientes por eso mismo de la facturación que me está comentando usted. Les digo, antes estábamos regulados por un ente regulador que la verdad no regulaba porque ustedes debían pagar un monto que vio que no era el que estaba estipulado en su momento. Y la verdad que nos trasladamos a varios clientes de varios años. La verdad que fue muy triste eso.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.04,
      "fin": 88.22,
      "duracion": 17.18,
      "texto": "Mire, lo que estamos llamando ahora es para dar un beneficio con un descuento fijo por seis meses en un monto en cualquier plan que usted elija en estos momentos. ¿Sabe qué plan tiene que contar usted? Sí, 20 siglas por mes.",
      "confianza": 0.825,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.32,
      "fin": 125.6,
      "duracion": 36.28,
      "texto": "Ah, 20 gigas, sí. ¿Y sabe cuánto es el momento? Creo que algo de 16, si no me equivoco. Ah, 16. Bien, perfecto. Mire, porque nosotros tenemos ahora lo que son unos planes que tienen un descuento mayor al que ya teníamos. Y el momento tenemos uno de 8 gigas base más 8 gigas de regalo, es decir, se tendría 16 gigas con WhatsApp totalmente gratis, puede hablar libre a cualquier compañía, tiene llamadas y mensajes ilimitados. Y también se le suma lo que es América Preciosa Local y lo que es Rummin en América. Esto quiere decir que si usted se va del país no va a quedar sin comunicar en ningún momento.",
      "confianza": 0.324,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 126.42,
      "fin": 165.58,
      "duracion": 39.16,
      "texto": "Usted, como le dije, obtendría un descuento fijo por seis meses y el valor es de 10.400 pesos los 16 gigas. Yo no sé si usted utiliza mucho el selu o no, Daniel. Sí, sí, lo uso. Bien, perfecto. Mire, con respecto a las líneas, usted tiene solo una línea o tiene más de una? No, tengo una línea sola. Tiene una línea. ¿Y tiene fibra óptica, el Wi-Fi? No, no. Ah, bien, con esas razones que usted utiliza bastante el celu. Bien, mire, entonces le consulto. ¿Usted tiene el chip físico o tiene un chip de SIM en su celu?",
      "confianza": 0.83,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 168.56,
      "fin": 172.59,
      "duracion": 4.03,
      "texto": "Ahí me mataste. El chip que viene con el celular. El chip físico es el de plástico chiquitito que se coloca en un costado.",
      "confianza": 0.014,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 173.09,
      "fin": 175.15,
      "duracion": 2.06,
      "texto": "Sí, ese. Ah, ese, ese.",
      "confianza": 0.178,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.17,
      "fin": 176.11,
      "duracion": 0.94,
      "texto": "Bien, perfecto.",
      "confianza": 0.748,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 176.51,
      "fin": 213.25,
      "duracion": 36.74,
      "texto": "Mire, le estaba consultando éste porque nosotros, o sea, el chip se puede mandar tanto al domicilio como usted lo puede ir a retirar a lo que es la sucursal más cercana. Nosotros buscamos su comodidad y buscamos la sucursal más cercana a su domicilio donde le puedan ayudar también a poner el chip y ayudarlo con lo que es la activación si usted lo precisa. ¿Por qué le digo lo de la sucursal? Porque es lo más rápido que tenemos. Es de 48 a 72 horas. mientras que a su domicilio puede tardar de cinco a siete días hábiles, más o menos. Por eso le estaba preguntando. Mire, ¿usted de qué provincia y qué localidad es, Daniel?",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.55,
      "fin": 227.7,
      "duracion": 12.15,
      "texto": "De Capital. Bien, de Capital, pero de Buenos Aires, digo. Ah, bien, bien, bien. A ver, Capital Federal. ¿De Caba, entonces? Sí. Claro, yo no estoy allá, por eso le estoy consultando.",
      "confianza": 0.028,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.42,
      "fin": 228.69,
      "duracion": 0.27,
      "texto": "Bien,",
      "confianza": 0.491,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.69,
      "fin": 230.12,
      "duracion": 1.43,
      "texto": "bien, entonces, acá, Caba.",
      "confianza": 0.491,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.62,
      "fin": 259.59,
      "duracion": 28.97,
      "texto": "Bien, mire. las sucursales que tenemos acá disponibles que me saltan. ¿Usted conoce alguna sucursal de Movistar que esté cerca de ahí? No, no, en esta hora no, pero igual estoy conforme yo con algo claro que no voy a cambiar. Bien, pero está pagando bastante más, por eso es que yo le estaba consultando. Sí, sí, sí, pero no, o sea, yo hasta ahora estoy bien y no tengo problema.",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.38,
      "fin": 268.79,
      "duracion": 8.41,
      "texto": "Si quiere, igualmente, podemos realizarle esto. No es ningún papelerío, ningún trámite engorroso ni nada, es algo rápido.",
      "confianza": 0.825,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 269.29,
      "fin": 277.47,
      "duracion": 8.19,
      "texto": "Y si quiere usted, como entiende lo que le sucedió, puede probar un mes y después, si quiere, se pasa a la otra compañía en la que está.",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 282.18,
      "fin": 290.44,
      "duracion": 8.26,
      "texto": "Para probarlo. Por el momento, yo te agradezco. No voy a seguir así. Está bien. Te lo entiendo, Andrés. Que tenga lindo día, entonces. Gracias.",
      "confianza": 0.072,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Daniel. Sí, buen día. Daniel, cómo estás? Mi nombre es Belén, me presento. Mire, yo le estoy llamando desde el área de recupero de residentes de Movistar. Queríamos saber por qué se ha ido de la compañía en su momento, Daniel. Sabría decirme. Porque no me atendía muy bien. Normal, no me atendía precisamente. Ah, pero usted qué problemática tenía para llamar. por el tema de la facturación y los yigas me vendieron una cosa y después a los tres meses me cambiaron el plan y ya no era lo mismo y se llamaba y me daba la bolilla y me cambié de compañía. Bien, lamento realmente lo que les sucedió. Les digo, en su momento perdimos a varios clientes por eso mismo de la facturación que me está comentando usted. Les digo, antes estábamos regulados por un ente regulador que la verdad no regulaba porque ustedes debían pagar un monto que vio que no era el que estaba estipulado en su momento. Y la verdad que nos trasladamos a varios clientes de varios años. La verdad que fue muy triste eso. Mire, lo que estamos llamando ahora es para dar un beneficio con un descuento fijo por seis meses en un monto en cualquier plan que usted elija en estos momentos. ¿Sabe qué plan tiene que contar usted? Sí, 20 siglas por mes. Ah, 20 gigas, sí. ¿Y sabe cuánto es el momento? Creo que algo de 16, si no me equivoco. Ah, 16. Bien, perfecto. Mire, porque nosotros tenemos ahora lo que son unos planes que tienen un descuento mayor al que ya teníamos. Y el momento tenemos uno de 8 gigas base más 8 gigas de regalo, es decir, se tendría 16 gigas con WhatsApp totalmente gratis, puede hablar libre a cualquier compañía, tiene llamadas y mensajes ilimitados. Y también se le suma lo que es América Preciosa Local y lo que es Rummin en América. Esto quiere decir que si usted se va del país no va a quedar sin comunicar en ningún momento. Usted, como le dije, obtendría un descuento fijo por seis meses y el valor es de 10.400 pesos los 16 gigas. Yo no sé si usted utiliza mucho el selu o no, Daniel. Sí, sí, lo uso. Bien, perfecto. Mire, con respecto a las líneas, usted tiene solo una línea o tiene más de una? No, tengo una línea sola. Tiene una línea. ¿Y tiene fibra óptica, el Wi-Fi? No, no. Ah, bien, con esas razones que usted utiliza bastante el celu. Bien, mire, entonces le consulto. ¿Usted tiene el chip físico o tiene un chip de SIM en su celu? Ahí me mataste. El chip que viene con el celular. El chip físico es el de plástico chiquitito que se coloca en un costado. Sí, ese. Ah, ese, ese. Bien, perfecto. Mire, le estaba consultando éste porque nosotros, o sea, el chip se puede mandar tanto al domicilio como usted lo puede ir a retirar a lo que es la sucursal más cercana. Nosotros buscamos su comodidad y buscamos la sucursal más cercana a su domicilio donde le puedan ayudar también a poner el chip y ayudarlo con lo que es la activación si usted lo precisa. ¿Por qué le digo lo de la sucursal? Porque es lo más rápido que tenemos. Es de 48 a 72 horas. mientras que a su domicilio puede tardar de cinco a siete días hábiles, más o menos. Por eso le estaba preguntando. Mire, ¿usted de qué provincia y qué localidad es, Daniel? De Capital. Bien, de Capital, pero de Buenos Aires, digo. Ah, bien, bien, bien. A ver, Capital Federal. ¿De Caba, entonces? Sí. Claro, yo no estoy allá, por eso le estoy consultando. Bien, bien, entonces, acá, Caba. Bien, mire. las sucursales que tenemos acá disponibles que me saltan. ¿Usted conoce alguna sucursal de Movistar que esté cerca de ahí? No, no, en esta hora no, pero igual estoy conforme yo con algo claro que no voy a cambiar. Bien, pero está pagando bastante más, por eso es que yo le estaba consultando. Sí, sí, sí, pero no, o sea, yo hasta ahora estoy bien y no tengo problema. Si quiere, igualmente, podemos realizarle esto. No es ningún papelerío, ningún trámite engorroso ni nada, es algo rápido. Y si quiere usted, como entiende lo que le sucedió, puede probar un mes y después, si quiere, se pasa a la otra compañía en la que está. Para probarlo. Por el momento, yo te agradezco. No voy a seguir así. Está bien. Te lo entiendo, Andrés. Que tenga lindo día, entonces. Gracias.",
  "calidad": {
    "confianza_promedio": 0.495,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:11:42.120065",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:17.947872",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115112106403_ACD_67769",
    "fecha_inicio": "15/1/2026 11:21:06",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 329,
    "tiempo_conversacion": 279,
    "tiempo_hold": 0,
    "tiempo_acw": 36,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}