{
  "archivo": "amza2_1_260116105158526_MIT_01955.wav",
  "duracion_segundos": 859.04,
  "num_segmentos": 211,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 264.59,
    "Cliente": 529.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 12.01,
      "fin": 16.5,
      "duracion": 4.49,
      "texto": "Hola. Hola, buen día. María Luisa, ¿verdad?",
      "confianza": 0.161,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.52,
      "fin": 16.76,
      "duracion": 0.24,
      "texto": "Sí, sí, sí.",
      "confianza": 0.186,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.78,
      "fin": 18.54,
      "duracion": 1.76,
      "texto": "Qué tal. Un gusto. Le doy la alusión de movilizar.",
      "confianza": 0.244,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.26,
      "fin": 25.81,
      "duracion": 5.55,
      "texto": "Bien. Habíamos estado en contacto, entonces, por WhatsApp. Yo le estaba explicando lo que son las promociones que tengo.",
      "confianza": 0.885,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.49,
      "fin": 88.26,
      "duracion": 61.77,
      "texto": "Le voy a explicar, entonces, que tengo los 16 gigas en total a 10,400 pesos y, si no, el plan de 8 gigas en total a 7,460, ¿sí? Sí, es decir, el de 8 gigas, porque después cuando termine la promoción, ¿qué hago? ¿Entendés? Sí, sí, sí, de todas maneras, como les comenté en los días anteriores, así María, cuando usted les dé lo que es el mensajito que se le terminó la promoción, me puede volver a contactar a mí, me puede acceder a la promoción. Bueno, te llamo a vos, porque, o sea, yo antes de irme a claro, llamé a movistar un montón de veces, y no me daban ninguna promoción. Nadie me atendía. O sea, yo no me quito. Y bueno, ¿tengo otro? Sí. Tengo un tercer teléfono. Sí. Vale. El tercer teléfono no lo uso para llamar. Solo para WhatsApp. O sea, que no necesito llamar. Pero ese es el Movistar. Sí, sí. Y este nombre mío lo tengo en el trabajo.",
      "confianza": 0.791,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.92,
      "fin": 146.95,
      "duracion": 58.03,
      "texto": "Bien, perfecto. Perfecto. De todas maneras, cuando pases lo que es estas líneas a movistar, no sé si has descargado la aplicación de movistar en algún momento. Sí, en algún momento lo bajé, sí. Bueno, la podés volver a descargar, vas a asociar lo que son las tres líneas que están en la misma titularidad y las podés manejar de ahí. ¿Qué quiere decir? Que por más que la otra esté con tarjeta, sí, la podés visualizar ahí y ponerle que un día, no sé, necesitas de la nada cargarle datos Lo puedes hacer desde la misma aplicación, porque ahí no te la van a promocionar. Y lo que te quería comentar, entonces, que cuando se te venza lo que es esta promoción, te va a llegar un mensajito de aviso, ahí mismo me contactás y yo te mando directamente a hablar con una, directamente, con atención al cliente o cobranza, así te dan lo que haces vigente en ese momento de promoción. Así sí, así sí, porque yo te pudo que antes de contratar a Claro, yo ané un montón a movilizar.",
      "confianza": 0.582,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 147.57,
      "fin": 152.12,
      "duracion": 4.55,
      "texto": "Sí, un montón, porque está registrada la llamada. Sí, exactamente.",
      "confianza": 0.248,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.18,
      "fin": 164.67,
      "duracion": 12.49,
      "texto": "Por eso, María, te brindo lo que va a ser mi número laboral, que es de donde estábamos chateando, o sea, hablando, porque directamente, digamos, soy una persona humana, porque por ahí con movistarte pasaba que era un robot.",
      "confianza": 0.774,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.21,
      "fin": 187.96,
      "duracion": 22.75,
      "texto": "Exactamente, exactamente. No me volví loca. Y ahora me gana movistar por cansancias. Igual hasta el fin de semana tengo esta línea, ¿no? Si lo paso ahora sí. Sí, tranquila, que en realidad tenés que ser 32 horas hábiles. Ah, porque yo al fin de semana ya vuelvo.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.66,
      "fin": 202.7,
      "duracion": 14.04,
      "texto": "Sí, no, tranqui, que recién el día miércoles, en el tercer día, al segundo día se aprueba, al tercer día vas a retirar los chips. Bueno, creo que tienen todos mis datos, fíjate. Sí,",
      "confianza": 0.671,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 202.7,
      "fin": 209.78,
      "duracion": 7.08,
      "texto": "mira, me figura un correo que dice M. Luisa Pascuales.",
      "confianza": 0.698,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.8,
      "fin": 219.22,
      "duracion": 9.42,
      "texto": "Sí. Perfecto. María Luisa, lo que sí te voy a pedir es el otro número de celular que vamos a aportar. 11 es el de mi esposo. 11. 30811516.",
      "confianza": 0.186,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 222.62,
      "fin": 229.65,
      "duracion": 7.03,
      "texto": "Te lo repito para cargarlo bien. 11. 30811516.",
      "confianza": 0.799,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.71,
      "fin": 231.49,
      "duracion": 1.78,
      "texto": "Sí.",
      "confianza": 0.54,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 231.93,
      "fin": 256.03,
      "duracion": 24.1,
      "texto": "Ah, la puse bien. Sí, igual te lo paso por WhatsApp, dale. Bueno, dale, perfecto. El nombre creo que lo tenés, Emilio. El de él, no, pero como están los nombres... Ah, bueno, perfecto. Y el perfil lo tengo con tarjeta, sí. Con tarjeta de movistar.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.87,
      "fin": 261.51,
      "duracion": 4.64,
      "texto": "Sí, sí, porque no uso llamadas ahí. Bien, bien, no hay problema entonces.",
      "confianza": 0.562,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 261.9,
      "fin": 269.57,
      "duracion": 7.67,
      "texto": "Mira, te comento que el día miércoles que tenés que ir a retirar los chips, te voy a asociar lo que es la tienda movistar más cercana, en qué localidad.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 270.37,
      "fin": 278.06,
      "duracion": 7.69,
      "texto": "En Congreso. En Congreso, bien. Ahora te... Ahora verificamos cuál es la que tenés más cercana.",
      "confianza": 0.834,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.7,
      "fin": 293.62,
      "duracion": 11.92,
      "texto": "También puede ser en Plaza Italia, porque estoy en la tarde ahí trabajando. Ah, bien. En Palermo también puede ser a la tarde. ¿Sí es a la tarde en Palermo?",
      "confianza": 0.512,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.16,
      "fin": 308.42,
      "duracion": 14.26,
      "texto": "En realidad lo podés ir a retirar en el momento que vos prefieras. Y si voy a la tarde no es todo en Palermo, dale. En Palermo, dale, perfecto. Ahora te digo sí, sí, ahí, pero ya te confirmo bien la dirección y te la mando también por WhatsApp.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.0,
      "fin": 312.95,
      "duracion": 3.95,
      "texto": "Mira, tengo... A ver, en Palermo...",
      "confianza": 0.525,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.64,
      "fin": 350.57,
      "duracion": 36.93,
      "texto": "Sí, dice sobre calle Honduras al 4700. Sí, sí, sí, ahí va yo, sí, Honduras al 4700, sí. De lunes a viernes, de 9 a 18, ¿te queda cómodo? Sí, sí, sí, sí, voy en un momento durante el día, dale. Dale, perfecto. Yo le saqué una captura y te lo voy a enviar a la dirección por WhatsApp, ¿bien? Bueno, sí, mándamelo por las dudas. De todas maneras, mandame si querés un mensajito entre el lunes y el martes, poneme, hola, Luciana, cuando retiro el chip, y no vas en vano.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 352.27,
      "fin": 383.82,
      "duracion": 31.55,
      "texto": "De todas maneras, todo eso se te va a estar avisando por mensajitos de WhatsApp. Ahora, lo que tengo que hacer es validar datos de esta manera. Voy a leerte lo que es un contrato, es un cierre comercial, lo cual lo tengo que hacer por ramada alegralmente para que quede grabado tanto para tu seguridad como para la mía, por cualquier cosa que pueda suceder. Yo voy a detallar las líneas a nombre de quiénes están, los planes a los que van a acceder y demás.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 384.21,
      "fin": 385.31,
      "duracion": 1.1,
      "texto": "Bien, perfecto.",
      "confianza": 0.75,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 385.67,
      "fin": 392.57,
      "duracion": 6.91,
      "texto": "No sé si te quedé alguna otra duda o confusa porque te comento que lo tengo que hacer de corrido al leer todo eso.",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 393.68,
      "fin": 397.44,
      "duracion": 3.76,
      "texto": "No, no, no. A ver si lo me lo haces ahora antes de que estés en la calle y no te voy a oír.",
      "confianza": 0.163,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 397.98,
      "fin": 403.77,
      "duracion": 5.79,
      "texto": "No, no, dale, te lo leo ahora. Son dos minutitos nada más, pero me gustaría lo tranquilo si podés prestar atención.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 404.35,
      "fin": 413.56,
      "duracion": 9.21,
      "texto": "Vamos a aportar entonces lo que son las... Decimos. Pongo un bolso alto, así lo que sea. Dale, dale, dale, perfecto.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 414.13,
      "fin": 437.03,
      "duracion": 22.9,
      "texto": "Vamos a aportar entonces las dos líneas, la 11-30-81-15-16 y la línea 11-65-99-64-86. Pero está a nombre suyo de María Luisa Pascuales. ¿Me confirman los últimos tres dijitos de su DNI, por favor? 121.",
      "confianza": 0.824,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 437.75,
      "fin": 438.53,
      "duracion": 0.78,
      "texto": "Perfecto.",
      "confianza": 0.815,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 438.63,
      "fin": 444.72,
      "duracion": 6.09,
      "texto": "Me comentó que cuenta con lo que es una factura mensual y la factura llega a su nombre o a nombre de otra persona.",
      "confianza": 0.816,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 445.86,
      "fin": 457.23,
      "duracion": 11.37,
      "texto": "A nombre mío. Muy bien. Lo que son los... El celular utiliza lo que es el chip físico, ¿verdad? Que es el chiquito que va dentro del CN.",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 457.25,
      "fin": 457.47,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.068,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 457.49,
      "fin": 466.46,
      "duracion": 8.97,
      "texto": "Este mismo quedamos de acuerdo entonces para la sucursal de Palermo, de Tienda Movistar sobre Calle Honduras al 4748. ¿Bien?",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 467.03,
      "fin": 479.02,
      "duracion": 11.99,
      "texto": "Sí, perfecto. Les recuerdo que el costo del servicio al día de hoy es de $7,460, por lo que incluye un descuento fijo durante seis meses de $30,140.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 480.02,
      "fin": 490.6,
      "duracion": 10.58,
      "texto": "Va a contar con lo que es cuatro sigas de base más cuatro sigas de regalo. Esto se va a habilitar 48 horas después de activar la línea. Y recuerde que el servicio se factura mes adelantado.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 491.26,
      "fin": 502.5,
      "duracion": 11.24,
      "texto": "El mail que vamos a dejar acentrado es mluizapascoale.com. Y el teléfono alternativo que voy a dejar es el suyo con el que me estoy contactando que termina en 6486.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 502.72,
      "fin": 503.28,
      "duracion": 0.56,
      "texto": "Bien, perfecto.",
      "confianza": 0.317,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 505.57,
      "fin": 528.57,
      "duracion": 23.0,
      "texto": "Recibiendo entonces lo que es su facturación online a través del mail que nos proporcionó. Y desde la aplicación MIMO, instar ingresando a la sección servicios, tenga en cuenta que va a poder ver toda la información referida al ciclo de facturación, vencimiento, montos, apagar. Va a poder activar cada línea lo que es 20 gigas de regalo con una duración de hasta 30 días disponible por un año.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 529.35,
      "fin": 556.28,
      "duracion": 26.93,
      "texto": "Además puede adherirse si usted quiere lo que es el débito automático. Y en este caso, como estamos pasando más de una línea abajo, la misma titularidad, va a contar con lo que es 4 gigas de regalos extra para cada línea también. Y una vez aprobada la portabilidad, su línea se va a estar portando lo que es el 48 horas hábiles. y un día antes por mensaje de WhatsApp le vamos a estar informando lo que es la fecha de portabilidad para que se quede tranquila.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 557.56,
      "fin": 586.98,
      "duracion": 29.42,
      "texto": "Así que no coloquen el chip antes de la fecha informada, de todas maneras se van a dar cuenta porque la línea, claro, dejará de recibir señal y ahí es cuando deben colocarlo. Le comento que por única vez deberán validar identidad al activarlo y en el caso que tenga alguna dificultad con la validación lo pueden intentar nuevamente. o se puede comunicar al 0800-321-76782, opción 4, y le solicito que en caso de no levantar señal con el chip, reinicie el equipo.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 587.48,
      "fin": 621.55,
      "duracion": 34.07,
      "texto": "Por otro lado, en el próximo día, si va a recibir lo que es un dispuesto a satisfacción por intermedio de un WhatsApp, yo le voy a pedir por favor, María, que la complete, ya que su opinión es muy importante tanto para mí como para la empresa, ¿sí? Perfecto. ¿Tiene alguna otra duda o consulta que me quiera realizar? No, no, no, creo que no. No, este no. Bien, perfecto. Le comento que, por último, sí necesito lo que es el código de portabilidad. No sé si usted recuerda que cuando hizo el pase de Movistar a Claro le pidieron lo mismo.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 622.09,
      "fin": 628.92,
      "duracion": 6.83,
      "texto": "En este caso, de Claro a Movistar también necesitamos lo que es ese código de portabilidad, ¿sí?",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 630.35,
      "fin": 648.44,
      "duracion": 18.09,
      "texto": "No sé dónde está eso. No me acuerdo. No, eso ahí le comento cómo es. Eso le llega desde un mensajito de texto común, es decir, un SMS. Le llega desde el número más 223. Fíjese que no es un número en particular porque lo manda a movistar oficial.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 649.08,
      "fin": 665.29,
      "duracion": 16.21,
      "texto": "Bien, el mensajito le dice su código de portabilidad es tanto, tiene cuatro dígitos, fecha de vencimiento y horario de vencimiento. El código lo que me permite María Luisa es poder pasar las dos líneas a movistar sin modificar los números telefónicos, ¿bien?",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 667.22,
      "fin": 679.27,
      "duracion": 12.05,
      "texto": "Esto es lo que nos permite el código de portabilidad. Yo les voy a pedir, por favor, que si le puede sacar una captura y enviármelo a mi WhatsApp. Bueno, bueno. A ver. Sí, yo la guardo en línea.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 680.21,
      "fin": 697.69,
      "duracion": 17.48,
      "texto": "Espera, espera. Sí, no hay problema. Mensajitos de texto común. Otra cosa que le voy a decir, María Luisa. Acá está. Acá está. El código de importabilidad. ¿Verdad? Su código de importabilidad es 2.009.",
      "confianza": 0.227,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 701.02,
      "fin": 703.48,
      "duracion": 2.46,
      "texto": "Sí. Convencimiento el 23 de enero.",
      "confianza": 0.058,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 704.4,
      "fin": 711.42,
      "duracion": 7.02,
      "texto": "Muy bien. ¿De 2026 qué horario tiene? Sí. De 10.59.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 712.02,
      "fin": 719.75,
      "duracion": 7.73,
      "texto": "Bien, perfecto. Perfecto. Le puedo pedir, por favor, si le saco una captura y me lo envía a mi WhatsApp. OK.",
      "confianza": 0.79,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 719.75,
      "fin": 724.78,
      "duracion": 5.03,
      "texto": "Bien, perfecto.",
      "confianza": 0.533,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 725.3,
      "fin": 727.16,
      "duracion": 1.86,
      "texto": "Tranquila, María. No hay problema.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 728.56,
      "fin": 734.89,
      "duracion": 6.33,
      "texto": "Otra cosa que le quiero comentar. ¿Se va a compartir con el WhatsApp? ¿Y tu nombre es Luciana?",
      "confianza": 0.873,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 735.51,
      "fin": 767.49,
      "duracion": 31.98,
      "texto": "Sí, Luciana es mi nombre. Sí, ya está. Ya está compartido. Ya está. Bien, perfecto. María, la otra cosa que le quiero decir, sí, que este código también lo que le avisa claro y a las otras compañías que usted se quiere pasar conmigo a movilizar, entonces le voy a pedir, por favor, que en el transcurso de en el día de hoy de 40 minutos apenas cortemos, no atienda ningún tramado, sí, porque esto va a provocar que se me genere una doble gestión de la que acabo de cargar, sí. Ay, no.",
      "confianza": 0.524,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 767.67,
      "fin": 775.77,
      "duracion": 8.09,
      "texto": "No, si yo te tengo que llamar, te voy a mandar un mensaje, te voy a poner a hablar a María Luisa, te tengo que llamar.",
      "confianza": 0.394,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 775.79,
      "fin": 781.76,
      "duracion": 5.97,
      "texto": "Si no, directamente hablás directamente conmigo, como te comenté, agéndame como ilusión de movilizar.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 782.46,
      "fin": 804.04,
      "duracion": 21.58,
      "texto": "Así, cualquier duda, consultas, si tenés dudas con la aplicación, también me puedes escribir y yo te puedo ayudar a escribir todo. Pero WhatsApp sí puedes usar, ¿no? Sí, obvio, WhatsApp puede estar tranquila, no te va a haber problema. ¿Puedo pedir lo que es la foto del DNI de ambos lados para corroborar la titularidad de la línea, por favor?",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 806.31,
      "fin": 808.77,
      "duracion": 2.46,
      "texto": "Ahora, después te la mando, ¿sí?",
      "confianza": 0.264,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 808.79,
      "fin": 810.49,
      "duracion": 1.7,
      "texto": "Bien, bien, perfecto.",
      "confianza": 0.745,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 810.51,
      "fin": 814.06,
      "duracion": 3.55,
      "texto": "¿Vos en qué horario podés volver a mandármelo?",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 818.07,
      "fin": 821.07,
      "duracion": 3.0,
      "texto": "Y ahora si está lo mismo, sí. ¿No la tenías en la copia de mi DNI ahí?",
      "confianza": 0.034,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 821.78,
      "fin": 834.59,
      "duracion": 12.81,
      "texto": "Bien, pasa que necesitamos la actualizada. No sé si, mira, yo te mandé lo que es un mensajito de WhatsApp, de todas maneras, y a ese número necesito. Pasa que necesito saber si está actualizado o no el DNI.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 835.75,
      "fin": 850.69,
      "duracion": 14.94,
      "texto": "Por eso necesitamos lo que es la última, el último que tenga, ¿sí? Bueno, bueno, listo. Te mando, Dani. Dale, yo te aguardo entonces a que me lo envíes en un ratito y si no te vuelvo a llamar. Sí,",
      "confianza": 0.814,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 850.69,
      "fin": 853.95,
      "duracion": 3.26,
      "texto": "porque tengo que estar en la cárcel.",
      "confianza": 0.626,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 853.97,
      "fin": 859.04,
      "duracion": 5.07,
      "texto": "Dale, listo. Que tengas un muy buen día, María. Hasta luego.",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. María Luisa, ¿verdad? Sí, sí, sí. Qué tal. Un gusto. Le doy la alusión de movilizar. Bien. Habíamos estado en contacto, entonces, por WhatsApp. Yo le estaba explicando lo que son las promociones que tengo. Le voy a explicar, entonces, que tengo los 16 gigas en total a 10,400 pesos y, si no, el plan de 8 gigas en total a 7,460, ¿sí? Sí, es decir, el de 8 gigas, porque después cuando termine la promoción, ¿qué hago? ¿Entendés? Sí, sí, sí, de todas maneras, como les comenté en los días anteriores, así María, cuando usted les dé lo que es el mensajito que se le terminó la promoción, me puede volver a contactar a mí, me puede acceder a la promoción. Bueno, te llamo a vos, porque, o sea, yo antes de irme a claro, llamé a movistar un montón de veces, y no me daban ninguna promoción. Nadie me atendía. O sea, yo no me quito. Y bueno, ¿tengo otro? Sí. Tengo un tercer teléfono. Sí. Vale. El tercer teléfono no lo uso para llamar. Solo para WhatsApp. O sea, que no necesito llamar. Pero ese es el Movistar. Sí, sí. Y este nombre mío lo tengo en el trabajo. Bien, perfecto. Perfecto. De todas maneras, cuando pases lo que es estas líneas a movistar, no sé si has descargado la aplicación de movistar en algún momento. Sí, en algún momento lo bajé, sí. Bueno, la podés volver a descargar, vas a asociar lo que son las tres líneas que están en la misma titularidad y las podés manejar de ahí. ¿Qué quiere decir? Que por más que la otra esté con tarjeta, sí, la podés visualizar ahí y ponerle que un día, no sé, necesitas de la nada cargarle datos Lo puedes hacer desde la misma aplicación, porque ahí no te la van a promocionar. Y lo que te quería comentar, entonces, que cuando se te venza lo que es esta promoción, te va a llegar un mensajito de aviso, ahí mismo me contactás y yo te mando directamente a hablar con una, directamente, con atención al cliente o cobranza, así te dan lo que haces vigente en ese momento de promoción. Así sí, así sí, porque yo te pudo que antes de contratar a Claro, yo ané un montón a movilizar. Sí, un montón, porque está registrada la llamada. Sí, exactamente. Por eso, María, te brindo lo que va a ser mi número laboral, que es de donde estábamos chateando, o sea, hablando, porque directamente, digamos, soy una persona humana, porque por ahí con movistarte pasaba que era un robot. Exactamente, exactamente. No me volví loca. Y ahora me gana movistar por cansancias. Igual hasta el fin de semana tengo esta línea, ¿no? Si lo paso ahora sí. Sí, tranquila, que en realidad tenés que ser 32 horas hábiles. Ah, porque yo al fin de semana ya vuelvo. Sí, no, tranqui, que recién el día miércoles, en el tercer día, al segundo día se aprueba, al tercer día vas a retirar los chips. Bueno, creo que tienen todos mis datos, fíjate. Sí, mira, me figura un correo que dice M. Luisa Pascuales. Sí. Perfecto. María Luisa, lo que sí te voy a pedir es el otro número de celular que vamos a aportar. 11 es el de mi esposo. 11. 30811516. Te lo repito para cargarlo bien. 11. 30811516. Sí. Ah, la puse bien. Sí, igual te lo paso por WhatsApp, dale. Bueno, dale, perfecto. El nombre creo que lo tenés, Emilio. El de él, no, pero como están los nombres... Ah, bueno, perfecto. Y el perfil lo tengo con tarjeta, sí. Con tarjeta de movistar. Sí, sí, porque no uso llamadas ahí. Bien, bien, no hay problema entonces. Mira, te comento que el día miércoles que tenés que ir a retirar los chips, te voy a asociar lo que es la tienda movistar más cercana, en qué localidad. En Congreso. En Congreso, bien. Ahora te... Ahora verificamos cuál es la que tenés más cercana. También puede ser en Plaza Italia, porque estoy en la tarde ahí trabajando. Ah, bien. En Palermo también puede ser a la tarde. ¿Sí es a la tarde en Palermo? En realidad lo podés ir a retirar en el momento que vos prefieras. Y si voy a la tarde no es todo en Palermo, dale. En Palermo, dale, perfecto. Ahora te digo sí, sí, ahí, pero ya te confirmo bien la dirección y te la mando también por WhatsApp. Mira, tengo... A ver, en Palermo... Sí, dice sobre calle Honduras al 4700. Sí, sí, sí, ahí va yo, sí, Honduras al 4700, sí. De lunes a viernes, de 9 a 18, ¿te queda cómodo? Sí, sí, sí, sí, voy en un momento durante el día, dale. Dale, perfecto. Yo le saqué una captura y te lo voy a enviar a la dirección por WhatsApp, ¿bien? Bueno, sí, mándamelo por las dudas. De todas maneras, mandame si querés un mensajito entre el lunes y el martes, poneme, hola, Luciana, cuando retiro el chip, y no vas en vano. De todas maneras, todo eso se te va a estar avisando por mensajitos de WhatsApp. Ahora, lo que tengo que hacer es validar datos de esta manera. Voy a leerte lo que es un contrato, es un cierre comercial, lo cual lo tengo que hacer por ramada alegralmente para que quede grabado tanto para tu seguridad como para la mía, por cualquier cosa que pueda suceder. Yo voy a detallar las líneas a nombre de quiénes están, los planes a los que van a acceder y demás. Bien, perfecto. No sé si te quedé alguna otra duda o confusa porque te comento que lo tengo que hacer de corrido al leer todo eso. No, no, no. A ver si lo me lo haces ahora antes de que estés en la calle y no te voy a oír. No, no, dale, te lo leo ahora. Son dos minutitos nada más, pero me gustaría lo tranquilo si podés prestar atención. Vamos a aportar entonces lo que son las... Decimos. Pongo un bolso alto, así lo que sea. Dale, dale, dale, perfecto. Vamos a aportar entonces las dos líneas, la 11-30-81-15-16 y la línea 11-65-99-64-86. Pero está a nombre suyo de María Luisa Pascuales. ¿Me confirman los últimos tres dijitos de su DNI, por favor? 121. Perfecto. Me comentó que cuenta con lo que es una factura mensual y la factura llega a su nombre o a nombre de otra persona. A nombre mío. Muy bien. Lo que son los... El celular utiliza lo que es el chip físico, ¿verdad? Que es el chiquito que va dentro del CN. Sí, sí, sí. Este mismo quedamos de acuerdo entonces para la sucursal de Palermo, de Tienda Movistar sobre Calle Honduras al 4748. ¿Bien? Sí, perfecto. Les recuerdo que el costo del servicio al día de hoy es de $7,460, por lo que incluye un descuento fijo durante seis meses de $30,140. Va a contar con lo que es cuatro sigas de base más cuatro sigas de regalo. Esto se va a habilitar 48 horas después de activar la línea. Y recuerde que el servicio se factura mes adelantado. El mail que vamos a dejar acentrado es mluizapascoale.com. Y el teléfono alternativo que voy a dejar es el suyo con el que me estoy contactando que termina en 6486. Bien, perfecto. Recibiendo entonces lo que es su facturación online a través del mail que nos proporcionó. Y desde la aplicación MIMO, instar ingresando a la sección servicios, tenga en cuenta que va a poder ver toda la información referida al ciclo de facturación, vencimiento, montos, apagar. Va a poder activar cada línea lo que es 20 gigas de regalo con una duración de hasta 30 días disponible por un año. Además puede adherirse si usted quiere lo que es el débito automático. Y en este caso, como estamos pasando más de una línea abajo, la misma titularidad, va a contar con lo que es 4 gigas de regalos extra para cada línea también. Y una vez aprobada la portabilidad, su línea se va a estar portando lo que es el 48 horas hábiles. y un día antes por mensaje de WhatsApp le vamos a estar informando lo que es la fecha de portabilidad para que se quede tranquila. Así que no coloquen el chip antes de la fecha informada, de todas maneras se van a dar cuenta porque la línea, claro, dejará de recibir señal y ahí es cuando deben colocarlo. Le comento que por única vez deberán validar identidad al activarlo y en el caso que tenga alguna dificultad con la validación lo pueden intentar nuevamente. o se puede comunicar al 0800-321-76782, opción 4, y le solicito que en caso de no levantar señal con el chip, reinicie el equipo. Por otro lado, en el próximo día, si va a recibir lo que es un dispuesto a satisfacción por intermedio de un WhatsApp, yo le voy a pedir por favor, María, que la complete, ya que su opinión es muy importante tanto para mí como para la empresa, ¿sí? Perfecto. ¿Tiene alguna otra duda o consulta que me quiera realizar? No, no, no, creo que no. No, este no. Bien, perfecto. Le comento que, por último, sí necesito lo que es el código de portabilidad. No sé si usted recuerda que cuando hizo el pase de Movistar a Claro le pidieron lo mismo. En este caso, de Claro a Movistar también necesitamos lo que es ese código de portabilidad, ¿sí? No sé dónde está eso. No me acuerdo. No, eso ahí le comento cómo es. Eso le llega desde un mensajito de texto común, es decir, un SMS. Le llega desde el número más 223. Fíjese que no es un número en particular porque lo manda a movistar oficial. Bien, el mensajito le dice su código de portabilidad es tanto, tiene cuatro dígitos, fecha de vencimiento y horario de vencimiento. El código lo que me permite María Luisa es poder pasar las dos líneas a movistar sin modificar los números telefónicos, ¿bien? Esto es lo que nos permite el código de portabilidad. Yo les voy a pedir, por favor, que si le puede sacar una captura y enviármelo a mi WhatsApp. Bueno, bueno. A ver. Sí, yo la guardo en línea. Espera, espera. Sí, no hay problema. Mensajitos de texto común. Otra cosa que le voy a decir, María Luisa. Acá está. Acá está. El código de importabilidad. ¿Verdad? Su código de importabilidad es 2.009. Sí. Convencimiento el 23 de enero. Muy bien. ¿De 2026 qué horario tiene? Sí. De 10.59. Bien, perfecto. Perfecto. Le puedo pedir, por favor, si le saco una captura y me lo envía a mi WhatsApp. OK. Bien, perfecto. Tranquila, María. No hay problema. Otra cosa que le quiero comentar. ¿Se va a compartir con el WhatsApp? ¿Y tu nombre es Luciana? Sí, Luciana es mi nombre. Sí, ya está. Ya está compartido. Ya está. Bien, perfecto. María, la otra cosa que le quiero decir, sí, que este código también lo que le avisa claro y a las otras compañías que usted se quiere pasar conmigo a movilizar, entonces le voy a pedir, por favor, que en el transcurso de en el día de hoy de 40 minutos apenas cortemos, no atienda ningún tramado, sí, porque esto va a provocar que se me genere una doble gestión de la que acabo de cargar, sí. Ay, no. No, si yo te tengo que llamar, te voy a mandar un mensaje, te voy a poner a hablar a María Luisa, te tengo que llamar. Si no, directamente hablás directamente conmigo, como te comenté, agéndame como ilusión de movilizar. Así, cualquier duda, consultas, si tenés dudas con la aplicación, también me puedes escribir y yo te puedo ayudar a escribir todo. Pero WhatsApp sí puedes usar, ¿no? Sí, obvio, WhatsApp puede estar tranquila, no te va a haber problema. ¿Puedo pedir lo que es la foto del DNI de ambos lados para corroborar la titularidad de la línea, por favor? Ahora, después te la mando, ¿sí? Bien, bien, perfecto. ¿Vos en qué horario podés volver a mandármelo? Y ahora si está lo mismo, sí. ¿No la tenías en la copia de mi DNI ahí? Bien, pasa que necesitamos la actualizada. No sé si, mira, yo te mandé lo que es un mensajito de WhatsApp, de todas maneras, y a ese número necesito. Pasa que necesito saber si está actualizado o no el DNI. Por eso necesitamos lo que es la última, el último que tenga, ¿sí? Bueno, bueno, listo. Te mando, Dani. Dale, yo te aguardo entonces a que me lo envíes en un ratito y si no te vuelvo a llamar. Sí, porque tengo que estar en la cárcel. Dale, listo. Que tengas un muy buen día, María. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.578,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 37.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:03:23.368810",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 12,
    "total_segmentos_original": 211,
    "total_segmentos_corregido": 65,
    "fecha_correccion": "2026-01-18T23:05:21.243823",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116105158526_MIT_01955",
    "fecha_inicio": "16/1/2026 10:51:59",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 963,
    "tiempo_conversacion": 829,
    "tiempo_hold": 0,
    "tiempo_acw": 134,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}