{
  "archivo": "amza10_1_260112105813064_ACD_11829.wav",
  "duracion_segundos": 154.61,
  "num_segmentos": 56,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 31.63,
    "Cliente": 108.74
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.82,
      "fin": 3.05,
      "duracion": 1.23,
      "texto": "Hola. Hola. Sí,",
      "confianza": 0.183,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 3.05,
      "fin": 4.87,
      "duracion": 1.82,
      "texto": "bueno, y hablo con la pantalla.",
      "confianza": 0.301,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.88,
      "fin": 30.74,
      "duracion": 25.86,
      "texto": "Sí, con el abrazo. ¿Cómo estás, Dante? Un gusto. Lourdes, ahora es que no quería hablar, me alegro. Quería hablar con el titular, sos vos, ¿no? De la línea. Sí. Bien, Dante, mira, queríamos brindarte un plan que tenemos en oferta, sí, es para los clientes, sí, claro, nada más, sí. ¿De cuánto es el plan? Bien, en este caso, por ejemplo, sí, tenemos un plan que en total vas a contar con 16 gigas, sí, te sale 13.250.",
      "confianza": 0.315,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.58,
      "fin": 55.64,
      "duracion": 24.06,
      "texto": "Obviamente esto depende también de la cantidad de gigas que vos usas. No sé cómo te va este plan. No, no, es mucho. Yo con cuatro gigas estoy bien. ¿Tenés algo más barato? Ah, sí. Bien. Actúame fuera que tenés quiz activo. No sé si es correcto. ¿En claro lo tenés igual? ¿El qué? ¿Bajo quiz lo tenés en claro o bajo en ahí? No sé. La verdad que no sé.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.02,
      "fin": 66.25,
      "duracion": 10.23,
      "texto": "Bueno, mira, te comento el otro plan, sí, son 4 GB de base, sí, y tienes 4 GB, aparte de regalo por 6 meses, te quedaría en 11.400, este plan, por ejemplo.",
      "confianza": 0.685,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.16,
      "fin": 81.15,
      "duracion": 12.99,
      "texto": "Ese es lo más barato que tenés, porque yo estoy dando 10.000 pesos ahora. A ver, ahora... Podés ir por debajo de 10, si no, lo dejamos. Claro, por 4 GB tenés vos, actualmente.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.51,
      "fin": 82.61,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.323,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.65,
      "fin": 84.8,
      "duracion": 2.15,
      "texto": "Al cual. Ahora, ¿dónde estamos?",
      "confianza": 0.312,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.47,
      "fin": 99.98,
      "duracion": 10.51,
      "texto": "El otro plan al que me figura es 4 GB de base, o sea que es todo 100 GB de regalo. Son 4 GB de base y tenés 10 GB de parte extra de regalo por 6 meses.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.5,
      "fin": 131.9,
      "duracion": 31.4,
      "texto": "Ahí el plan te va a quedar en total en 14 GB, pero atento que por la cantidad de GB que vas a tener, te queda dentro de todo económico, te queda 7.810 más impuesto. Bueno, escuché una cosa. Yo ahora no puedo hacer los cambios porque estoy en tu educación, pero... Llamame la semana que viene y vemos. Y ese síntesis no alcanza. Bien. ¿Vos lo querés hacer en una semana más? Sí, más o menos. Yo estoy después del 20. OK.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 131.9,
      "fin": 136.34,
      "duracion": 4.44,
      "texto": "Bueno, de lente, mirá, para no perder contacto, yo te voy a mandar un mensajito por WhatsApp, ¿sí?",
      "confianza": 0.523,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.08,
      "fin": 138.72,
      "duracion": 1.64,
      "texto": "Para que nos quedemos lo que es de contacto.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.62,
      "fin": 152.48,
      "duracion": 12.86,
      "texto": "Te voy a estar hablando ahora. De último, si querés, agéname como quieras. Y bueno, yo lo agendo para el 20, me dijiste aproximadamente, ¿sí? Sí. su nombre es? Lourdes, ahí toda para el mismo. Bueno, finalmente muchas gracias.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.53,
      "fin": 154.61,
      "duracion": 1.08,
      "texto": "Que tengas buen día, adiós.",
      "confianza": 0.468,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Sí, bueno, y hablo con la pantalla. Sí, con el abrazo. ¿Cómo estás, Dante? Un gusto. Lourdes, ahora es que no quería hablar, me alegro. Quería hablar con el titular, sos vos, ¿no? De la línea. Sí. Bien, Dante, mira, queríamos brindarte un plan que tenemos en oferta, sí, es para los clientes, sí, claro, nada más, sí. ¿De cuánto es el plan? Bien, en este caso, por ejemplo, sí, tenemos un plan que en total vas a contar con 16 gigas, sí, te sale 13.250. Obviamente esto depende también de la cantidad de gigas que vos usas. No sé cómo te va este plan. No, no, es mucho. Yo con cuatro gigas estoy bien. ¿Tenés algo más barato? Ah, sí. Bien. Actúame fuera que tenés quiz activo. No sé si es correcto. ¿En claro lo tenés igual? ¿El qué? ¿Bajo quiz lo tenés en claro o bajo en ahí? No sé. La verdad que no sé. Bueno, mira, te comento el otro plan, sí, son 4 GB de base, sí, y tienes 4 GB, aparte de regalo por 6 meses, te quedaría en 11.400, este plan, por ejemplo. Ese es lo más barato que tenés, porque yo estoy dando 10.000 pesos ahora. A ver, ahora... Podés ir por debajo de 10, si no, lo dejamos. Claro, por 4 GB tenés vos, actualmente. Sí. Al cual. Ahora, ¿dónde estamos? El otro plan al que me figura es 4 GB de base, o sea que es todo 100 GB de regalo. Son 4 GB de base y tenés 10 GB de parte extra de regalo por 6 meses. Ahí el plan te va a quedar en total en 14 GB, pero atento que por la cantidad de GB que vas a tener, te queda dentro de todo económico, te queda 7.810 más impuesto. Bueno, escuché una cosa. Yo ahora no puedo hacer los cambios porque estoy en tu educación, pero... Llamame la semana que viene y vemos. Y ese síntesis no alcanza. Bien. ¿Vos lo querés hacer en una semana más? Sí, más o menos. Yo estoy después del 20. OK. Bueno, de lente, mirá, para no perder contacto, yo te voy a mandar un mensajito por WhatsApp, ¿sí? Para que nos quedemos lo que es de contacto. Te voy a estar hablando ahora. De último, si querés, agéname como quieras. Y bueno, yo lo agendo para el 20, me dijiste aproximadamente, ¿sí? Sí. su nombre es? Lourdes, ahí toda para el mismo. Bueno, finalmente muchas gracias. Que tengas buen día, adiós.",
  "calidad": {
    "confianza_promedio": 0.438,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T16:57:24.202191",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 56,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:13.304858",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105813064_ACD_11829",
    "fecha_inicio": "12/1/2026 10:58:13",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 202,
    "tiempo_conversacion": 150,
    "tiempo_hold": 0,
    "tiempo_acw": 32,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}