{
  "archivo": "amza20_1_260116144044000_ACD_90695.wav",
  "duracion_segundos": 378.27,
  "num_segmentos": 113,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 105.86,
    "Cliente": 230.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 2.83,
      "duracion": 2.8,
      "texto": "Hola. Hola, buenas tardes, Horacio.",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.62,
      "fin": 4.76,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.397,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.78,
      "fin": 10.18,
      "duracion": 5.4,
      "texto": "Horacio, ¿cómo te va? Tomás es mi nombre, me comunico del área de beneficios movistar. ¿Usted actualmente cuenta con un claro o correcto?",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.15,
      "fin": 12.39,
      "duracion": 0.24,
      "texto": "Sí. Bien,",
      "confianza": 0.022,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 12.39,
      "fin": 16.75,
      "duracion": 4.36,
      "texto": "mira, te queríamos mejorar el plan que tenías contratado actualmente, nos figurabas que estabas en Aguano, ¿con un claro o correcto?",
      "confianza": 0.601,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.18,
      "fin": 19.23,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.25,
      "fin": 21.78,
      "duracion": 2.52,
      "texto": "Bien, te consulto, ¿cuántas chicas suelen ocupar más o menos por mes?",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.3,
      "fin": 25.26,
      "duracion": 0.96,
      "texto": "No, no sé, pero, Pablo, ¿qué lo que dices de mí?",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.92,
      "fin": 27.04,
      "duracion": 1.12,
      "texto": "Bien, perfecto.",
      "confianza": 0.218,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 27.06,
      "fin": 29.18,
      "duracion": 2.12,
      "texto": "Bueno, mira, te comento el plan que tengo para brindarle el día de hoy.",
      "confianza": 0.683,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.2,
      "fin": 40.45,
      "duracion": 11.25,
      "texto": "Sí, tengo un plan que cuenta con lo que son 8GB de base. Sí, se regalan 8 más. Bien, durante 6 meses tendrías 16. Tenés Huerta Prática, más libros de todas las compañías y rumen en América ya incluido. Y ese plan te queda un precio de 10.400 pesos, ¿bien?",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.35,
      "fin": 59.1,
      "duracion": 17.75,
      "texto": "Tendrías, como te digo, 10.000. Sí, pero ¿cuánto tarda la línea? ¿Cómo decís? La línea, ¿cuánto tarda? Mira, si lo hacemos, lo normalmente hacemos en vida sucursal, sí. En las 48 horas ávila voy a tener el chip. No te quedas sin línea en ningún momento. Ahora de viernes hasta domingo.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.2,
      "fin": 69.55,
      "duracion": 9.35,
      "texto": "Obviamente se empezaría a procesar el lunes, el martes voy a tener el chip en la sucursal. En la sucursal de donde? En la sucursal que vos tengas cercana.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.37,
      "fin": 76.78,
      "duracion": 6.41,
      "texto": "Imagino que es Buenos Aires. ¿En qué localidad te ubicas de Buenos Aires? Buenos Aires, en La Ferreira.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.4,
      "fin": 81.48,
      "duracion": 4.08,
      "texto": "Perfecto. Mira, en La Ferreira tenemos una sucursal ubicada en Piedrabuena al 6130.",
      "confianza": 0.767,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.12,
      "fin": 86.16,
      "duracion": 4.04,
      "texto": "Sí, han dicho fui. Mira, yo te explico.",
      "confianza": 0.177,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.07,
      "fin": 95.08,
      "duracion": 8.01,
      "texto": "Yo soy cliente, a botella figura, no sé, como 30 años, 25 años fácil, de modestad.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.66,
      "fin": 116.35,
      "duracion": 20.69,
      "texto": "Bien. Y bueno, le dije que me habrían cobrado un montón, le pagué, y le dije, fui así por teléfono como vos, y le dije, él dijo, bájame el monto, le digo. No, no se puede, no sé qué, bueno, me acercé a una subcursal,",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.06,
      "fin": 132.64,
      "duracion": 15.58,
      "texto": "para bajar. Y me dijeron que no me la cambiaría niña. Fui cliente, la voy a asaltar y si ustedes saben, la voy a asaltar. Entonces me dijeron, bueno, tal vez acércate, me acerqué y le pide la buena.",
      "confianza": 0.844,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.56,
      "fin": 135.54,
      "duracion": 1.98,
      "texto": "Y me dijo, no, no, no puede ser nada.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.62,
      "fin": 139.49,
      "duracion": 2.86,
      "texto": "A mí acuara, está claro.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.36,
      "fin": 148.94,
      "duracion": 8.57,
      "texto": "No me quieren así bajar, van a pagar un cliente, muchos años, nunca tuvieron un problema conmigo de deuda o que me atrase nada.",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.58,
      "fin": 167.18,
      "duracion": 17.6,
      "texto": "Claro. ¿Viste? Estuve cuando había el start-up, la verdad es start-up, no sé cuánto años tiene usted. Sí, sí, sí, lo conozco, lo conozco. Bueno, bueno, no sé cuántos años, pero es joven usted. Sí, sí, sí, 20 años. ¿Cuánto tiene? ¿30? 20.",
      "confianza": 0.872,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.28,
      "fin": 168.56,
      "duracion": 0.28,
      "texto": "No,",
      "confianza": 0.479,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.56,
      "fin": 172.12,
      "duracion": 3.56,
      "texto": "entonces no va a conocer el start-up.",
      "confianza": 0.479,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.14,
      "fin": 174.68,
      "duracion": 2.54,
      "texto": "Sí, sí. Dígame si. ¿Este start-up lo conoces?",
      "confianza": 0.376,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.76,
      "fin": 188.72,
      "duracion": 12.96,
      "texto": "Y más o menos me suena, pero sí. No, no, no. Es cuando salió con tapita el Movistar, ¿viste? El celular. El primer que salió. Después salían todos, te estaba hablando, te estaba hablando muchos años.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.68,
      "fin": 194.88,
      "duracion": 5.2,
      "texto": "Claro, sí, me imagino. Y bueno, y me dejó así, y bueno, me dijo no te podías cambiar. Bueno, te cerraron el micrófono y se me cambió, claro.",
      "confianza": 0.281,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.44,
      "fin": 197.3,
      "duracion": 1.86,
      "texto": "Bien, sí. Y bueno.",
      "confianza": 0.299,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.01,
      "fin": 203.87,
      "duracion": 5.86,
      "texto": "Y entonces ahí después me sumaron todo, a autopi me sumaron todo. Te explico, yo sé que no querés escuchar esto, ¿viste?",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.03,
      "fin": 235.32,
      "duracion": 30.29,
      "texto": "Pero él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, Y le digo, van a pasar un cliente. Le digo, yo sé que no soy el único y que por mí no se va a mover la empresa movistar porque voy a ser empleado.",
      "confianza": 0.339,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.56,
      "fin": 239.22,
      "duracion": 2.66,
      "texto": "Pero me dio bronca, ¿viste?",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.78,
      "fin": 252.77,
      "duracion": 12.99,
      "texto": "Me dio bronca, ¿viste? Entonces yo me dio en bola, personalmente, ni siquiera por cosas. Por eso no me cambié. En esto, si querés, porque ahora no, porque es guiable.",
      "confianza": 0.286,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.38,
      "fin": 257.37,
      "duracion": 3.99,
      "texto": "No quiero quedar sin niño, yo. ¿Entendés? No,",
      "confianza": 0.716,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 257.37,
      "fin": 261.84,
      "duracion": 4.47,
      "texto": "mira, como te digo, sí, es bastante rápido.",
      "confianza": 0.652,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.86,
      "fin": 264.79,
      "duracion": 2.93,
      "texto": "El lunes, el lunes lo cambiamos ya. No,",
      "confianza": 0.536,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 264.79,
      "fin": 268.5,
      "duracion": 3.71,
      "texto": "mira, porque te conviene incluso, porque el lunes yo no sé si va a seguir lo que es la promoción. Mira, te comento.",
      "confianza": 0.622,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 272.37,
      "fin": 278.67,
      "duracion": 6.3,
      "texto": "No, está bien, está bien, pues yo me... No, no importa la promoción. Igual siempre hay promoción.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.47,
      "fin": 284.48,
      "duracion": 5.01,
      "texto": "Claro, como te digo, sí, sí. Mira, como te digo, sí, sí, decime.",
      "confianza": 0.547,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 285.15,
      "fin": 321.48,
      "duracion": 36.33,
      "texto": "Como te decía, el martes, como a la tarde del miércoles, tenés la línea y se te avalizan los 24 horas antes de que tengas que ir a buscar el retiro del chip prácticamente. O que manden más. Me dijeron, amigo, que mandan por correo, que tardan más, ¿viste? Claro, por eso te digo. Normalmente hacemos envío a Subcursal para que el cliente no tenga que estar esperando tanto el chip. O sea, no te llegues a ir en ningún momento, pero tenés que estar esperando el chip. Entonces, ante eso, preferiblemente nosotros los hemos enviado a Subcursal, como te digo. Entonces, el día de abril te robo cinco minutos haciendo tu trámite y el martes, miércoles, como mucho, como te digo, ya tenés el chip de la sucursal. Ya, yo lo hice una vez, no sé, con uno que me llamó.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.17,
      "fin": 329.56,
      "duracion": 7.39,
      "texto": "Sí. Y bueno, me dijeron, sí, sí, sí, bueno, y después me pidieron algunas cosas que a mí no me gustó, viste, que hay mucha estafa.",
      "confianza": 0.793,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 329.58,
      "fin": 335.35,
      "duracion": 5.77,
      "texto": "Por ahí, nada que... Sí. Entonces, me dijeron, no, ayer me pidiste muchas cosas.",
      "confianza": 0.457,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.25,
      "fin": 337.07,
      "duracion": 0.82,
      "texto": "Sí.",
      "confianza": 0.717,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 337.09,
      "fin": 339.17,
      "duracion": 2.08,
      "texto": "Sí, pues te voy a sacarme la sucursal, le digo, viste.",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 340.21,
      "fin": 349.63,
      "duracion": 9.42,
      "texto": "Tanto me pidiste, Vita. De pedirte lo otro te lo piden en todos lados.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.29,
      "fin": 354.67,
      "duracion": 2.38,
      "texto": "Físicamente es distinto.",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.86,
      "fin": 368.77,
      "duracion": 10.91,
      "texto": "Antes de trabajar con un compañero que era meado hacker, me explicaba cuando yo lo quise pasar.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 369.36,
      "fin": 378.27,
      "duracion": 8.91,
      "texto": "Bueno, agarra y diga si me acercas al que prefieres. Yo me tengo que movilizar. ¿Te vas a saltar o no te saltas más ahora?",
      "confianza": 0.448,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes, Horacio. Sí. Horacio, ¿cómo te va? Tomás es mi nombre, me comunico del área de beneficios movistar. ¿Usted actualmente cuenta con un claro o correcto? Sí. Bien, mira, te queríamos mejorar el plan que tenías contratado actualmente, nos figurabas que estabas en Aguano, ¿con un claro o correcto? Sí. Bien, te consulto, ¿cuántas chicas suelen ocupar más o menos por mes? No, no sé, pero, Pablo, ¿qué lo que dices de mí? Bien, perfecto. Bueno, mira, te comento el plan que tengo para brindarle el día de hoy. Sí, tengo un plan que cuenta con lo que son 8GB de base. Sí, se regalan 8 más. Bien, durante 6 meses tendrías 16. Tenés Huerta Prática, más libros de todas las compañías y rumen en América ya incluido. Y ese plan te queda un precio de 10.400 pesos, ¿bien? Tendrías, como te digo, 10.000. Sí, pero ¿cuánto tarda la línea? ¿Cómo decís? La línea, ¿cuánto tarda? Mira, si lo hacemos, lo normalmente hacemos en vida sucursal, sí. En las 48 horas ávila voy a tener el chip. No te quedas sin línea en ningún momento. Ahora de viernes hasta domingo. Obviamente se empezaría a procesar el lunes, el martes voy a tener el chip en la sucursal. En la sucursal de donde? En la sucursal que vos tengas cercana. Imagino que es Buenos Aires. ¿En qué localidad te ubicas de Buenos Aires? Buenos Aires, en La Ferreira. Perfecto. Mira, en La Ferreira tenemos una sucursal ubicada en Piedrabuena al 6130. Sí, han dicho fui. Mira, yo te explico. Yo soy cliente, a botella figura, no sé, como 30 años, 25 años fácil, de modestad. Bien. Y bueno, le dije que me habrían cobrado un montón, le pagué, y le dije, fui así por teléfono como vos, y le dije, él dijo, bájame el monto, le digo. No, no se puede, no sé qué, bueno, me acercé a una subcursal, para bajar. Y me dijeron que no me la cambiaría niña. Fui cliente, la voy a asaltar y si ustedes saben, la voy a asaltar. Entonces me dijeron, bueno, tal vez acércate, me acerqué y le pide la buena. Y me dijo, no, no, no puede ser nada. A mí acuara, está claro. No me quieren así bajar, van a pagar un cliente, muchos años, nunca tuvieron un problema conmigo de deuda o que me atrase nada. Claro. ¿Viste? Estuve cuando había el start-up, la verdad es start-up, no sé cuánto años tiene usted. Sí, sí, sí, lo conozco, lo conozco. Bueno, bueno, no sé cuántos años, pero es joven usted. Sí, sí, sí, 20 años. ¿Cuánto tiene? ¿30? 20. No, entonces no va a conocer el start-up. Sí, sí. Dígame si. ¿Este start-up lo conoces? Y más o menos me suena, pero sí. No, no, no. Es cuando salió con tapita el Movistar, ¿viste? El celular. El primer que salió. Después salían todos, te estaba hablando, te estaba hablando muchos años. Claro, sí, me imagino. Y bueno, y me dejó así, y bueno, me dijo no te podías cambiar. Bueno, te cerraron el micrófono y se me cambió, claro. Bien, sí. Y bueno. Y entonces ahí después me sumaron todo, a autopi me sumaron todo. Te explico, yo sé que no querés escuchar esto, ¿viste? Pero él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, él, Y le digo, van a pasar un cliente. Le digo, yo sé que no soy el único y que por mí no se va a mover la empresa movistar porque voy a ser empleado. Pero me dio bronca, ¿viste? Me dio bronca, ¿viste? Entonces yo me dio en bola, personalmente, ni siquiera por cosas. Por eso no me cambié. En esto, si querés, porque ahora no, porque es guiable. No quiero quedar sin niño, yo. ¿Entendés? No, mira, como te digo, sí, es bastante rápido. El lunes, el lunes lo cambiamos ya. No, mira, porque te conviene incluso, porque el lunes yo no sé si va a seguir lo que es la promoción. Mira, te comento. No, está bien, está bien, pues yo me... No, no importa la promoción. Igual siempre hay promoción. Claro, como te digo, sí, sí. Mira, como te digo, sí, sí, decime. Como te decía, el martes, como a la tarde del miércoles, tenés la línea y se te avalizan los 24 horas antes de que tengas que ir a buscar el retiro del chip prácticamente. O que manden más. Me dijeron, amigo, que mandan por correo, que tardan más, ¿viste? Claro, por eso te digo. Normalmente hacemos envío a Subcursal para que el cliente no tenga que estar esperando tanto el chip. O sea, no te llegues a ir en ningún momento, pero tenés que estar esperando el chip. Entonces, ante eso, preferiblemente nosotros los hemos enviado a Subcursal, como te digo. Entonces, el día de abril te robo cinco minutos haciendo tu trámite y el martes, miércoles, como mucho, como te digo, ya tenés el chip de la sucursal. Ya, yo lo hice una vez, no sé, con uno que me llamó. Sí. Y bueno, me dijeron, sí, sí, sí, bueno, y después me pidieron algunas cosas que a mí no me gustó, viste, que hay mucha estafa. Por ahí, nada que... Sí. Entonces, me dijeron, no, ayer me pidiste muchas cosas. Sí. Sí, pues te voy a sacarme la sucursal, le digo, viste. Tanto me pidiste, Vita. De pedirte lo otro te lo piden en todos lados. Físicamente es distinto. Antes de trabajar con un compañero que era meado hacker, me explicaba cuando yo lo quise pasar. Bueno, agarra y diga si me acercas al que prefieres. Yo me tengo que movilizar. ¿Te vas a saltar o no te saltas más ahora?",
  "calidad": {
    "confianza_promedio": 0.489,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:58:44.706206",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 5,
    "total_segmentos_original": 113,
    "total_segmentos_corregido": 48,
    "fecha_correccion": "2026-01-18T23:05:17.136794",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116144044000_ACD_90695",
    "fecha_inicio": "16/1/2026 14:40:44",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 975,
    "tiempo_conversacion": 956,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}