{
  "archivo": "amza5_1_260113133129697_ACD_36181.wav",
  "duracion_segundos": 140.43,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 36.7,
    "Cliente": 91.87
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.67,
      "fin": 7.16,
      "duracion": 6.49,
      "texto": "Hola, ¿qué tal, buen día? Buen día, ¿qué tal? ¿Quién habla? ¿Cómo estás?",
      "confianza": 0.04,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.18,
      "fin": 13.83,
      "duracion": 6.65,
      "texto": "Lautaro, te comento que estamos tomando para brindarte lo que es una bonificación para tu línea, por afogar mucho menos y tener más cantidad de gigas.",
      "confianza": 0.667,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.05,
      "fin": 14.59,
      "duracion": 0.54,
      "texto": "¿Cómo te va?",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.19,
      "fin": 18.45,
      "duracion": 0.26,
      "texto": "Bien, ¿usted?",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.47,
      "fin": 18.91,
      "duracion": 0.44,
      "texto": "¿De qué empresa sería?",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.93,
      "fin": 27.09,
      "duracion": 8.16,
      "texto": "Lautaro, te comento que somos el modo de instar. ¿Cuántas de lo que vos estás abandonando hoy en día con Claro? Si te podemos brindar algo mucho más económico con más cantidad de gigas.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.09,
      "fin": 38.53,
      "duracion": 10.44,
      "texto": "Y yo estoy pagando 64, si no me equivoco, en la mensabilidad. Ah, es un montón lo que estás abonando. ¿Por cuántos gigas?",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.57,
      "fin": 43.11,
      "duracion": 2.54,
      "texto": "Y creo que eran 18 o 20, no me acuerdo.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.73,
      "fin": 47.16,
      "duracion": 3.43,
      "texto": "Bien. ¿Y es la única línea que tenés? ¿No tenés más nada para que estés pagándose el valor?",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.6,
      "fin": 62.29,
      "duracion": 13.69,
      "texto": "Tengo solamente eso. Ah, bien. Estás pagando muchísimo. Bien. ¿Y vos con esa cantidad de gigas? ¿Estás bien o necesitás un poquito más o un poquito menos? Y depende, a veces consumo más y a veces no, no has hecho bien.",
      "confianza": 0.334,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.31,
      "fin": 62.93,
      "duracion": 0.62,
      "texto": "Te comento.",
      "confianza": 0.343,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.97,
      "fin": 74.25,
      "duracion": 11.28,
      "texto": "Te voy a brindar lo que es un plan base de 30 gigas, donde te dejo 8 gigas más al regalo para que estés bien con cantidad de gigas, 30, 8 gigas en total. Y este es buenísimo porque es un plan full, ¿bien?",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.27,
      "fin": 81.32,
      "duracion": 7.05,
      "texto": "Te tienes WhatsApp gratis, además le da a cualquier compañía, te incluye lo que es Roaming en todo el mundo y tienes llamada América a precio local, ¿bien?",
      "confianza": 0.671,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.57,
      "fin": 102.45,
      "duracion": 20.88,
      "texto": "Este plan te queda lo que es de 25.150 pesos, o sea que son 35.000 pesos menos de lo que estás abonando hoy en día con Claro. 38 gigas en total, es 25.150 que te parece. ¿Me podés llamar a la tarde? No sé hasta qué hora están trabajando. Bien,",
      "confianza": 0.651,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 102.45,
      "fin": 105.97,
      "duracion": 3.52,
      "texto": "mira, yo me encuentro en la oficina hasta las 2 y medio, unas horitas más estoy.",
      "confianza": 0.632,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.25,
      "fin": 124.42,
      "duracion": 18.17,
      "texto": "Pero si te parece, te puedo quitar solamente cinco minutitos, lo realizamos súper rápido, así ya te queda y obviamente te verás lo que son 25 mil pesos menos, ¿qué te parece? Está bien. ¿Y si no podrías llamarme mañana? Bien, no hay ningún tipo de problema. Mañana también te puedo llamar o si no, lo podemos gestionar también por WhatsApp.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.92,
      "fin": 138.53,
      "duracion": 13.61,
      "texto": "¿Te parece que lo gestionemos por WhatsApp mucho más rápido? No hay problema, dale. Excelente Lautaro, ahí te escribo el WhatsApp, escríbeme por ahí y te voy a dar a decir los datos que necesito para que lo podamos realizar, ¿bien? Vale, perfecto. Ahí te escribo, que tengas buen día.",
      "confianza": 0.495,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.63,
      "fin": 140.43,
      "duracion": 0.8,
      "texto": "Igualmente, hasta luego.",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal, buen día? Buen día, ¿qué tal? ¿Quién habla? ¿Cómo estás? Lautaro, te comento que estamos tomando para brindarte lo que es una bonificación para tu línea, por afogar mucho menos y tener más cantidad de gigas. ¿Cómo te va? Bien, ¿usted? ¿De qué empresa sería? Lautaro, te comento que somos el modo de instar. ¿Cuántas de lo que vos estás abandonando hoy en día con Claro? Si te podemos brindar algo mucho más económico con más cantidad de gigas. Y yo estoy pagando 64, si no me equivoco, en la mensabilidad. Ah, es un montón lo que estás abonando. ¿Por cuántos gigas? Y creo que eran 18 o 20, no me acuerdo. Bien. ¿Y es la única línea que tenés? ¿No tenés más nada para que estés pagándose el valor? Tengo solamente eso. Ah, bien. Estás pagando muchísimo. Bien. ¿Y vos con esa cantidad de gigas? ¿Estás bien o necesitás un poquito más o un poquito menos? Y depende, a veces consumo más y a veces no, no has hecho bien. Te comento. Te voy a brindar lo que es un plan base de 30 gigas, donde te dejo 8 gigas más al regalo para que estés bien con cantidad de gigas, 30, 8 gigas en total. Y este es buenísimo porque es un plan full, ¿bien? Te tienes WhatsApp gratis, además le da a cualquier compañía, te incluye lo que es Roaming en todo el mundo y tienes llamada América a precio local, ¿bien? Este plan te queda lo que es de 25.150 pesos, o sea que son 35.000 pesos menos de lo que estás abonando hoy en día con Claro. 38 gigas en total, es 25.150 que te parece. ¿Me podés llamar a la tarde? No sé hasta qué hora están trabajando. Bien, mira, yo me encuentro en la oficina hasta las 2 y medio, unas horitas más estoy. Pero si te parece, te puedo quitar solamente cinco minutitos, lo realizamos súper rápido, así ya te queda y obviamente te verás lo que son 25 mil pesos menos, ¿qué te parece? Está bien. ¿Y si no podrías llamarme mañana? Bien, no hay ningún tipo de problema. Mañana también te puedo llamar o si no, lo podemos gestionar también por WhatsApp. ¿Te parece que lo gestionemos por WhatsApp mucho más rápido? No hay problema, dale. Excelente Lautaro, ahí te escribo el WhatsApp, escríbeme por ahí y te voy a dar a decir los datos que necesito para que lo podamos realizar, ¿bien? Vale, perfecto. Ahí te escribo, que tengas buen día. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.438,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:33:43.824505",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:30.220100",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113133129697_ACD_36181",
    "fecha_inicio": "13/1/2026 13:31:29",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 282,
    "tiempo_conversacion": 135,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}