{
  "archivo": "amza29_1_260115134941789_ACD_75067.wav",
  "duracion_segundos": 191.29,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 46.96,
    "Cliente": 129.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.14,
      "fin": 12.03,
      "duracion": 9.89,
      "texto": "Hola, ¿buenas días, Beatriz? Sí. ¿Qué tal? Un gusto estar ahí, Luz. Me estaba comunicando del área de recuperación de clientes de Movistar.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.91,
      "fin": 33.88,
      "duracion": 20.97,
      "texto": "¿Se figura tu línea en claro el corrector? Sí. Bien, perfecto. Y traba una consulta. ¿Qué fue lo que te llevó a cambiar de compañía? El paso es que no puedo cambiar porque yo... viajan mucho a una parte del sur de la provincia de Buenos Aires y tienen una entrega de clara.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 34.7,
      "fin": 36.02,
      "duracion": 1.32,
      "texto": "Tengo que cambiar por eso.",
      "confianza": 0.529,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.12,
      "fin": 56.14,
      "duracion": 19.02,
      "texto": "No puedo pasar. Estoy hablando de la comarca, Torquil, Rizabentana, Salguengaray. Esa parte tiene más clara que Movistar. Bien, la comarca.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.09,
      "fin": 61.95,
      "duracion": 4.86,
      "texto": "La comarca de... ¿Qué sirve la provincia de Buenos Aires? Bien.",
      "confianza": 0.114,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.97,
      "fin": 62.47,
      "duracion": 0.5,
      "texto": "Te comento.",
      "confianza": 0.885,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.67,
      "fin": 74.01,
      "duracion": 11.34,
      "texto": "Actualmente en la comarca tenemos el 90% de cobertura en adelante. Si contás con 4G para navegar, es más, si tenés más de 4G también te va a servir.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.93,
      "fin": 85.08,
      "duracion": 10.15,
      "texto": "Sí. Así que quedate tranquila que actualmente no hay problemas de señal. ¿Alguna vez hiciste reposición de chip? Sí. No.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.23,
      "fin": 97.84,
      "duracion": 11.61,
      "texto": "pero es mirar, yo por el momento estoy quedando con claro porque tengo Clarogar, y bueno, quería saber cuánto me cobran ustedes por tener todo el paquete.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.04,
      "fin": 139.08,
      "duracion": 40.04,
      "texto": "El servicio de fibra óptica, más la línea del Celu, tenemos el combo en 24 mil pesos, sin una línea del Celu con 8 gigas, y un internet, una fibra óptica de 300 megas. ¿Sí? ¿Y cuánto tiempo lo...? No. ¿Por cuánto tiempo? O sea, es una promoción, pero ¿por cuántos meses? La promo por seis meses, sí, a partir del mes 5, desde la Admin Modular, podés ver las promociones que estén vigentes y volver a elegir una que mejor te parezca para seguir en la compañía. Bien, eso lo gestionamos.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.87,
      "fin": 155.31,
      "duracion": 13.44,
      "texto": "¿Me lo pueden dejar penizar, por favor? Porque ahora estoy con otras cosas y no lo puedo decidir ya, ¿sabes? ¿Puede ser?",
      "confianza": 0.512,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.33,
      "fin": 155.63,
      "duracion": 0.3,
      "texto": "Bien.",
      "confianza": 0.756,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.03,
      "fin": 164.38,
      "duracion": 8.35,
      "texto": "Beatriz, ¿te parece que te dejo un mensajito por WhatsApp con la promo? Así la miras tranquila y me avisas por ahí. Por favor, ¿puede ser?",
      "confianza": 0.37,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.92,
      "fin": 166.94,
      "duracion": 2.02,
      "texto": "Dale, no hay problema. Dale, dame tu nombre.",
      "confianza": 0.109,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.04,
      "fin": 168.72,
      "duracion": 0.68,
      "texto": "Dame tu nombre.",
      "confianza": 0.237,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.32,
      "fin": 191.29,
      "duracion": 21.97,
      "texto": "Soy Luz, no, pero cuando me escribas, soy Luz, porque me escriben mucho de movistar y entonces por ahí me confundo y escribo a otra persona. ¿Puede ser? Dale, dale, dale. Yo te pongo soy Luz, así me legendas y te mando la promoción. Listo, gracias. Dale, que tengas un lindo día. Hasta luego. Gracias.",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿buenas días, Beatriz? Sí. ¿Qué tal? Un gusto estar ahí, Luz. Me estaba comunicando del área de recuperación de clientes de Movistar. ¿Se figura tu línea en claro el corrector? Sí. Bien, perfecto. Y traba una consulta. ¿Qué fue lo que te llevó a cambiar de compañía? El paso es que no puedo cambiar porque yo... viajan mucho a una parte del sur de la provincia de Buenos Aires y tienen una entrega de clara. Tengo que cambiar por eso. No puedo pasar. Estoy hablando de la comarca, Torquil, Rizabentana, Salguengaray. Esa parte tiene más clara que Movistar. Bien, la comarca. La comarca de... ¿Qué sirve la provincia de Buenos Aires? Bien. Te comento. Actualmente en la comarca tenemos el 90% de cobertura en adelante. Si contás con 4G para navegar, es más, si tenés más de 4G también te va a servir. Sí. Así que quedate tranquila que actualmente no hay problemas de señal. ¿Alguna vez hiciste reposición de chip? Sí. No. pero es mirar, yo por el momento estoy quedando con claro porque tengo Clarogar, y bueno, quería saber cuánto me cobran ustedes por tener todo el paquete. El servicio de fibra óptica, más la línea del Celu, tenemos el combo en 24 mil pesos, sin una línea del Celu con 8 gigas, y un internet, una fibra óptica de 300 megas. ¿Sí? ¿Y cuánto tiempo lo...? No. ¿Por cuánto tiempo? O sea, es una promoción, pero ¿por cuántos meses? La promo por seis meses, sí, a partir del mes 5, desde la Admin Modular, podés ver las promociones que estén vigentes y volver a elegir una que mejor te parezca para seguir en la compañía. Bien, eso lo gestionamos. ¿Me lo pueden dejar penizar, por favor? Porque ahora estoy con otras cosas y no lo puedo decidir ya, ¿sabes? ¿Puede ser? Bien. Beatriz, ¿te parece que te dejo un mensajito por WhatsApp con la promo? Así la miras tranquila y me avisas por ahí. Por favor, ¿puede ser? Dale, no hay problema. Dale, dame tu nombre. Dame tu nombre. Soy Luz, no, pero cuando me escribas, soy Luz, porque me escriben mucho de movistar y entonces por ahí me confundo y escribo a otra persona. ¿Puede ser? Dale, dale, dale. Yo te pongo soy Luz, así me legendas y te mando la promoción. Listo, gracias. Dale, que tengas un lindo día. Hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.45,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:56:09.478718",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:20.763246",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115134941789_ACD_75067",
    "fecha_inicio": "15/1/2026 13:49:41",
    "agente_nombre": "MZA 29",
    "agente_login": "mza29",
    "duracion_total": 237,
    "tiempo_conversacion": 185,
    "tiempo_hold": 0,
    "tiempo_acw": 29,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}