{
  "archivo": "amza_sup2_1_260114130622347_MIT_01976.wav",
  "duracion_segundos": 263.59,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 24.35,
    "Cliente": 129.2
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 6.76,
      "fin": 17.45,
      "duracion": 10.69,
      "texto": "Bien, perfecto. Ahora para finalizar, si ya te dejo liberada, te voy a estar viendo. Perdón. Es largo un poquito, perdón. Esto será el último y ya finalizamos.",
      "confianza": 0.819,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 18.24,
      "fin": 28.75,
      "duracion": 10.51,
      "texto": "Ahora mismo, mira, te voy a estar enviando lo que es a tu número, a tu celular, te voy a estar enviando lo que es un SMS. ¿Sabes cuál es el SMS? Sí, el combo. Ajá. Ahí te voy a estar enviando un mensajito que tiene el remitente 223.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.53,
      "fin": 37.86,
      "duracion": 8.33,
      "texto": "Cuando te dé este mensajito y vos lo abras, te vas a encontrar con lo siguiente. Un dígito de cuatro números, una fecha que termina el 21 de enero, Y fíjate que al final dice, prestador Movistar MBS.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.36,
      "fin": 40.23,
      "duracion": 1.86,
      "texto": "O te puede decir, prestador MBS de Movistar.",
      "confianza": 0.327,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.93,
      "fin": 50.34,
      "duracion": 9.41,
      "texto": "Yo lo que te pido es que cuando te dé este mensajito, sacale lo que es una captura de pantalla, una screenshot, y envíala a este WhatsApp. Y si no sabes cómo hacerlo, simplemente puedes copiar el mensajito y pegarlo en el chat.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.19,
      "fin": 58.34,
      "duracion": 7.15,
      "texto": "Este sirve para que vos te pases de clara a Movistar manteniendo el mismo número, y para que vos dé tu consentimiento que querés hacer la portabilidad.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.45,
      "fin": 85.35,
      "duracion": 25.9,
      "texto": "Lo único que te recuerdo, Jelene, que en la próxima hora te van a estar llegando muchos llamados por parte de Claro porque ellos detectan cuando vos te estás portando y básicamente te van a preguntar por qué te estás yendo de Claro, ¿no? Sí, ahí te la mande al código, eso de que me dijiste que te lo mande a tu casa. Perfecto. Obviamente, mira, yo te pido que vos destime las llamadas por parte de Claro por el simple motivo de que si vos accedes a un trámite ahora, como Vistar, y después accedes a uno con Claro,",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.96,
      "fin": 90.1,
      "duracion": 4.14,
      "texto": "corren el riesgo que se genere una doble factura, o sea que vos pagues el doble por ambos servicios.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.68,
      "fin": 105.04,
      "duracion": 14.36,
      "texto": "Obviamente vos estás en tu derecho, obviamente estás en tu derecho de escuchar a ver qué es lo que te hice claro, pero tener en cuenta lo que te acabo de decir. Bueno Jen, eso ya sería todo, muy amable de tu parte, cualquier cosita me escribís a mí al whatsapp y recordá, no le pases los datos a ningún otro accesor porque eso sería todo.",
      "confianza": 0.517,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.68,
      "fin": 108.74,
      "duracion": 3.06,
      "texto": "Así que, te dejó liberada muy amable, te oí la bienvenida",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.16,
      "fin": 124.13,
      "duracion": 2.97,
      "texto": "Gracias.",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.28,
      "fin": 202.99,
      "duracion": 16.71,
      "texto": "Vamos.",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 218.76,
      "fin": 240.15,
      "duracion": 21.38,
      "texto": "No se pueden ir a cero, por favor.",
      "confianza": 0.274,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.51,
      "fin": 263.59,
      "duracion": 17.08,
      "texto": "¿Cuál es la nombración?",
      "confianza": 0.273,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Bien, perfecto. Ahora para finalizar, si ya te dejo liberada, te voy a estar viendo. Perdón. Es largo un poquito, perdón. Esto será el último y ya finalizamos. Ahora mismo, mira, te voy a estar enviando lo que es a tu número, a tu celular, te voy a estar enviando lo que es un SMS. ¿Sabes cuál es el SMS? Sí, el combo. Ajá. Ahí te voy a estar enviando un mensajito que tiene el remitente 223. Cuando te dé este mensajito y vos lo abras, te vas a encontrar con lo siguiente. Un dígito de cuatro números, una fecha que termina el 21 de enero, Y fíjate que al final dice, prestador Movistar MBS. O te puede decir, prestador MBS de Movistar. Yo lo que te pido es que cuando te dé este mensajito, sacale lo que es una captura de pantalla, una screenshot, y envíala a este WhatsApp. Y si no sabes cómo hacerlo, simplemente puedes copiar el mensajito y pegarlo en el chat. Este sirve para que vos te pases de clara a Movistar manteniendo el mismo número, y para que vos dé tu consentimiento que querés hacer la portabilidad. Lo único que te recuerdo, Jelene, que en la próxima hora te van a estar llegando muchos llamados por parte de Claro porque ellos detectan cuando vos te estás portando y básicamente te van a preguntar por qué te estás yendo de Claro, ¿no? Sí, ahí te la mande al código, eso de que me dijiste que te lo mande a tu casa. Perfecto. Obviamente, mira, yo te pido que vos destime las llamadas por parte de Claro por el simple motivo de que si vos accedes a un trámite ahora, como Vistar, y después accedes a uno con Claro, corren el riesgo que se genere una doble factura, o sea que vos pagues el doble por ambos servicios. Obviamente vos estás en tu derecho, obviamente estás en tu derecho de escuchar a ver qué es lo que te hice claro, pero tener en cuenta lo que te acabo de decir. Bueno Jen, eso ya sería todo, muy amable de tu parte, cualquier cosita me escribís a mí al whatsapp y recordá, no le pases los datos a ningún otro accesor porque eso sería todo. Así que, te dejó liberada muy amable, te oí la bienvenida Gracias. Vamos. No se pueden ir a cero, por favor. ¿Cuál es la nombración?",
  "calidad": {
    "confianza_promedio": 0.5,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:34:53.085189",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:34.176669",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114130622347_MIT_01976",
    "sin_datos_basurita": true
  }
}