{
  "archivo": "amza4_1_260112132439492_MIT_01983.wav",
  "duracion_segundos": 330.46,
  "num_segmentos": 59,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 141.98,
    "Cliente": 151.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 7.56,
      "fin": 33.71,
      "duracion": 26.15,
      "texto": "Hola, Estela, ¿se volvió a cortar? No hay problema, no hay problema, Estela. Bien, Estela decía, por favor, necesito que al número de WhatsApp que yo le escribí, te envíe fotos del frente completo que se vean en los cuatro laterales de su documento y del dorso, por favor, yo la guardo en línea.",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.73,
      "fin": 33.87,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.166,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.17,
      "fin": 57.74,
      "duracion": 5.57,
      "texto": "Exactamente.",
      "confianza": 0.877,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.28,
      "fin": 84.73,
      "duracion": 26.45,
      "texto": "Le voy a pedir por favor a Estela que si le puede volver a sacar al frente porque justo le da la luz y se Uno de los dos, entonces el box de inteligencia no me lo tomó.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.63,
      "fin": 109.3,
      "duracion": 23.67,
      "texto": "Perdón, que sea tan molesta. ¿Lo tomó? Perfecto. Sí, sí, ahí lo tomó correcto.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.82,
      "fin": 127.63,
      "duracion": 17.81,
      "texto": "No más que el sistema del box, si no está completo, los cuatro dorzos no lo toman o rechazan. Entonces, hay que dar mal al cliente vuelta y comentarle. O sea, algunos clientes portadores están trabajando y no les gusta mucho. Bueno, Estela, le comento. Ahora, mientras yo estoy hablando con usted, ¿sí?",
      "confianza": 0.507,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.69,
      "fin": 135.0,
      "duracion": 6.31,
      "texto": "Le va a estar llegando a su línea de teléfono a través de un mensajito de texto del remitente 223",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.62,
      "fin": 149.12,
      "duracion": 13.5,
      "texto": "Le comento, el remitente 23 en Acon, que es el interregulador de telecomunicaciones, que nos permite que hagamos el traspaso de su línea de Claro a Moltar y que usted conserve el mismo número. Así que el número de teléfono no se pierda, ¿sí?",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.1,
      "fin": 173.17,
      "duracion": 23.07,
      "texto": "Por favor, Estela, corrobóreme si le debo un mensajito de texto, un mensaje común. Perfecto, va a ver que el mensajito del 223 le dice, su código portabilidad, él le da cuatro dígitos, tiene una fecha de vencimiento, un horario le dice para el prestador MBS que es la abreviatura de Monster.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.97,
      "fin": 193.17,
      "duracion": 19.2,
      "texto": "Le pido por favor que me lea los cuatro dígitos que le dice que es el código portabilidad. 3666. Perdón, escuché muy mal. 3666. 3666. Bien, perfecto. Y tiene una fecha de vencimiento, Estela.",
      "confianza": 0.811,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 195.04,
      "fin": 205.39,
      "duracion": 10.35,
      "texto": "¿Me puede repetir, perdón? 19 del 1. 19 del 1, bien. ¿Y tiene un horario, Estela, si me lo puedo decir? 13 de 25.",
      "confianza": 0.291,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.41,
      "fin": 205.97,
      "duracion": 0.56,
      "texto": "Perfecto.",
      "confianza": 0.237,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.99,
      "fin": 219.81,
      "duracion": 13.82,
      "texto": "Entonces, se lo repito, me dijo que el código de portabilidad es 3666. Bien, por último, Estela, les pido que le haga una captura de pantalla completa a toda la pantalla donde figura este código.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 220.44,
      "fin": 237.91,
      "duracion": 17.48,
      "texto": "de portabilidad y, por favor, me lo reenvíe al chat y con eso queda todo asentado en el sistema.",
      "confianza": 0.794,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.93,
      "fin": 241.08,
      "duracion": 3.14,
      "texto": "Sí, sí, está correcto, Estela.",
      "confianza": 0.476,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 241.1,
      "fin": 258.78,
      "duracion": 17.68,
      "texto": "Bueno, Estela, le comentó, en el próximo ratito, ahora mientras habla conmigo y en los próximos 40 minutos, una hora, le van a estar ingresando llamadas a su línea. Esos llamadas son los técnicos tanto de Claro como Monster que se ponen a trabajar para poder hacer el traspaso de la compañía, ¿sí?",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 259.52,
      "fin": 263.0,
      "duracion": 3.49,
      "texto": "Le pido que no las atienda para que los chicos puedan trabajar tranquilos.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 263.8,
      "fin": 275.18,
      "duracion": 11.38,
      "texto": "Y si en el transcurso de hoy la llena de llamar a otro profesor de Monster y le dice que faltó algún dato o que le dé nuevamente el código de portabilidad o una foto de net, ya no lo hagas porque da medio todo a mí.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.65,
      "fin": 287.27,
      "duracion": 11.62,
      "texto": "Si usted se lo da al profesor, el chico carga una ficha número y va. Entonces, después el cliente tiene doble factura, ¿sí? Bien.",
      "confianza": 0.519,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 287.29,
      "fin": 299.01,
      "duracion": 11.72,
      "texto": "Perfecto, perfecto. Le agradezco eso, Estela. Y bueno, Estela, yo ahora cargo todos los datos. Usted quiere, aguarda que le dé el mensajito de WhatsApp confirmando para que van a buscar el chip. Acá la subcursal que dejamos asignada el 3 de febrero.",
      "confianza": 0.219,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 299.61,
      "fin": 318.36,
      "duracion": 18.75,
      "texto": "Y en caso de que su hija quiera hacer el traspaso a la compañía, usted me manda un whatsapp y yo la vuelvo a llamar, Estela. Bien, igualmente yo, antes de llamarla, como usted no va a tener más llamadas, antes de llamarla, le mando un whatsapp para que usted sepa que todo lo habría de amar, ¿sí?",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.38,
      "fin": 318.56,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.103,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 318.58,
      "fin": 327.39,
      "duracion": 8.81,
      "texto": "Bueno, Estela, disfruto del servicio, igual Cosita me está avisando lo de su hija, ¿sí? No, gracias. Bueno, de nada. Bienvenida a Movistar, que tenga un hermoso día, Estela.",
      "confianza": 0.491,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 328.12,
      "fin": 330.46,
      "duracion": 2.35,
      "texto": "Muchas gracias, Laura.",
      "confianza": 0.416,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Estela, ¿se volvió a cortar? No hay problema, no hay problema, Estela. Bien, Estela decía, por favor, necesito que al número de WhatsApp que yo le escribí, te envíe fotos del frente completo que se vean en los cuatro laterales de su documento y del dorso, por favor, yo la guardo en línea. Sí, sí. Exactamente. Le voy a pedir por favor a Estela que si le puede volver a sacar al frente porque justo le da la luz y se Uno de los dos, entonces el box de inteligencia no me lo tomó. Perdón, que sea tan molesta. ¿Lo tomó? Perfecto. Sí, sí, ahí lo tomó correcto. No más que el sistema del box, si no está completo, los cuatro dorzos no lo toman o rechazan. Entonces, hay que dar mal al cliente vuelta y comentarle. O sea, algunos clientes portadores están trabajando y no les gusta mucho. Bueno, Estela, le comento. Ahora, mientras yo estoy hablando con usted, ¿sí? Le va a estar llegando a su línea de teléfono a través de un mensajito de texto del remitente 223 Le comento, el remitente 23 en Acon, que es el interregulador de telecomunicaciones, que nos permite que hagamos el traspaso de su línea de Claro a Moltar y que usted conserve el mismo número. Así que el número de teléfono no se pierda, ¿sí? Por favor, Estela, corrobóreme si le debo un mensajito de texto, un mensaje común. Perfecto, va a ver que el mensajito del 223 le dice, su código portabilidad, él le da cuatro dígitos, tiene una fecha de vencimiento, un horario le dice para el prestador MBS que es la abreviatura de Monster. Le pido por favor que me lea los cuatro dígitos que le dice que es el código portabilidad. 3666. Perdón, escuché muy mal. 3666. 3666. Bien, perfecto. Y tiene una fecha de vencimiento, Estela. ¿Me puede repetir, perdón? 19 del 1. 19 del 1, bien. ¿Y tiene un horario, Estela, si me lo puedo decir? 13 de 25. Perfecto. Entonces, se lo repito, me dijo que el código de portabilidad es 3666. Bien, por último, Estela, les pido que le haga una captura de pantalla completa a toda la pantalla donde figura este código. de portabilidad y, por favor, me lo reenvíe al chat y con eso queda todo asentado en el sistema. Sí, sí, está correcto, Estela. Bueno, Estela, le comentó, en el próximo ratito, ahora mientras habla conmigo y en los próximos 40 minutos, una hora, le van a estar ingresando llamadas a su línea. Esos llamadas son los técnicos tanto de Claro como Monster que se ponen a trabajar para poder hacer el traspaso de la compañía, ¿sí? Le pido que no las atienda para que los chicos puedan trabajar tranquilos. Y si en el transcurso de hoy la llena de llamar a otro profesor de Monster y le dice que faltó algún dato o que le dé nuevamente el código de portabilidad o una foto de net, ya no lo hagas porque da medio todo a mí. Si usted se lo da al profesor, el chico carga una ficha número y va. Entonces, después el cliente tiene doble factura, ¿sí? Bien. Perfecto, perfecto. Le agradezco eso, Estela. Y bueno, Estela, yo ahora cargo todos los datos. Usted quiere, aguarda que le dé el mensajito de WhatsApp confirmando para que van a buscar el chip. Acá la subcursal que dejamos asignada el 3 de febrero. Y en caso de que su hija quiera hacer el traspaso a la compañía, usted me manda un whatsapp y yo la vuelvo a llamar, Estela. Bien, igualmente yo, antes de llamarla, como usted no va a tener más llamadas, antes de llamarla, le mando un whatsapp para que usted sepa que todo lo habría de amar, ¿sí? Perfecto. Bueno, Estela, disfruto del servicio, igual Cosita me está avisando lo de su hija, ¿sí? No, gracias. Bueno, de nada. Bienvenida a Movistar, que tenga un hermoso día, Estela. Muchas gracias, Laura.",
  "calidad": {
    "confianza_promedio": 0.516,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:18:56.378699",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 59,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:29.450987",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112132439492_MIT_01983",
    "fecha_inicio": "12/1/2026 13:24:40",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 323,
    "tiempo_conversacion": 321,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}