{
  "archivo": "amza4_1_260116140500882_MIT_01976.wav",
  "duracion_segundos": 175.92,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 12.97,
    "Cliente": 150.09
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 23.58,
      "duracion": 23.55,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes. Nuevamente le habla Gabriela Moistar. ¿Cómo estás? Sí, sí, bien. Me alegro. Me alegro mucho. Bueno, ya quedan todos los atos asentados. Ya el box como correcto de Neyesa Romala ya lo valido.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.14,
      "fin": 25.62,
      "duracion": 1.48,
      "texto": "Así que ese punto va a ser correcto.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.12,
      "fin": 49.9,
      "duracion": 23.78,
      "texto": "Lo que sí, ahora la línea de teléfono que estamos hablando le tiene que estar negando lo que le comenté, el código de portabilidad. Esto es lo que es, es un mensaje de texto que envían a FON, el Ente Regulado de Telecomunicaciones, que permite que paramos el traspaso de Claro a Movistar y que, suman a ver, en este caso, no pierda el número de teléfono, sino que lo mantenga. Así que se da la portabilidad numérica.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.56,
      "fin": 57.69,
      "duracion": 7.13,
      "texto": "Le pido, por favor, que me confirme si les de un mensajito de texto. No es un WhatsApp, sino un mensaje tradicional.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.19,
      "fin": 59.33,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.19,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.77,
      "fin": 61.01,
      "duracion": 1.24,
      "texto": "Perfecto, va a ver qué dice.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.51,
      "fin": 72.64,
      "duracion": 11.13,
      "texto": "Su código portábil ya es y le da 4 dígitos. Si me lo puede decir, por favor. 2901. 2901, bien. Y va a ver que tiene una fecha de vencimiento. Si me lo puede indicar.",
      "confianza": 0.8,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.69,
      "fin": 83.17,
      "duracion": 6.48,
      "texto": "230126. Bárbaro. Y tiene un horario. 1405. Perfecto. Por último, le voy a molestar.",
      "confianza": 0.05,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.87,
      "fin": 107.68,
      "duracion": 23.81,
      "texto": "Si le puede hacer una captura de pantalla completa, donde figura este mensaje de texto y me la reenvíe al chat mientras habla conmigo y ya queda todo asentado. Bien. Ábala tranquilo, yo lo guardo en línea. Ahí está. Perfecto. Bueno, aquí comento.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.2,
      "fin": 129.73,
      "duracion": 21.53,
      "texto": "Ahora le van a estar ingresando ramadas, ya le tienen que estar por ingresar, si no se lo han ingresado, de diferentes números que no conocen, si números desconocidos, Estos son los técnicos, tanto de Claro como Movistar, que se ponen a trabajar en conjunto para evaluar que la línea está activa, que esté funcionando, que esté todo correcto. Le pido que no las atiendan para que los chicos puedan trabajar tranquilos.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.69,
      "fin": 158.02,
      "duracion": 27.33,
      "texto": "Y lo otro que le voy a decir, en caso que lo llegue a tomar otro asesor de Movistar en el transcurso del día 2 y o mañana, y le pide variar nuevamente las fotos de la niña, su hermana, o el código de portabilidad, ya no brinden ningún dato porque la ficha ayuda a la carrera del sistema. Si ustedes generan algún dato, se genera una nueva solicitud, una nueva ficha, y después alguna entrevista o factura juntas, ¿no entienden? Entonces, por eso pedimos este término.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.62,
      "fin": 173.48,
      "duracion": 14.86,
      "texto": "Muchas gracias. Recuerden, a la brevedad les voy a estar tirando el mensajito ya para que puedan pasar por la sucursal, en este caso que asignamos, a buscar el chip, ¿sí? Bueno, gracias. Muchísimas gracias. Disfruten el servicio y gracias por elegirnos nuevamente.",
      "confianza": 0.194,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 175.32,
      "fin": 175.92,
      "duracion": 0.6,
      "texto": "Hasta luego. Gracias.",
      "confianza": 0.041,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes. Nuevamente le habla Gabriela Moistar. ¿Cómo estás? Sí, sí, bien. Me alegro. Me alegro mucho. Bueno, ya quedan todos los atos asentados. Ya el box como correcto de Neyesa Romala ya lo valido. Así que ese punto va a ser correcto. Lo que sí, ahora la línea de teléfono que estamos hablando le tiene que estar negando lo que le comenté, el código de portabilidad. Esto es lo que es, es un mensaje de texto que envían a FON, el Ente Regulado de Telecomunicaciones, que permite que paramos el traspaso de Claro a Movistar y que, suman a ver, en este caso, no pierda el número de teléfono, sino que lo mantenga. Así que se da la portabilidad numérica. Le pido, por favor, que me confirme si les de un mensajito de texto. No es un WhatsApp, sino un mensaje tradicional. Sí, sí. Perfecto, va a ver qué dice. Su código portábil ya es y le da 4 dígitos. Si me lo puede decir, por favor. 2901. 2901, bien. Y va a ver que tiene una fecha de vencimiento. Si me lo puede indicar. 230126. Bárbaro. Y tiene un horario. 1405. Perfecto. Por último, le voy a molestar. Si le puede hacer una captura de pantalla completa, donde figura este mensaje de texto y me la reenvíe al chat mientras habla conmigo y ya queda todo asentado. Bien. Ábala tranquilo, yo lo guardo en línea. Ahí está. Perfecto. Bueno, aquí comento. Ahora le van a estar ingresando ramadas, ya le tienen que estar por ingresar, si no se lo han ingresado, de diferentes números que no conocen, si números desconocidos, Estos son los técnicos, tanto de Claro como Movistar, que se ponen a trabajar en conjunto para evaluar que la línea está activa, que esté funcionando, que esté todo correcto. Le pido que no las atiendan para que los chicos puedan trabajar tranquilos. Y lo otro que le voy a decir, en caso que lo llegue a tomar otro asesor de Movistar en el transcurso del día 2 y o mañana, y le pide variar nuevamente las fotos de la niña, su hermana, o el código de portabilidad, ya no brinden ningún dato porque la ficha ayuda a la carrera del sistema. Si ustedes generan algún dato, se genera una nueva solicitud, una nueva ficha, y después alguna entrevista o factura juntas, ¿no entienden? Entonces, por eso pedimos este término. Muchas gracias. Recuerden, a la brevedad les voy a estar tirando el mensajito ya para que puedan pasar por la sucursal, en este caso que asignamos, a buscar el chip, ¿sí? Bueno, gracias. Muchísimas gracias. Disfruten el servicio y gracias por elegirnos nuevamente. Hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.478,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:31:44.543754",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:30.090154",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140500882_MIT_01976",
    "fecha_inicio": "16/1/2026 14:05:01",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 180,
    "tiempo_conversacion": 171,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No usa o No tiene celular",
    "tipo_tipificacion": "Exitoso"
  }
}