{
  "archivo": "amza3_1_260114143051798_ACD_54839.wav",
  "duracion_segundos": 633.05,
  "num_segmentos": 155,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 371.0,
    "Cliente": 232.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.57,
      "fin": 8.78,
      "duracion": 8.21,
      "texto": "Hola. Hola, buenas tardes. Hablo con Sergio Albertario. Sí, buenas tardes. ¿Qué tal? ¿Quién habla? Hola, Sergio. Un placer.",
      "confianza": 0.349,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.8,
      "fin": 9.74,
      "duracion": 0.94,
      "texto": "Mi nombre es Macarena.",
      "confianza": 0.772,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.04,
      "fin": 11.28,
      "duracion": 1.24,
      "texto": "Soy asesora de Movistar.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.95,
      "fin": 53.73,
      "duracion": 41.78,
      "texto": "Nos ponemos en contacto desde la compañía para poder darte lo que es una nueva promoción por tus líneas. Vemos actualmente que tienes cuatro líneas con la compañía de Claro, ¿es correcto? Sí, sí, es correcto. Bien. ¿Y sabes más o menos cuánto estás abonando por estas cuatro líneas? Creo que es 70.000 pesos, 73, algo así. Bien, en este caso nosotros como vemos que estás ganando un monto bastante elevado a comparación de lo que manejamos nosotros, la idea es poder renovarte lo que es el plan y obviamente que tengas lo que es una nueva bonificación fija. ¿Cómo estar bien? Sabemos que te cambiaste por un tema de los incrementos en la factura, la idea es que no te vuelva a suceder lo mismo, por eso es que nos ponemos en contacto justamente ahora, ¿bien?",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.01,
      "fin": 97.84,
      "duracion": 42.83,
      "texto": "Acabas de decirme que sabés por qué me fui de Movistar. Sí, me asegura que es por un tema de los incrementos en la partida. Exactamente. Sí, sí, está bien. Pero yo pagaba, hace un año atrás, 120 mil pesos por mes. Claro, por esas cuatro líneas. Sí, pero hace un año, cuando yo me vine a Claro, empecé a pagar, creo que 36. Claro, era bastante valiente. Contra 120, nada, nada, es terrible. Bien, ¿y si a una particular región nunca te pudieron mejorar lo que es la propuesta o directamente hiciste como la comparación y ahí te fuiste hacia el claro? No, yo hablé un montón de veces antes de irme, porque yo tuve como visitar más de 20 años.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.16,
      "fin": 105.17,
      "duracion": 6.01,
      "texto": "En realidad tengo cinco líneas, pero bueno, una está aparte, también la tengo en claro.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.69,
      "fin": 108.45,
      "duracion": 1.76,
      "texto": "Bien, mira el nombre de esta persona.",
      "confianza": 0.045,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 108.47,
      "fin": 121.37,
      "duracion": 12.9,
      "texto": "Sí, Albertario también, pero Julián. Bien, en el caso Sergio, obviamente nosotros te pedimos disculpas de parte de la compañía, entendemos lo que es tu molestia y desconfianza, por así decirlo, por el tema de los aumentos.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.89,
      "fin": 141.38,
      "duracion": 19.49,
      "texto": "La idea, yo no te llamo en sí de daría de venta, sino de recupero de clientes. ¿Ven? ¿Quiere decir esto? Que a nosotros, obviamente, no ganamos porque vuelvas y no por el tiempo que te quedes en la compañía, es por eso que te ofrecemos lo que es una nueva promoción. Pero vas a tener lo que es la bonificación fija para que vos obviamente no tengas que estar especulando lo que son los aumentos y demás, ¿bien?",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 142.6,
      "fin": 154.62,
      "duracion": 12.02,
      "texto": "Nosotros al día de hoy lo que te podemos brindar, tenemos dos planes, no sé bien más o menos cuántas gigas consumen o por lo menos cuántas gigas consumimos con tu línea.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.64,
      "fin": 156.23,
      "duracion": 1.58,
      "texto": "Sí, todas las cinco líneas las tengo con seis gigas.",
      "confianza": 0.074,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.25,
      "fin": 157.85,
      "duracion": 1.6,
      "texto": "Bien, más de eso no consumen por mes.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 159.08,
      "fin": 172.07,
      "duracion": 12.99,
      "texto": "No, no sé, tendría que ver qué diferencia tengo, la verdad que no. Mira, porque tenemos dos planes, justo hoy han bajado el precio a lo que se encuentran normalmente, tenemos un plan de 16 GB,",
      "confianza": 0.332,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.59,
      "fin": 176.9,
      "duracion": 4.31,
      "texto": "que es mucho más gigas de las que consumís.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.62,
      "fin": 193.86,
      "duracion": 16.24,
      "texto": "Claro, este plan sale de 10.400, sino el más gasto que tenemos es un plan de 8 gigas. Y bueno, ahí no te excederías ni nada. Si te quedan las puedes guardar mes a mes, obviamente. Y vos te evitas en el que estás comprando paquetes de datos, que obviamente son claros, no lo puedes hacer. Llega que no consumís, llega que se acaba.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 195.06,
      "fin": 232.39,
      "duracion": 37.33,
      "texto": "El plan más económico que te estaba por brindar es el de 8 gigas por 7.460 pesos. vos por las cuatro líneas estarías abonando 29,840 pesos, ¿bien? Si a esta le sumamos una línea más, por ejemplo, de la que me dijiste que es el nombre de otra persona, se le puede aplicar la misma promoción, y las cinco líneas te estarías abonando 37,300 pesos. Es mucho menos de lo que vos te encontrás abonando al día de hoy en Claro, ¿bien? Sin contar que nosotros en abonificación te las damos fija, conserva el mismo número, o sea, el trámite es el mismo, Obviamente ninguna línea nos quedaría incomunicada. Nosotros cargamos lo que es el trámite de portabilidad.",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.93,
      "fin": 245.13,
      "duracion": 12.2,
      "texto": "Hacemos envío a domicilio, una vez que te llega programamos la activación de la línea y bueno, cada línea mientras tanto sigue con su chip actual, ¿bien?",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.15,
      "fin": 245.29,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.038,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 245.31,
      "fin": 258.27,
      "duracion": 12.96,
      "texto": "Quiero preguntar... Mira, yo... Sí, me interesa... Es más, creo que lo voy a cambiar. Si no es que dentro de cuatro meses me van a aumentar y otra vez seguido me aumenten.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.29,
      "fin": 266.9,
      "duracion": 8.61,
      "texto": "Imagínate que estás pagando 70, imagínate en cuatro meses, porque si bien claro te da una promo que en su momento fue ventajosa comparación de lo que te ofreci a Movistar.",
      "confianza": 0.784,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 268.08,
      "fin": 327.01,
      "duracion": 58.93,
      "texto": "Si yo estamos a claro ahora me lo va a bajar, estoy seguro. Pero bueno, obviamente ten en cuenta que si pagas 70, como muchos te pueden bajar a 50, más de 20.000 yo no creo que te harán del descuento, ¿bien? Encontrar que solamente serían estas cuatro líneas y es solamente para que no se vayan por lo que son más líneas. Si tuvieses una sola, no te lo hacen al descuento, ¿bien? Lo que yo te puedo ofrecer, para que vos obviamente te quedes tranquilo, más que nada por el tema de los aumentos y demás, es darte lo que es un asesoramiento personal para que vos obviamente no tengas que estar llamando a ningún 0800 ni dirigirte a la sucursal de Monster ni nada. Cualquier duda o consulta que vos tengas con respecto al plan, obviamente te crearías asignado a mí, Mi nombre es Macarena. La idea es obviamente que el plan sea lo más transparente posible y que vos puedas volver sin ningún otro inconveniente y que te quedes en la compañía bien. A mí no me sirve nada decirte que vuelvas un mes, ofrecerte un precio y después que vos te tengas que ir por el mismo motivo, porque ahí sí ya no vas a querer volver nunca más, ¿bien?",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 327.03,
      "fin": 327.17,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.029,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.19,
      "fin": 336.88,
      "duracion": 9.69,
      "texto": "Así que, bueno, nada. Por eso es esta promoción y, bueno, también el precio es tan bajo por eso, no es para cualquier persona en sí, sino es para aquellos clientes que tuvieron este mismo inconveniente que vos me comentás, ¿bien?",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 338.07,
      "fin": 349.77,
      "duracion": 11.7,
      "texto": "Bueno, y te pregunto, ¿cuánto demora? Porque mira, está bien, yo lo quiero hacerle. Tengo que avisar primero a mis hijos, somos tres hijos, mis señores y yo por eso son cinco líneas.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.77,
      "fin": 355.52,
      "duracion": 3.75,
      "texto": "Avisarles a eso, que no vamos a tener problemas, porque igual los pago todos yo.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.42,
      "fin": 375.69,
      "duracion": 19.27,
      "texto": "Y nada, yo me estoy yendo, justamente mañana. Bien, ¿a dónde te vas de vacaciones? Igual me voy, no, sí, de vacaciones y acá no más, a la costa, cerquita, y me voy una semana, o sea, para el otro fin de semana, el otro domingo estoy de vuelta.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 377.47,
      "fin": 377.99,
      "duracion": 0.52,
      "texto": "Claro.",
      "confianza": 0.229,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 378.01,
      "fin": 382.61,
      "duracion": 4.61,
      "texto": "O sea que te vas con todas las semanas que vienen y volvés el domingo de esa semana.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 383.39,
      "fin": 386.36,
      "duracion": 2.97,
      "texto": "Claro, exacto. Estarías volviendo el 25 de enero.",
      "confianza": 0.132,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.56,
      "fin": 388.92,
      "duracion": 1.36,
      "texto": "Sí, sí, el 26 ya estoy trabajando.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 389.54,
      "fin": 409.96,
      "duracion": 20.42,
      "texto": "Bien, ¿te vas con tu familia de vacaciones o cada uno por su lado? No, no, las cuatro no vamos. Vamos dos, seguro, tal vez tres, pero no lo sé todavía. Mira, yo te puedo ofrecer dos métodos de envío. Nosotros tenemos uno que es envío a domicilio que demora entre siete a diez días hábiles.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 410.62,
      "fin": 493.13,
      "duracion": 82.51,
      "texto": "Es decir que vos cuando vuelvas ya lo vas a tener al chip, pero recordá que no te quedás incomunicado. Que quiere decir que si el chip te llega a tu casa no es necesario que se lo den a una persona, lo pueden dejar en el buzón, debajo de la puerta, debajo del portón. como el cliente prefiera, ¿bien? Eso demora un poquito más como para decirte, bueno, te cargamos hoy la promo, guardás el beneficio porque este plan está un poquito más caro normalmente, te cargamos lo que es la promo. Como tardas siete días el envío a domicilio, llegarías hábiles. Obviamente, llegaría más o menos la semana que viene. El CIF cuando te llega a demovistar, va inactivo para que vos, hasta que no pierdas cobertura con claro, no lo puedas colocar, ¿bien? ¿Qué quiere decir que vos en todo esos 10 días o 7 días que tarda el envío, ¿vos seguís comunicado con tu chica actual de claro, bien? Entonces, ¿qué te puedo proponer yo? Ese envío a domicilio, que es como lo que más demora, pero guardás la promo, ¿me entendés? Está bien. Bueno, pero igual te lo tengo que confirmar mañana, porque como te dije, tengo que hablar. ¿Vos me podés llamar mañana? Sí, mañana te puedo llamar, te voy a enviar esta promo por escrito por WhatsApp y vos, obviamente, es para que te hagas mandar a tus hijos. Yo te envío los planes, de ahí es más, seguramente, capaz que prefieren lo más económico, pero bueno, te lo envío. Sí, no, el D8 está bien. Después de eso, si quieren que se ponga más fígado. Bueno, dale un saludo, entonces. Maldame el D8 y mañana si vos me decís por sí o por no, me decís por WhatsApp.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 493.49,
      "fin": 497.89,
      "duracion": 4.4,
      "texto": "No, no, seguramente va a ser sí, pero yo necesito libre toda la otra semana.",
      "confianza": 0.574,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 499.44,
      "fin": 531.43,
      "duracion": 31.99,
      "texto": "Claro. Lo que yo te puedo ofrecer es envío a mis hijos, que es lo que más demora, como para atrasarlo y que te llegue, cuando te llegan vos me avisas, Y yo programo la activación de la línea, no es que los vas a poder colocar ahí nomás, así que te daríamos como bastante tiempo para que le puedas entregar los vídeos a los otros usuarios, ¿bien? Bueno, me mandas por favor a la promoción y poneme que sos Macarena, ¿sí? Dale, ahora te escribo, vos cualquier cosa de ese WhatsApp siempre te vas a contactar conmigo, yo lo tengo justamente para hablar con mis clientes, así que bueno, siempre te voy a estar contestando yo, ¿bien?",
      "confianza": 0.03,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 532.12,
      "fin": 554.61,
      "duracion": 22.49,
      "texto": "Bueno, perfecto. Te agradezco. Te contacto por WhatsApp. Cualquier cosita me conectas por ahí, Bren. Dale. Mañana. Mañana nos contactamos porque yo esta noche los veo a mis chicos y les digo y hacemos el cambio. Bueno. Y en caso de Aceta Club, ¿qué datos te tengo que pasar? Así los tengo preparados. Bueno, voto el DNI, los números de línea ya los tengo. Yo te confirmaré. Me faltaría el quinto, que como no sea tu nombre, no me aparece.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 555.2,
      "fin": 564.01,
      "duracion": 8.81,
      "texto": "Foto de mí de ahí solamente, ¿no? De el titular, ajá. Y bueno, que me confirmes el correo electrónico. A mí siempre me decían... Sí, sí, está bien. ...que tuviste cuando estuviste con nosotros.",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 564.55,
      "fin": 577.75,
      "duracion": 13.2,
      "texto": "Si eso está correcto, lo dejamos tal y cual. Sí, sí. ¿Datos de mi... de mis hijos, de mi cañera o no? No, no, no, no. Solo del titular, que sería la foto del DNI, porque lo que es el número del DNI ya lo tenemos, las líneas que las tenemos.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 578.47,
      "fin": 592.3,
      "duracion": 13.83,
      "texto": "Y sería así, la otra línea, la quinta, que está en nombre de Julián, ¿me dijiste? Sí, Julián Albertario. Claro, la quinta que está en nombre de Julián, si él lo quiere hacer también, se hace, pero obviamente a nombre de él. Es decir, que necesito la foto del DNI de él.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 593.8,
      "fin": 598.57,
      "duracion": 4.77,
      "texto": "Ah, y no podemos para que cuando me viene el importe, que yo pague las cinco juntas.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 599.91,
      "fin": 606.5,
      "duracion": 6.59,
      "texto": "Claro, lo que está en la singularidad, como está ahora en nombre de Julián, más allá de que vos lo quieras pasar, no se puede.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 607.0,
      "fin": 623.14,
      "duracion": 16.14,
      "texto": "Y es el que se puede hacer cuando se te activan las líneas de Amazon Start, ahí sí hacemos podemos gestionar el cambio de titularidad y que todos te lleguen a tus nombres. Pero sí podemos poner el correo electrónico tuyo para que te lleguen las cinco, más allá de que la otra no sea tu nombre.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 623.16,
      "fin": 623.34,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.04,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 623.36,
      "fin": 633.05,
      "duracion": 9.69,
      "texto": "Bueno, Macarena, ya acordé. Bueno, te escribo la prueba y estaríamos en contacto por WhatsApp. Por favor, mañana. Bueno, que tengas muy buen día Sergio, hasta luego. Te agradezco igualmente, chau chau.",
      "confianza": 0.044,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. Hablo con Sergio Albertario. Sí, buenas tardes. ¿Qué tal? ¿Quién habla? Hola, Sergio. Un placer. Mi nombre es Macarena. Soy asesora de Movistar. Nos ponemos en contacto desde la compañía para poder darte lo que es una nueva promoción por tus líneas. Vemos actualmente que tienes cuatro líneas con la compañía de Claro, ¿es correcto? Sí, sí, es correcto. Bien. ¿Y sabes más o menos cuánto estás abonando por estas cuatro líneas? Creo que es 70.000 pesos, 73, algo así. Bien, en este caso nosotros como vemos que estás ganando un monto bastante elevado a comparación de lo que manejamos nosotros, la idea es poder renovarte lo que es el plan y obviamente que tengas lo que es una nueva bonificación fija. ¿Cómo estar bien? Sabemos que te cambiaste por un tema de los incrementos en la factura, la idea es que no te vuelva a suceder lo mismo, por eso es que nos ponemos en contacto justamente ahora, ¿bien? Acabas de decirme que sabés por qué me fui de Movistar. Sí, me asegura que es por un tema de los incrementos en la partida. Exactamente. Sí, sí, está bien. Pero yo pagaba, hace un año atrás, 120 mil pesos por mes. Claro, por esas cuatro líneas. Sí, pero hace un año, cuando yo me vine a Claro, empecé a pagar, creo que 36. Claro, era bastante valiente. Contra 120, nada, nada, es terrible. Bien, ¿y si a una particular región nunca te pudieron mejorar lo que es la propuesta o directamente hiciste como la comparación y ahí te fuiste hacia el claro? No, yo hablé un montón de veces antes de irme, porque yo tuve como visitar más de 20 años. En realidad tengo cinco líneas, pero bueno, una está aparte, también la tengo en claro. Bien, mira el nombre de esta persona. Sí, Albertario también, pero Julián. Bien, en el caso Sergio, obviamente nosotros te pedimos disculpas de parte de la compañía, entendemos lo que es tu molestia y desconfianza, por así decirlo, por el tema de los aumentos. La idea, yo no te llamo en sí de daría de venta, sino de recupero de clientes. ¿Ven? ¿Quiere decir esto? Que a nosotros, obviamente, no ganamos porque vuelvas y no por el tiempo que te quedes en la compañía, es por eso que te ofrecemos lo que es una nueva promoción. Pero vas a tener lo que es la bonificación fija para que vos obviamente no tengas que estar especulando lo que son los aumentos y demás, ¿bien? Nosotros al día de hoy lo que te podemos brindar, tenemos dos planes, no sé bien más o menos cuántas gigas consumen o por lo menos cuántas gigas consumimos con tu línea. Sí, todas las cinco líneas las tengo con seis gigas. Bien, más de eso no consumen por mes. No, no sé, tendría que ver qué diferencia tengo, la verdad que no. Mira, porque tenemos dos planes, justo hoy han bajado el precio a lo que se encuentran normalmente, tenemos un plan de 16 GB, que es mucho más gigas de las que consumís. Claro, este plan sale de 10.400, sino el más gasto que tenemos es un plan de 8 gigas. Y bueno, ahí no te excederías ni nada. Si te quedan las puedes guardar mes a mes, obviamente. Y vos te evitas en el que estás comprando paquetes de datos, que obviamente son claros, no lo puedes hacer. Llega que no consumís, llega que se acaba. El plan más económico que te estaba por brindar es el de 8 gigas por 7.460 pesos. vos por las cuatro líneas estarías abonando 29,840 pesos, ¿bien? Si a esta le sumamos una línea más, por ejemplo, de la que me dijiste que es el nombre de otra persona, se le puede aplicar la misma promoción, y las cinco líneas te estarías abonando 37,300 pesos. Es mucho menos de lo que vos te encontrás abonando al día de hoy en Claro, ¿bien? Sin contar que nosotros en abonificación te las damos fija, conserva el mismo número, o sea, el trámite es el mismo, Obviamente ninguna línea nos quedaría incomunicada. Nosotros cargamos lo que es el trámite de portabilidad. Hacemos envío a domicilio, una vez que te llega programamos la activación de la línea y bueno, cada línea mientras tanto sigue con su chip actual, ¿bien? Sí, sí. Quiero preguntar... Mira, yo... Sí, me interesa... Es más, creo que lo voy a cambiar. Si no es que dentro de cuatro meses me van a aumentar y otra vez seguido me aumenten. Imagínate que estás pagando 70, imagínate en cuatro meses, porque si bien claro te da una promo que en su momento fue ventajosa comparación de lo que te ofreci a Movistar. Si yo estamos a claro ahora me lo va a bajar, estoy seguro. Pero bueno, obviamente ten en cuenta que si pagas 70, como muchos te pueden bajar a 50, más de 20.000 yo no creo que te harán del descuento, ¿bien? Encontrar que solamente serían estas cuatro líneas y es solamente para que no se vayan por lo que son más líneas. Si tuvieses una sola, no te lo hacen al descuento, ¿bien? Lo que yo te puedo ofrecer, para que vos obviamente te quedes tranquilo, más que nada por el tema de los aumentos y demás, es darte lo que es un asesoramiento personal para que vos obviamente no tengas que estar llamando a ningún 0800 ni dirigirte a la sucursal de Monster ni nada. Cualquier duda o consulta que vos tengas con respecto al plan, obviamente te crearías asignado a mí, Mi nombre es Macarena. La idea es obviamente que el plan sea lo más transparente posible y que vos puedas volver sin ningún otro inconveniente y que te quedes en la compañía bien. A mí no me sirve nada decirte que vuelvas un mes, ofrecerte un precio y después que vos te tengas que ir por el mismo motivo, porque ahí sí ya no vas a querer volver nunca más, ¿bien? Exacto. Así que, bueno, nada. Por eso es esta promoción y, bueno, también el precio es tan bajo por eso, no es para cualquier persona en sí, sino es para aquellos clientes que tuvieron este mismo inconveniente que vos me comentás, ¿bien? Bueno, y te pregunto, ¿cuánto demora? Porque mira, está bien, yo lo quiero hacerle. Tengo que avisar primero a mis hijos, somos tres hijos, mis señores y yo por eso son cinco líneas. Avisarles a eso, que no vamos a tener problemas, porque igual los pago todos yo. Y nada, yo me estoy yendo, justamente mañana. Bien, ¿a dónde te vas de vacaciones? Igual me voy, no, sí, de vacaciones y acá no más, a la costa, cerquita, y me voy una semana, o sea, para el otro fin de semana, el otro domingo estoy de vuelta. Claro. O sea que te vas con todas las semanas que vienen y volvés el domingo de esa semana. Claro, exacto. Estarías volviendo el 25 de enero. Sí, sí, el 26 ya estoy trabajando. Bien, ¿te vas con tu familia de vacaciones o cada uno por su lado? No, no, las cuatro no vamos. Vamos dos, seguro, tal vez tres, pero no lo sé todavía. Mira, yo te puedo ofrecer dos métodos de envío. Nosotros tenemos uno que es envío a domicilio que demora entre siete a diez días hábiles. Es decir que vos cuando vuelvas ya lo vas a tener al chip, pero recordá que no te quedás incomunicado. Que quiere decir que si el chip te llega a tu casa no es necesario que se lo den a una persona, lo pueden dejar en el buzón, debajo de la puerta, debajo del portón. como el cliente prefiera, ¿bien? Eso demora un poquito más como para decirte, bueno, te cargamos hoy la promo, guardás el beneficio porque este plan está un poquito más caro normalmente, te cargamos lo que es la promo. Como tardas siete días el envío a domicilio, llegarías hábiles. Obviamente, llegaría más o menos la semana que viene. El CIF cuando te llega a demovistar, va inactivo para que vos, hasta que no pierdas cobertura con claro, no lo puedas colocar, ¿bien? ¿Qué quiere decir que vos en todo esos 10 días o 7 días que tarda el envío, ¿vos seguís comunicado con tu chica actual de claro, bien? Entonces, ¿qué te puedo proponer yo? Ese envío a domicilio, que es como lo que más demora, pero guardás la promo, ¿me entendés? Está bien. Bueno, pero igual te lo tengo que confirmar mañana, porque como te dije, tengo que hablar. ¿Vos me podés llamar mañana? Sí, mañana te puedo llamar, te voy a enviar esta promo por escrito por WhatsApp y vos, obviamente, es para que te hagas mandar a tus hijos. Yo te envío los planes, de ahí es más, seguramente, capaz que prefieren lo más económico, pero bueno, te lo envío. Sí, no, el D8 está bien. Después de eso, si quieren que se ponga más fígado. Bueno, dale un saludo, entonces. Maldame el D8 y mañana si vos me decís por sí o por no, me decís por WhatsApp. No, no, seguramente va a ser sí, pero yo necesito libre toda la otra semana. Claro. Lo que yo te puedo ofrecer es envío a mis hijos, que es lo que más demora, como para atrasarlo y que te llegue, cuando te llegan vos me avisas, Y yo programo la activación de la línea, no es que los vas a poder colocar ahí nomás, así que te daríamos como bastante tiempo para que le puedas entregar los vídeos a los otros usuarios, ¿bien? Bueno, me mandas por favor a la promoción y poneme que sos Macarena, ¿sí? Dale, ahora te escribo, vos cualquier cosa de ese WhatsApp siempre te vas a contactar conmigo, yo lo tengo justamente para hablar con mis clientes, así que bueno, siempre te voy a estar contestando yo, ¿bien? Bueno, perfecto. Te agradezco. Te contacto por WhatsApp. Cualquier cosita me conectas por ahí, Bren. Dale. Mañana. Mañana nos contactamos porque yo esta noche los veo a mis chicos y les digo y hacemos el cambio. Bueno. Y en caso de Aceta Club, ¿qué datos te tengo que pasar? Así los tengo preparados. Bueno, voto el DNI, los números de línea ya los tengo. Yo te confirmaré. Me faltaría el quinto, que como no sea tu nombre, no me aparece. Foto de mí de ahí solamente, ¿no? De el titular, ajá. Y bueno, que me confirmes el correo electrónico. A mí siempre me decían... Sí, sí, está bien. ...que tuviste cuando estuviste con nosotros. Si eso está correcto, lo dejamos tal y cual. Sí, sí. ¿Datos de mi... de mis hijos, de mi cañera o no? No, no, no, no. Solo del titular, que sería la foto del DNI, porque lo que es el número del DNI ya lo tenemos, las líneas que las tenemos. Y sería así, la otra línea, la quinta, que está en nombre de Julián, ¿me dijiste? Sí, Julián Albertario. Claro, la quinta que está en nombre de Julián, si él lo quiere hacer también, se hace, pero obviamente a nombre de él. Es decir, que necesito la foto del DNI de él. Ah, y no podemos para que cuando me viene el importe, que yo pague las cinco juntas. Claro, lo que está en la singularidad, como está ahora en nombre de Julián, más allá de que vos lo quieras pasar, no se puede. Y es el que se puede hacer cuando se te activan las líneas de Amazon Start, ahí sí hacemos podemos gestionar el cambio de titularidad y que todos te lleguen a tus nombres. Pero sí podemos poner el correo electrónico tuyo para que te lleguen las cinco, más allá de que la otra no sea tu nombre. Perfecto. Bueno, Macarena, ya acordé. Bueno, te escribo la prueba y estaríamos en contacto por WhatsApp. Por favor, mañana. Bueno, que tengas muy buen día Sergio, hasta luego. Te agradezco igualmente, chau chau.",
  "calidad": {
    "confianza_promedio": 0.513,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:24:53.190757",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 155,
    "total_segmentos_corregido": 43,
    "fecha_correccion": "2026-01-18T23:05:26.206485",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143051798_ACD_54839",
    "fecha_inicio": "14/1/2026 14:30:51",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 638,
    "tiempo_conversacion": 611,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}