{
  "archivo": "amza4_1_260114110734707_MIT_01973.wav",
  "duracion_segundos": 398.13,
  "num_segmentos": 113,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 29.1,
    "Cliente": 342.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.79,
      "fin": 2.51,
      "duracion": 0.72,
      "texto": "Hay de todo.",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3.41,
      "fin": 22.5,
      "duracion": 19.09,
      "texto": "Me tenés que atender. Hola.",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.12,
      "fin": 32.41,
      "duracion": 9.29,
      "texto": "Hola. Hola, María Ester. ¿Cómo estás? Nuevamente le habla Gaby. Sí, mi amor. Hola, María Ester. ¿Cómo estás, María Ester? Bien, acá con morta de frío.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.26,
      "fin": 72.01,
      "duracion": 36.75,
      "texto": "La humedad que hay sabe cómo me tratan los huesos, hija. Pero hay que seguir adelante. Sí, sí, no queda otra. ¿Puedo escuchar, María Ester? ¿Puedo escuchar el último audio que le mandemos? Sí, sí, sí, sí, lo escuché. Perfecto. Entonces, bueno, María Ester, me comentó que usted va a querer continuar con el trámite de lo que es la validación, de lo que es la ficha de la fibra óptica. Sí. Sí, y bueno, el motivo que usted no hubiera podido hacer la validación era porque el que todo lo expliqué, aparentemente hoy han querido por así decirlo. Sí, son técnicos tuchos, hablando... Encribo yo.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.59,
      "fin": 75.54,
      "duracion": 2.95,
      "texto": "Así te hablo yo. Gracias por avisarme.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.18,
      "fin": 88.56,
      "duracion": 12.38,
      "texto": "Gracias por avisarme. No, no, está bien. Tranquila. No más que quiera que quiera grabado para que se pueda hacer la validación correcta. Sí, sí. Bueno, entonces, el servicio de la fibra óptica de 300 mil va a quedar instalado.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.18,
      "fin": 113.59,
      "duracion": 24.41,
      "texto": "Repítame, por favor, su domicilio. Su domicilio. Calle 126. Números treinta treinta y cinco entre Alfonsín Néstor, hijo Fernández, Barrio El Roble, Guernica, presidente Peló. Buenos Aires. Alberto Ferreira. Sí.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.39,
      "fin": 117.23,
      "duracion": 2.84,
      "texto": "Ocho cuarenta y cinco trescientos cuatro.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.81,
      "fin": 124.08,
      "duracion": 6.27,
      "texto": "Perfecto.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.64,
      "fin": 140.17,
      "duracion": 15.54,
      "texto": "donde le confirma el domicilio de la instalación, todo usted le pone si confirmo para que avance el trámite, y una vez que se comunique perdón el departamento, valían rápidamente los datos y ya queda todo asentado para mandar el técnico, ¿sí?",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.89,
      "fin": 156.13,
      "duracion": 15.24,
      "texto": "Una vez que usted tenga instalado el teléfono de la fibra óptica, da luego a través de la app, selecciona para poder hacer la instalación de la televisión, ¿sí? ¿No tengo que mandar un mensaje como para que me vengan a instalar el cable?",
      "confianza": 0.525,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.15,
      "fin": 166.58,
      "duracion": 9.43,
      "texto": "No, directamente, una vez que usted tenga el servicio de la fibra óptica, sí, instalado, ahí usted solicita el servicio de la televisión. En eso no hay problema, María Estela.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.48,
      "fin": 208.43,
      "duracion": 40.95,
      "texto": "Bueno, escúchame, yo quiero dos codificadores. Primero, yo te dije que te había hablado de uno, pero lo voy a compartir con mi hija. porque ella tiene el de la hermana y le está pidiendo la baja para poner el nombre de ella. Entonces, agarro y le digo, dame, pido dos codificadores, vos tenés uno, yo tengo otro y lo pago yo, no hay problema, hija. Me dice, ¿se podrá? Bueno, pregunto, le digo. Sí, se puede pedir dos deco, en este caso, el deco tiene un valor de 3.500 por mes de alquiler. y lo piden a una vez que ustedes pidan la televisión por el Colab de Mimostar.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.01,
      "fin": 239.17,
      "duracion": 30.16,
      "texto": "Ustedes ahí seleccionan cuántos becos van a querer para el domicilio. Bueno, sí, sí, sí, son dos. Estamos en el mismo terreno, sino que ella vive adelante y al lado vivo ya, así que no hay mucha diferencia. Bien, bien. Sí, sí, si el técnico ve que está correcta, no hay problema por eso. Bien, María Esther, entonces, bueno, yo dejo asentado acá para que ya se comuniquen con usted el sector de validación. ¿Valía de los datos? y llamar al técnico. Dígame, ¿en qué hora le puedes llamar al servicio de variación de datos?",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.13,
      "fin": 242.66,
      "duracion": 2.52,
      "texto": "Mira, yo hoy estoy acá en mi casa.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.34,
      "fin": 246.75,
      "duracion": 3.41,
      "texto": "Ah, buenísimo. Porque con los dolores no podía trabajar.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.01,
      "fin": 253.07,
      "duracion": 5.06,
      "texto": "Mañana me toca Franco. Así que me tienen hoy y mañana.",
      "confianza": 0.883,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.65,
      "fin": 272.79,
      "duracion": 19.14,
      "texto": "Ya el viernes no cuenten conmigo. Que dará mi hija. Que dará mi hija cargo de todo. Ahora son las 11 y 11. Si usted quiere, yo coloco en las fichas que a las 1 a las 13 las damos en desvalidación. Bueno, bueno. Y se contacten con usted para que el técnico va a dar lo antes posible.",
      "confianza": 0.468,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.45,
      "fin": 278.75,
      "duracion": 5.3,
      "texto": "Sí, sí, al horario que vos quieras, hija. Yo te vuelvo a repetir. Hoy y mañana me encuentran acá.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.5,
      "fin": 298.3,
      "duracion": 18.8,
      "texto": "Ya para ti del viernes no, mi amor. Perfecto. Y María, sí, sí, no hay problema. Y María, yo para que quede en la grabación, el teléfono en contacto que tenemos, 11-28-7-7-28-20, que es el suyo, ¿sí? Sí, sí, sí. Perfecto. Bueno, María, si te dudas, me mando un mensajito y bueno, disfruta del servicio.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.9,
      "fin": 329.13,
      "duracion": 30.23,
      "texto": "Bueno, gracias mi amor y gracias por la atención y el aguante que me tenés. Espero que algún día nos podamos conozcar personalmente. de Elía Blanca, así que ya estamos viendo si podemos el otro año, este año no, pero el otro año viajar para... ¿Y a dónde estás en este momento, hija? Ahora estoy en lo que es movilizar, pero de Mendoza.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.72,
      "fin": 331.3,
      "duracion": 1.58,
      "texto": "Ah, mi tierra.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.02,
      "fin": 333.08,
      "duracion": 1.06,
      "texto": "Yo soy de Mendoza.",
      "confianza": 0.545,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.48,
      "fin": 337.42,
      "duracion": 2.94,
      "texto": "Yo soy de Mendoza, mi amor. Soy de General de Alvear.",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.32,
      "fin": 341.33,
      "duracion": 3.0,
      "texto": "El último departamento de Mendoza al sur.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 341.93,
      "fin": 343.61,
      "duracion": 1.68,
      "texto": "Bueno, yo vivo en Guaymadén.",
      "confianza": 0.478,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 344.4,
      "fin": 385.59,
      "duracion": 41.19,
      "texto": "Ah, tengo familia en Guaymayá. Sí, vivo en Rodo de la Cruz, Esther. Sí, hermosa, hermosa, hermosa. Sí, no sabías que era mendocina. Sí, la verdad es que no te vengas nunca, hija. Vení a visitar a tu mamá y vuelve, porque no es porque sea mendocina, pero como en esa tierra no hay ninguno. Aparte de la gente, todo. Te felicito. ¿Y cuándo te vivré en Buenos Aires, Esther? Bueno, hija, te felicito. Disfrútame en dos. Disfrútame en dos. Gracias. Bueno, a las 13, atenta al teléfono que le van a llamar. Sí, sí, no te hagas problema.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.63,
      "fin": 387.54,
      "duracion": 0.9,
      "texto": "Lo tengo encima.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 388.08,
      "fin": 392.38,
      "duracion": 4.31,
      "texto": "Otro para vos y gracias por estar en esa tierra.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 393.56,
      "fin": 398.13,
      "duracion": 4.57,
      "texto": "Bueno, un besito mi amor. Que Dios te bendiga.",
      "confianza": 0.507,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hay de todo. Me tenés que atender. Hola. Hola. Hola, María Ester. ¿Cómo estás? Nuevamente le habla Gaby. Sí, mi amor. Hola, María Ester. ¿Cómo estás, María Ester? Bien, acá con morta de frío. La humedad que hay sabe cómo me tratan los huesos, hija. Pero hay que seguir adelante. Sí, sí, no queda otra. ¿Puedo escuchar, María Ester? ¿Puedo escuchar el último audio que le mandemos? Sí, sí, sí, sí, lo escuché. Perfecto. Entonces, bueno, María Ester, me comentó que usted va a querer continuar con el trámite de lo que es la validación, de lo que es la ficha de la fibra óptica. Sí. Sí, y bueno, el motivo que usted no hubiera podido hacer la validación era porque el que todo lo expliqué, aparentemente hoy han querido por así decirlo. Sí, son técnicos tuchos, hablando... Encribo yo. Así te hablo yo. Gracias por avisarme. Gracias por avisarme. No, no, está bien. Tranquila. No más que quiera que quiera grabado para que se pueda hacer la validación correcta. Sí, sí. Bueno, entonces, el servicio de la fibra óptica de 300 mil va a quedar instalado. Repítame, por favor, su domicilio. Su domicilio. Calle 126. Números treinta treinta y cinco entre Alfonsín Néstor, hijo Fernández, Barrio El Roble, Guernica, presidente Peló. Buenos Aires. Alberto Ferreira. Sí. Ocho cuarenta y cinco trescientos cuatro. Perfecto. donde le confirma el domicilio de la instalación, todo usted le pone si confirmo para que avance el trámite, y una vez que se comunique perdón el departamento, valían rápidamente los datos y ya queda todo asentado para mandar el técnico, ¿sí? Una vez que usted tenga instalado el teléfono de la fibra óptica, da luego a través de la app, selecciona para poder hacer la instalación de la televisión, ¿sí? ¿No tengo que mandar un mensaje como para que me vengan a instalar el cable? No, directamente, una vez que usted tenga el servicio de la fibra óptica, sí, instalado, ahí usted solicita el servicio de la televisión. En eso no hay problema, María Estela. Bueno, escúchame, yo quiero dos codificadores. Primero, yo te dije que te había hablado de uno, pero lo voy a compartir con mi hija. porque ella tiene el de la hermana y le está pidiendo la baja para poner el nombre de ella. Entonces, agarro y le digo, dame, pido dos codificadores, vos tenés uno, yo tengo otro y lo pago yo, no hay problema, hija. Me dice, ¿se podrá? Bueno, pregunto, le digo. Sí, se puede pedir dos deco, en este caso, el deco tiene un valor de 3.500 por mes de alquiler. y lo piden a una vez que ustedes pidan la televisión por el Colab de Mimostar. Ustedes ahí seleccionan cuántos becos van a querer para el domicilio. Bueno, sí, sí, sí, son dos. Estamos en el mismo terreno, sino que ella vive adelante y al lado vivo ya, así que no hay mucha diferencia. Bien, bien. Sí, sí, si el técnico ve que está correcta, no hay problema por eso. Bien, María Esther, entonces, bueno, yo dejo asentado acá para que ya se comuniquen con usted el sector de validación. ¿Valía de los datos? y llamar al técnico. Dígame, ¿en qué hora le puedes llamar al servicio de variación de datos? Mira, yo hoy estoy acá en mi casa. Ah, buenísimo. Porque con los dolores no podía trabajar. Mañana me toca Franco. Así que me tienen hoy y mañana. Ya el viernes no cuenten conmigo. Que dará mi hija. Que dará mi hija cargo de todo. Ahora son las 11 y 11. Si usted quiere, yo coloco en las fichas que a las 1 a las 13 las damos en desvalidación. Bueno, bueno. Y se contacten con usted para que el técnico va a dar lo antes posible. Sí, sí, al horario que vos quieras, hija. Yo te vuelvo a repetir. Hoy y mañana me encuentran acá. Ya para ti del viernes no, mi amor. Perfecto. Y María, sí, sí, no hay problema. Y María, yo para que quede en la grabación, el teléfono en contacto que tenemos, 11-28-7-7-28-20, que es el suyo, ¿sí? Sí, sí, sí. Perfecto. Bueno, María, si te dudas, me mando un mensajito y bueno, disfruta del servicio. Bueno, gracias mi amor y gracias por la atención y el aguante que me tenés. Espero que algún día nos podamos conozcar personalmente. de Elía Blanca, así que ya estamos viendo si podemos el otro año, este año no, pero el otro año viajar para... ¿Y a dónde estás en este momento, hija? Ahora estoy en lo que es movilizar, pero de Mendoza. Ah, mi tierra. Yo soy de Mendoza. Yo soy de Mendoza, mi amor. Soy de General de Alvear. El último departamento de Mendoza al sur. Bueno, yo vivo en Guaymadén. Ah, tengo familia en Guaymayá. Sí, vivo en Rodo de la Cruz, Esther. Sí, hermosa, hermosa, hermosa. Sí, no sabías que era mendocina. Sí, la verdad es que no te vengas nunca, hija. Vení a visitar a tu mamá y vuelve, porque no es porque sea mendocina, pero como en esa tierra no hay ninguno. Aparte de la gente, todo. Te felicito. ¿Y cuándo te vivré en Buenos Aires, Esther? Bueno, hija, te felicito. Disfrútame en dos. Disfrútame en dos. Gracias. Bueno, a las 13, atenta al teléfono que le van a llamar. Sí, sí, no te hagas problema. Lo tengo encima. Otro para vos y gracias por estar en esa tierra. Bueno, un besito mi amor. Que Dios te bendiga.",
  "calidad": {
    "confianza_promedio": 0.53,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:23:18.990811",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 113,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:29.671854",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114110734707_MIT_01973",
    "fecha_inicio": "14/1/2026 11:07:35",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 384,
    "tiempo_conversacion": 383,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}