{
  "archivo": "amza313_1_260116144510016_ACD_05801.wav",
  "duracion_segundos": 220.56,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 151.52,
    "Cliente": 49.13
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.35,
      "duracion": 3.32,
      "texto": "Luis Alberto.",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.2,
      "fin": 5.26,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.28,
      "fin": 9.28,
      "duracion": 4.0,
      "texto": "Luis, un gusto, mi nombre es Agustín, yo te llamo por un descuento en su línea, ¿cómo lo llevas? ¿todo bien?",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.64,
      "fin": 18.21,
      "duracion": 7.57,
      "texto": "Todo está bien. Vale, gracias muchísimo. Luis, yo te llamo en lo que es la área de calidad y movistar, me explico que tú hoy en día se encuentran claros, ¿correcto?",
      "confianza": 0.024,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.23,
      "fin": 18.81,
      "duracion": 0.58,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.078,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 18.91,
      "fin": 41.3,
      "duracion": 22.39,
      "texto": "Coméntame Luis, ¿usted hoy en día para qué utiliza el celular? ¿Hace muchas llamadas, trabajo, qué uso le suele dar? No, llamadas, mensajes. Bien, lo básico, mire, lo que yo les puedo recomendar es un plan que está muy bueno y bastante completo. Le viene con 8 gigas en total, son cuatro básicos de regalo, que para lo que usted le dice, va a andar muy bien, porque le viene justamente con WhatsApp gratuitos y llamadas limitadas a cualquier compañía.",
      "confianza": 0.415,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.84,
      "fin": 53.3,
      "duracion": 11.46,
      "texto": "Además, también viene con un giga para Free Fire, lo que es guardar, pasar, pedir, si a usted le suelen llegar trambas, se le puede utilizar para el mes que viene, y todo eso le queda al día de hoy en $7,460 pesos.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.54,
      "fin": 55.18,
      "duracion": 1.64,
      "texto": "Bien.",
      "confianza": 0.568,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.8,
      "fin": 56.16,
      "duracion": 0.36,
      "texto": "Sí.",
      "confianza": 0.291,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.18,
      "fin": 75.81,
      "duracion": 19.63,
      "texto": "Es un plan realmente que está muy bueno, que muchas personas están volviendo a retomar, porque sabemos que usted se pone excelente, cliente, o sea, no me reconozco que esto lo pueda gustar cualquiera, Luis, que se imaginará por su pérdice en el día de hoy. Y bueno, la idea es justamente que lo pueda aprovechar, también teniendo en cuenta que a cualquier duda o consulta, podría contar con mi ayuda para que vayan necesitando, ¿bien?",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.83,
      "fin": 76.25,
      "duracion": 0.42,
      "texto": "Sí. Bien.",
      "confianza": 0.067,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.27,
      "fin": 83.06,
      "duracion": 6.79,
      "texto": "Coméntame, Luis, ¿cómo se ve con ese plan, con las gigas y el precio? Lo que me dijo usted.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.08,
      "fin": 85.0,
      "duracion": 1.92,
      "texto": "Exacto.",
      "confianza": 0.573,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.02,
      "fin": 85.22,
      "duracion": 0.2,
      "texto": "Está bien.",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.99,
      "fin": 92.32,
      "duracion": 6.33,
      "texto": "¿Me interesa aprovecharlo entonces a la promoción?",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.34,
      "fin": 92.48,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.07,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.5,
      "fin": 114.31,
      "duracion": 21.81,
      "texto": "Buenísimo Luis, mire, vamos a empezar entonces, lo que yo voy a hacer primero, voy a enviar un mensajito a través de WhatsApp, en un segundo, así ya se queda con mi número y sabe que va a tener alguien de confianza para cualquier duda o consulta que se le vaya presentando, hasta el momento que se le aporte bien la línea. ¿Bien? Luis, coménteme, usted vendía, eh, de qué provincia la actualidad es.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.15,
      "fin": 116.05,
      "duracion": 0.9,
      "texto": "de Buenos Aires.",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.23,
      "fin": 118.1,
      "duracion": 1.86,
      "texto": "Sí, pero ¿de qué localidad de Buenos Aires?",
      "confianza": 0.521,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.98,
      "fin": 124.19,
      "duracion": 3.21,
      "texto": "San Miguel. Ah, bueno, mira qué bien. Tenemos YouTube familiares por ahí.",
      "confianza": 0.022,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.03,
      "fin": 128.78,
      "duracion": 3.75,
      "texto": "Una linda zona muy linda, San Miguel. Sí, sí. Bien,",
      "confianza": 0.627,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 128.78,
      "fin": 136.37,
      "duracion": 7.59,
      "texto": "mira, acá justamente en San Miguel nosotros tenemos lo que son varias tiendas de movistar donde se podría acercar justamente a reiterar lo que es el chip.",
      "confianza": 0.576,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.62,
      "fin": 148.01,
      "duracion": 11.39,
      "texto": "bien. Yo esto es lo que más recomiendo, ¿Por qué? Porque usted se acerca a la tienda del movistar y hay un mismo ello, le colocan el chip en su celular y usted ya sale de la tienda en diez minutos con la línea funcionando y todo. Usted no tiene que hacer nada.",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.63,
      "fin": 153.34,
      "duracion": 4.71,
      "texto": "Para mí esa es la mejor opción. Sí. Porque también se lo podemos enviar a la casa pero después lo tiene que poner usted.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.14,
      "fin": 156.79,
      "duracion": 2.64,
      "texto": "Para mí lo mejor es hacer esto que va cuando usted puede y listo.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.33,
      "fin": 169.02,
      "duracion": 11.69,
      "texto": "Por ejemplo, tenemos eh la que mejor o largo de atención tiene es la que está ubicada en la calle de Esa le abre el lunes a la sábado de 9 a 20 horas. ¿Le parece bien esa sucursal?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.37,
      "fin": 174.71,
      "duracion": 0.34,
      "texto": "Sí, sí. Perfecto.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.73,
      "fin": 186.75,
      "duracion": 12.02,
      "texto": "Pero está trabajando. Ah, justo ahora está trabajando usted. Sí, tiene trabajo, sí. Ah, ok. Y puede hablar, son dos minutos, nada más el trámite. O sea, es muy sencillo.",
      "confianza": 0.021,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.77,
      "fin": 187.87,
      "duracion": 1.1,
      "texto": "Sí, sí, pero me están mirando en la cara alguna vez.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 187.89,
      "fin": 192.38,
      "duracion": 4.49,
      "texto": "Ya, justo te están mirando, Luis. Y Cidro, ¿a quién sale?",
      "confianza": 0.245,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 193.42,
      "fin": 215.59,
      "duracion": 22.17,
      "texto": "A las cinco. Bueno Luis, mire, si te parece, si le parece podemos hacer el siguiente. Yo le haré la agenda a usted para las cinco horas y yo lo llamo. Hablamos a las cinco cuando ya llegue a su casa, ¿bien? Porque uno no puede hablar ahora. Así bueno, no pierda la promoción porque la promoción está por hoy, entonces bueno, así yo a las cinco lo llamo, ¿eh? Pues quédense atentos.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 216.39,
      "fin": 220.56,
      "duracion": 4.17,
      "texto": "Dale Luis, éxito en el trabajo. Hablamos a las cinco.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Luis Alberto. Sí. Luis, un gusto, mi nombre es Agustín, yo te llamo por un descuento en su línea, ¿cómo lo llevas? ¿todo bien? Todo está bien. Vale, gracias muchísimo. Luis, yo te llamo en lo que es la área de calidad y movistar, me explico que tú hoy en día se encuentran claros, ¿correcto? Sí. Bien, perfecto. Coméntame Luis, ¿usted hoy en día para qué utiliza el celular? ¿Hace muchas llamadas, trabajo, qué uso le suele dar? No, llamadas, mensajes. Bien, lo básico, mire, lo que yo les puedo recomendar es un plan que está muy bueno y bastante completo. Le viene con 8 gigas en total, son cuatro básicos de regalo, que para lo que usted le dice, va a andar muy bien, porque le viene justamente con WhatsApp gratuitos y llamadas limitadas a cualquier compañía. Además, también viene con un giga para Free Fire, lo que es guardar, pasar, pedir, si a usted le suelen llegar trambas, se le puede utilizar para el mes que viene, y todo eso le queda al día de hoy en $7,460 pesos. Bien. Sí. Es un plan realmente que está muy bueno, que muchas personas están volviendo a retomar, porque sabemos que usted se pone excelente, cliente, o sea, no me reconozco que esto lo pueda gustar cualquiera, Luis, que se imaginará por su pérdice en el día de hoy. Y bueno, la idea es justamente que lo pueda aprovechar, también teniendo en cuenta que a cualquier duda o consulta, podría contar con mi ayuda para que vayan necesitando, ¿bien? Sí. Bien. Coméntame, Luis, ¿cómo se ve con ese plan, con las gigas y el precio? Lo que me dijo usted. Exacto. Está bien. ¿Me interesa aprovecharlo entonces a la promoción? Sí, sí. Buenísimo Luis, mire, vamos a empezar entonces, lo que yo voy a hacer primero, voy a enviar un mensajito a través de WhatsApp, en un segundo, así ya se queda con mi número y sabe que va a tener alguien de confianza para cualquier duda o consulta que se le vaya presentando, hasta el momento que se le aporte bien la línea. ¿Bien? Luis, coménteme, usted vendía, eh, de qué provincia la actualidad es. de Buenos Aires. Sí, pero ¿de qué localidad de Buenos Aires? San Miguel. Ah, bueno, mira qué bien. Tenemos YouTube familiares por ahí. Una linda zona muy linda, San Miguel. Sí, sí. Bien, mira, acá justamente en San Miguel nosotros tenemos lo que son varias tiendas de movistar donde se podría acercar justamente a reiterar lo que es el chip. bien. Yo esto es lo que más recomiendo, ¿Por qué? Porque usted se acerca a la tienda del movistar y hay un mismo ello, le colocan el chip en su celular y usted ya sale de la tienda en diez minutos con la línea funcionando y todo. Usted no tiene que hacer nada. Para mí esa es la mejor opción. Sí. Porque también se lo podemos enviar a la casa pero después lo tiene que poner usted. Para mí lo mejor es hacer esto que va cuando usted puede y listo. Por ejemplo, tenemos eh la que mejor o largo de atención tiene es la que está ubicada en la calle de Esa le abre el lunes a la sábado de 9 a 20 horas. ¿Le parece bien esa sucursal? Sí, sí. Perfecto. Pero está trabajando. Ah, justo ahora está trabajando usted. Sí, tiene trabajo, sí. Ah, ok. Y puede hablar, son dos minutos, nada más el trámite. O sea, es muy sencillo. Sí, sí, pero me están mirando en la cara alguna vez. Ya, justo te están mirando, Luis. Y Cidro, ¿a quién sale? A las cinco. Bueno Luis, mire, si te parece, si le parece podemos hacer el siguiente. Yo le haré la agenda a usted para las cinco horas y yo lo llamo. Hablamos a las cinco cuando ya llegue a su casa, ¿bien? Porque uno no puede hablar ahora. Así bueno, no pierda la promoción porque la promoción está por hoy, entonces bueno, así yo a las cinco lo llamo, ¿eh? Pues quédense atentos. Dale Luis, éxito en el trabajo. Hablamos a las cinco.",
  "calidad": {
    "confianza_promedio": 0.438,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:21:16.952586",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:22.437347",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116144510016_ACD_05801",
    "fecha_inicio": "16/1/2026 14:45:10",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 313,
    "tiempo_conversacion": 211,
    "tiempo_hold": 0,
    "tiempo_acw": 84,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}