{
  "archivo": "amza3_1_260113125020752_ACD_06227.wav",
  "duracion_segundos": 720.28,
  "num_segmentos": 152,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 196.61,
    "Cliente": 471.64
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 7.96,
      "duracion": 7.93,
      "texto": "Hola, buenos días, he hablado con María José Albornoz. ¿Quién habla?",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.98,
      "fin": 11.38,
      "duracion": 3.4,
      "texto": "Mi nombre es Macarena, me contacto desde el día de recupero de clientes de Movistar.",
      "confianza": 0.746,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.67,
      "fin": 13.73,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.089,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.75,
      "fin": 28.6,
      "duracion": 14.85,
      "texto": "Estamos llamando desde la compañera para poder venderte una nueva promoción para tu línea. No, te agradezco. Te agradezco, tengo claro y estoy bien por ahora. Bueno, dale. ¿Por algún motivo en especial? ¿Es por precio?",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.27,
      "fin": 31.52,
      "duracion": 2.24,
      "texto": "No, tuvimos un problema, la verdad, con Movistar.",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.64,
      "fin": 65.92,
      "duracion": 32.28,
      "texto": "Mi vieja perdió el número para que tiene una idea. Quedó en el aire. Nosotros estábamos en claro, nos quisimos pasar a Movistar, hicimos todo el traslado. Nosotros somos cuatro en familia, pasamos tres y mi vieja quedó como en el aire. Se la dieron de baja de claro y no la pudieron dar de alta a Movistar. Pero tiene que tenerlo en el número de ella en Movistar, porque no puedes estar al mismo tiempo en dos compañías o se quedó en claro o está con Movistar. Puede que no le haya llegado el chip, pero igualmente puede ir a retirarlo a la sucursal.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 67.62,
      "fin": 74.96,
      "duracion": 7.34,
      "texto": "Creo que la averiguamos y había quedado como en el aire. No es que es posible que quede en el aire, por eso te digo. O sea, si no está en una, está en la otra.",
      "confianza": 0.179,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 75.5,
      "fin": 84.94,
      "duracion": 9.44,
      "texto": "Si no se pudo hacer el cambio a Movistar, quedó en claro ese número. Lo más probable que a ella le dejó de funcionar es que se haya aportado el número hacia Movistar.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.68,
      "fin": 90.54,
      "duracion": 4.86,
      "texto": "Pero si no te llegó el tip, igualmente lo puedes retirar por la sucursal y obviamente conserva el mismo número.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.19,
      "fin": 96.11,
      "duracion": 2.92,
      "texto": "No, no. Ya el número creo que no sé si ya se lo dieron a alguien, me parece.",
      "confianza": 0.074,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.27,
      "fin": 98.99,
      "duracion": 1.72,
      "texto": "Claro, pero ¿hace cuánto fue?",
      "confianza": 0.82,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.75,
      "fin": 101.53,
      "duracion": 1.78,
      "texto": "No, hace varios meses.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.95,
      "fin": 108.86,
      "duracion": 5.91,
      "texto": "Y puede ser, sí. Hace mucho tiempo. Bien. Y ahora ya tiene otro número.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.58,
      "fin": 120.83,
      "duracion": 11.25,
      "texto": "Y ahora tuve que llamar al número porque, como te digo, no, no le pusieron, llamamos miles, millones de veces a Moistar y no pudo hacer el traspaso ese del nuevo chip. Claro,",
      "confianza": 0.547,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 120.83,
      "fin": 138.78,
      "duracion": 17.95,
      "texto": "porque lo que pasa es que por más que a ella no le llegue lo que es el chip, sí o sí, el número le pertenece porque es con respecto al DNI de ella, ¿bien? A mí ahora con su DNI, con el DNI de tu mamá, que me figura que es la nombre de esa línea, solo me figura tu línea, no me figura la de ella ni las otras dos que me comentas, ¿bien?",
      "confianza": 0.676,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.64,
      "fin": 154.83,
      "duracion": 15.19,
      "texto": "Claro, sí, porque habrá quedado esa y mi vieja como tiene un número, no debe estar en la base de datos para el culo. Claro, bien. Bueno, era más que nada para que lo tuvieras en cuenta. Si no le llegó el chip, o sea, es imposible que pierda el número, ¿bien?",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.69,
      "fin": 167.16,
      "duracion": 10.47,
      "texto": "Si ya no es parte del número, significa que es parte de Movistar. No puede estar en el aire el número, sí o sí pasa siempre a una compañía. Si se niega el traspaso Movistar, eso quiere decir que la línea se queda en claro, ¿bien?",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.42,
      "fin": 184.81,
      "duracion": 15.39,
      "texto": "Sí, no está ni en claro ni en movistar, no te figura. Si queréis yo puedo averiguar por el número de línea a ver quién lo tiene ahora, pero esto hace cuánto fue lo que ya lo dejó de usar ese número, ¿ahora tiene otro completamente diferente?",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.57,
      "fin": 195.8,
      "duracion": 10.23,
      "texto": "Sí, sí, ya te digo, capaz ese número se lo vendieron a alguien ya. Claro, no, porque la única manera que el número se lo den a otra persona es que el cliente no pague más",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.52,
      "fin": 200.25,
      "duracion": 3.72,
      "texto": "le cortan la línea y ahí recién se lo pasa a otra persona.",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.81,
      "fin": 217.67,
      "duracion": 16.86,
      "texto": "Pero eso no puede pasar, le puede que le haya pasado, igualmente con Movistar, pero ella seguía teniendo ese número, solamente que al no retirarlo, al no llevarle a su domicilio, obviamente la línea la van a cortar porque no se abona. Claro,",
      "confianza": 0.757,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 217.67,
      "fin": 218.55,
      "duracion": 0.88,
      "texto": "claro, y bueno, sí, le pasa que eso...",
      "confianza": 0.096,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.57,
      "fin": 223.91,
      "duracion": 5.35,
      "texto": "Se tendría que haber hecho en su momento, cuando no le llegó el chip y le llegó a las otras tres líneas, es ir a retirar el chip.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.6,
      "fin": 265.19,
      "duracion": 40.59,
      "texto": "Como no lo fue a retirar, capaz que Movistar siguió el ciclo de actuación. Le quedó la deuda, obviamente. Si querés ahora consultar, se hiciera una deuda y la eliminamos. Y, obviamente, le queda lo que es la deuda. Pero pasan a interrumpir la línea, ¿bien? Pero no puede quedar en el aire ninguna línea. Si se rechaza el trámite, sigue siendo parte de Claro. Si se aprueba, pasa a ser Movistar. ¿Ella nunca tuvo una respuesta tampoco de Claro ni nada? No. A ver, Claro nos da de baja. Y después lo que pasó es que Movistar como que no podía dar de baja ese número porque no estaba dado de alta como de portabilidad. Estaba en el plan de portabilidad o no sé cómo se dice bien.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.29,
      "fin": 276.94,
      "duracion": 10.65,
      "texto": "Y no llegó a cargarse porque a mi vieja nos lleva el chip a todo. Nosotros los cargamos, yo te estoy sincero, a mí me andaba de primera Movistar hasta en algunos lugares tenía 5G.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.67,
      "fin": 287.01,
      "duracion": 9.34,
      "texto": "El tema que bueno, lo de mi vieja nos mató porque mi vieja tuvo como... Si le llega, cuando lo coloca todo, no le puede dar de alta.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.63,
      "fin": 291.75,
      "duracion": 4.13,
      "texto": "Y llamamos millones de veces, nos estaban boludeando, la verdad.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.37,
      "fin": 301.41,
      "duracion": 9.04,
      "texto": "Nos pasaban de un lado a otro y nadie podía solucionarlo. Y yo soy de Rosario. ¿Me dijeron de ir a una sucursal o comprar el chip? ¿Cómo?",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.27,
      "fin": 305.33,
      "duracion": 3.06,
      "texto": "Nunca te dijeron de ir a una sucursal, en Rosario creo que no tenemos.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.25,
      "fin": 312.22,
      "duracion": 5.97,
      "texto": "Claro, ese es el tema. Pero si quieres comprar un chip en una tienda física, o sea, en un quiosco, venden chip en blanco.",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.79,
      "fin": 321.94,
      "duracion": 9.15,
      "texto": "y ahí vos lo compras, pones el número de ID, el titular y el número de línea y ahí te toma la activación si es que el que le enviaron no le funcionó.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 323.0,
      "fin": 327.45,
      "duracion": 4.45,
      "texto": "Entonces aquí se hizo el trámite con ellas porque fue parte de Movistar.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.89,
      "fin": 371.6,
      "duracion": 42.71,
      "texto": "Pero ten en cuenta que vos me estás brindando un servicio, me llenas el chip. y o sea, estuvo un par de meses llamándote y el problema es que brindan un servicio donde Rosario, vos no tenés en donde ir a decir, mirá, solucioname este problema. Y tampoco te dan una solución de manera telefónica. Exactamente, entonces yo te digo, a mí me funcionó perfecto, yo no tuve problema, pero lo de mi vieja fue un garronazo. Claro, y sigo viendo porque no es la idea que pierda el número, entonces mirá, lo que ha pasado es que a ella, por más que no haya podido hacer la activación, la línea le toma como que ya es parte de movistar, porque por algo se queda sin señal con su chip actual, que sería el de claro que tuvo en su momento, ¿bien?",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.18,
      "fin": 398.12,
      "duracion": 25.94,
      "texto": "Entonces eso quiere decir que esa línea ya pasó a ser parte de movistar. Como ella no pudo hacer la activación, obviamente no sabía, yo entiendo que ustedes no sepan que se puede ir a comprar un chip en blanco y ahí probar con otro chip. Lo más probable es que ese chip no haya estado funcionando o se haya quemado el chip que le enviaron a tu mamá. Por eso el de ella nada más no le funcionó. Pero igualmente la compañía tiene en cuenta que sigue emitiendo las alturas y si se te juntan dos alturas, pasa a ser cortada la línea.",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 398.62,
      "fin": 402.81,
      "duracion": 4.19,
      "texto": "Y si pasa a ser cortada y no la abona hace tres meses, ahí sí te quitan el número.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.15,
      "fin": 428.7,
      "duracion": 24.55,
      "texto": "En todas las compañías es igual. ¿Qué pasa? Que como dirán, en estos tres meses no le dieron ninguna solución, que obviamente solo comprendo de tu parte porque no hay sucursal en Rosario, ni de manera telefónica tampoco le deben haber dicho esto que te estoy comentando. Ahí sí pierde el número porque imagínate que si no pagas te cortan la línea y si se cortan la línea, ese número automáticamente vas a ser otra persona. ¿Cómo es tu nombre? Macarena.",
      "confianza": 0.783,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 429.54,
      "fin": 472.52,
      "duracion": 42.98,
      "texto": "Macarena Mirá, creo que acordándome porque ya te digo hace mucho, debe ser fácil como la fecha que dijiste más o menos. Sí, me figuré el 3 de abril del 2025 que ustedes se cambiaron a claro, es decir que antes fue esto. Bueno, también fui a comprar un chip y creo que tampoco lo pudo hacer, así que no sé cuál es el problema, nadie pudo, no sé si es el celular o qué, no sé. Nunca intentaron hacer la activación desde ese chip o ponerlo en otro celular? No, creo que no lo intentamos. Porque si te funciona en otro celu y no el de ella, lo más probable es que haya sido el celular.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 473.34,
      "fin": 487.62,
      "duracion": 14.28,
      "texto": "Pero bueno, fíjate que vos me diste una solución bastante rápida. Y realmente todos las saben porque son protocolos de carga, tenemos esas herramientas, no es que no te la pueden dar bien. Obviamente eso siempre va a depender de quién te atiende.",
      "confianza": 0.049,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 488.38,
      "fin": 497.26,
      "duracion": 8.89,
      "texto": "Como te digo yo, la idea, yo entiendo el problema que vos tuviste, es darte siempre un asesoramiento personal más allá de que tengas o no tengas su cursal, ¿bien?",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 497.81,
      "fin": 513.41,
      "duracion": 15.6,
      "texto": "La compañía, por lo menos lo que es la nueva gestión, se quiere evitar eso, que sean bajas, porque se entiende que ustedes generan cuatro líneas, si bien a una no les funcionó y se van a cambiar todas por la mala experiencia, ¿bien? Entonces la idea es darte lo que es un asesoramiento personal para que no te vuelva a pasar lo mismo.",
      "confianza": 0.783,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 514.01,
      "fin": 531.55,
      "duracion": 17.54,
      "texto": "En este caso te atendería siempre yo, te doy mi número personal, obviamente del trabajo, pero es personal mío para hablar solo con mis clientes. Entonces yo sé que si me hablan, obviamente te puedo ofrecer lo que es una solución si esta me alcanza, si no te doy un 0800 directo que siempre se atiende a alguien, no es el asterisco 611, ¿bien?",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 532.15,
      "fin": 535.94,
      "duracion": 3.79,
      "texto": "Y la idea es mejorarles el plan y que puedan volver con nosotros.",
      "confianza": 0.479,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 537.16,
      "fin": 544.67,
      "duracion": 7.51,
      "texto": "Igual, yo te estoy sincero, yo no creo que mi familia se quiera volver a pasar y nosotros, bueno, tenemos un plan familiar. Claro, sí, obvio. Y es muy difícil.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 545.43,
      "fin": 548.19,
      "duracion": 2.76,
      "texto": "O sea, porque mi vieja, ten en cuenta, mi vieja es peluquera, ¿no?",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 549.2,
      "fin": 551.48,
      "duracion": 2.28,
      "texto": "Sí, obvio. Y se maneja mucho con contactos.",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 552.12,
      "fin": 557.35,
      "duracion": 5.23,
      "texto": "Y por ahí hay gente grande que pierde celular y por ahí la pierde como clienta. Entonces, es un carrón.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 559.17,
      "fin": 561.09,
      "duracion": 1.92,
      "texto": "Sí, sí, a no ser que se acerquen, pero está difícil también.",
      "confianza": 0.221,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 561.78,
      "fin": 585.96,
      "duracion": 24.18,
      "texto": "Claro, así que bueno, yo de última dejamos una propuesta por Whatsapp. Yo te envío lo que es la promo por Whatsapp y vos cualquier duda, consulta que tengas, me puedes contestar por ese medio, no hay ningún problema. Te envío lo que es la promo por las cuatro líneas y bueno, estamos en contacto, ya sabes que te vas a contactar conmigo por ese Whatsapp, así que bueno, cualquier duda, inconveniente que tengas, me hablas por ahí, no hay problema.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 586.9,
      "fin": 639.33,
      "duracion": 52.43,
      "texto": "Listo, genial. Y después si me podrías pasar la data del otro celu a ver en qué quedó. El sí, necesitaría que vos me escribas lo que es la línea. Y si estaba el nombre de tu mamá, que sería María José Albornoz, yo ya tengo en ahí un sistema, así que lo más probable es que me figure. Y yo ya digo en qué quedó esa línea, ¿bien? A ustedes, por ahora, la única duda que tienen con Movistar es de 11.250 pesos. Yo creo que es la línea de tu mamá, que me imagino que como nunca la abonó, nunca, o sea, como nunca la ocupó, nunca la abonó, pero bueno, por eso quedate tranquilo que no se te cobra. lo vamos a anular para que vos puedas reingresar en cero a la compañía y si quieren las otras líneas también pueden volver. No es necesario que si quieres solo vos, puedes volver solo vos. Si quieren volver las cuatro, pueden volver las cuatro líneas, no hay problema. Sí, eso no sería justo que me lo cobres, digamos, porque no... No, no, no, por eso te digo, nosotros eso lo eliminamos y bueno, no se te vuelve a cubrar en ningún momento.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 639.85,
      "fin": 647.36,
      "duracion": 7.51,
      "texto": "Yo ahora te digo lo que es la promo por WhatsApp y me contestas por ahí, me envías lo que es el número de línea anterior que tenía tu mamá, ¿bien?",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 648.13,
      "fin": 675.59,
      "duracion": 27.46,
      "texto": "Dale, dale. Bueno, gracias. Después, ahí lo que estaría bueno, yo digo como para que mejore Movistar, es que metan una sede en Rosario, porque yo calculo que debe haber un montón de gente que por ahí se quiere acercar. Por ahí no se quieren pasar porque no hay sucursal o que tuvieron algún problema y no había sucursal. Pero bueno, para que te quedes tranquilo, por lo menos la respuesta más rápida que yo te puedo dar es un asesoramiento personal de mi parte.",
      "confianza": 0.3,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 676.09,
      "fin": 681.18,
      "duracion": 5.09,
      "texto": "Y bueno, ten en cuenta que a nosotros no nos pagan en ti porque vos vuelvas, sino por el tiempo que te quedes en la compañía.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 681.72,
      "fin": 687.28,
      "duracion": 5.57,
      "texto": "Así que a mí no me importa, por ejemplo, que vos te quedes un mes y después te vayas porque me das cuenta, nada mío te lo bajas.",
      "confianza": 0.511,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 688.42,
      "fin": 691.37,
      "duracion": 2.94,
      "texto": "Así que bueno, también tenés tranquilo por este lado que el asesoramiento estaría.",
      "confianza": 0.414,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 693.73,
      "fin": 705.55,
      "duracion": 11.82,
      "texto": "Bueno, bueno, sí. Yo miré que no soy mucho de ir a sucursarle y eso, soy madre. de la nueva escuela de llamar y eso, pero bueno, este problema era como para ver, que lo veran personalmente. Sí, sí, me imagino.",
      "confianza": 0.04,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 706.13,
      "fin": 715.35,
      "duracion": 9.22,
      "texto": "Bueno, cualquier cosita estamos en contacto por WhatsApp, yo ahí te acabo de enviar la promo y estoy esperando que me envíes lo que es el número que tuvo tu mamá anteriormente y te digo qué pasó con esa línea.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 716.29,
      "fin": 719.03,
      "duracion": 2.74,
      "texto": "Dale Macarena, muchas gracias. Que tengas muy buen día, hasta luego.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 719.55,
      "fin": 720.28,
      "duracion": 0.72,
      "texto": "Chau, igualmente.",
      "confianza": 0.406,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días, he hablado con María José Albornoz. ¿Quién habla? Mi nombre es Macarena, me contacto desde el día de recupero de clientes de Movistar. Sí. Estamos llamando desde la compañera para poder venderte una nueva promoción para tu línea. No, te agradezco. Te agradezco, tengo claro y estoy bien por ahora. Bueno, dale. ¿Por algún motivo en especial? ¿Es por precio? No, tuvimos un problema, la verdad, con Movistar. Mi vieja perdió el número para que tiene una idea. Quedó en el aire. Nosotros estábamos en claro, nos quisimos pasar a Movistar, hicimos todo el traslado. Nosotros somos cuatro en familia, pasamos tres y mi vieja quedó como en el aire. Se la dieron de baja de claro y no la pudieron dar de alta a Movistar. Pero tiene que tenerlo en el número de ella en Movistar, porque no puedes estar al mismo tiempo en dos compañías o se quedó en claro o está con Movistar. Puede que no le haya llegado el chip, pero igualmente puede ir a retirarlo a la sucursal. Creo que la averiguamos y había quedado como en el aire. No es que es posible que quede en el aire, por eso te digo. O sea, si no está en una, está en la otra. Si no se pudo hacer el cambio a Movistar, quedó en claro ese número. Lo más probable que a ella le dejó de funcionar es que se haya aportado el número hacia Movistar. Pero si no te llegó el tip, igualmente lo puedes retirar por la sucursal y obviamente conserva el mismo número. No, no. Ya el número creo que no sé si ya se lo dieron a alguien, me parece. Claro, pero ¿hace cuánto fue? No, hace varios meses. Y puede ser, sí. Hace mucho tiempo. Bien. Y ahora ya tiene otro número. Y ahora tuve que llamar al número porque, como te digo, no, no le pusieron, llamamos miles, millones de veces a Moistar y no pudo hacer el traspaso ese del nuevo chip. Claro, porque lo que pasa es que por más que a ella no le llegue lo que es el chip, sí o sí, el número le pertenece porque es con respecto al DNI de ella, ¿bien? A mí ahora con su DNI, con el DNI de tu mamá, que me figura que es la nombre de esa línea, solo me figura tu línea, no me figura la de ella ni las otras dos que me comentas, ¿bien? Claro, sí, porque habrá quedado esa y mi vieja como tiene un número, no debe estar en la base de datos para el culo. Claro, bien. Bueno, era más que nada para que lo tuvieras en cuenta. Si no le llegó el chip, o sea, es imposible que pierda el número, ¿bien? Si ya no es parte del número, significa que es parte de Movistar. No puede estar en el aire el número, sí o sí pasa siempre a una compañía. Si se niega el traspaso Movistar, eso quiere decir que la línea se queda en claro, ¿bien? Sí, no está ni en claro ni en movistar, no te figura. Si queréis yo puedo averiguar por el número de línea a ver quién lo tiene ahora, pero esto hace cuánto fue lo que ya lo dejó de usar ese número, ¿ahora tiene otro completamente diferente? Sí, sí, ya te digo, capaz ese número se lo vendieron a alguien ya. Claro, no, porque la única manera que el número se lo den a otra persona es que el cliente no pague más le cortan la línea y ahí recién se lo pasa a otra persona. Pero eso no puede pasar, le puede que le haya pasado, igualmente con Movistar, pero ella seguía teniendo ese número, solamente que al no retirarlo, al no llevarle a su domicilio, obviamente la línea la van a cortar porque no se abona. Claro, claro, y bueno, sí, le pasa que eso... Se tendría que haber hecho en su momento, cuando no le llegó el chip y le llegó a las otras tres líneas, es ir a retirar el chip. Como no lo fue a retirar, capaz que Movistar siguió el ciclo de actuación. Le quedó la deuda, obviamente. Si querés ahora consultar, se hiciera una deuda y la eliminamos. Y, obviamente, le queda lo que es la deuda. Pero pasan a interrumpir la línea, ¿bien? Pero no puede quedar en el aire ninguna línea. Si se rechaza el trámite, sigue siendo parte de Claro. Si se aprueba, pasa a ser Movistar. ¿Ella nunca tuvo una respuesta tampoco de Claro ni nada? No. A ver, Claro nos da de baja. Y después lo que pasó es que Movistar como que no podía dar de baja ese número porque no estaba dado de alta como de portabilidad. Estaba en el plan de portabilidad o no sé cómo se dice bien. Y no llegó a cargarse porque a mi vieja nos lleva el chip a todo. Nosotros los cargamos, yo te estoy sincero, a mí me andaba de primera Movistar hasta en algunos lugares tenía 5G. El tema que bueno, lo de mi vieja nos mató porque mi vieja tuvo como... Si le llega, cuando lo coloca todo, no le puede dar de alta. Y llamamos millones de veces, nos estaban boludeando, la verdad. Nos pasaban de un lado a otro y nadie podía solucionarlo. Y yo soy de Rosario. ¿Me dijeron de ir a una sucursal o comprar el chip? ¿Cómo? Nunca te dijeron de ir a una sucursal, en Rosario creo que no tenemos. Claro, ese es el tema. Pero si quieres comprar un chip en una tienda física, o sea, en un quiosco, venden chip en blanco. y ahí vos lo compras, pones el número de ID, el titular y el número de línea y ahí te toma la activación si es que el que le enviaron no le funcionó. Entonces aquí se hizo el trámite con ellas porque fue parte de Movistar. Pero ten en cuenta que vos me estás brindando un servicio, me llenas el chip. y o sea, estuvo un par de meses llamándote y el problema es que brindan un servicio donde Rosario, vos no tenés en donde ir a decir, mirá, solucioname este problema. Y tampoco te dan una solución de manera telefónica. Exactamente, entonces yo te digo, a mí me funcionó perfecto, yo no tuve problema, pero lo de mi vieja fue un garronazo. Claro, y sigo viendo porque no es la idea que pierda el número, entonces mirá, lo que ha pasado es que a ella, por más que no haya podido hacer la activación, la línea le toma como que ya es parte de movistar, porque por algo se queda sin señal con su chip actual, que sería el de claro que tuvo en su momento, ¿bien? Entonces eso quiere decir que esa línea ya pasó a ser parte de movistar. Como ella no pudo hacer la activación, obviamente no sabía, yo entiendo que ustedes no sepan que se puede ir a comprar un chip en blanco y ahí probar con otro chip. Lo más probable es que ese chip no haya estado funcionando o se haya quemado el chip que le enviaron a tu mamá. Por eso el de ella nada más no le funcionó. Pero igualmente la compañía tiene en cuenta que sigue emitiendo las alturas y si se te juntan dos alturas, pasa a ser cortada la línea. Y si pasa a ser cortada y no la abona hace tres meses, ahí sí te quitan el número. En todas las compañías es igual. ¿Qué pasa? Que como dirán, en estos tres meses no le dieron ninguna solución, que obviamente solo comprendo de tu parte porque no hay sucursal en Rosario, ni de manera telefónica tampoco le deben haber dicho esto que te estoy comentando. Ahí sí pierde el número porque imagínate que si no pagas te cortan la línea y si se cortan la línea, ese número automáticamente vas a ser otra persona. ¿Cómo es tu nombre? Macarena. Macarena Mirá, creo que acordándome porque ya te digo hace mucho, debe ser fácil como la fecha que dijiste más o menos. Sí, me figuré el 3 de abril del 2025 que ustedes se cambiaron a claro, es decir que antes fue esto. Bueno, también fui a comprar un chip y creo que tampoco lo pudo hacer, así que no sé cuál es el problema, nadie pudo, no sé si es el celular o qué, no sé. Nunca intentaron hacer la activación desde ese chip o ponerlo en otro celular? No, creo que no lo intentamos. Porque si te funciona en otro celu y no el de ella, lo más probable es que haya sido el celular. Pero bueno, fíjate que vos me diste una solución bastante rápida. Y realmente todos las saben porque son protocolos de carga, tenemos esas herramientas, no es que no te la pueden dar bien. Obviamente eso siempre va a depender de quién te atiende. Como te digo yo, la idea, yo entiendo el problema que vos tuviste, es darte siempre un asesoramiento personal más allá de que tengas o no tengas su cursal, ¿bien? La compañía, por lo menos lo que es la nueva gestión, se quiere evitar eso, que sean bajas, porque se entiende que ustedes generan cuatro líneas, si bien a una no les funcionó y se van a cambiar todas por la mala experiencia, ¿bien? Entonces la idea es darte lo que es un asesoramiento personal para que no te vuelva a pasar lo mismo. En este caso te atendería siempre yo, te doy mi número personal, obviamente del trabajo, pero es personal mío para hablar solo con mis clientes. Entonces yo sé que si me hablan, obviamente te puedo ofrecer lo que es una solución si esta me alcanza, si no te doy un 0800 directo que siempre se atiende a alguien, no es el asterisco 611, ¿bien? Y la idea es mejorarles el plan y que puedan volver con nosotros. Igual, yo te estoy sincero, yo no creo que mi familia se quiera volver a pasar y nosotros, bueno, tenemos un plan familiar. Claro, sí, obvio. Y es muy difícil. O sea, porque mi vieja, ten en cuenta, mi vieja es peluquera, ¿no? Sí, obvio. Y se maneja mucho con contactos. Y por ahí hay gente grande que pierde celular y por ahí la pierde como clienta. Entonces, es un carrón. Sí, sí, a no ser que se acerquen, pero está difícil también. Claro, así que bueno, yo de última dejamos una propuesta por Whatsapp. Yo te envío lo que es la promo por Whatsapp y vos cualquier duda, consulta que tengas, me puedes contestar por ese medio, no hay ningún problema. Te envío lo que es la promo por las cuatro líneas y bueno, estamos en contacto, ya sabes que te vas a contactar conmigo por ese Whatsapp, así que bueno, cualquier duda, inconveniente que tengas, me hablas por ahí, no hay problema. Listo, genial. Y después si me podrías pasar la data del otro celu a ver en qué quedó. El sí, necesitaría que vos me escribas lo que es la línea. Y si estaba el nombre de tu mamá, que sería María José Albornoz, yo ya tengo en ahí un sistema, así que lo más probable es que me figure. Y yo ya digo en qué quedó esa línea, ¿bien? A ustedes, por ahora, la única duda que tienen con Movistar es de 11.250 pesos. Yo creo que es la línea de tu mamá, que me imagino que como nunca la abonó, nunca, o sea, como nunca la ocupó, nunca la abonó, pero bueno, por eso quedate tranquilo que no se te cobra. lo vamos a anular para que vos puedas reingresar en cero a la compañía y si quieren las otras líneas también pueden volver. No es necesario que si quieres solo vos, puedes volver solo vos. Si quieren volver las cuatro, pueden volver las cuatro líneas, no hay problema. Sí, eso no sería justo que me lo cobres, digamos, porque no... No, no, no, por eso te digo, nosotros eso lo eliminamos y bueno, no se te vuelve a cubrar en ningún momento. Yo ahora te digo lo que es la promo por WhatsApp y me contestas por ahí, me envías lo que es el número de línea anterior que tenía tu mamá, ¿bien? Dale, dale. Bueno, gracias. Después, ahí lo que estaría bueno, yo digo como para que mejore Movistar, es que metan una sede en Rosario, porque yo calculo que debe haber un montón de gente que por ahí se quiere acercar. Por ahí no se quieren pasar porque no hay sucursal o que tuvieron algún problema y no había sucursal. Pero bueno, para que te quedes tranquilo, por lo menos la respuesta más rápida que yo te puedo dar es un asesoramiento personal de mi parte. Y bueno, ten en cuenta que a nosotros no nos pagan en ti porque vos vuelvas, sino por el tiempo que te quedes en la compañía. Así que a mí no me importa, por ejemplo, que vos te quedes un mes y después te vayas porque me das cuenta, nada mío te lo bajas. Así que bueno, también tenés tranquilo por este lado que el asesoramiento estaría. Bueno, bueno, sí. Yo miré que no soy mucho de ir a sucursarle y eso, soy madre. de la nueva escuela de llamar y eso, pero bueno, este problema era como para ver, que lo veran personalmente. Sí, sí, me imagino. Bueno, cualquier cosita estamos en contacto por WhatsApp, yo ahí te acabo de enviar la promo y estoy esperando que me envíes lo que es el número que tuvo tu mamá anteriormente y te digo qué pasó con esa línea. Dale Macarena, muchas gracias. Que tengas muy buen día, hasta luego. Chau, igualmente.",
  "calidad": {
    "confianza_promedio": 0.58,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 19.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:22:43.799057",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 152,
    "total_segmentos_corregido": 58,
    "fecha_correccion": "2026-01-18T23:05:26.097281",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125020752_ACD_06227",
    "fecha_inicio": "13/1/2026 12:50:20",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 720,
    "tiempo_conversacion": 694,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_Mza_ALT",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}