{
  "archivo": "amza_sup2_1_260112104715039_MIT_01993.wav",
  "duracion_segundos": 916.84,
  "num_segmentos": 189,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 249.0,
    "Cliente": 469.66
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.17,
      "fin": 27.32,
      "duracion": 27.15,
      "texto": "a lo que es el WhatsApp, te recuerdo una vez más, es un plan de 16 GB, donde vos tenés lo que es el WhatsApp gratis, las llamadas libres para otras compañías, lo que es el América Preso Local, y que este plan como tal ya te incluye lo que es el rooming, ¿sí? No hace falta que vos pares un pack aparte, sino que directamente lo vas a tener incluido, ¿ok? Te recuerdo que lo que es el precio de este plan... Sí, perdón, decime. Disculpa, quería consultarte qué es lo que viene con el rooming.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.14,
      "fin": 62.3,
      "duracion": 34.16,
      "texto": "O sea, que incluye si puedo llamar a otros países, si tengo que recargarle porque yo trabajo mucho viajando de culto y necesito que me funcione. Bien, lo que es el plan con Roomin incluye exactamente los mismos beneficios, ¿no? Que es WhatsApp gratis, llamadas libres para otras compañías. Y justamente, bueno, el mismo Roomin ya tiene incluido lo que son gigas, ¿no? Recuerdo que los gigas que usted tendría son 16, ¿sí? Lo que es este plan como tal, donde usted tiene todos los beneficios que le acabamos de comentar, usted tiene lo que es un total de un precio de 13.250.",
      "confianza": 0.127,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.8,
      "fin": 72.93,
      "duracion": 10.13,
      "texto": "Eso sería el precio del plan. Y usted me comentó, perdón, Oriana, usted me comentó que usted utiliza lo que es el SIM, el chip virtual, ¿cierto? Exactamente.",
      "confianza": 0.82,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.95,
      "fin": 73.39,
      "duracion": 0.44,
      "texto": "Perfecto.",
      "confianza": 0.951,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 73.95,
      "fin": 82.7,
      "duracion": 8.75,
      "texto": "Bueno, en todo caso, Oriana es mucho más sencillo porque nosotros, posteriormente, le vamos a estar enviando lo que es su correo electrónico, lo que es un código QR, y usted simplemente lo va a escanear,",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.43,
      "fin": 91.32,
      "duracion": 7.89,
      "texto": "y automáticamente va a ser el traspaso de Claro Movistar, ¿ok? Es así como funciona.",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.34,
      "fin": 91.84,
      "duracion": 0.5,
      "texto": "Perfecto.",
      "confianza": 0.413,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.86,
      "fin": 102.64,
      "duracion": 10.78,
      "texto": "Bueno, en todo caso, Aureana, le voy a pasar a leer lo que es el cierre comercial. Si es el cierre comercial, yo simplemente leo a usted lo que son las condiciones del contrato, las cosas que usted tiene que tener en cuenta, y le voy baleando si los datos están correctos.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.22,
      "fin": 108.73,
      "duracion": 5.51,
      "texto": "Si ve usted que algún dato está mal, la idea es que usted me frene y yo lo pueda corregir para poder seguir con el trámite sin ningún problema, ¿ok?",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.23,
      "fin": 136.43,
      "duracion": 25.2,
      "texto": "Ok. Perfecto, comenzamos. Le hago una consulta, Oriana, en caso de que pueda hacerle lo que es algún descuento, alguna promoción adicional, ¿no? ¿Usted en su casa tiene lo que es el Internet Movistar, el de la Fira Óptica? Eh, no. ¿No? No, no tengo Movistar. Bien, perfecto. Bueno, no pasa nada. Bueno, entonces estamos portando la línea 11, 23, 94, 61, 14.",
      "confianza": 0.325,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 138.57,
      "fin": 138.63,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.307,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.9,
      "fin": 143.98,
      "duracion": 5.08,
      "texto": "Me figura que esta nombre ha pillado de la titular actual, Oriana Valentina Salinas Linares.",
      "confianza": 0.781,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.7,
      "fin": 172.35,
      "duracion": 27.65,
      "texto": "Bien, Oriana, ¿usted sería tan amable de confirmarme únicamente los tres últimos dígitos del DNI? Voy porque tengo dos, el extranjero y el argentino, y no sé cuál coloque. Ah, ese, usted tiene que colocar que es el argentino. OK, 19, 1, 3, 2, 6, 12. Afecto. Bien, me suena que usted actualmente está con claro y está pagando lo que es una factura mensual.",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 173.13,
      "fin": 176.86,
      "duracion": 3.73,
      "texto": "La una consulta esta factura a su nombre suyo o a un otro familiar.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.82,
      "fin": 180.65,
      "duracion": 0.82,
      "texto": "Nombres suyos, perfecto.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.15,
      "fin": 193.01,
      "duracion": 11.86,
      "texto": "Y bueno, usted me comentó que tiene lo que es el chip SIM, el chip virtual. Le recuerdo que nosotros al finalizar el llamado posteriormente en un lapso de tiempo le vamos a estar enviando lo que es un código QR al correo electrónico que usted me proporcionó al WhatsApp.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.95,
      "fin": 204.48,
      "duracion": 10.53,
      "texto": "¿Sí? Le recuerdo una vez más, Oriana, que lo que es el costo del servicio al día de hoy es de 13.250 pesos, porque esto incluye lo que es una bonificación, un descuento fijo que tiene una adoración de seis meses.",
      "confianza": 0.25,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.66,
      "fin": 217.82,
      "duracion": 12.16,
      "texto": "El descuento durante estos seis meses es de 38.800. Esos 38.800, todo lo que a usted se le está descontando durante los próximos seis meses. Le recuerdo que este descuento es fijo. Bien.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.8,
      "fin": 245.82,
      "duracion": 27.02,
      "texto": "Oriana, le recuerdo que a usted cualquier cosita, si llegados a seis meses no le sirve, siempre va a tener en la aplicación Mi Movistar un apartado que se llama Quiero cambiar de plan. Y cualquier cosa a usted siempre se va a poder cambiar manualmente un plan diferente llegados a seis meses, ¿sí? Bien. OK. La recuerdo, Oriana, que lo que es el servicio... Sí, dame. Disculpa, quería confirmar cuánto tiempo se activa el nuevo plan.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.32,
      "fin": 251.45,
      "duracion": 2.13,
      "texto": "Bien, perfecto.",
      "confianza": 0.233,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 251.47,
      "fin": 260.88,
      "duracion": 9.41,
      "texto": "Este es lo que es el envío del código QR, se lo vamos a hacer en 48 horas. Y una vez nosotros finalizamos la llamada, pasamos 48 horas, le enviamos lo que es el código QR al correo electrónico.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.42,
      "fin": 276.83,
      "duracion": 14.41,
      "texto": "Este mismo, bueno, te va a llegar lo que es un día antes de el cambio de portabilidad, ¿sí? Bien, perfecto. Bueno, Oriana, te recuerdo que lo que es el servicio se factura mes adelante y te repaso una vez más cuáles van a ser los beneficios del plan, ¿vale?",
      "confianza": 0.674,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 277.36,
      "fin": 289.49,
      "duracion": 12.13,
      "texto": "Por una parte, vos vas a tener lo que son los ocho días del plan base más ocho días de regalo por hacer la portabilidad conmigo. Es decir que vos, Oriana, vas a tener un total de 16 días para tu línea celular, ¿sí?",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.73,
      "fin": 296.46,
      "duracion": 5.73,
      "texto": "Como beneficio. No, los ocho días de plan base vos lo vas a tener ilimitados.",
      "confianza": 0.878,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.06,
      "fin": 305.77,
      "duracion": 8.71,
      "texto": "Después, los ocho de regalo que son miedos y tienen una operación de seis meses, porque estos sí vienen incluidos en lo que es el plan como tal. ¿OK? Bien.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 306.73,
      "fin": 315.37,
      "duracion": 8.63,
      "texto": "Te recuerdo, Diana, que los beneficios que voy a hacer son lo que es el WhatsApp gratis, las llamadas libres para otras compañías, tenés también un GIGABYTE Free Fire, no creo que lo uses, es un jueguito.",
      "confianza": 0.583,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.03,
      "fin": 326.56,
      "duracion": 10.53,
      "texto": "Vas a tener también lo que es el América Precio Local y vas a tener también lo que es el RUMIN en América, que es lo que a vos te interesa. Y, bueno, como beneficio adicional, te damos algo que es una membresía en el Club Movistar.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 327.38,
      "fin": 352.79,
      "duracion": 25.41,
      "texto": "Si eso no sé, creo que te lo había dejado el WhatsApp, es básicamente una membresía para que tengas, por ejemplo, entradas dos por una en cine, descuentos en compras en supermercados, locales de ropa, de comida, etcétera. Bueno, eso es todo en Argentina, ¿sí? Si por algún motivo después vuelves a Argentina, lo podés utilizar acá, todos esos descuentos, ¿ok?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 353.43,
      "fin": 361.26,
      "duracion": 7.83,
      "texto": "Bien, tengo una consulta. El roaming, ¿cuánto tiempo dura? Porque, claro, tiene una duración fuera del país de tres meses. Claro, el... De dos meses, perdón. No, lo que es el roaming como tanto lo vas a tener siempre que tengas lo que es el plan. Es decir, de manera ilimitada.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 361.95,
      "fin": 372.24,
      "duracion": 10.29,
      "texto": "Mientras vos estés dentro de Movistar, como que viste un plan con Roomin, lo vas a tener de manera ilimitada. No es que el Roomin tiene una fecha de caducidad ni nada. ¿Sí? Eso lo vas a tener siempre que vos tengas lo que es este plan.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.59,
      "fin": 381.24,
      "duracion": 7.65,
      "texto": "Bien, te recuerdo una vez más, Oriana, que los 8 IAS que yo te estoy dando de regalo tienen una oración de 6 meses. ¿Sí? Porque estos sí vienen incluidos en este plan como tal.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.84,
      "fin": 385.32,
      "duracion": 3.49,
      "texto": "Y a vos se te van a habilitar 48 horas después de que actives lo que es el chip.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 385.82,
      "fin": 400.87,
      "duracion": 15.05,
      "texto": "¿Qué quiere decir? Vos activaste el chip, vas a tener los ocho días del plan base y pasado 48 horas, dos días, se te van a sumar los otros ocho días de regalo por hacer la portabilidad, ok? Ok. Bien.",
      "confianza": 0.861,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 401.47,
      "fin": 403.96,
      "duracion": 2.48,
      "texto": "Oriana, te voy a confirmar una vez más el correo electrónico.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 405.14,
      "fin": 412.31,
      "duracion": 7.17,
      "texto": "orianalnrs.com Perfecto.",
      "confianza": 0.872,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 413.1,
      "fin": 451.74,
      "duracion": 38.64,
      "texto": "Y como número alternativo, Oriana, en casa que nos podamos comunicarnos con vos. ¿Querés que deje otro número o querés que deje el mismo? El mismo porque no es lo que tengo. Ok, perfecto. Bueno, Oriana, te recuerdo que tendremos que estar viendo lo que es la factura online a través de este Gmail que vos me proporcionaste. Si por algún motivo no lo podés ver a través del Gmail, siempre lo vas a poder ver a través de la aplicación MiMovieStar en la parte de servicios. Ahí vas a tener toda la información referida a la factura, ya sea el ciclo de facturación, el vencimiento, los montos a pagar. Si querés, también podés adherirte al débito automático y tenés un beneficio adicional por hacer la portabilidad conmigo, que son 20 días de regalo que tiene una oración de un mes.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 452.34,
      "fin": 468.3,
      "duracion": 15.96,
      "texto": "Eso vos lo podés activar cuando vos quieras. ¿Sí? Simplemente activás un botón simple y ya tenés 20 días de regalo por un mes. ¿Ok? Eso es una parte... Eso es por mi Movistar. Claro, por la aplicación de Movistar en la parte de Servicios. Yo te recomiendo, bueno, tiene que vos te descargues la aplicación, así te podés autogestionar cualquier cosa, dale.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 471.06,
      "fin": 471.24,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.029,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 471.26,
      "fin": 479.93,
      "duracion": 8.67,
      "texto": "Bueno, una vez se aprobada la portabilidad de la línea, En 48 horas hábiles, un día antes por mensaje y WhatsApp, te vamos a estar informando la que es la fecha de portabilidad para que vos te quedes tranquila.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 480.65,
      "fin": 492.83,
      "duracion": 12.18,
      "texto": "Es decir, nosotros, una vez que te enviamos el código QR, te avisamos la fecha, ¿sí? En la que se va a hacer la portabilidad. Es decir, en esa fecha es cuando, claro, te va a dar de baja la línea y se te va a dejar la línea de movilizar. ¿Ok?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 493.68,
      "fin": 509.13,
      "duracion": 15.45,
      "texto": "Es importante, bueno, Oriana, que vos, obviamente, una, te comento que una vez que vos escaneas el código QR, vas a tener que validar la identidad al activarlo. Es muy sencillo, simplemente tenés que colocar el número de DNI, en este caso sería el argentino, y bueno, otros datos básicos, ¿no?, como el número de línea y demás.",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 510.01,
      "fin": 522.28,
      "duracion": 12.27,
      "texto": "Si por algún motivo, Oriana, llegás a tener alguna complicación para poder validar el chip, podés intentarlo otra vez o comunicarte el número que te voy a estar pasando a WhatsApp, donde te va a atender un asesor y te va a brindar otro método para poder activar el chip sin ningún problema, ¿sí?",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 523.05,
      "fin": 530.3,
      "duracion": 7.25,
      "texto": "Igualmente los clientes no suelen entrar en el programa para validar el chip, es muy raro que eso pase, pero si por algún motivo llegas a tener ese problema, para eso está este número.",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 531.1,
      "fin": 538.71,
      "duracion": 7.61,
      "texto": "¿Sí? ¿Te recuerdo cuál es el número? Igualmente es un 0800-321-76-78-2 opción 4. Ahí ya te lo pasé para ti.",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.95,
      "fin": 557.0,
      "duracion": 16.05,
      "texto": "Entonces, necesito que vos pongas lo que es el celular, la línea como tal, y si ves que no te levanta señal, simplemente lo reiniciez al celular, es muy normal que pase eso. Y bueno, para finalizar, dentro de los próximos días, Oriana, te va a estar llegando lo que es una encuesta de satisfacción a tu WhatsApp.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 557.56,
      "fin": 563.12,
      "duracion": 5.57,
      "texto": "Te solicito que lo puedas completar, ya que la opinión es importante para la empresa y para el asesor que soy yo que te hizo el trámite.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 564.36,
      "fin": 574.29,
      "duracion": 9.93,
      "texto": "Bien, Oriana, ahora necesito que vos ingreses al WhatsApp y me confirmes si mis mensajes te están llegando correctamente.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 574.84,
      "fin": 575.83,
      "duracion": 0.99,
      "texto": "Bueno, segunda, sí. Sí,",
      "confianza": 0.225,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 575.83,
      "fin": 576.42,
      "duracion": 0.59,
      "texto": "bien, perfecto.",
      "confianza": 0.331,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.77,
      "fin": 586.3,
      "duracion": 9.53,
      "texto": "A este mismo bachar podrían, yo, para poder finalizar el permiso, nos faltan dos cositas. La primera, necesitamos lo que es la foto del DNI de la parte de enfrente del torso. Te recuerdo que crees ser el DNI argentino.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 587.1,
      "fin": 600.57,
      "duracion": 13.47,
      "texto": "Y esta sirve para verificar que vos seas, efectivamente, la titular con la que vamos a hacer la portabilidad de esta línea, ¿sí? Ahora, bueno, tengo unos segunditos para que vos lo busques tranquila. Y, bueno, mientras tanto, te sigo pasando la información que te comenté, por escrito, así ya la traes a mano, ¿vale?",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 601.27,
      "fin": 605.15,
      "duracion": 3.88,
      "texto": "Perfecto. Bien, te recuerdo unas más vueltas que...",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 605.71,
      "fin": 610.14,
      "duracion": 4.43,
      "texto": "a este mismo WhatsApp donde estamos hablando y tenés que ver la foto de D&I de la parte de enfrente y el Torso.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 611.0,
      "fin": 619.36,
      "duracion": 8.36,
      "texto": "Te recuerdo que tiene que ser todo por llamada porque la misma queda utilizada tanto por seguridad del vendedor como del cliente, ¿ok? Perfecto.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 652.15,
      "fin": 669.3,
      "duracion": 17.15,
      "texto": "Bueno, un segundo que lo estoy buscando porque no lo tengo aquí a la mano.",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 691.82,
      "fin": 709.65,
      "duracion": 17.83,
      "texto": "Allí tenemos 10. Bien, le recuerdo que tienen que ser de la parte de enfrente y la parte del torso, sería. Bien, perfecto. No está vencido, ¿cierto? Sí, ya. No. No. Bueno, perfecto, Oriana. Ahora, para finalizar, vamos a pasar a hacer lo último. Yo a usted le voy a estar enviando su SMS o lo que viene siendo su mensaje de texto.",
      "confianza": 0.311,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 710.35,
      "fin": 716.72,
      "duracion": 6.37,
      "texto": "Le voy a estar enviando lo que es un llamado PIN o código de portabilidad. Este sirve para que usted se pase de claro cómo va a estar manteniendo lo que es el mismo número.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 717.24,
      "fin": 736.49,
      "duracion": 19.25,
      "texto": "Y también, por otra parte, sirve para que usted no dé su consentimiento que quiera hacer la portabilidad. ¿Usted sabe cuál es el SMS, Oriana? No me ha llegado. Bien, dame un sonito y se lo enviamos. Bien, está enviado. Perfecto. Este mismo usted le va a estar dando lo que es un SMS, un mensajito de texto que tiene el remitente 223.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 737.07,
      "fin": 749.27,
      "duracion": 12.2,
      "texto": "Va a ver que cuando usted abre este mensajito le va a salir lo que es el dígito de cuatro números, la fecha que termina el 19 de enero y al final fíjese que dice prestador Movistar MS o a veces le puede decir prestador MBS de Movistar. ¿Sí?",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 750.02,
      "fin": 766.82,
      "duracion": 16.8,
      "texto": "Yo lo que requiero, que cuando le dé este mensajito, Oriana, usted simplemente le saque lo que es una captura de pantalla, una screenshot, o simplemente puede copiar el mensajito y yo requiero que lo envíe al chat donde estamos hablando ahora. ¿Sí? Dame un segundito y ahí le confirmamos si ya se le llegó. Bien, perfecto. Me suena que ya está enviado.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 767.34,
      "fin": 769.32,
      "duracion": 1.98,
      "texto": "Confirméme si ya le llegó, si no se lo podemos reenviar.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 772.71,
      "fin": 779.68,
      "duracion": 6.97,
      "texto": "Es por mensaje de texto. Ajá, mensaje de texto. No es el WhatsApp. Sería el mensaje de texto como un donde ya, por ejemplo, packs de recargas o cosas así. Ahí.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 784.63,
      "fin": 821.09,
      "duracion": 36.46,
      "texto": "Bien, si no le llega no pasa nada, se lo podemos reenviar. Dame un segundito. Bien, se te lo barre. Ahí está, perfecto. Bien. Bueno, en todo caso eso sería todo, Diana. Le recuerdo que en 48 horas nosotros vamos a estar enviando ya a lo que es su correo electrónico, le vamos a estar enviando lo que es el tema de el código QR si usted ya lo canea y hace lo que es la portabilidad. Si, cualquier duda, consulta que usted tenga. Siempre se puede comunicar conmigo este número, y la recuerdo que usted va a seguir con la línea de claro, sin ningún problema, hasta que le llegue el código QR y usted lo escanea, ¿sí?",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 822.23,
      "fin": 823.91,
      "duracion": 1.68,
      "texto": "Bien, Oriana, eso sería absolutamente todo.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 824.47,
      "fin": 832.97,
      "duracion": 8.5,
      "texto": "Y nada, le doy la bienvenida, me voy a estar muy amable de su parte, que tenga muy buen día, ¿sí? Igualmente, muchas gracias. Oriana, muy amable, hasta luego. Chau, chau.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 914.84,
      "fin": 916.84,
      "duracion": 1.99,
      "texto": "Sí, hoy...",
      "confianza": 0.22,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "a lo que es el WhatsApp, te recuerdo una vez más, es un plan de 16 GB, donde vos tenés lo que es el WhatsApp gratis, las llamadas libres para otras compañías, lo que es el América Preso Local, y que este plan como tal ya te incluye lo que es el rooming, ¿sí? No hace falta que vos pares un pack aparte, sino que directamente lo vas a tener incluido, ¿ok? Te recuerdo que lo que es el precio de este plan... Sí, perdón, decime. Disculpa, quería consultarte qué es lo que viene con el rooming. O sea, que incluye si puedo llamar a otros países, si tengo que recargarle porque yo trabajo mucho viajando de culto y necesito que me funcione. Bien, lo que es el plan con Roomin incluye exactamente los mismos beneficios, ¿no? Que es WhatsApp gratis, llamadas libres para otras compañías. Y justamente, bueno, el mismo Roomin ya tiene incluido lo que son gigas, ¿no? Recuerdo que los gigas que usted tendría son 16, ¿sí? Lo que es este plan como tal, donde usted tiene todos los beneficios que le acabamos de comentar, usted tiene lo que es un total de un precio de 13.250. Eso sería el precio del plan. Y usted me comentó, perdón, Oriana, usted me comentó que usted utiliza lo que es el SIM, el chip virtual, ¿cierto? Exactamente. Perfecto. Bueno, en todo caso, Oriana es mucho más sencillo porque nosotros, posteriormente, le vamos a estar enviando lo que es su correo electrónico, lo que es un código QR, y usted simplemente lo va a escanear, y automáticamente va a ser el traspaso de Claro Movistar, ¿ok? Es así como funciona. Perfecto. Bueno, en todo caso, Aureana, le voy a pasar a leer lo que es el cierre comercial. Si es el cierre comercial, yo simplemente leo a usted lo que son las condiciones del contrato, las cosas que usted tiene que tener en cuenta, y le voy baleando si los datos están correctos. Si ve usted que algún dato está mal, la idea es que usted me frene y yo lo pueda corregir para poder seguir con el trámite sin ningún problema, ¿ok? Ok. Perfecto, comenzamos. Le hago una consulta, Oriana, en caso de que pueda hacerle lo que es algún descuento, alguna promoción adicional, ¿no? ¿Usted en su casa tiene lo que es el Internet Movistar, el de la Fira Óptica? Eh, no. ¿No? No, no tengo Movistar. Bien, perfecto. Bueno, no pasa nada. Bueno, entonces estamos portando la línea 11, 23, 94, 61, 14. Sí. Me figura que esta nombre ha pillado de la titular actual, Oriana Valentina Salinas Linares. Bien, Oriana, ¿usted sería tan amable de confirmarme únicamente los tres últimos dígitos del DNI? Voy porque tengo dos, el extranjero y el argentino, y no sé cuál coloque. Ah, ese, usted tiene que colocar que es el argentino. OK, 19, 1, 3, 2, 6, 12. Afecto. Bien, me suena que usted actualmente está con claro y está pagando lo que es una factura mensual. La una consulta esta factura a su nombre suyo o a un otro familiar. Nombres suyos, perfecto. Y bueno, usted me comentó que tiene lo que es el chip SIM, el chip virtual. Le recuerdo que nosotros al finalizar el llamado posteriormente en un lapso de tiempo le vamos a estar enviando lo que es un código QR al correo electrónico que usted me proporcionó al WhatsApp. ¿Sí? Le recuerdo una vez más, Oriana, que lo que es el costo del servicio al día de hoy es de 13.250 pesos, porque esto incluye lo que es una bonificación, un descuento fijo que tiene una adoración de seis meses. El descuento durante estos seis meses es de 38.800. Esos 38.800, todo lo que a usted se le está descontando durante los próximos seis meses. Le recuerdo que este descuento es fijo. Bien. Oriana, le recuerdo que a usted cualquier cosita, si llegados a seis meses no le sirve, siempre va a tener en la aplicación Mi Movistar un apartado que se llama Quiero cambiar de plan. Y cualquier cosa a usted siempre se va a poder cambiar manualmente un plan diferente llegados a seis meses, ¿sí? Bien. OK. La recuerdo, Oriana, que lo que es el servicio... Sí, dame. Disculpa, quería confirmar cuánto tiempo se activa el nuevo plan. Bien, perfecto. Este es lo que es el envío del código QR, se lo vamos a hacer en 48 horas. Y una vez nosotros finalizamos la llamada, pasamos 48 horas, le enviamos lo que es el código QR al correo electrónico. Este mismo, bueno, te va a llegar lo que es un día antes de el cambio de portabilidad, ¿sí? Bien, perfecto. Bueno, Oriana, te recuerdo que lo que es el servicio se factura mes adelante y te repaso una vez más cuáles van a ser los beneficios del plan, ¿vale? Por una parte, vos vas a tener lo que son los ocho días del plan base más ocho días de regalo por hacer la portabilidad conmigo. Es decir que vos, Oriana, vas a tener un total de 16 días para tu línea celular, ¿sí? Como beneficio. No, los ocho días de plan base vos lo vas a tener ilimitados. Después, los ocho de regalo que son miedos y tienen una operación de seis meses, porque estos sí vienen incluidos en lo que es el plan como tal. ¿OK? Bien. Te recuerdo, Diana, que los beneficios que voy a hacer son lo que es el WhatsApp gratis, las llamadas libres para otras compañías, tenés también un GIGABYTE Free Fire, no creo que lo uses, es un jueguito. Vas a tener también lo que es el América Precio Local y vas a tener también lo que es el RUMIN en América, que es lo que a vos te interesa. Y, bueno, como beneficio adicional, te damos algo que es una membresía en el Club Movistar. Si eso no sé, creo que te lo había dejado el WhatsApp, es básicamente una membresía para que tengas, por ejemplo, entradas dos por una en cine, descuentos en compras en supermercados, locales de ropa, de comida, etcétera. Bueno, eso es todo en Argentina, ¿sí? Si por algún motivo después vuelves a Argentina, lo podés utilizar acá, todos esos descuentos, ¿ok? Bien, tengo una consulta. El roaming, ¿cuánto tiempo dura? Porque, claro, tiene una duración fuera del país de tres meses. Claro, el... De dos meses, perdón. No, lo que es el roaming como tanto lo vas a tener siempre que tengas lo que es el plan. Es decir, de manera ilimitada. Mientras vos estés dentro de Movistar, como que viste un plan con Roomin, lo vas a tener de manera ilimitada. No es que el Roomin tiene una fecha de caducidad ni nada. ¿Sí? Eso lo vas a tener siempre que vos tengas lo que es este plan. Bien, te recuerdo una vez más, Oriana, que los 8 IAS que yo te estoy dando de regalo tienen una oración de 6 meses. ¿Sí? Porque estos sí vienen incluidos en este plan como tal. Y a vos se te van a habilitar 48 horas después de que actives lo que es el chip. ¿Qué quiere decir? Vos activaste el chip, vas a tener los ocho días del plan base y pasado 48 horas, dos días, se te van a sumar los otros ocho días de regalo por hacer la portabilidad, ok? Ok. Bien. Oriana, te voy a confirmar una vez más el correo electrónico. orianalnrs.com Perfecto. Y como número alternativo, Oriana, en casa que nos podamos comunicarnos con vos. ¿Querés que deje otro número o querés que deje el mismo? El mismo porque no es lo que tengo. Ok, perfecto. Bueno, Oriana, te recuerdo que tendremos que estar viendo lo que es la factura online a través de este Gmail que vos me proporcionaste. Si por algún motivo no lo podés ver a través del Gmail, siempre lo vas a poder ver a través de la aplicación MiMovieStar en la parte de servicios. Ahí vas a tener toda la información referida a la factura, ya sea el ciclo de facturación, el vencimiento, los montos a pagar. Si querés, también podés adherirte al débito automático y tenés un beneficio adicional por hacer la portabilidad conmigo, que son 20 días de regalo que tiene una oración de un mes. Eso vos lo podés activar cuando vos quieras. ¿Sí? Simplemente activás un botón simple y ya tenés 20 días de regalo por un mes. ¿Ok? Eso es una parte... Eso es por mi Movistar. Claro, por la aplicación de Movistar en la parte de Servicios. Yo te recomiendo, bueno, tiene que vos te descargues la aplicación, así te podés autogestionar cualquier cosa, dale. Perfecto. Bueno, una vez se aprobada la portabilidad de la línea, En 48 horas hábiles, un día antes por mensaje y WhatsApp, te vamos a estar informando la que es la fecha de portabilidad para que vos te quedes tranquila. Es decir, nosotros, una vez que te enviamos el código QR, te avisamos la fecha, ¿sí? En la que se va a hacer la portabilidad. Es decir, en esa fecha es cuando, claro, te va a dar de baja la línea y se te va a dejar la línea de movilizar. ¿Ok? Es importante, bueno, Oriana, que vos, obviamente, una, te comento que una vez que vos escaneas el código QR, vas a tener que validar la identidad al activarlo. Es muy sencillo, simplemente tenés que colocar el número de DNI, en este caso sería el argentino, y bueno, otros datos básicos, ¿no?, como el número de línea y demás. Si por algún motivo, Oriana, llegás a tener alguna complicación para poder validar el chip, podés intentarlo otra vez o comunicarte el número que te voy a estar pasando a WhatsApp, donde te va a atender un asesor y te va a brindar otro método para poder activar el chip sin ningún problema, ¿sí? Igualmente los clientes no suelen entrar en el programa para validar el chip, es muy raro que eso pase, pero si por algún motivo llegas a tener ese problema, para eso está este número. ¿Sí? ¿Te recuerdo cuál es el número? Igualmente es un 0800-321-76-78-2 opción 4. Ahí ya te lo pasé para ti. Entonces, necesito que vos pongas lo que es el celular, la línea como tal, y si ves que no te levanta señal, simplemente lo reiniciez al celular, es muy normal que pase eso. Y bueno, para finalizar, dentro de los próximos días, Oriana, te va a estar llegando lo que es una encuesta de satisfacción a tu WhatsApp. Te solicito que lo puedas completar, ya que la opinión es importante para la empresa y para el asesor que soy yo que te hizo el trámite. Bien, Oriana, ahora necesito que vos ingreses al WhatsApp y me confirmes si mis mensajes te están llegando correctamente. Bueno, segunda, sí. Sí, bien, perfecto. A este mismo bachar podrían, yo, para poder finalizar el permiso, nos faltan dos cositas. La primera, necesitamos lo que es la foto del DNI de la parte de enfrente del torso. Te recuerdo que crees ser el DNI argentino. Y esta sirve para verificar que vos seas, efectivamente, la titular con la que vamos a hacer la portabilidad de esta línea, ¿sí? Ahora, bueno, tengo unos segunditos para que vos lo busques tranquila. Y, bueno, mientras tanto, te sigo pasando la información que te comenté, por escrito, así ya la traes a mano, ¿vale? Perfecto. Bien, te recuerdo unas más vueltas que... a este mismo WhatsApp donde estamos hablando y tenés que ver la foto de D&I de la parte de enfrente y el Torso. Te recuerdo que tiene que ser todo por llamada porque la misma queda utilizada tanto por seguridad del vendedor como del cliente, ¿ok? Perfecto. Bueno, un segundo que lo estoy buscando porque no lo tengo aquí a la mano. Allí tenemos 10. Bien, le recuerdo que tienen que ser de la parte de enfrente y la parte del torso, sería. Bien, perfecto. No está vencido, ¿cierto? Sí, ya. No. No. Bueno, perfecto, Oriana. Ahora, para finalizar, vamos a pasar a hacer lo último. Yo a usted le voy a estar enviando su SMS o lo que viene siendo su mensaje de texto. Le voy a estar enviando lo que es un llamado PIN o código de portabilidad. Este sirve para que usted se pase de claro cómo va a estar manteniendo lo que es el mismo número. Y también, por otra parte, sirve para que usted no dé su consentimiento que quiera hacer la portabilidad. ¿Usted sabe cuál es el SMS, Oriana? No me ha llegado. Bien, dame un sonito y se lo enviamos. Bien, está enviado. Perfecto. Este mismo usted le va a estar dando lo que es un SMS, un mensajito de texto que tiene el remitente 223. Va a ver que cuando usted abre este mensajito le va a salir lo que es el dígito de cuatro números, la fecha que termina el 19 de enero y al final fíjese que dice prestador Movistar MS o a veces le puede decir prestador MBS de Movistar. ¿Sí? Yo lo que requiero, que cuando le dé este mensajito, Oriana, usted simplemente le saque lo que es una captura de pantalla, una screenshot, o simplemente puede copiar el mensajito y yo requiero que lo envíe al chat donde estamos hablando ahora. ¿Sí? Dame un segundito y ahí le confirmamos si ya se le llegó. Bien, perfecto. Me suena que ya está enviado. Confirméme si ya le llegó, si no se lo podemos reenviar. Es por mensaje de texto. Ajá, mensaje de texto. No es el WhatsApp. Sería el mensaje de texto como un donde ya, por ejemplo, packs de recargas o cosas así. Ahí. Bien, si no le llega no pasa nada, se lo podemos reenviar. Dame un segundito. Bien, se te lo barre. Ahí está, perfecto. Bien. Bueno, en todo caso eso sería todo, Diana. Le recuerdo que en 48 horas nosotros vamos a estar enviando ya a lo que es su correo electrónico, le vamos a estar enviando lo que es el tema de el código QR si usted ya lo canea y hace lo que es la portabilidad. Si, cualquier duda, consulta que usted tenga. Siempre se puede comunicar conmigo este número, y la recuerdo que usted va a seguir con la línea de claro, sin ningún problema, hasta que le llegue el código QR y usted lo escanea, ¿sí? Bien, Oriana, eso sería absolutamente todo. Y nada, le doy la bienvenida, me voy a estar muy amable de su parte, que tenga muy buen día, ¿sí? Igualmente, muchas gracias. Oriana, muy amable, hasta luego. Chau, chau. Sí, hoy...",
  "calidad": {
    "confianza_promedio": 0.54,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 33.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:25:32.566773",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 189,
    "total_segmentos_corregido": 66,
    "fecha_correccion": "2026-01-18T23:05:33.605245",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112104715039_MIT_01993",
    "sin_datos_basurita": true
  }
}