{
  "archivo": "amza13_1_260115144808381_ACD_76465.wav",
  "duracion_segundos": 133.82,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 69.67,
    "Cliente": 53.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.52,
      "fin": 14.78,
      "duracion": 13.26,
      "texto": "Hola, buenas tardes, ¿hablo con Marcos? No, pero soy la que sale en línea, decime. Hablo, mi nombre es Gerardo, hablo de la línea de beneficios Movistar porque el día de hoy tenemos un plan en promoción para esta línea móvil.",
      "confianza": 0.08,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.28,
      "fin": 19.49,
      "duracion": 4.21,
      "texto": "16 gigas roaming a un precio de 10.400, ¿qué te parece?",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.36,
      "fin": 43.59,
      "duracion": 23.23,
      "texto": "¿Sabes lo que pasa? Me pasé yo hace unos meses a movistar, pero me tuve que volver a aclarar porque donde trabajo no tengo cobertura. No duré ni un mes porque no me funcionaba. No ando a movistar. ¿Es un solo lugar con paredes gruesas? No, es un local comercial, pero ninguno de mis compañeros, ni yo ni nadie, ni los clientes, nadie tiene...",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.68,
      "fin": 51.67,
      "duracion": 6.99,
      "texto": "Ney tiene buena cobertura en esa zona, justo en esa zona. Bueno, lo voy a dejar asentado en ese caso. Muchas gracias por la información.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.55,
      "fin": 62.06,
      "duracion": 9.51,
      "texto": "No, por nada. Hasta luego. Hasta luego. Vos con fibra óptica nada que ver, ¿no? Sí, también te podemos ofrecer fibra óptica a tu domicilio.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.72,
      "fin": 101.4,
      "duracion": 37.68,
      "texto": "No, porque te digo, yo tengo fibra óptica en mi domicilio. Pero la consulta es la siguiente, porque a mi mamá ayer la llamaron, le están ofreciendo pero muchísimo, veo que el plan está en promoción muchísimo más bajo de lo que yo le estoy pagando, ¿viste? No estaba pensando pasarme a estar balando, volver con Telecentro por el tema de costa, y ayer cuando ella me dijo, le están ofreciendo una gígara. Vale, dijeron que del plan de mayor velocidad, a 24.000 pesos, yo estoy pagando 51.000 por 300 megas. Con Movistar, me decís.",
      "confianza": 0.138,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 102.04,
      "fin": 117.68,
      "duracion": 15.64,
      "texto": "Bueno, en ese caso, contactate con un asesor desde la aplicación, a ver cómo te pueden ayudar. Yo no puedo porque yo paso personas que están en otra compañía de la empresa, no me dedico a la atención del cliente.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.56,
      "fin": 131.03,
      "duracion": 10.47,
      "texto": "Desde la aplicación, sí, hasta el final, donde dice contactar un asesor. Ah, ahí, ahí, ok. Bueno, yo he hecho con esto.",
      "confianza": 0.792,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.82,
      "fin": 133.82,
      "duracion": 2.0,
      "texto": "Gracias. Buen día.",
      "confianza": 0.364,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, ¿hablo con Marcos? No, pero soy la que sale en línea, decime. Hablo, mi nombre es Gerardo, hablo de la línea de beneficios Movistar porque el día de hoy tenemos un plan en promoción para esta línea móvil. 16 gigas roaming a un precio de 10.400, ¿qué te parece? ¿Sabes lo que pasa? Me pasé yo hace unos meses a movistar, pero me tuve que volver a aclarar porque donde trabajo no tengo cobertura. No duré ni un mes porque no me funcionaba. No ando a movistar. ¿Es un solo lugar con paredes gruesas? No, es un local comercial, pero ninguno de mis compañeros, ni yo ni nadie, ni los clientes, nadie tiene... Ney tiene buena cobertura en esa zona, justo en esa zona. Bueno, lo voy a dejar asentado en ese caso. Muchas gracias por la información. No, por nada. Hasta luego. Hasta luego. Vos con fibra óptica nada que ver, ¿no? Sí, también te podemos ofrecer fibra óptica a tu domicilio. No, porque te digo, yo tengo fibra óptica en mi domicilio. Pero la consulta es la siguiente, porque a mi mamá ayer la llamaron, le están ofreciendo pero muchísimo, veo que el plan está en promoción muchísimo más bajo de lo que yo le estoy pagando, ¿viste? No estaba pensando pasarme a estar balando, volver con Telecentro por el tema de costa, y ayer cuando ella me dijo, le están ofreciendo una gígara. Vale, dijeron que del plan de mayor velocidad, a 24.000 pesos, yo estoy pagando 51.000 por 300 megas. Con Movistar, me decís. Bueno, en ese caso, contactate con un asesor desde la aplicación, a ver cómo te pueden ayudar. Yo no puedo porque yo paso personas que están en otra compañía de la empresa, no me dedico a la atención del cliente. Desde la aplicación, sí, hasta el final, donde dice contactar un asesor. Ah, ahí, ahí, ok. Bueno, yo he hecho con esto. Gracias. Buen día.",
  "calidad": {
    "confianza_promedio": 0.548,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:13:31.813908",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:14.407017",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115144808381_ACD_76465",
    "fecha_inicio": "15/1/2026 14:48:08",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 159,
    "tiempo_conversacion": 130,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}