{
  "archivo": "amza15_1_260113121807530_ACD_64755.wav",
  "duracion_segundos": 185.73,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 75.55,
    "Cliente": 93.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 6.38,
      "duracion": 6.35,
      "texto": "Hola, ¿qué tal? ¿Buen día con Viviana? Sí, ¿quién habla?",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.98,
      "fin": 15.59,
      "duracion": 8.61,
      "texto": "Viviana, ¿cómo le va? Macarena es mi nombre, nos estamos contactando del área de beneficios de Movistar, queríamos brindarlo un beneficio exclusivo a las líneas.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.61,
      "fin": 32.2,
      "duracion": 15.59,
      "texto": "Nos figura que está claro, tiene cinco líneas su nombre, ¿esto es correcto? Sí, sí, sí es correcto. Bien, perfecto. Le paso a comentar, sí, no sé qué cantidad de gigas tendrá usted con claro, si cuenta con gigas de barzo, también tiene gigas de regalo.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 32.94,
      "fin": 43.53,
      "duracion": 10.59,
      "texto": "En el caso de nosotros, podemos brindarle un plan intermedio con 16 gigas en total para cada una de las líneas. El plan consta de 8 gigas de base más 8 gigas de regalo.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.21,
      "fin": 50.68,
      "duracion": 6.47,
      "texto": "Con todo bonificado y además está el roaming incluido en el caso de que se han de viajar por un costo de 13.250.",
      "confianza": 0.8,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.72,
      "fin": 54.74,
      "duracion": 3.02,
      "texto": "¿Ustedes crearon cuánto está volando aproximadamente por las líneas?",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.24,
      "fin": 63.65,
      "duracion": 6.41,
      "texto": "Por las cinco líneas pago 40.000 pesos, 45.000 pesos.",
      "confianza": 0.318,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.67,
      "fin": 80.09,
      "duracion": 16.42,
      "texto": "Bien, perfecto, porque en ese caso podemos brindarle lo que es un plan más económico en 11.400, con 8 GB en total y con cualquier plan va a tener 20 GB adicionales que va a poder activar en el momento que desee, ¿sí?",
      "confianza": 0.734,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 81.45,
      "fin": 88.1,
      "duracion": 6.65,
      "texto": "En realidad este plan sería de 12 gigas porque además le estaríamos regalando a cada una de las líneas 4 gigas más.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.74,
      "fin": 100.38,
      "duracion": 11.64,
      "texto": "El plan sería de 12 gigas en total de 11.400. ¿Usted hace cuánto está en claro con las líneas? No, hace muchísimos años.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.4,
      "fin": 107.85,
      "duracion": 7.45,
      "texto": "Bien, porque seguramente debe estar por vencerle la promoción y que se haz de que por debajo de lo que nosotros le podemos ofrecer actualmente.",
      "confianza": 0.793,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 109.19,
      "fin": 112.12,
      "duracion": 2.92,
      "texto": "No, no, yo no tengo ninguna promoción.",
      "confianza": 0.336,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.84,
      "fin": 114.02,
      "duracion": 1.18,
      "texto": "No tengo ninguna promoción.",
      "confianza": 0.87,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.92,
      "fin": 119.17,
      "duracion": 3.25,
      "texto": "Yo lo tengo como empresa a las líneas.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.13,
      "fin": 124.14,
      "duracion": 4.01,
      "texto": "Ah, ¿están bajo la modalidad de empresa? Sí. Bien,",
      "confianza": 0.653,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 124.14,
      "fin": 133.59,
      "duracion": 9.45,
      "texto": "porque en ese caso entonces, como está bajo la modalidad de empresa, le podemos brindar el plan más económico de 14 euros en total con el primer mes bonificado.",
      "confianza": 0.764,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.13,
      "fin": 145.77,
      "duracion": 11.64,
      "texto": "Sí, totalmente gratis. con todo bonificado lo que es llamadas SMS y WhatsApp totalmente libres por un costo de 7.810 más impuestos, dependiendo de su categoría impositiva.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.59,
      "fin": 171.38,
      "duracion": 23.79,
      "texto": "Bueno, déjamelo ver, pues tengo que comentárselo a mi esposo, no lo llevo yo. Bien, no hay problema. Mire, lo que podemos hacer es que yo le deje un WhatsApp ahora mismo para que usted lo pueda comentar con él. En el caso de que le interese, no hay ningún problema, yo me encuentro hasta las 15 en la oficina, ¿sí?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.08,
      "fin": 180.5,
      "duracion": 8.42,
      "texto": "Si antes de este horario tiene una respuesta buenísima, así dejamos el pedido ingresado. ¿Bien?",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.51,
      "fin": 180.62,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.64,
      "fin": 185.73,
      "duracion": 5.09,
      "texto": "Bueno, Viviana, ha sido muy amable y nos mantenemos en contacto. Que estén muy bien. Chau.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buen día con Viviana? Sí, ¿quién habla? Viviana, ¿cómo le va? Macarena es mi nombre, nos estamos contactando del área de beneficios de Movistar, queríamos brindarlo un beneficio exclusivo a las líneas. Nos figura que está claro, tiene cinco líneas su nombre, ¿esto es correcto? Sí, sí, sí es correcto. Bien, perfecto. Le paso a comentar, sí, no sé qué cantidad de gigas tendrá usted con claro, si cuenta con gigas de barzo, también tiene gigas de regalo. En el caso de nosotros, podemos brindarle un plan intermedio con 16 gigas en total para cada una de las líneas. El plan consta de 8 gigas de base más 8 gigas de regalo. Con todo bonificado y además está el roaming incluido en el caso de que se han de viajar por un costo de 13.250. ¿Ustedes crearon cuánto está volando aproximadamente por las líneas? Por las cinco líneas pago 40.000 pesos, 45.000 pesos. Bien, perfecto, porque en ese caso podemos brindarle lo que es un plan más económico en 11.400, con 8 GB en total y con cualquier plan va a tener 20 GB adicionales que va a poder activar en el momento que desee, ¿sí? En realidad este plan sería de 12 gigas porque además le estaríamos regalando a cada una de las líneas 4 gigas más. El plan sería de 12 gigas en total de 11.400. ¿Usted hace cuánto está en claro con las líneas? No, hace muchísimos años. Bien, porque seguramente debe estar por vencerle la promoción y que se haz de que por debajo de lo que nosotros le podemos ofrecer actualmente. No, no, yo no tengo ninguna promoción. No tengo ninguna promoción. Yo lo tengo como empresa a las líneas. Ah, ¿están bajo la modalidad de empresa? Sí. Bien, porque en ese caso entonces, como está bajo la modalidad de empresa, le podemos brindar el plan más económico de 14 euros en total con el primer mes bonificado. Sí, totalmente gratis. con todo bonificado lo que es llamadas SMS y WhatsApp totalmente libres por un costo de 7.810 más impuestos, dependiendo de su categoría impositiva. Bueno, déjamelo ver, pues tengo que comentárselo a mi esposo, no lo llevo yo. Bien, no hay problema. Mire, lo que podemos hacer es que yo le deje un WhatsApp ahora mismo para que usted lo pueda comentar con él. En el caso de que le interese, no hay ningún problema, yo me encuentro hasta las 15 en la oficina, ¿sí? Si antes de este horario tiene una respuesta buenísima, así dejamos el pedido ingresado. ¿Bien? Bien. Bueno, Viviana, ha sido muy amable y nos mantenemos en contacto. Que estén muy bien. Chau.",
  "calidad": {
    "confianza_promedio": 0.643,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:23:15.676858",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:14.992407",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121807530_ACD_64755",
    "fecha_inicio": "13/1/2026 12:18:07",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 231,
    "tiempo_conversacion": 182,
    "tiempo_hold": 0,
    "tiempo_acw": 36,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}