{
  "archivo": "amza13_1_260114130406716_ACD_96493.wav",
  "duracion_segundos": 95.38,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 30.19,
    "Cliente": 49.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.98,
      "duracion": 3.95,
      "texto": "Hola, buenas tardes. Hablo con María Cristina.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.22,
      "fin": 16.92,
      "duracion": 11.7,
      "texto": "Sí, es hablar. Mucho gusto. María, habla Gerardo. Recomunico de la línea de beneficios de la compañía Movistar. Estamos llamando porque el día de hoy tenemos un plan en promoción muy bonito para las dos líneas que están a tu nombre.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.42,
      "fin": 27.15,
      "duracion": 9.73,
      "texto": "Se trataría de un plan en el que cada línea contaría con 20 gigas y el precio quedaría en 10.400 pesos nada más.",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.67,
      "fin": 29.93,
      "duracion": 1.26,
      "texto": "¿Qué te parece ese plan?",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.82,
      "fin": 58.81,
      "duracion": 23.99,
      "texto": "Lo estoy pensando. ¿Cuánto sigas? Tenés más o menos. ¿Cuánto sigas? 17. Perfecto. ¿Y cuánto abonás? 9. Bueno, mira, la verdad es que por un poquito más... vas a tener más gigas, pero además te vamos a incluir en roaming en todos los países de América en caso de que vayas a viajar a algún país de metro que haya un lugar más lejano también.",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.14,
      "fin": 70.45,
      "duracion": 5.31,
      "texto": "Bueno, déjame lo ver porque el otro teléfono tiene hijo también, a ver si él quiere, bueno, nos pasamos los huevos.",
      "confianza": 0.241,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.14,
      "fin": 88.91,
      "duracion": 17.77,
      "texto": "Bueno, mira, yo te comento que esta promo está... la tenemos el día de hoy y el día de mañana. Así que sí o sí tendríamos que hacer la gestión hoy o mañana. ¿Yo te dejo un WhatsApp? Sí, dale, dale, dale. Ahora lo comentes con tu hijo y si te da lo que, me escribís y yo te hago toda la gestión rapidito. ¿Te parece bien?",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.53,
      "fin": 95.38,
      "duracion": 5.85,
      "texto": "Muy bárbaro, genial. Gracias, eh. Ahí te lo dejo. Listo, nos vemos. Hasta luego. Hasta luego.",
      "confianza": 0.166,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hablo con María Cristina. Sí, es hablar. Mucho gusto. María, habla Gerardo. Recomunico de la línea de beneficios de la compañía Movistar. Estamos llamando porque el día de hoy tenemos un plan en promoción muy bonito para las dos líneas que están a tu nombre. Se trataría de un plan en el que cada línea contaría con 20 gigas y el precio quedaría en 10.400 pesos nada más. ¿Qué te parece ese plan? Lo estoy pensando. ¿Cuánto sigas? Tenés más o menos. ¿Cuánto sigas? 17. Perfecto. ¿Y cuánto abonás? 9. Bueno, mira, la verdad es que por un poquito más... vas a tener más gigas, pero además te vamos a incluir en roaming en todos los países de América en caso de que vayas a viajar a algún país de metro que haya un lugar más lejano también. Bueno, déjame lo ver porque el otro teléfono tiene hijo también, a ver si él quiere, bueno, nos pasamos los huevos. Bueno, mira, yo te comento que esta promo está... la tenemos el día de hoy y el día de mañana. Así que sí o sí tendríamos que hacer la gestión hoy o mañana. ¿Yo te dejo un WhatsApp? Sí, dale, dale, dale. Ahora lo comentes con tu hijo y si te da lo que, me escribís y yo te hago toda la gestión rapidito. ¿Te parece bien? Muy bárbaro, genial. Gracias, eh. Ahí te lo dejo. Listo, nos vemos. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.547,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:10:44.908203",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:14.249659",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114130406716_ACD_96493",
    "fecha_inicio": "14/1/2026 13:04:06",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 119,
    "tiempo_conversacion": 92,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}