{
  "archivo": "amza1_1_260115131211238_MIT_01956.wav",
  "duracion_segundos": 302.81,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 82.12,
    "Cliente": 203.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 19.27,
      "duracion": 19.24,
      "texto": "¿Hola? Ahora sí. Perfecto. Ahora sí porque yo ahora lo escucho mejor porque estoy desde la computadora acá de la central.",
      "confianza": 0.427,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.95,
      "fin": 33.92,
      "duracion": 13.97,
      "texto": "¿Tienes un número privado aquí? ¿Sabes por qué? Porque trabajé 31 años en una cárcel y me jubilé ahora, me requieres. Y los números de cuidado salen todos de ahí. Claro, es verdad. No,",
      "confianza": 0.502,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 33.92,
      "fin": 39.0,
      "duracion": 5.08,
      "texto": "bueno, en este caso justamente nosotros no.",
      "confianza": 0.574,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.02,
      "fin": 39.08,
      "duracion": 0.06,
      "texto": "No,",
      "confianza": 0.011,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.08,
      "fin": 39.98,
      "duracion": 0.9,
      "texto": "porque los números de cuidado no lo atiendo.",
      "confianza": 0.011,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.0,
      "fin": 55.5,
      "duracion": 15.5,
      "texto": "Marcelo, mire. Bueno, yo hice toda la gestión con su hija, lamentablemente ella pensó que justamente estaba su nombre, entonces bueno, tengo que ahora hacerlo todo de vuelta, ¿bien? Pero no habría ningún problema. Usted me va a tener que escuchar.",
      "confianza": 0.854,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.6,
      "fin": 58.68,
      "duracion": 2.08,
      "texto": "Me había dicho usted que tenía lo que era una deuda.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.64,
      "fin": 63.06,
      "duracion": 3.42,
      "texto": "Sí, tengo una deuda. Te acuerdas que yo te convení porque yo hablé con vos.",
      "confianza": 0.346,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.98,
      "fin": 69.49,
      "duracion": 5.51,
      "texto": "Sí, sí, sí. Estaba medio quilombo y ahora ya salí y es el deumo. La voy a pagar ahora.",
      "confianza": 0.273,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.63,
      "fin": 70.89,
      "duracion": 0.26,
      "texto": "Sí, sí.",
      "confianza": 0.385,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.47,
      "fin": 81.64,
      "duracion": 10.17,
      "texto": "Bien, su DNI es 20.981.70. No, 20.908.170. Ah, ok. Días Marcelo Gabriel.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.16,
      "fin": 138.0,
      "duracion": 55.84,
      "texto": "Ahí está, perfecto. Bien, me va a tener que guardar, voy a tener que repetir justamente todo lo que habíamos hablado con su hija recién, acá en la llamada. Habíamos quedado un tono con ella, tú ibas a tomar lo que eran las líneas de 8 gigas de base, más 8 gigas de regalo por 6 meses, por un valor de 10.400 a cada una. ¿Y si me llama claro qué hago? ¿No lo atiendo? No lo atiendo, Adriano, porque justamente lo que quiero hacer es retenerlo a ustedes, a ambas líneas. ¿Y si van a querer ofrecerle todo? Le van a tener que retenerlo y le van a hacer una bonificación que suele durar que 30 días, ¿bien? Por eso mismo nosotros le recomendamos y además como les comento, ya las gestiones estaban caminando Bueno, ahora justamente no, pero ya... Habla, escuchame una cosa, ¿y el cable cómo va a ser? Bueno, y lo que es el tema de instalación, sí se puede hacer, no hay ningún problema, me dijeron que sí, en este caso lo que puedo hacer... El cable al nombre de Romina",
      "confianza": 0.313,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.66,
      "fin": 147.39,
      "duracion": 8.73,
      "texto": "Exactamente, ahí le tendría que llamar a ella y hacer la gestión con ella. Como yo tengo la duda, no me va a querer ponerla a mí. Sí,",
      "confianza": 0.667,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 147.39,
      "fin": 148.83,
      "duracion": 1.44,
      "texto": "porque el score credit es bajo.",
      "confianza": 0.705,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.03,
      "fin": 170.91,
      "duracion": 20.88,
      "texto": "Aguárdeme Marcelo, por favor. Me tengo un poquito paciente porque estoy justamente cargando todo en la base. Aguárdeme. Espero. Marcelo, voy a necesitar que me envíe por whatsapp, a través del whatsapp que estuvimos hablando, ¿se acuerda?",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.48,
      "fin": 172.54,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.56,
      "fin": 175.68,
      "duracion": 3.12,
      "texto": "Una foto del frente y el dorso de su DNI, en lo posible.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.12,
      "fin": 189.4,
      "duracion": 12.28,
      "texto": "Bueno, para que le diga a la prima mía, porque ella entiende más, yo estoy medio de un kilo más ruido. Romina. Aguantame un cachito, que se me escapó. Sí, yo lo espero, yo lo espero, no hay problema.",
      "confianza": 0.137,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.44,
      "fin": 195.33,
      "duracion": 4.89,
      "texto": "No, falta que yo tengo negocio, si se me ocupa la casa de la madre y estoy viajando y me doy esos doros.",
      "confianza": 0.345,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.07,
      "fin": 248.31,
      "duracion": 52.24,
      "texto": "No importa. Bueno, yo lo hago lo más rápido que pueda. Bien, ahí yo le hablé desde mi número. Romina. ¿Me guardas mis cimilitas? Sí, yo les espero, Marcelo, no se haga problemas. No, yo puedo decirme que no se corte. No, no se va a cortar, tranquilo. Romina. Toma las chicas mochadas. Tiene que hacer todo lo mismo, me piden, me recomiendan. Sí, Romy, ¿cómo estás? ¿Sabes qué? Voy a necesitar que me parces en lo mismo que hiciste con vos con tu N.I. pero con lo de tu papá. Simplemente para poder cargarlo bien ahora. ¿Puede ser? ¿Lo puede hacer en el nombre de él? Sí, por supuesto. Bueno. Ay, me están volviendo locas los llamados esos, deben ser de los otros niños.",
      "confianza": 0.216,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 249.24,
      "fin": 256.3,
      "duracion": 7.06,
      "texto": "Sí, en este caso, Romy, como te digo, No, si querés silenciar el celu ya te van a dejar de llamar en algún momento.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.86,
      "fin": 279.48,
      "duracion": 21.62,
      "texto": "Siempre pasa. Desde todas las características posibles me llaman. 348-011 Sí. Dale, te mando el celular de él. Si no es que me tenga que portar... Sí, yo ahí le mandé, hola Marcelo, le puse. No, poneme el altavoz en todo caso. Ahí le puse, hola Marcelo.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.88,
      "fin": 281.43,
      "duracion": 0.54,
      "texto": "Sí, acá lo tengo.",
      "confianza": 0.283,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.55,
      "fin": 302.81,
      "duracion": 20.25,
      "texto": "lo que me han servido.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? Ahora sí. Perfecto. Ahora sí porque yo ahora lo escucho mejor porque estoy desde la computadora acá de la central. ¿Tienes un número privado aquí? ¿Sabes por qué? Porque trabajé 31 años en una cárcel y me jubilé ahora, me requieres. Y los números de cuidado salen todos de ahí. Claro, es verdad. No, bueno, en este caso justamente nosotros no. No, porque los números de cuidado no lo atiendo. Marcelo, mire. Bueno, yo hice toda la gestión con su hija, lamentablemente ella pensó que justamente estaba su nombre, entonces bueno, tengo que ahora hacerlo todo de vuelta, ¿bien? Pero no habría ningún problema. Usted me va a tener que escuchar. Me había dicho usted que tenía lo que era una deuda. Sí, tengo una deuda. Te acuerdas que yo te convení porque yo hablé con vos. Sí, sí, sí. Estaba medio quilombo y ahora ya salí y es el deumo. La voy a pagar ahora. Sí, sí. Bien, su DNI es 20.981.70. No, 20.908.170. Ah, ok. Días Marcelo Gabriel. Ahí está, perfecto. Bien, me va a tener que guardar, voy a tener que repetir justamente todo lo que habíamos hablado con su hija recién, acá en la llamada. Habíamos quedado un tono con ella, tú ibas a tomar lo que eran las líneas de 8 gigas de base, más 8 gigas de regalo por 6 meses, por un valor de 10.400 a cada una. ¿Y si me llama claro qué hago? ¿No lo atiendo? No lo atiendo, Adriano, porque justamente lo que quiero hacer es retenerlo a ustedes, a ambas líneas. ¿Y si van a querer ofrecerle todo? Le van a tener que retenerlo y le van a hacer una bonificación que suele durar que 30 días, ¿bien? Por eso mismo nosotros le recomendamos y además como les comento, ya las gestiones estaban caminando Bueno, ahora justamente no, pero ya... Habla, escuchame una cosa, ¿y el cable cómo va a ser? Bueno, y lo que es el tema de instalación, sí se puede hacer, no hay ningún problema, me dijeron que sí, en este caso lo que puedo hacer... El cable al nombre de Romina Exactamente, ahí le tendría que llamar a ella y hacer la gestión con ella. Como yo tengo la duda, no me va a querer ponerla a mí. Sí, porque el score credit es bajo. Aguárdeme Marcelo, por favor. Me tengo un poquito paciente porque estoy justamente cargando todo en la base. Aguárdeme. Espero. Marcelo, voy a necesitar que me envíe por whatsapp, a través del whatsapp que estuvimos hablando, ¿se acuerda? Sí. Una foto del frente y el dorso de su DNI, en lo posible. Bueno, para que le diga a la prima mía, porque ella entiende más, yo estoy medio de un kilo más ruido. Romina. Aguantame un cachito, que se me escapó. Sí, yo lo espero, yo lo espero, no hay problema. No, falta que yo tengo negocio, si se me ocupa la casa de la madre y estoy viajando y me doy esos doros. No importa. Bueno, yo lo hago lo más rápido que pueda. Bien, ahí yo le hablé desde mi número. Romina. ¿Me guardas mis cimilitas? Sí, yo les espero, Marcelo, no se haga problemas. No, yo puedo decirme que no se corte. No, no se va a cortar, tranquilo. Romina. Toma las chicas mochadas. Tiene que hacer todo lo mismo, me piden, me recomiendan. Sí, Romy, ¿cómo estás? ¿Sabes qué? Voy a necesitar que me parces en lo mismo que hiciste con vos con tu N.I. pero con lo de tu papá. Simplemente para poder cargarlo bien ahora. ¿Puede ser? ¿Lo puede hacer en el nombre de él? Sí, por supuesto. Bueno. Ay, me están volviendo locas los llamados esos, deben ser de los otros niños. Sí, en este caso, Romy, como te digo, No, si querés silenciar el celu ya te van a dejar de llamar en algún momento. Siempre pasa. Desde todas las características posibles me llaman. 348-011 Sí. Dale, te mando el celular de él. Si no es que me tenga que portar... Sí, yo ahí le mandé, hola Marcelo, le puse. No, poneme el altavoz en todo caso. Ahí le puse, hola Marcelo. Sí, acá lo tengo. lo que me han servido.",
  "calidad": {
    "confianza_promedio": 0.4,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:47:15.697093",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:16.406015",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131211238_MIT_01956",
    "fecha_inicio": "15/1/2026 13:12:12",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 304,
    "tiempo_conversacion": 292,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}