{
  "archivo": "amza10_1_260114120155179_ACD_86449.wav",
  "duracion_segundos": 615.4,
  "num_segmentos": 166,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 181.2,
    "Cliente": 371.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.02,
      "duracion": 7.99,
      "texto": "Hola, buenos días. Sí. ¿Cómo estás, Lourdes? Estaba de este lado con Roberto.",
      "confianza": 0.349,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.04,
      "fin": 9.1,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.72,
      "fin": 21.28,
      "duracion": 11.56,
      "texto": "Roberto, un gusto. Mira, me estoy contestando de la línea de beneficios, ¿sí? Veo que estás en claro con dos líneas activas. ¿Puede ser? Sí. Bien. Ah, ¿son semendulzas? Yo también. Soy acá en la galería Max.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.8,
      "fin": 46.38,
      "duracion": 24.58,
      "texto": "Mira. Bien, perfecto. Mira, te quería comentar. Tenemos un pleno de ofertas. Sí, son 16 gigas en total. con en un valor de 10.400 pesos, ¿sí? Mira, yo en que lado estoy pagando menos, no menos por la cantidad de días. ¿Cuánto estás pagando? 1507.000 pesos.",
      "confianza": 0.778,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 46.4,
      "fin": 50.87,
      "duracion": 4.47,
      "texto": "Bueno, mira, a ver, te comento, obviamente, a ver, este plan que está en oferta está bastante bueno.",
      "confianza": 0.643,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.16,
      "fin": 53.53,
      "duracion": 2.36,
      "texto": "Te voy a comentar este, en realidad, por lo que vamos a comentar.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.03,
      "fin": 67.76,
      "duracion": 13.73,
      "texto": "En este phone en total, 8 GB y te quedan $7,460. En este caso, como vos tenes lo que son dos líneas bajo tu mismo nombre, digamos, te damos 4 GB más de regalo.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.34,
      "fin": 86.93,
      "duracion": 18.59,
      "texto": "Así que, bueno, nada, ahí el plan te va a quedar en 12 GB, en $7,460. Ese es cómo lo es. Y todavía sí es un poco duro, pero el motivo por el cual yo me estoy aclarando es que Ellos en los planes económicos ya tenían Roaming.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.87,
      "fin": 107.65,
      "duracion": 19.78,
      "texto": "Y Movistar para tener Roaming tiene que tener un plan un poquito más alto. En Movistar yo quería tener Roaming porque yo iba a acabar en Chile y me decían que tenía que contratar un plan más alto.",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.37,
      "fin": 119.34,
      "duracion": 10.97,
      "texto": "Claro, por ejemplo, el que yo te dije de 16 GB, tienes lo que es Roomin en América, ¿sí? En el otro, en el otro que te sale, 10460, por ejemplo, es el otro de lo que es Roomin, ¿sí?",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.96,
      "fin": 123.91,
      "duracion": 3.95,
      "texto": "Pero estoy viendo acá que vos tenés, eh, me sale el puro artigo, ¿puede ser?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.47,
      "fin": 144.45,
      "duracion": 19.98,
      "texto": "Porque te queda más tiempo, siendo un monotrobutista. No sé si en qué oro lo tenés bajo de Quick. Me parece sí, sí. Ah, me parece que sí también porque me sale acá. A ver... Quiero ver si... porque va a buscar la constancia. Sí, su quick sería 20, 33, 44, 45, 86, 88. ¿Está bien? Ajá.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.99,
      "fin": 153.62,
      "duracion": 8.63,
      "texto": "Bien. Bueno, mira, siendo monotributista, si vos accedes a lo que es algún plan, sí, por ejemplo.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.28,
      "fin": 165.19,
      "duracion": 10.91,
      "texto": "Vos me dijiste que querías con Rupén en América. Claro. Bien. ¿Accedes entonces a un plan? Sí, ¿qué serían? Por ejemplo, tenés más siglas por acá.",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.73,
      "fin": 175.32,
      "duracion": 9.59,
      "texto": "El que trae Rumin en América son 8 gigas de base y bueno, tenés 10 gigas extra por 6 meses, se quedan 18 gigas en Rumin en América.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.82,
      "fin": 177.5,
      "duracion": 1.68,
      "texto": "Ese es el que viene incluido en Rumin en América.",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 179.15,
      "fin": 199.78,
      "duracion": 20.63,
      "texto": "Y son en total 18 gigas, ¿sí? En este caso, como son dos líneas también, se queda lo que es el primer mes gratis para cada línea, ¿sí? El primer mes, obviamente, no vas a ganar nada, arrancarás ya el segundo mes, ¿sí? Este que te ofrezco, bueno, recordarte, entra en Romén en América, seguid demás, y te quedan $6,475 pesos más impuestos.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.08,
      "fin": 222.09,
      "duracion": 21.01,
      "texto": "Al inicio. Exacto, son 18 gigas, el mes gratis, y bueno, en Romén en América. Claro, ¿viste? Es más caro. Están claros, tipando, no sé, $607, pero ya tienen Romén y son 17 gigas. Claro, $17,181 pesos por eso.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.68,
      "fin": 250.03,
      "duracion": 26.35,
      "texto": "que estés abanando. Claro. Bien. A ver, quiero ver si hay otro. ¿Y vos en el rooming cuándo lo necesitas, digamos, desde ya o en alguna fecha importante que vos te tengas que ir? No, de vez en cuando salen viajes, viste, inesperados. A ver, por el fin de semana. Ajá. Claro,",
      "confianza": 0.107,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 250.03,
      "fin": 251.15,
      "duracion": 1.12,
      "texto": "porque ¿qué hay?",
      "confianza": 0.475,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 251.17,
      "fin": 263.55,
      "duracion": 12.38,
      "texto": "Nosotros, como somos los planes que tenemos acá directamente, en realidad, ¿qué hay? Voy a ponerle ahora, capaz que te está conveniendo el plan este de 7,400, que en realidad son 8 gigas en total.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.18,
      "fin": 274.57,
      "duracion": 10.39,
      "texto": "Tenés 4 gigas más, así que te van a quedar en 12 gigas, ¿sí? Y te quedan un valor accesible, ¿sí? Por dos por línea, ahora estaba vendiendo, bueno, 8,500 pesos con él, ¿sí?",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.45,
      "fin": 297.97,
      "duracion": 22.52,
      "texto": "que te está faltando ahí lo que vamos a necesitar, que sería el rooming. El rooming vos puedes, por ejemplo, si vos querís este plan que es 100 rooming, vos después llamás y ahí vas a acceder a lo que es otra bonificación, ¿sí? Donde eso vos podés buscar un plan que tenga lo que es rooming, que te va a quedar más económico al cliente, ¿sí? Incluso eso yo te puedo ayudar a gestionarlo con el problema.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.55,
      "fin": 305.03,
      "duracion": 6.48,
      "texto": "Y si no, ya directamente, adquirís el plan con rooming, ¿sí? Que te queden 10,400, no hay mucha diferencia.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 306.6,
      "fin": 314.75,
      "duracion": 8.15,
      "texto": "No me estaría conveniendo cambiar.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 315.31,
      "fin": 320.03,
      "duracion": 4.72,
      "texto": "¿Tenés algún servicio de internet en tu casa actualmente? No sé si te han ofrecido fibra.",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.53,
      "fin": 338.86,
      "duracion": 16.33,
      "texto": "El año pasado consulté, pero todavía no llegaban a mis domicilios. No sé si querés visitar. Sí, te consulté en Mendoza. A veces no sé bien qué suena. Sí, acá en San José. Ah, sí, mira, a ver, debería de haber, a ver. Bien,",
      "confianza": 0.432,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 338.86,
      "fin": 342.92,
      "duracion": 4.06,
      "texto": "mira, si querés decirme ahí, yo verifico, calle, altura y localidad.",
      "confianza": 0.54,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 342.94,
      "fin": 356.84,
      "duracion": 13.9,
      "texto": "Sí, ahí te digo. Mariano Moreno, 25, 27, si no me equivoco. Mariano Moreno, 25, 27. De San José.",
      "confianza": 0.431,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 370.52,
      "fin": 378.21,
      "duracion": 7.69,
      "texto": "Ah, espera que no me busca. 25, 27. No, 24, 72. Ah, 24, 72.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 378.37,
      "fin": 378.47,
      "duracion": 0.1,
      "texto": "Ajá.",
      "confianza": 0.34,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 382.34,
      "fin": 393.49,
      "duracion": 11.15,
      "texto": "A ver. En el gulmán figura como Pedro Morín. Bueno, acá me figura como Belgrano. ¿Puede ser?",
      "confianza": 0.837,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.38,
      "fin": 400.93,
      "duracion": 6.55,
      "texto": "Esto está ubicado entre, a ver si estamos bien, entre los paraísos y el otro sería Cristóbal Colón.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 403.11,
      "fin": 408.56,
      "duracion": 5.45,
      "texto": "Sí, Cristóbal, yo te digo bien, Cristóbal Colón y San Lorenzo. Ah, San Lorenzo.",
      "confianza": 0.353,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 408.58,
      "fin": 409.64,
      "duracion": 1.06,
      "texto": "No, entonces armar la altura.",
      "confianza": 0.519,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 411.46,
      "fin": 419.97,
      "duracion": 8.51,
      "texto": "Yo te digo bien, entre Pedro B. Palacio, justo topa en una cuadra aquí.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 421.86,
      "fin": 438.12,
      "duracion": 16.26,
      "texto": "Pedro Molina sería a la bube, más o menos a la altura del alcalde Pedro de Palacios. ¿Y la altura está bien?",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 439.08,
      "fin": 464.09,
      "duracion": 25.01,
      "texto": "La altura es a 24, pero ya está bien. Sí, me salen acá los paraísos. Eso se habrá en cambio a la calle, porque acá estoy buscándome el map del 2023 de este y me salen los paraísos. La otra, si está bien, que sería Cristóbal Colón.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 467.52,
      "fin": 478.61,
      "duracion": 11.09,
      "texto": "Claro, acá me figura... Es que acá en el map está mal puesto, me parece. Pedro Moreno a 24.65, porque si vos te fijás, Mayena Moreno, como que hace un codrito",
      "confianza": 0.241,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 480.5,
      "fin": 513.43,
      "duracion": 32.93,
      "texto": "y después... A ver, ¿cómo lo buscó entonces? Por Omar, si vos lo buscas así, te manda directo a tu casa. Claro, en el map, ahora me fijé y es Pedro Molina, 2465, me aseguro. 2465, a ver, lo voy a buscar así. A ver. Acá busqué, claro, ahí me hice guaymache. Claro, ahí me ubica, en avenida Pedro Molina, Es la avenida, ¿no? Avenida Pedro Molina.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 514.09,
      "fin": 525.56,
      "duracion": 11.47,
      "texto": "Ahí está Cristóbal Colón y la otra que es San Lorenzo. Claro, ¿veres? Ahí me lo he marcado bien. La de atrás de tu casa, a ver cómo para guiarnos. ¿Sabes cómo se llama?",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 527.06,
      "fin": 537.13,
      "duracion": 10.07,
      "texto": "También es la avenida Pedro Molina. Ah, la cosa es que... Claro, esa es la que... La principal es Pedro Molina y la otra está mal puesto en el map, pero es Mariano Moreno y...",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 537.75,
      "fin": 544.42,
      "duracion": 6.67,
      "texto": "Figura como Pedro Molina también. Ah, entonces, a ver. La de tu casa es Mariano Molina, pero figura como Avenida Pedro Molina.",
      "confianza": 0.367,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 545.44,
      "fin": 554.07,
      "duracion": 8.63,
      "texto": "Claro. Bien. La de atrás es Avenida Pedro Molina. Claro. OK. A ver, voy a subir a tu casa como para ubicarnos, más o menos.",
      "confianza": 0.215,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 554.97,
      "fin": 566.31,
      "duracion": 11.34,
      "texto": "Estoy en... Bueno, justo ahora veo una casa como Amarilla, dos pisos. A ver qué más. Es rosado, es rosado.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 567.61,
      "fin": 591.48,
      "duracion": 23.87,
      "texto": "Acá hay una casa rosada que tiene como portón y dos puertas blancas, puede ser. No sé si será esa. No, me parece que estás en el otro lado. A ver. Rosada que está en el medio o en una esquina? No, no. Sí, está en la calle Pedro B. Palacio, Bonifacio Palacio.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 595.91,
      "fin": 596.47,
      "duracion": 0.56,
      "texto": "¿Vos estás en tu casa ahora?",
      "confianza": 0.016,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 596.49,
      "fin": 596.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.327,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 596.95,
      "fin": 613.34,
      "duracion": 16.39,
      "texto": "Ah, bueno, querés enviármelo por WhatsApp y me lo envía directo a la casa. A ver, ahí te hablo. Mándame un WhatsApp y te mando la ubicación. Dale, ahí te conozco. Dale, genial. Ahí te estoy hablando. Muchas gracias.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 614.12,
      "fin": 615.4,
      "duracion": 1.28,
      "texto": "No me contactas. Adiós.",
      "confianza": 0.439,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Sí. ¿Cómo estás, Lourdes? Estaba de este lado con Roberto. Sí. Roberto, un gusto. Mira, me estoy contestando de la línea de beneficios, ¿sí? Veo que estás en claro con dos líneas activas. ¿Puede ser? Sí. Bien. Ah, ¿son semendulzas? Yo también. Soy acá en la galería Max. Mira. Bien, perfecto. Mira, te quería comentar. Tenemos un pleno de ofertas. Sí, son 16 gigas en total. con en un valor de 10.400 pesos, ¿sí? Mira, yo en que lado estoy pagando menos, no menos por la cantidad de días. ¿Cuánto estás pagando? 1507.000 pesos. Bueno, mira, a ver, te comento, obviamente, a ver, este plan que está en oferta está bastante bueno. Te voy a comentar este, en realidad, por lo que vamos a comentar. En este phone en total, 8 GB y te quedan $7,460. En este caso, como vos tenes lo que son dos líneas bajo tu mismo nombre, digamos, te damos 4 GB más de regalo. Así que, bueno, nada, ahí el plan te va a quedar en 12 GB, en $7,460. Ese es cómo lo es. Y todavía sí es un poco duro, pero el motivo por el cual yo me estoy aclarando es que Ellos en los planes económicos ya tenían Roaming. Y Movistar para tener Roaming tiene que tener un plan un poquito más alto. En Movistar yo quería tener Roaming porque yo iba a acabar en Chile y me decían que tenía que contratar un plan más alto. Claro, por ejemplo, el que yo te dije de 16 GB, tienes lo que es Roomin en América, ¿sí? En el otro, en el otro que te sale, 10460, por ejemplo, es el otro de lo que es Roomin, ¿sí? Pero estoy viendo acá que vos tenés, eh, me sale el puro artigo, ¿puede ser? Porque te queda más tiempo, siendo un monotrobutista. No sé si en qué oro lo tenés bajo de Quick. Me parece sí, sí. Ah, me parece que sí también porque me sale acá. A ver... Quiero ver si... porque va a buscar la constancia. Sí, su quick sería 20, 33, 44, 45, 86, 88. ¿Está bien? Ajá. Bien. Bueno, mira, siendo monotributista, si vos accedes a lo que es algún plan, sí, por ejemplo. Vos me dijiste que querías con Rupén en América. Claro. Bien. ¿Accedes entonces a un plan? Sí, ¿qué serían? Por ejemplo, tenés más siglas por acá. El que trae Rumin en América son 8 gigas de base y bueno, tenés 10 gigas extra por 6 meses, se quedan 18 gigas en Rumin en América. Ese es el que viene incluido en Rumin en América. Y son en total 18 gigas, ¿sí? En este caso, como son dos líneas también, se queda lo que es el primer mes gratis para cada línea, ¿sí? El primer mes, obviamente, no vas a ganar nada, arrancarás ya el segundo mes, ¿sí? Este que te ofrezco, bueno, recordarte, entra en Romén en América, seguid demás, y te quedan $6,475 pesos más impuestos. Al inicio. Exacto, son 18 gigas, el mes gratis, y bueno, en Romén en América. Claro, ¿viste? Es más caro. Están claros, tipando, no sé, $607, pero ya tienen Romén y son 17 gigas. Claro, $17,181 pesos por eso. que estés abanando. Claro. Bien. A ver, quiero ver si hay otro. ¿Y vos en el rooming cuándo lo necesitas, digamos, desde ya o en alguna fecha importante que vos te tengas que ir? No, de vez en cuando salen viajes, viste, inesperados. A ver, por el fin de semana. Ajá. Claro, porque ¿qué hay? Nosotros, como somos los planes que tenemos acá directamente, en realidad, ¿qué hay? Voy a ponerle ahora, capaz que te está conveniendo el plan este de 7,400, que en realidad son 8 gigas en total. Tenés 4 gigas más, así que te van a quedar en 12 gigas, ¿sí? Y te quedan un valor accesible, ¿sí? Por dos por línea, ahora estaba vendiendo, bueno, 8,500 pesos con él, ¿sí? que te está faltando ahí lo que vamos a necesitar, que sería el rooming. El rooming vos puedes, por ejemplo, si vos querís este plan que es 100 rooming, vos después llamás y ahí vas a acceder a lo que es otra bonificación, ¿sí? Donde eso vos podés buscar un plan que tenga lo que es rooming, que te va a quedar más económico al cliente, ¿sí? Incluso eso yo te puedo ayudar a gestionarlo con el problema. Y si no, ya directamente, adquirís el plan con rooming, ¿sí? Que te queden 10,400, no hay mucha diferencia. No me estaría conveniendo cambiar. ¿Tenés algún servicio de internet en tu casa actualmente? No sé si te han ofrecido fibra. El año pasado consulté, pero todavía no llegaban a mis domicilios. No sé si querés visitar. Sí, te consulté en Mendoza. A veces no sé bien qué suena. Sí, acá en San José. Ah, sí, mira, a ver, debería de haber, a ver. Bien, mira, si querés decirme ahí, yo verifico, calle, altura y localidad. Sí, ahí te digo. Mariano Moreno, 25, 27, si no me equivoco. Mariano Moreno, 25, 27. De San José. Ah, espera que no me busca. 25, 27. No, 24, 72. Ah, 24, 72. Ajá. A ver. En el gulmán figura como Pedro Morín. Bueno, acá me figura como Belgrano. ¿Puede ser? Esto está ubicado entre, a ver si estamos bien, entre los paraísos y el otro sería Cristóbal Colón. Sí, Cristóbal, yo te digo bien, Cristóbal Colón y San Lorenzo. Ah, San Lorenzo. No, entonces armar la altura. Yo te digo bien, entre Pedro B. Palacio, justo topa en una cuadra aquí. Pedro Molina sería a la bube, más o menos a la altura del alcalde Pedro de Palacios. ¿Y la altura está bien? La altura es a 24, pero ya está bien. Sí, me salen acá los paraísos. Eso se habrá en cambio a la calle, porque acá estoy buscándome el map del 2023 de este y me salen los paraísos. La otra, si está bien, que sería Cristóbal Colón. Claro, acá me figura... Es que acá en el map está mal puesto, me parece. Pedro Moreno a 24.65, porque si vos te fijás, Mayena Moreno, como que hace un codrito y después... A ver, ¿cómo lo buscó entonces? Por Omar, si vos lo buscas así, te manda directo a tu casa. Claro, en el map, ahora me fijé y es Pedro Molina, 2465, me aseguro. 2465, a ver, lo voy a buscar así. A ver. Acá busqué, claro, ahí me hice guaymache. Claro, ahí me ubica, en avenida Pedro Molina, Es la avenida, ¿no? Avenida Pedro Molina. Ahí está Cristóbal Colón y la otra que es San Lorenzo. Claro, ¿veres? Ahí me lo he marcado bien. La de atrás de tu casa, a ver cómo para guiarnos. ¿Sabes cómo se llama? También es la avenida Pedro Molina. Ah, la cosa es que... Claro, esa es la que... La principal es Pedro Molina y la otra está mal puesto en el map, pero es Mariano Moreno y... Figura como Pedro Molina también. Ah, entonces, a ver. La de tu casa es Mariano Molina, pero figura como Avenida Pedro Molina. Claro. Bien. La de atrás es Avenida Pedro Molina. Claro. OK. A ver, voy a subir a tu casa como para ubicarnos, más o menos. Estoy en... Bueno, justo ahora veo una casa como Amarilla, dos pisos. A ver qué más. Es rosado, es rosado. Acá hay una casa rosada que tiene como portón y dos puertas blancas, puede ser. No sé si será esa. No, me parece que estás en el otro lado. A ver. Rosada que está en el medio o en una esquina? No, no. Sí, está en la calle Pedro B. Palacio, Bonifacio Palacio. ¿Vos estás en tu casa ahora? Sí. Ah, bueno, querés enviármelo por WhatsApp y me lo envía directo a la casa. A ver, ahí te hablo. Mándame un WhatsApp y te mando la ubicación. Dale, ahí te conozco. Dale, genial. Ahí te estoy hablando. Muchas gracias. No me contactas. Adiós.",
  "calidad": {
    "confianza_promedio": 0.494,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:00:38.960019",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 166,
    "total_segmentos_corregido": 50,
    "fecha_correccion": "2026-01-18T23:05:13.527054",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114120155179_ACD_86449",
    "fecha_inicio": "14/1/2026 12:01:55",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 611,
    "tiempo_conversacion": 589,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}