{
  "archivo": "amza27_1_260112105611856_ACD_04147.wav",
  "duracion_segundos": 117.08,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 47.08,
    "Cliente": 61.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.23,
      "fin": 22.01,
      "duracion": 19.78,
      "texto": "¿Hola? ¿Hola? ¿Quién habla? ¿Qué tal? Buen día, Rocio. ¿Es mi nombre? ¿Quería hablar con Guillermo? Sí, estás hablando con Guillermo. Estoy manejando porque estoy saliendo de un pueblo para entrar a otro, así que me voy a quedar sin señas porque estoy de vacaciones. Ah, está de vacaciones. Bien, perfecto.",
      "confianza": 0.164,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 22.03,
      "fin": 22.83,
      "duracion": 0.8,
      "texto": "Mi nombre es Rocio.",
      "confianza": 0.208,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.91,
      "fin": 30.14,
      "duracion": 7.23,
      "texto": "Yo me estoy contactando en la área de fibra óptica de la compañía Movistar. Queríamos hablar con qué compañía manejarla, que es el internet en casa.",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.6,
      "fin": 54.85,
      "duracion": 23.25,
      "texto": "No tengo internet en casa porque se atiende mi esposa. La tiene esa esposa. Bien, perfecto. ¿Y la línea la maneja con personal o con la compañía de claro? No, no tenemos línea de telefonía fija. No tienes línea de telefonía fija. Bueno, miren... En realidad te voy a explicar más fácil.",
      "confianza": 0.441,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 55.37,
      "fin": 56.41,
      "duracion": 1.04,
      "texto": "Yo estoy de Ocupa.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.14,
      "fin": 66.87,
      "duracion": 9.73,
      "texto": "Yo tengo que ocupar con mi esposa actual, porque el que paga todo es el esposo de ella, soy mantenido. Ah, bien. ¿Y la línea de Celu también la paga él?",
      "confianza": 0.418,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.39,
      "fin": 83.19,
      "duracion": 14.8,
      "texto": "Paga luz, gas, teléfono, es lo ideal para mí. Y encima de amigo mío. Bueno, buenísimo. Mira, se le van a hacer algunas promociones. Por ahí, capaz que le conviene pagar muchísimo menos. Tenemos buenas promociones en lo que es el servicio de la línea de Celu, también en lo que es el Guadijoy.",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.7,
      "fin": 87.11,
      "duracion": 3.41,
      "texto": "Si vos lo querés compartir, buenísimo. Y se ahorran también los queeros de un dinero.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.15,
      "fin": 95.82,
      "duracion": 7.67,
      "texto": "Puedes pasármelo por WhatsApp. Yo te dejo entonces todo el servicio.",
      "confianza": 0.28,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.34,
      "fin": 103.29,
      "duracion": 6.95,
      "texto": "Vienes hallado. Y bueno, vos cualquier cosita te contactás conmigo, dale.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.31,
      "fin": 103.61,
      "duracion": 0.3,
      "texto": "Dale, perfecto.",
      "confianza": 0.006,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 103.63,
      "fin": 117.08,
      "duracion": 13.45,
      "texto": "Me digo a él que sí. Dale, sí, no hay problema. Le podés pasar entonces mi número sin ningún problema. Muchísimas gracias y espero que puedas hacer unas hermosas avanciones. Gracias. Hasta luego, chao, chao. Hasta luego, chao, chao.",
      "confianza": 0.087,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? ¿Hola? ¿Quién habla? ¿Qué tal? Buen día, Rocio. ¿Es mi nombre? ¿Quería hablar con Guillermo? Sí, estás hablando con Guillermo. Estoy manejando porque estoy saliendo de un pueblo para entrar a otro, así que me voy a quedar sin señas porque estoy de vacaciones. Ah, está de vacaciones. Bien, perfecto. Mi nombre es Rocio. Yo me estoy contactando en la área de fibra óptica de la compañía Movistar. Queríamos hablar con qué compañía manejarla, que es el internet en casa. No tengo internet en casa porque se atiende mi esposa. La tiene esa esposa. Bien, perfecto. ¿Y la línea la maneja con personal o con la compañía de claro? No, no tenemos línea de telefonía fija. No tienes línea de telefonía fija. Bueno, miren... En realidad te voy a explicar más fácil. Yo estoy de Ocupa. Yo tengo que ocupar con mi esposa actual, porque el que paga todo es el esposo de ella, soy mantenido. Ah, bien. ¿Y la línea de Celu también la paga él? Paga luz, gas, teléfono, es lo ideal para mí. Y encima de amigo mío. Bueno, buenísimo. Mira, se le van a hacer algunas promociones. Por ahí, capaz que le conviene pagar muchísimo menos. Tenemos buenas promociones en lo que es el servicio de la línea de Celu, también en lo que es el Guadijoy. Si vos lo querés compartir, buenísimo. Y se ahorran también los queeros de un dinero. Puedes pasármelo por WhatsApp. Yo te dejo entonces todo el servicio. Vienes hallado. Y bueno, vos cualquier cosita te contactás conmigo, dale. Dale, perfecto. Me digo a él que sí. Dale, sí, no hay problema. Le podés pasar entonces mi número sin ningún problema. Muchísimas gracias y espero que puedas hacer unas hermosas avanciones. Gracias. Hasta luego, chao, chao. Hasta luego, chao, chao.",
  "calidad": {
    "confianza_promedio": 0.341,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:41:26.497044",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:19.823235",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105611856_ACD_04147",
    "fecha_inicio": "12/1/2026 10:56:11",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 140,
    "tiempo_conversacion": 115,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}