{
  "archivo": "amza20_1_260112112850124_ACD_27437.wav",
  "duracion_segundos": 188.28,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 84.37,
    "Cliente": 85.88
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.96,
      "fin": 2.1,
      "duracion": 1.14,
      "texto": "Hola, Buen día.",
      "confianza": 0.497,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3.08,
      "fin": 10.05,
      "duracion": 6.97,
      "texto": "Buen día, mi nombre es Tomás, me comunico de la área de recuperar el bien de Movistar. Hablo con Norma.",
      "confianza": 0.468,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.07,
      "fin": 10.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.15,
      "fin": 10.97,
      "duracion": 0.82,
      "texto": "Sí, con ella. ¿Cómo le va a Norma?",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.87,
      "fin": 17.8,
      "duracion": 5.93,
      "texto": "Miriam Montigore, me llamamos para preguntarle por qué se había ido de la compañía. Qué inconvenientes había tenido con la línea y demás.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.03,
      "fin": 29.4,
      "duracion": 7.37,
      "texto": "Necesitaba, cómo se llama, tenía problemas con Movistar porque tenía un problema con el chip.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.95,
      "fin": 45.0,
      "duracion": 15.05,
      "texto": "que se cortaba y tenía inconvenientes y pedí que me lo solucionaran teniendo la misma línea y no podían solucionarlo y no podían solucionarlo y me daban vuelta a un lado, me daban vuelta al otro y después estaba reír y dije, bueno, basta.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.9,
      "fin": 49.77,
      "duracion": 3.86,
      "texto": "No me voy a dejar con un chip, con un teléfono nuevo, teniendo el problema.",
      "confianza": 0.517,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.69,
      "fin": 59.76,
      "duracion": 9.07,
      "texto": "Yo había comprado un teléfono nuevo y al final era el problema del teléfono y no del chip y me decían que era del chip",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.38,
      "fin": 68.47,
      "duracion": 8.09,
      "texto": "y cuando mandé a arreglar el teléfono nuevo del que compré en Movistar, me dijeron que era un teléfono que ya estaba arreglado.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.95,
      "fin": 86.2,
      "duracion": 16.25,
      "texto": "Y entonces dije, listo, basta, no trabajo más con Movistar, después de 20 años, casi 30 años, con la compañía decidirme, porque es una estafa lo que me dicen. Bien, entiendo, entiendo.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.22,
      "fin": 87.89,
      "duracion": 1.66,
      "texto": "Bueno, mira, en este momento nosotros estamos en una campaña de recuperación de 500",
      "confianza": 0.026,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.19,
      "fin": 92.61,
      "duracion": 4.42,
      "texto": "No, es verdad que esta vez era buena creinta, según el historial creditific, como me dice el tiempo que había estado con la compañía.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.71,
      "fin": 102.44,
      "duracion": 8.73,
      "texto": "Por eso me voy a llamar al día de hoy. Bueno, mire, le comento, la verdad que ha sido una situación bastante especial a la que le ocurrió a usted, si habrá sido un error en ese momento, la verdad es que le pedimos mil disculpas.",
      "confianza": 0.191,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.18,
      "fin": 140.33,
      "duracion": 36.15,
      "texto": "Comentarles, nosotros con lo que son estos problemas que pueden llegar a surgir, brindamos lo que hubo una asesoría personal. ¿Qué quiere decir esto? ¿Usted cualquier problema de cualquier índole que tenga con la línea? directamente me lo comunica a mí por WhatsApp, si no tiene que estar llamándose a nuestros cientos, ni tomarse las molestias de estar una sucursal, ni nada. Precisamente le habla con el asesor por WhatsApp, el problema que tenga, y el asesor se lo soluciona. Le pregunto, ¿Usted tenía alguna otra línea bajo su nombre cuando estaba con la compañía? ¿O es la comunicar líneas? Cinco líneas tenía. ¿Cómo es, Gourmet? Cinco líneas tenía.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.95,
      "fin": 141.94,
      "duracion": 0.99,
      "texto": "Bien, bien, bien.",
      "confianza": 0.4,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 141.96,
      "fin": 152.59,
      "duracion": 10.63,
      "texto": "Claro, entiendo, entiendo. Ya a las cinco, digamos, le pasó lo mismo. O sea, tuve el problema de sacar la línea y sacó el robo. No, tuve con una y ya me cambié todas las líneas a claro. Me fui con todas las líneas a claro.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.61,
      "fin": 154.97,
      "duracion": 2.36,
      "texto": "Claro, perfecto, entiendo.",
      "confianza": 0.344,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 154.99,
      "fin": 155.37,
      "duracion": 0.38,
      "texto": "No me interesó más.",
      "confianza": 0.037,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.39,
      "fin": 156.37,
      "duracion": 0.98,
      "texto": "Claro, sí, sí, lo entiendo, entiendo.",
      "confianza": 0.254,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.33,
      "fin": 160.99,
      "duracion": 3.66,
      "texto": "Bueno, mira, nosotros básicamente le queremos recuperar. Tenemos planes, digamos, con bastantes llegas.",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 161.53,
      "fin": 176.92,
      "duracion": 15.39,
      "texto": "Como le digo, ahorita hemos visto asesorías y demás. Hemos estado intentando mejorar las palencias que teníamos antes como compañía, ¿bien? para que clientes como usted, y justamente no tuviera una inconformidad con lo que es el servicio en sí, sino con algo exterior, aparte, se tuvieron que ir, o bueno, tratar de recuperar a los clientes como usted.",
      "confianza": 0.475,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 177.96,
      "fin": 179.6,
      "duracion": 1.64,
      "texto": "Le pregunté a usted.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.62,
      "fin": 188.28,
      "duracion": 8.65,
      "texto": "Sí, pero en este momento no me interesa, estoy conforme con la compañía que estoy.",
      "confianza": 0.212,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, Buen día. Buen día, mi nombre es Tomás, me comunico de la área de recuperar el bien de Movistar. Hablo con Norma. Sí. Sí, con ella. ¿Cómo le va a Norma? Miriam Montigore, me llamamos para preguntarle por qué se había ido de la compañía. Qué inconvenientes había tenido con la línea y demás. Necesitaba, cómo se llama, tenía problemas con Movistar porque tenía un problema con el chip. que se cortaba y tenía inconvenientes y pedí que me lo solucionaran teniendo la misma línea y no podían solucionarlo y no podían solucionarlo y me daban vuelta a un lado, me daban vuelta al otro y después estaba reír y dije, bueno, basta. No me voy a dejar con un chip, con un teléfono nuevo, teniendo el problema. Yo había comprado un teléfono nuevo y al final era el problema del teléfono y no del chip y me decían que era del chip y cuando mandé a arreglar el teléfono nuevo del que compré en Movistar, me dijeron que era un teléfono que ya estaba arreglado. Y entonces dije, listo, basta, no trabajo más con Movistar, después de 20 años, casi 30 años, con la compañía decidirme, porque es una estafa lo que me dicen. Bien, entiendo, entiendo. Bueno, mira, en este momento nosotros estamos en una campaña de recuperación de 500 No, es verdad que esta vez era buena creinta, según el historial creditific, como me dice el tiempo que había estado con la compañía. Por eso me voy a llamar al día de hoy. Bueno, mire, le comento, la verdad que ha sido una situación bastante especial a la que le ocurrió a usted, si habrá sido un error en ese momento, la verdad es que le pedimos mil disculpas. Comentarles, nosotros con lo que son estos problemas que pueden llegar a surgir, brindamos lo que hubo una asesoría personal. ¿Qué quiere decir esto? ¿Usted cualquier problema de cualquier índole que tenga con la línea? directamente me lo comunica a mí por WhatsApp, si no tiene que estar llamándose a nuestros cientos, ni tomarse las molestias de estar una sucursal, ni nada. Precisamente le habla con el asesor por WhatsApp, el problema que tenga, y el asesor se lo soluciona. Le pregunto, ¿Usted tenía alguna otra línea bajo su nombre cuando estaba con la compañía? ¿O es la comunicar líneas? Cinco líneas tenía. ¿Cómo es, Gourmet? Cinco líneas tenía. Bien, bien, bien. Claro, entiendo, entiendo. Ya a las cinco, digamos, le pasó lo mismo. O sea, tuve el problema de sacar la línea y sacó el robo. No, tuve con una y ya me cambié todas las líneas a claro. Me fui con todas las líneas a claro. Claro, perfecto, entiendo. No me interesó más. Claro, sí, sí, lo entiendo, entiendo. Bueno, mira, nosotros básicamente le queremos recuperar. Tenemos planes, digamos, con bastantes llegas. Como le digo, ahorita hemos visto asesorías y demás. Hemos estado intentando mejorar las palencias que teníamos antes como compañía, ¿bien? para que clientes como usted, y justamente no tuviera una inconformidad con lo que es el servicio en sí, sino con algo exterior, aparte, se tuvieron que ir, o bueno, tratar de recuperar a los clientes como usted. Le pregunté a usted. Sí, pero en este momento no me interesa, estoy conforme con la compañía que estoy.",
  "calidad": {
    "confianza_promedio": 0.445,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:51:01.565503",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:16.639262",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112850124_ACD_27437",
    "fecha_inicio": "12/1/2026 11:28:50",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 206,
    "tiempo_conversacion": 179,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}