{
  "archivo": "amza1_1_260115110226540_ACD_01613.wav",
  "duracion_segundos": 118.33,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 18.29,
    "Cliente": 95.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 1.69,
      "duracion": 1.66,
      "texto": "Hola.",
      "confianza": 0.802,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.27,
      "fin": 6.32,
      "duracion": 4.05,
      "texto": "Hola. ¿Qué tal? Buenos días. Hablo con Teresa.",
      "confianza": 0.89,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.34,
      "fin": 6.4,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.066,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.42,
      "fin": 14.75,
      "duracion": 8.33,
      "texto": "¿Qué tal, Teresa? ¿Cómo le va? Un placer hablar con usted. Me presento. Mi nombre es Angelina. Teresa, yo la llamaba para brindarle lo que es un descuento para sus líneas.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.47,
      "fin": 59.18,
      "duracion": 42.71,
      "texto": "Sí. Desde la compañía Movistar la he llamado antes. ¿De qué línea? Desde la compañía Movistar. Me aseguro que usted tiene lo que es su línea que termina en 61.93. Y queremos ver uno que es un descuento para un plan de seis ligas en 10,400 pesos. No, no, no. Gracias, gracias. Gracias. Tengo la línea. Ya tengo línea y me va muy bien. Está perfecta. ¿Cuánto abona actualmente, Tereza, por su línea? ¿Cómo? ¿Cuánto abona actualmente usted por su línea? No, ¿para qué querés saber? No,",
      "confianza": 0.183,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 59.18,
      "fin": 63.43,
      "duracion": 4.25,
      "texto": "porque nosotros le decimos que estamos haciendo un descuento, por eso mismo.",
      "confianza": 0.414,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.47,
      "fin": 78.37,
      "duracion": 14.9,
      "texto": "Mirá, yo ya explicé, con Moritzá no quiero saber nada porque... Ah, no tenía mala experiencia. Yo le dije, a ti me hicieron el verso y después no. No, no, no.",
      "confianza": 0.356,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.95,
      "fin": 84.28,
      "duracion": 5.33,
      "texto": "No digo que haya un día, pero esa línea me la puse hace poco. Así que gracias.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.22,
      "fin": 113.06,
      "duracion": 27.84,
      "texto": "Bien. En este caso yo entiendo lo que usted me dice, que le habrá pasado que ha tenido un aumento, Cereza le comentó que actualmente justamente los aumentos se han mantenido bastante estables, eso quiere decir que justamente las bonificaciones por seis meses están estabilizadas. No quiero ser mala, pero te estoy diciendo que no, estoy bien ahora, no necesito que... ¿Listo?",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.13,
      "fin": 118.33,
      "duracion": 4.2,
      "texto": "Sí, sí, no hay problema de esta, no me va a incomodar.",
      "confianza": 0.448,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. ¿Qué tal? Buenos días. Hablo con Teresa. Sí. ¿Qué tal, Teresa? ¿Cómo le va? Un placer hablar con usted. Me presento. Mi nombre es Angelina. Teresa, yo la llamaba para brindarle lo que es un descuento para sus líneas. Sí. Desde la compañía Movistar la he llamado antes. ¿De qué línea? Desde la compañía Movistar. Me aseguro que usted tiene lo que es su línea que termina en 61.93. Y queremos ver uno que es un descuento para un plan de seis ligas en 10,400 pesos. No, no, no. Gracias, gracias. Gracias. Tengo la línea. Ya tengo línea y me va muy bien. Está perfecta. ¿Cuánto abona actualmente, Tereza, por su línea? ¿Cómo? ¿Cuánto abona actualmente usted por su línea? No, ¿para qué querés saber? No, porque nosotros le decimos que estamos haciendo un descuento, por eso mismo. Mirá, yo ya explicé, con Moritzá no quiero saber nada porque... Ah, no tenía mala experiencia. Yo le dije, a ti me hicieron el verso y después no. No, no, no. No digo que haya un día, pero esa línea me la puse hace poco. Así que gracias. Bien. En este caso yo entiendo lo que usted me dice, que le habrá pasado que ha tenido un aumento, Cereza le comentó que actualmente justamente los aumentos se han mantenido bastante estables, eso quiere decir que justamente las bonificaciones por seis meses están estabilizadas. No quiero ser mala, pero te estoy diciendo que no, estoy bien ahora, no necesito que... ¿Listo? Sí, sí, no hay problema de esta, no me va a incomodar.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:45:52.866090",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:16.319584",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115110226540_ACD_01613",
    "fecha_inicio": "15/1/2026 11:02:26",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 135,
    "tiempo_conversacion": 114,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}