{
  "archivo": "amza20_1_260115150052771_ACD_12699.wav",
  "duracion_segundos": 128.0,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 66.12,
    "Cliente": 51.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 9.93,
      "duracion": 9.9,
      "texto": "Hola. Hola, buenas tardes, Marina. Sí. Hola, Marina. Si no tenés mi nombre, ¿me comunicaría de beneficio en Movistar?",
      "confianza": 0.419,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.83,
      "fin": 20.24,
      "duracion": 9.41,
      "texto": "Exactamente con claro, ¿correcto? Sí, te escucho. Bien,",
      "confianza": 0.399,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 20.24,
      "fin": 24.95,
      "duracion": 4.71,
      "texto": "mira, te queríamos un jornal de tren que tenías exactamente con claro, pero ahora que esto va a ser claro, ¿estás con abono o compré pago actualmente?",
      "confianza": 0.536,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.51,
      "fin": 28.35,
      "duracion": 0.84,
      "texto": "Eh, abono.",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.92,
      "fin": 47.4,
      "duracion": 18.48,
      "texto": "Bien, ¿te consultas a ocupar mucho internet en la línea o no le suele dar mucho interés a lo que es el teléfono? ¿Cómo? ¿Soleo ocupar muchos gigas en la línea o no le suele dar mucho interés al teléfono? No, no, te escucho.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.42,
      "fin": 47.52,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.034,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.54,
      "fin": 57.09,
      "duracion": 9.55,
      "texto": "No te hagas problema, no te hagas problema. Bueno, mira, te comento. Para brindarte, nosotros tenemos un plan bastante económico, sí, te consultas la única línea que vos tenés con tu nombre o tenés alguna otra.",
      "confianza": 0.173,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.45,
      "fin": 74.97,
      "duracion": 16.52,
      "texto": "No, tengo otras, muchas. Bien, serían dos. Bueno, mira, te comento el plan, ¿sí? Tengo un plan que cuenta con lo que son ocho gigas de base, si yo te regalo un ocho más durante seis meses, te vendría 16, tenés WhatsApp, te llamarás a ir a todas las compañías y reunir en América, y se plantea qué es el precio al día de hoy de 10.400 pesos.",
      "confianza": 0.27,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 75.79,
      "fin": 89.51,
      "duracion": 13.72,
      "texto": "Como vos me decís que tenés más de una línea, se te sumarían cuatro gigas más, o sea que te quedaría con 20 gigas, ¿sí? Podrías ir guardando los mes a mes en caso de que se sobrara y te podrías pasar los gigas con las líneas, ¿bien? Entre las líneas. No pagarías por días que no ocupas y tendrías conectividad todo el mes.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.0,
      "fin": 114.17,
      "duracion": 21.17,
      "texto": "Sí, esa sería la promoción que tenemos para brindarte. Sí, no sé si me escuchaste. Sí, pero no, por ahora no. No me interesa. Me entiendo. Me entiendo, ¿por qué motivo no te interesa? Porque las veces que necesitemos avisar, acá no hay ninguna secuestrales ni, no entiendo. Ah, bien, me entiendo. Sí,",
      "confianza": 0.677,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 114.17,
      "fin": 116.47,
      "duracion": 2.3,
      "texto": "mira, para eso nosotros brindamos lo que hubo una sociedad personal.",
      "confianza": 0.565,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.75,
      "fin": 128.0,
      "duracion": 11.25,
      "texto": "Pues cualquier problema que tengas directamente me lo comunicas a mi por whatsapp. No necesitaríamos un 0800. Igual, no por ahora no. Perfecto.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes, Marina. Sí. Hola, Marina. Si no tenés mi nombre, ¿me comunicaría de beneficio en Movistar? Exactamente con claro, ¿correcto? Sí, te escucho. Bien, mira, te queríamos un jornal de tren que tenías exactamente con claro, pero ahora que esto va a ser claro, ¿estás con abono o compré pago actualmente? Eh, abono. Bien, ¿te consultas a ocupar mucho internet en la línea o no le suele dar mucho interés a lo que es el teléfono? ¿Cómo? ¿Soleo ocupar muchos gigas en la línea o no le suele dar mucho interés al teléfono? No, no, te escucho. Bien. No te hagas problema, no te hagas problema. Bueno, mira, te comento. Para brindarte, nosotros tenemos un plan bastante económico, sí, te consultas la única línea que vos tenés con tu nombre o tenés alguna otra. No, tengo otras, muchas. Bien, serían dos. Bueno, mira, te comento el plan, ¿sí? Tengo un plan que cuenta con lo que son ocho gigas de base, si yo te regalo un ocho más durante seis meses, te vendría 16, tenés WhatsApp, te llamarás a ir a todas las compañías y reunir en América, y se plantea qué es el precio al día de hoy de 10.400 pesos. Como vos me decís que tenés más de una línea, se te sumarían cuatro gigas más, o sea que te quedaría con 20 gigas, ¿sí? Podrías ir guardando los mes a mes en caso de que se sobrara y te podrías pasar los gigas con las líneas, ¿bien? Entre las líneas. No pagarías por días que no ocupas y tendrías conectividad todo el mes. Sí, esa sería la promoción que tenemos para brindarte. Sí, no sé si me escuchaste. Sí, pero no, por ahora no. No me interesa. Me entiendo. Me entiendo, ¿por qué motivo no te interesa? Porque las veces que necesitemos avisar, acá no hay ninguna secuestrales ni, no entiendo. Ah, bien, me entiendo. Sí, mira, para eso nosotros brindamos lo que hubo una sociedad personal. Pues cualquier problema que tengas directamente me lo comunicas a mi por whatsapp. No necesitaríamos un 0800. Igual, no por ahora no. Perfecto.",
  "calidad": {
    "confianza_promedio": 0.423,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:57:14.831114",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:17.034690",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115150052771_ACD_12699",
    "fecha_inicio": "15/1/2026 15:00:52",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 149,
    "tiempo_conversacion": 125,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}