{
  "archivo": "amza73_1_260113124525795_ACD_97759.wav",
  "duracion_segundos": 171.08,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 149.05,
    "Cliente": 10.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.3,
      "duracion": 6.27,
      "texto": "¿Hola? ¿Hola? ¿Me escuchas? ¿Hola?",
      "confianza": 0.357,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.32,
      "fin": 7.04,
      "duracion": 0.72,
      "texto": "Sí.",
      "confianza": 0.555,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.06,
      "fin": 15.41,
      "duracion": 8.35,
      "texto": "Me gusta. Mi nombre es Malena. Yo te estoy llamando de lo que es la línea de calidad Movistar. Es para ofrecerte un descuento en tu línea. ¿Cómo estás?",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.43,
      "fin": 15.63,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.378,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.65,
      "fin": 24.22,
      "duracion": 8.57,
      "texto": "Y antes que me digas todo, te voy a decir que yo me tuve que cambiar de empresa porque donde yo vivo no hay señal.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.1,
      "fin": 25.28,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.418,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.3,
      "fin": 28.7,
      "duracion": 3.4,
      "texto": "Entiendo. Te cambiaste de Movistar a Claro porque no tenías señal.",
      "confianza": 0.319,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.55,
      "fin": 53.25,
      "duracion": 23.7,
      "texto": "Sí, nos cansamos de llamar y nunca se hicieron cargo, entonces bueno, se tuvo que cambiar todo, a la cuadra se tuvo que cambiar de niña, de empresa. Bien, entiendo. Sí, me creería que usted fuiste más o menos a mediados, casi fines del 2024, ¿puede ser? Sí, más o menos por ahí. Bien, entiendo. ¿Vos en que no salías, me decís que en lo que no tenías señal o que dejaron de tener señal de un momento a otro?",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.2,
      "fin": 60.69,
      "duracion": 5.49,
      "texto": "Después de una tormenta que hubo, de esa tormenta fuerte que Nunca vinieron a la antena.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.0,
      "fin": 64.08,
      "duracion": 1.08,
      "texto": "Por ese motivo nos fuimos.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.8,
      "fin": 109.62,
      "duracion": 44.82,
      "texto": "Bien, entiendo. ¿Y eso en qué localidad fue? Veo que estás en Buenos Aires. ¿Puede ser? De Chavis. Sí, de Chavis a Arilo. Bien, dame un segundo. Estamos hablando que he revisado ahora mismo. Bien, gira, te comento. Todo lo que es de Chavis me figura que tiene muy buena cobertura en este momento, ¿sí? Fue el que justamente... tardaron bastante en arreglar la antena, pero en este momento contamos con buena cobertura, ¿bien? Después tengo, mira, para que te des una idea, mi figura Campo de Mayo, todo eso, San Miguel, El Faro, Mitre, que tienen muy buena señal, no hay ninguna zona que no tenga señal, así que si es por eso, no hay ningún inconveniente, ¿bien?",
      "confianza": 0.858,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.56,
      "fin": 111.56,
      "duracion": 1.0,
      "texto": "Para que te quedes tranquila.",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.58,
      "fin": 115.93,
      "duracion": 4.35,
      "texto": "Sí, pero yo no estoy en el centro, yo estoy, es un barrio, Bien.",
      "confianza": 0.625,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.89,
      "fin": 139.19,
      "duracion": 22.3,
      "texto": "A ver. Estás cerca de algunas localidades que te nombré o de alguna... ¿Bellavista o Marilo? Un segundo que lo he buscado como Marilo. Un segundo, perdón.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.71,
      "fin": 165.09,
      "duracion": 25.38,
      "texto": "Bien, no me figura como marilón. Bueno, no hay problema. Yo lo voy a dejar agitado en el caso de que haya algún inconveniente realmente con lo que nos contemos con señal. Te vamos a estar avisando, pero por lo que veo la verdad que en todos los alrededores hay bastante señal, pero no hay problema.",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.69,
      "fin": 168.65,
      "duracion": 2.96,
      "texto": "Muchísimas gracias por tu tiempo. Gracias. Un día lindo día.",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.15,
      "fin": 169.71,
      "duracion": 0.56,
      "texto": "Igualmente.",
      "confianza": 0.935,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.42,
      "fin": 171.08,
      "duracion": 0.66,
      "texto": "¿Ves?",
      "confianza": 0.28,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? ¿Hola? ¿Me escuchas? ¿Hola? Sí. Me gusta. Mi nombre es Malena. Yo te estoy llamando de lo que es la línea de calidad Movistar. Es para ofrecerte un descuento en tu línea. ¿Cómo estás? Bien. Y antes que me digas todo, te voy a decir que yo me tuve que cambiar de empresa porque donde yo vivo no hay señal. Bien. Entiendo. Te cambiaste de Movistar a Claro porque no tenías señal. Sí, nos cansamos de llamar y nunca se hicieron cargo, entonces bueno, se tuvo que cambiar todo, a la cuadra se tuvo que cambiar de niña, de empresa. Bien, entiendo. Sí, me creería que usted fuiste más o menos a mediados, casi fines del 2024, ¿puede ser? Sí, más o menos por ahí. Bien, entiendo. ¿Vos en que no salías, me decís que en lo que no tenías señal o que dejaron de tener señal de un momento a otro? Después de una tormenta que hubo, de esa tormenta fuerte que Nunca vinieron a la antena. Por ese motivo nos fuimos. Bien, entiendo. ¿Y eso en qué localidad fue? Veo que estás en Buenos Aires. ¿Puede ser? De Chavis. Sí, de Chavis a Arilo. Bien, dame un segundo. Estamos hablando que he revisado ahora mismo. Bien, gira, te comento. Todo lo que es de Chavis me figura que tiene muy buena cobertura en este momento, ¿sí? Fue el que justamente... tardaron bastante en arreglar la antena, pero en este momento contamos con buena cobertura, ¿bien? Después tengo, mira, para que te des una idea, mi figura Campo de Mayo, todo eso, San Miguel, El Faro, Mitre, que tienen muy buena señal, no hay ninguna zona que no tenga señal, así que si es por eso, no hay ningún inconveniente, ¿bien? Para que te quedes tranquila. Sí, pero yo no estoy en el centro, yo estoy, es un barrio, Bien. A ver. Estás cerca de algunas localidades que te nombré o de alguna... ¿Bellavista o Marilo? Un segundo que lo he buscado como Marilo. Un segundo, perdón. Bien, no me figura como marilón. Bueno, no hay problema. Yo lo voy a dejar agitado en el caso de que haya algún inconveniente realmente con lo que nos contemos con señal. Te vamos a estar avisando, pero por lo que veo la verdad que en todos los alrededores hay bastante señal, pero no hay problema. Muchísimas gracias por tu tiempo. Gracias. Un día lindo día. Igualmente. ¿Ves?",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:52:41.091518",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:31.446089",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113124525795_ACD_97759",
    "fecha_inicio": "13/1/2026 12:45:25",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 200,
    "tiempo_conversacion": 168,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}