{
  "archivo": "amza13_1_260116120007409_ACD_20937.wav",
  "duracion_segundos": 118.26,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 63.07,
    "Cliente": 45.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.36,
      "fin": 23.41,
      "duracion": 21.05,
      "texto": "¿Qué tal? Quería hablar con Catalina Ortiz. Me estoy comunicando de la línea de beneficios de Movistar. Soy yo, Catalina, sí. Mucho gusto, Catalina. Mi nombre es Gerardo. Ya te estamos llamando porque vemos que tenés una línea en claro. Te queríamos comentar que tenemos un plan en promoción el día de hoy para que hagas la portabilidad a Movistar.",
      "confianza": 0.114,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.43,
      "fin": 24.73,
      "duracion": 1.3,
      "texto": "Sí, pero ¿sabes lo que pasa?",
      "confianza": 0.491,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.75,
      "fin": 33.31,
      "duracion": 8.56,
      "texto": "Siempre me están llamando. ¿Sabes lo que pasa? Que Movistar no tiene muy buena señal, ¿me entiendes? Ese es el tema.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.21,
      "fin": 49.43,
      "duracion": 15.22,
      "texto": "No tengo ningún problema, yo puedo movilizar, pero el tema es que la señal no anda. Y yo la necesito muchísimo. Obvio, seguro. Va a tener una señal total. ¿En qué localidad estás? ¿En dónde tuviste este problema de señal?",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.34,
      "fin": 84.84,
      "duracion": 30.5,
      "texto": "Garnica. Bien. Estoy chequeando en el mapa y me asegura que Garnica tienes cobertura completa. Vos alguna vez cuando estuviste en Movistar, cambiaste el chip o se lo actualizaste porque hay que actualizarlos cada un año porque si no dejan de recibir la señal de la antena. Me pasea claro, sí. Claro, pero no, no, no, porque vos en realidad, vos tenés cada un año tenés que actualizar tu chip. Esa es en la compañía que estés sin que te cambies de compañía. Vos haces lo supursal y tienes una reposición.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.42,
      "fin": 97.52,
      "duracion": 12.1,
      "texto": "Porque dentro de ti los chips dejan de recibir el señal de la antena y esto lo puedo verificar ahora mismo, si querés, te mando la captura por WhatsApp porque Gernica tiene, está en verde, o sea tiene que ser el 4 y 5G.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.86,
      "fin": 117.1,
      "duracion": 18.24,
      "texto": "Bueno, déjame pensar y después... Bueno, mira, te voy a mandar un WhatsApp para que ya me tengas y de paso te mando la captura de pantalla de la señal para que veas que es como lo estoy diciendo, ¿vale?",
      "confianza": 0.561,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.12,
      "fin": 118.26,
      "duracion": 1.14,
      "texto": "Dale, dale. Gracias, hasta luego.",
      "confianza": 0.222,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Qué tal? Quería hablar con Catalina Ortiz. Me estoy comunicando de la línea de beneficios de Movistar. Soy yo, Catalina, sí. Mucho gusto, Catalina. Mi nombre es Gerardo. Ya te estamos llamando porque vemos que tenés una línea en claro. Te queríamos comentar que tenemos un plan en promoción el día de hoy para que hagas la portabilidad a Movistar. Sí, pero ¿sabes lo que pasa? Siempre me están llamando. ¿Sabes lo que pasa? Que Movistar no tiene muy buena señal, ¿me entiendes? Ese es el tema. No tengo ningún problema, yo puedo movilizar, pero el tema es que la señal no anda. Y yo la necesito muchísimo. Obvio, seguro. Va a tener una señal total. ¿En qué localidad estás? ¿En dónde tuviste este problema de señal? Garnica. Bien. Estoy chequeando en el mapa y me asegura que Garnica tienes cobertura completa. Vos alguna vez cuando estuviste en Movistar, cambiaste el chip o se lo actualizaste porque hay que actualizarlos cada un año porque si no dejan de recibir la señal de la antena. Me pasea claro, sí. Claro, pero no, no, no, porque vos en realidad, vos tenés cada un año tenés que actualizar tu chip. Esa es en la compañía que estés sin que te cambies de compañía. Vos haces lo supursal y tienes una reposición. Porque dentro de ti los chips dejan de recibir el señal de la antena y esto lo puedo verificar ahora mismo, si querés, te mando la captura por WhatsApp porque Gernica tiene, está en verde, o sea tiene que ser el 4 y 5G. Bueno, déjame pensar y después... Bueno, mira, te voy a mandar un WhatsApp para que ya me tengas y de paso te mando la captura de pantalla de la señal para que veas que es como lo estoy diciendo, ¿vale? Dale, dale. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.555,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:14:35.393494",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:14.460064",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116120007409_ACD_20937",
    "fecha_inicio": "16/1/2026 12:00:07",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 177,
    "tiempo_conversacion": 114,
    "tiempo_hold": 0,
    "tiempo_acw": 43,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}