{
  "archivo": "amza30_1_260112120806026_ACD_56029.wav",
  "duracion_segundos": 266.61,
  "num_segmentos": 101,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 42.69,
    "Cliente": 209.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.82,
      "fin": 7.67,
      "duracion": 5.85,
      "texto": "Hola, ¿qué tal? Eugenia, ¿es mi nombre? Hablo con Jennifer. Sí. Jennifer, un gusto.",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.69,
      "fin": 12.46,
      "duracion": 4.77,
      "texto": "Me estoy comunicando del área de beneficios móviles. Me figura que vos actualmente tenés claro.",
      "confianza": 0.666,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.48,
      "fin": 39.4,
      "duracion": 26.92,
      "texto": "¿Es así? Sí. Bien. ¿Y actualmente tenés lo que factura mensual o realizás recargas? No, mensual. Mensual. Bien. Nosotros desde Movistar nos estamos comunicando porque queremos que vos vuelvas a ser nuestra cliente y tenemos una promo exclusiva para vos. El día de hoy están 13.250 pesos, por lo que serían 16 gigas de internet y 8 de barco y 8 de regalo por los próximos 3 meses.",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.3,
      "fin": 52.47,
      "duracion": 12.17,
      "texto": "Obviamente con lo que igual son gratis llamadas a todas las compañías y mensajitos también. ¿Vos consumís muchos gigas o no? No, igual te agradezco. Bien,",
      "confianza": 0.657,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 52.47,
      "fin": 53.0,
      "duracion": 0.53,
      "texto": "bien, comprendo.",
      "confianza": 0.308,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.02,
      "fin": 61.99,
      "duracion": 8.97,
      "texto": "¿Podrías saber cuál es el motivo? Sí, quedé bebiendo ahí en Movistar y no puedo volver. No puedes volver. Bien,",
      "confianza": 0.633,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 61.99,
      "fin": 73.48,
      "duracion": 11.49,
      "texto": "bueno, voy a verificar por las dudas para que te quede la tranquilidad y también por lo que tú sabes. De todas formas, ten en cuenta que movilizar nos ha dejado tu número en la base de datos y es para que puedas volver a la compañía.",
      "confianza": 0.59,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.52,
      "fin": 75.96,
      "duracion": 2.44,
      "texto": "O sea, que vos en cualquier momento podés regresar, ¿sí?",
      "confianza": 0.469,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.48,
      "fin": 80.87,
      "duracion": 4.39,
      "texto": "Yo igual verifico cualquier cosa. Si vos no tenés la deuda, darte que las tranquilas vos también.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.05,
      "fin": 88.36,
      "duracion": 6.31,
      "texto": "Y nada, vos actualmente con claro cómo te manejas. O sea, cuántos gigas tenés en plan.",
      "confianza": 0.835,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.6,
      "fin": 105.32,
      "duracion": 15.72,
      "texto": "No, pero a mí no tengo idea. Creo que tres me parece. Ah, tres. Es poquito. Ok. Bien. ¿Y no realizar recargas, me decís, aparte de esos tres gigas que tenés? No. Ah, bien. Bien, bien. ¿Estás en muchas casas con Wi-Fi? Sí.",
      "confianza": 0.057,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.08,
      "fin": 107.49,
      "duracion": 1.41,
      "texto": "Ah, bien. Bien, bien.",
      "confianza": 0.39,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.51,
      "fin": 115.76,
      "duracion": 8.25,
      "texto": "Bueno, te comento igual para que sepas, en el caso nuestro, vos tenés los 16 gigas de internet y aparte tenés lo que son cinco gigas para el roaming.",
      "confianza": 0.724,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.92,
      "fin": 126.91,
      "duracion": 10.99,
      "texto": "Está muy bueno en el caso de que quieras salir de del PAIC también lo puedes usar y, aparte, un giga para joyitos. Es como que estás todo el tiempo conectada y tienes muchos gigas para utilizar. Y está muy bueno para que lo puedas aprovechar.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.59,
      "fin": 137.31,
      "duracion": 9.72,
      "texto": "Ahí me está terminando de cargar lo que es el DNI, si tengo que terminar en 089. ¿Está bien? Sí. Bien. Ahora te lo te digo para que nos creemos como tranquilos.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.07,
      "fin": 149.17,
      "duracion": 10.1,
      "texto": "Vamos a hacer mucho que te fuiste de movistar, pero me figura acá en el 2024. Sí, más o menos creo que sí. Ah, bien. ¿Y en aquel entonces te acordás por qué fue que te cambiaste de compañía?",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.85,
      "fin": 151.05,
      "duracion": 0.2,
      "texto": "Sí,",
      "confianza": 0.451,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.05,
      "fin": 153.56,
      "duracion": 2.51,
      "texto": "porque no tenía señal en ningún lado.",
      "confianza": 0.451,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.58,
      "fin": 154.28,
      "duracion": 0.7,
      "texto": "Ah, OK.",
      "confianza": 0.615,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.28,
      "fin": 158.76,
      "duracion": 4.48,
      "texto": "OK, OK. ¿En qué localidad normalmente andás?",
      "confianza": 0.615,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.78,
      "fin": 197.06,
      "duracion": 38.28,
      "texto": "En Capital. Ah, en Capital. Estaba empiezo Palermo y no tenía señal. Sí, sí, sí. Se mejoraron igual las antenas ahí. Ya en Palermo ya hay mejor cobertura. A ver. Bueno, se está demorando lo que es la carga del DNI, pero bueno. ¿Qué te iba a decir en transcurso? Aparte con claro dentro de lo que es el plan. ¿Qué otros beneficios tenés? No, llamadas, mensajes y eso, nada más. Porque no utilizo mucho la línea. Solamente para cuando salgo, ¿viste? Ah, bien. Pero cuando salgo no la utilizo, solo WhatsApp. Ah, OK. Comprendo.",
      "confianza": 0.088,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.62,
      "fin": 204.64,
      "duracion": 7.02,
      "texto": "Bien, ahí me terminó de cargar, me aseguran. Dos. Mini deudas en realidad, no es muy grande la deuda.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.04,
      "fin": 215.17,
      "duracion": 9.13,
      "texto": "Sí. Una de 34. Sí. Sí, y la otra de 14 y tirolitas también. Casi 15. Claro. Sí, sí, sí.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.19,
      "fin": 215.75,
      "duracion": 0.56,
      "texto": "Bien, yo te comento.",
      "confianza": 0.173,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.77,
      "fin": 258.63,
      "duracion": 42.86,
      "texto": "En el caso de que vos desees volver a movilizar, nosotros lo que hacemos es reconocerte una parte de esta deuda. Sí. En este caso serían 30.000 pesos. Sí, vos tendrías que abonar lo que serían para redondear 19.500 pesos y vos podrías volver a movilizar. Si en el caso de que vos desees hacerlo, está muy bueno porque, ya te digo, te reconoce 30.000 pesos de la deuda que vos tenés. Claro. No, está bien, te agradezco. Bueno, en el caso de que vos estés interesada en el plan, te estoy escribiendo un mensajito y me podés hablar por ahí porque puedo ver con mi supervisora si podemos hacer alguna quita adicional. Así que vos me avisás si estás interesada en el plan y lo vemos por este lado.",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.26,
      "fin": 263.07,
      "duracion": 3.81,
      "texto": "Bueno, dale. Daniel, muchas gracias. No, por favor, a vos que tengas un bonito día.",
      "confianza": 0.066,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.05,
      "fin": 266.61,
      "duracion": 2.56,
      "texto": "Gracias, igualmente. Hasta luego.",
      "confianza": 0.48,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Eugenia, ¿es mi nombre? Hablo con Jennifer. Sí. Jennifer, un gusto. Me estoy comunicando del área de beneficios móviles. Me figura que vos actualmente tenés claro. ¿Es así? Sí. Bien. ¿Y actualmente tenés lo que factura mensual o realizás recargas? No, mensual. Mensual. Bien. Nosotros desde Movistar nos estamos comunicando porque queremos que vos vuelvas a ser nuestra cliente y tenemos una promo exclusiva para vos. El día de hoy están 13.250 pesos, por lo que serían 16 gigas de internet y 8 de barco y 8 de regalo por los próximos 3 meses. Obviamente con lo que igual son gratis llamadas a todas las compañías y mensajitos también. ¿Vos consumís muchos gigas o no? No, igual te agradezco. Bien, bien, comprendo. ¿Podrías saber cuál es el motivo? Sí, quedé bebiendo ahí en Movistar y no puedo volver. No puedes volver. Bien, bueno, voy a verificar por las dudas para que te quede la tranquilidad y también por lo que tú sabes. De todas formas, ten en cuenta que movilizar nos ha dejado tu número en la base de datos y es para que puedas volver a la compañía. O sea, que vos en cualquier momento podés regresar, ¿sí? Yo igual verifico cualquier cosa. Si vos no tenés la deuda, darte que las tranquilas vos también. Y nada, vos actualmente con claro cómo te manejas. O sea, cuántos gigas tenés en plan. No, pero a mí no tengo idea. Creo que tres me parece. Ah, tres. Es poquito. Ok. Bien. ¿Y no realizar recargas, me decís, aparte de esos tres gigas que tenés? No. Ah, bien. Bien, bien. ¿Estás en muchas casas con Wi-Fi? Sí. Ah, bien. Bien, bien. Bueno, te comento igual para que sepas, en el caso nuestro, vos tenés los 16 gigas de internet y aparte tenés lo que son cinco gigas para el roaming. Está muy bueno en el caso de que quieras salir de del PAIC también lo puedes usar y, aparte, un giga para joyitos. Es como que estás todo el tiempo conectada y tienes muchos gigas para utilizar. Y está muy bueno para que lo puedas aprovechar. Ahí me está terminando de cargar lo que es el DNI, si tengo que terminar en 089. ¿Está bien? Sí. Bien. Ahora te lo te digo para que nos creemos como tranquilos. Vamos a hacer mucho que te fuiste de movistar, pero me figura acá en el 2024. Sí, más o menos creo que sí. Ah, bien. ¿Y en aquel entonces te acordás por qué fue que te cambiaste de compañía? Sí, porque no tenía señal en ningún lado. Ah, OK. OK, OK. ¿En qué localidad normalmente andás? En Capital. Ah, en Capital. Estaba empiezo Palermo y no tenía señal. Sí, sí, sí. Se mejoraron igual las antenas ahí. Ya en Palermo ya hay mejor cobertura. A ver. Bueno, se está demorando lo que es la carga del DNI, pero bueno. ¿Qué te iba a decir en transcurso? Aparte con claro dentro de lo que es el plan. ¿Qué otros beneficios tenés? No, llamadas, mensajes y eso, nada más. Porque no utilizo mucho la línea. Solamente para cuando salgo, ¿viste? Ah, bien. Pero cuando salgo no la utilizo, solo WhatsApp. Ah, OK. Comprendo. Bien, ahí me terminó de cargar, me aseguran. Dos. Mini deudas en realidad, no es muy grande la deuda. Sí. Una de 34. Sí. Sí, y la otra de 14 y tirolitas también. Casi 15. Claro. Sí, sí, sí. Bien, yo te comento. En el caso de que vos desees volver a movilizar, nosotros lo que hacemos es reconocerte una parte de esta deuda. Sí. En este caso serían 30.000 pesos. Sí, vos tendrías que abonar lo que serían para redondear 19.500 pesos y vos podrías volver a movilizar. Si en el caso de que vos desees hacerlo, está muy bueno porque, ya te digo, te reconoce 30.000 pesos de la deuda que vos tenés. Claro. No, está bien, te agradezco. Bueno, en el caso de que vos estés interesada en el plan, te estoy escribiendo un mensajito y me podés hablar por ahí porque puedo ver con mi supervisora si podemos hacer alguna quita adicional. Así que vos me avisás si estás interesada en el plan y lo vemos por este lado. Bueno, dale. Daniel, muchas gracias. No, por favor, a vos que tengas un bonito día. Gracias, igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.477,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:06:45.608166",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 101,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:21.453696",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112120806026_ACD_56029",
    "fecha_inicio": "12/1/2026 12:08:06",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 277,
    "tiempo_conversacion": 256,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}