{
  "archivo": "amza45_1_260115101435752_ACD_70893.wav",
  "duracion_segundos": 617.52,
  "num_segmentos": 160,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 109.67,
    "Cliente": 475.69
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.4,
      "fin": 6.67,
      "duracion": 6.27,
      "texto": "Hola, bienvenida.",
      "confianza": 0.3,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.69,
      "fin": 6.75,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.77,
      "fin": 7.45,
      "duracion": 0.68,
      "texto": "¿Qué tal? Me comunico con Ignacio.",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.47,
      "fin": 7.53,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.55,
      "fin": 19.61,
      "duracion": 12.06,
      "texto": "¿Qué tal? Ignacio, ¿cómo estás? Me gusta, mi nombre es Yaira. Le he comentado que me he comunicado con usted porque teníamos una promoción para su línea, ¿bien? Veo que la madre está con una buena empleada, ¿puede ser?",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.63,
      "fin": 20.05,
      "duracion": 0.42,
      "texto": "Sí. Perfecto.",
      "confianza": 0.08,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.07,
      "fin": 53.07,
      "duracion": 33.0,
      "texto": "Entonces, me comunico con los dos de Modestar. La idea, obviamente, primero sería que pague menos, ¿sí? Y que bueno, también tenga más beneficios, ¿bien? No sé si usted es usar muchas rigas, usa mucho el teléfono... No, no, teléfono no. Yo estoy jubilado ya, así que... Ah, claro. Usa lo justo y lo necesario, digamos. Mensajitos, llamadas... Más WhatsApp que otra cosa. Claro, más WhatsApp. ¿Y más o menos está al tanto de cuánto está parando ahora, por ejemplo? Ni idea, mira.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.73,
      "fin": 70.54,
      "duracion": 16.81,
      "texto": "No tengo ni idea, porque va y paga mi señora, así que... Sí. Ah, bien, ella es la que... Claro, la línea, a mí me asegura que está en nombre de usted. Está en nombre de usted, pero la que paga es ella, me dice.",
      "confianza": 0.046,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.56,
      "fin": 70.78,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 70.8,
      "fin": 79.75,
      "duracion": 8.95,
      "texto": "Voy a leer la plata y ella maneja. Ah, bien. No, le consultamos porque, bueno, usted, primero, ¿está al tanto si para algún número visual, es decir, para todos los meses una bolita, o le va haciendo recargas, por ejemplo?",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.63,
      "fin": 83.73,
      "duracion": 1.1,
      "texto": "No, no, no, todos los meses una bolita, creo que son...",
      "confianza": 0.023,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.71,
      "fin": 140.53,
      "duracion": 55.82,
      "texto": "Sí. No sé si 15, 17, 18. Ah, por la línea de usted solamente. Sí. Ah, bien, es bastante. Nosotros teníamos una promoción, bueno, justo para el día de hoy tenemos un descuento, bien, que bueno, como le digo, la idea sería que obviamente pague mucho menos, porque aparte imagínense pagando 17 mil pesos por algo que en realidad usa lo más mínimo, es bastante en realidad. ¿Sí? ¿Bien? Sí. Ahí me figuran dieciocho mil cuatrocientos sesenta y uno, ¿Sí? ¿Puede ser? Es lo que me dice. Perfecto. Claro, es bastante. Nosotros, por ejemplo, ehm, el plan que teníamos ahora, ¿Sí? Le queda en, ahora le digo bien, número que costa en diez mil cuatrocientos, ¿Sí? Tenemos una promoción, ¿Bien? Es como le digo, bueno, le va a salir muchísimo, muchísimo más",
      "confianza": 0.247,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.17,
      "fin": 151.01,
      "duracion": 9.84,
      "texto": "Yo tengo una experiencia fea con movistar. Lo usé en más de veinte y pico de años.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.73,
      "fin": 177.66,
      "duracion": 20.93,
      "texto": "Me quise desconectar porque me estaban cobrando cualquier cosa y me tuvieron como tres o cuatro meses y yo tenía que estar ahí en la boleta de que me desconecté. Me tuvieron como tres o cuatro meses cuando estaba pagando veinte mil pesos 20, 20, te lo digo, ya hace... No me acuerdo cuánto hace, pero mucho tiempo atrás.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.26,
      "fin": 195.65,
      "duracion": 16.39,
      "texto": "Y en ese momento, cuando estaba todo el despeleote de rosaje de Guita, y me tuvieron como tres, cuatro meses ahí cobrándome, hicieron pagar más de 80 lucas y no...",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 197.55,
      "fin": 202.64,
      "duracion": 5.09,
      "texto": "No, no, no. Que me vuelva a pasar lo mismo. Así que no. Por eso me pasé claro.",
      "confianza": 0.114,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.44,
      "fin": 207.11,
      "duracion": 2.67,
      "texto": "Sí. Dos, tres años, por lo menos.",
      "confianza": 0.316,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.81,
      "fin": 225.85,
      "duracion": 18.04,
      "texto": "Claro. A mí, por ejemplo, me figuraba así que usted estuvo más o menos en el dos mil veinticuatro. ¿Bien? Que estuvo ahí en en el Mozart. ¿Bien? Es lo que me... No, no, no. Más, más, más. Más que estoy con claro, hasta más. Sí.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.51,
      "fin": 262.55,
      "duracion": 36.04,
      "texto": "Y después, yo cuando empecé con el teléfono, que es en el 90 y algo, siempre estuve con Moïse. Bien. Pero después no nos gustó lo que hicieron y... No, no. Volví a repetirlo a mí y no quiero. Bien. Nosotros, obviamente, bueno, entendemos lo que es la nueva experiencia, por ahí es que nosotros tratamos de contactarnos porque, bueno, vemos que capaz que ha sido una mala intención o bueno, esto es más mala tensión, o que tuvo disacturación también. Eso fue el inconveniente. ¿Bien? No,",
      "confianza": 0.463,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 262.55,
      "fin": 266.88,
      "duracion": 4.33,
      "texto": "porque me dejaban siempre unas moneditas, pero nada era.",
      "confianza": 0.754,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.37,
      "fin": 270.54,
      "duracion": 3.17,
      "texto": "Y te tenían enganchado y no terminaban de pagar. No,",
      "confianza": 0.688,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 270.54,
      "fin": 272.09,
      "duracion": 1.55,
      "texto": "porque usted no terminó de pagar la cuota.",
      "confianza": 0.728,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.15,
      "fin": 276.18,
      "duracion": 4.03,
      "texto": "Tiene 10 centavos, ponenle. ¿Cómo? ¿10 centavos?",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.04,
      "fin": 283.03,
      "duracion": 5.99,
      "texto": "Yo, hasta que terminé pagando como 2.000, 3.000 pesos más, siempre pagaba más para que me sacaran de ahí.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 284.0,
      "fin": 285.52,
      "duracion": 1.52,
      "texto": "y no me querían sacar.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.53,
      "fin": 421.86,
      "duracion": 135.33,
      "texto": "Y seguía pagando y seguía pagando y me quería pasar otra empresa y no podía pasar porque tenía deuda. Claro, y seguía teniendo caro infatio. No, así no. No me gustó lo que me hicieron. Después de muchos años de tener más de veintipico de años trabajando con el teléfono, ¿no? Porque yo soy alba... era alba Nilva. Sigo trabajando con cositas tontas, pero... Claro, se ven jugando ahí. Y eso, el teléfono era lo que yo necesitaba y me tenían agarrado. Así que me gustó lo que hicieron y no, gracias. No, obviamente, bueno, lo entendemos. La idea es que es como que no le vuelva a suceder. Ahora, bueno, la atención es muchísimo más personalizada para que no vuelva a pasar todo esto. Bien. Por ejemplo, ahora cada cliente tiene un asesor, que en este caso no puede salir a ser su asesora. Cualquier problema, sí, ya serás actuación o alguna inconveniente a lo que usted tenga, directamente, bueno, Sí, pero que ha tenido una máquina, madre. No, no, no, ya no es así. Yo entiendo que es así, yo odio hablar con máquinas. Pero no, ahora, por ejemplo, tendría mi numerista personal. Obviamente, se contactaría directamente conmigo y, bueno, yo realmente estoy al tanto de lo que es la gestión desde que empezamos con lo que es la portabilidad hasta que se termina y, obviamente, después también. La idea es eso, es obviamente que tenga una mejor atención, eso es sincero, ahora se está manteniendo bastante lo que es el tema de la facturación y todo, es más, ahora facturamos un mes adelantado para que usted se quede tranquilo de lo que va a pagar el mes siguiente, ¿bien? Y bueno, si usted en algún momento quisiera cambiarse, que la Seguridad de Corona es que en este caso no va a pasar porque estamos bastante bien con el tema de los clientes y la justicia ha mejorado bastante la atención, Y la mejor línea, todo bárbaro. Pero a mí me gustó lo que me hicieron... Eran muchos años de trabajar con Movijar y de golpe por razo te hagan eso no... No, no, obviamente... A parte que me tomé empeñada hasta la miércoles para poder pagar las cuotas. Claro, lo que le quedó. Todos los meses. Te digo, tres, cuatro meses.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 422.53,
      "fin": 426.27,
      "duracion": 3.75,
      "texto": "tres, cuatro mil, sí, pagando una locura.",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 427.06,
      "fin": 444.34,
      "duracion": 17.28,
      "texto": "Claro. Y encima de la locura que estaba pagando, pagué más para que no me quedé deuda nunca, me quedé deuda de lo que era, en ese entonces, para sacármelo de encima, porque ya no quería más, o sea, me tenía loco. Claro.",
      "confianza": 0.146,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 445.2,
      "fin": 450.66,
      "duracion": 5.47,
      "texto": "Es como la tarjeta, te dan la tarjeta y después cuando te quedes vinculado a la tarjeta tenés que...",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 451.39,
      "fin": 498.88,
      "duracion": 47.49,
      "texto": "Siempre tenés alguna deuda, o no sé, renovación o alguna boludez que te ponen, pero siempre te joden, no. Claro, es por eso que le digo. Nosotros, obviamente, se han mejorado porque les he sincero, así como usted, se han ido varios clientes por el mismo motivo, porque la verdad no nos servía, ¿sí? No, no, pero eran un bien. Claro, por eso mismo le digo. Como por ahí pasaba esto, sí que tenían problemas con esto, como que se facturaron mal, o que por ejemplo facturaron mal, porque es así. Y por ejemplo no le avisaban con anticipación ni nada. Bueno, ahora eso lo tuvimos que cambiar, ¿bien? Para que no lo vuelva a pasar. Y obviamente por eso tenemos unas promociones más exclusivas para que se pueda volver y pueda comprobar que realmente sí ha cambiado.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 499.68,
      "fin": 520.45,
      "duracion": 20.77,
      "texto": "Además, bueno, nosotros vemos que realmente hace mucho que hizo el cambio, ¿bien? Entonces, por eso también nos volvemos a contactar. Vemos que ha sido un buen cliente, por ejemplo, yo creo que el estudiador que usted tiene acá, sí, y tiene un buen enterel, es más, no tiene ningún uso, no tiene absolutamente nada, más que bien, como cliente.",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.65,
      "fin": 546.11,
      "duracion": 24.46,
      "texto": "Por eso la idea es que, bueno, me entrevuelva y que, obviamente, como sabemos que ha salido más que nada por eso, la idea es esto, sí, la tarde, darle lo que, obviamente, solucionar más lo que no, lo que le pasó, ¿bien? Mejorar eso, más que nada. Sí, pero el que se quema con leche cuando ve una vaca llora, ¿ves qué? Así se dice. Ah, sí.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 547.03,
      "fin": 552.67,
      "duracion": 5.64,
      "texto": "Y no, no, no sé, pagarle lo que queremos pagar y listo. Sí.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 553.45,
      "fin": 561.8,
      "duracion": 8.35,
      "texto": "Bueno, no hay ningún problema. Es como le digo, bueno, realmente les pido disculpas por lo que es la mala experiencia, sinceramente.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 562.54,
      "fin": 581.23,
      "duracion": 18.69,
      "texto": "También tenemos que tener la culpa, ¿no? No, no hay problema, pero igual... Pero tampoco. No, obvio que no. Menos que menos todavía. Pero bueno, yo obviamente prefiero serme responsable y obviamente... Es una lástima, pero... Claro. Y obviamente, bueno, aquí no hay problema.",
      "confianza": 0.164,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 582.24,
      "fin": 610.91,
      "duracion": 28.67,
      "texto": "Sí, obvio, obvio. Yo no estoy renteroso, pero soy memorioso, ¿viste? Obvio, sí. Sí, sí, sí. Yo totalmente lo entiendo, así que sí, no hay ningún problema. Es como le digo ahora. Así que bueno, en ese, muchísimas gracias, pero que bueno, en algún momento pueda volver. Yo cualquier cosita le doy un mensajito, cualquier cosa que en algún momento quiere, ya tiene mi contacto, ¿sí? Obviamente, digo, siempre lo que es la gestión y todo, lo haría directamente conmigo, ¿sí? Si tiene el problema.",
      "confianza": 0.116,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 611.66,
      "fin": 614.97,
      "duracion": 3.3,
      "texto": "Bueno, muchísimas gracias y que tenga buen día.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 616.4,
      "fin": 617.52,
      "duracion": 1.12,
      "texto": "Hasta luego. Hasta luego.",
      "confianza": 0.092,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, bienvenida. Sí. ¿Qué tal? Me comunico con Ignacio. Sí. ¿Qué tal? Ignacio, ¿cómo estás? Me gusta, mi nombre es Yaira. Le he comentado que me he comunicado con usted porque teníamos una promoción para su línea, ¿bien? Veo que la madre está con una buena empleada, ¿puede ser? Sí. Perfecto. Entonces, me comunico con los dos de Modestar. La idea, obviamente, primero sería que pague menos, ¿sí? Y que bueno, también tenga más beneficios, ¿bien? No sé si usted es usar muchas rigas, usa mucho el teléfono... No, no, teléfono no. Yo estoy jubilado ya, así que... Ah, claro. Usa lo justo y lo necesario, digamos. Mensajitos, llamadas... Más WhatsApp que otra cosa. Claro, más WhatsApp. ¿Y más o menos está al tanto de cuánto está parando ahora, por ejemplo? Ni idea, mira. No tengo ni idea, porque va y paga mi señora, así que... Sí. Ah, bien, ella es la que... Claro, la línea, a mí me asegura que está en nombre de usted. Está en nombre de usted, pero la que paga es ella, me dice. Sí, sí, sí. Voy a leer la plata y ella maneja. Ah, bien. No, le consultamos porque, bueno, usted, primero, ¿está al tanto si para algún número visual, es decir, para todos los meses una bolita, o le va haciendo recargas, por ejemplo? No, no, no, todos los meses una bolita, creo que son... Sí. No sé si 15, 17, 18. Ah, por la línea de usted solamente. Sí. Ah, bien, es bastante. Nosotros teníamos una promoción, bueno, justo para el día de hoy tenemos un descuento, bien, que bueno, como le digo, la idea sería que obviamente pague mucho menos, porque aparte imagínense pagando 17 mil pesos por algo que en realidad usa lo más mínimo, es bastante en realidad. ¿Sí? ¿Bien? Sí. Ahí me figuran dieciocho mil cuatrocientos sesenta y uno, ¿Sí? ¿Puede ser? Es lo que me dice. Perfecto. Claro, es bastante. Nosotros, por ejemplo, ehm, el plan que teníamos ahora, ¿Sí? Le queda en, ahora le digo bien, número que costa en diez mil cuatrocientos, ¿Sí? Tenemos una promoción, ¿Bien? Es como le digo, bueno, le va a salir muchísimo, muchísimo más Yo tengo una experiencia fea con movistar. Lo usé en más de veinte y pico de años. Me quise desconectar porque me estaban cobrando cualquier cosa y me tuvieron como tres o cuatro meses y yo tenía que estar ahí en la boleta de que me desconecté. Me tuvieron como tres o cuatro meses cuando estaba pagando veinte mil pesos 20, 20, te lo digo, ya hace... No me acuerdo cuánto hace, pero mucho tiempo atrás. Y en ese momento, cuando estaba todo el despeleote de rosaje de Guita, y me tuvieron como tres, cuatro meses ahí cobrándome, hicieron pagar más de 80 lucas y no... No, no, no. Que me vuelva a pasar lo mismo. Así que no. Por eso me pasé claro. Sí. Dos, tres años, por lo menos. Claro. A mí, por ejemplo, me figuraba así que usted estuvo más o menos en el dos mil veinticuatro. ¿Bien? Que estuvo ahí en en el Mozart. ¿Bien? Es lo que me... No, no, no. Más, más, más. Más que estoy con claro, hasta más. Sí. Y después, yo cuando empecé con el teléfono, que es en el 90 y algo, siempre estuve con Moïse. Bien. Pero después no nos gustó lo que hicieron y... No, no. Volví a repetirlo a mí y no quiero. Bien. Nosotros, obviamente, bueno, entendemos lo que es la nueva experiencia, por ahí es que nosotros tratamos de contactarnos porque, bueno, vemos que capaz que ha sido una mala intención o bueno, esto es más mala tensión, o que tuvo disacturación también. Eso fue el inconveniente. ¿Bien? No, porque me dejaban siempre unas moneditas, pero nada era. Y te tenían enganchado y no terminaban de pagar. No, porque usted no terminó de pagar la cuota. Tiene 10 centavos, ponenle. ¿Cómo? ¿10 centavos? Yo, hasta que terminé pagando como 2.000, 3.000 pesos más, siempre pagaba más para que me sacaran de ahí. y no me querían sacar. Y seguía pagando y seguía pagando y me quería pasar otra empresa y no podía pasar porque tenía deuda. Claro, y seguía teniendo caro infatio. No, así no. No me gustó lo que me hicieron. Después de muchos años de tener más de veintipico de años trabajando con el teléfono, ¿no? Porque yo soy alba... era alba Nilva. Sigo trabajando con cositas tontas, pero... Claro, se ven jugando ahí. Y eso, el teléfono era lo que yo necesitaba y me tenían agarrado. Así que me gustó lo que hicieron y no, gracias. No, obviamente, bueno, lo entendemos. La idea es que es como que no le vuelva a suceder. Ahora, bueno, la atención es muchísimo más personalizada para que no vuelva a pasar todo esto. Bien. Por ejemplo, ahora cada cliente tiene un asesor, que en este caso no puede salir a ser su asesora. Cualquier problema, sí, ya serás actuación o alguna inconveniente a lo que usted tenga, directamente, bueno, Sí, pero que ha tenido una máquina, madre. No, no, no, ya no es así. Yo entiendo que es así, yo odio hablar con máquinas. Pero no, ahora, por ejemplo, tendría mi numerista personal. Obviamente, se contactaría directamente conmigo y, bueno, yo realmente estoy al tanto de lo que es la gestión desde que empezamos con lo que es la portabilidad hasta que se termina y, obviamente, después también. La idea es eso, es obviamente que tenga una mejor atención, eso es sincero, ahora se está manteniendo bastante lo que es el tema de la facturación y todo, es más, ahora facturamos un mes adelantado para que usted se quede tranquilo de lo que va a pagar el mes siguiente, ¿bien? Y bueno, si usted en algún momento quisiera cambiarse, que la Seguridad de Corona es que en este caso no va a pasar porque estamos bastante bien con el tema de los clientes y la justicia ha mejorado bastante la atención, Y la mejor línea, todo bárbaro. Pero a mí me gustó lo que me hicieron... Eran muchos años de trabajar con Movijar y de golpe por razo te hagan eso no... No, no, obviamente... A parte que me tomé empeñada hasta la miércoles para poder pagar las cuotas. Claro, lo que le quedó. Todos los meses. Te digo, tres, cuatro meses. tres, cuatro mil, sí, pagando una locura. Claro. Y encima de la locura que estaba pagando, pagué más para que no me quedé deuda nunca, me quedé deuda de lo que era, en ese entonces, para sacármelo de encima, porque ya no quería más, o sea, me tenía loco. Claro. Es como la tarjeta, te dan la tarjeta y después cuando te quedes vinculado a la tarjeta tenés que... Siempre tenés alguna deuda, o no sé, renovación o alguna boludez que te ponen, pero siempre te joden, no. Claro, es por eso que le digo. Nosotros, obviamente, se han mejorado porque les he sincero, así como usted, se han ido varios clientes por el mismo motivo, porque la verdad no nos servía, ¿sí? No, no, pero eran un bien. Claro, por eso mismo le digo. Como por ahí pasaba esto, sí que tenían problemas con esto, como que se facturaron mal, o que por ejemplo facturaron mal, porque es así. Y por ejemplo no le avisaban con anticipación ni nada. Bueno, ahora eso lo tuvimos que cambiar, ¿bien? Para que no lo vuelva a pasar. Y obviamente por eso tenemos unas promociones más exclusivas para que se pueda volver y pueda comprobar que realmente sí ha cambiado. Además, bueno, nosotros vemos que realmente hace mucho que hizo el cambio, ¿bien? Entonces, por eso también nos volvemos a contactar. Vemos que ha sido un buen cliente, por ejemplo, yo creo que el estudiador que usted tiene acá, sí, y tiene un buen enterel, es más, no tiene ningún uso, no tiene absolutamente nada, más que bien, como cliente. Por eso la idea es que, bueno, me entrevuelva y que, obviamente, como sabemos que ha salido más que nada por eso, la idea es esto, sí, la tarde, darle lo que, obviamente, solucionar más lo que no, lo que le pasó, ¿bien? Mejorar eso, más que nada. Sí, pero el que se quema con leche cuando ve una vaca llora, ¿ves qué? Así se dice. Ah, sí. Y no, no, no sé, pagarle lo que queremos pagar y listo. Sí. Bueno, no hay ningún problema. Es como le digo, bueno, realmente les pido disculpas por lo que es la mala experiencia, sinceramente. También tenemos que tener la culpa, ¿no? No, no hay problema, pero igual... Pero tampoco. No, obvio que no. Menos que menos todavía. Pero bueno, yo obviamente prefiero serme responsable y obviamente... Es una lástima, pero... Claro. Y obviamente, bueno, aquí no hay problema. Sí, obvio, obvio. Yo no estoy renteroso, pero soy memorioso, ¿viste? Obvio, sí. Sí, sí, sí. Yo totalmente lo entiendo, así que sí, no hay ningún problema. Es como le digo ahora. Así que bueno, en ese, muchísimas gracias, pero que bueno, en algún momento pueda volver. Yo cualquier cosita le doy un mensajito, cualquier cosa que en algún momento quiere, ya tiene mi contacto, ¿sí? Obviamente, digo, siempre lo que es la gestión y todo, lo haría directamente conmigo, ¿sí? Si tiene el problema. Bueno, muchísimas gracias y que tenga buen día. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.449,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:14:41.445609",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 160,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:29.176458",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115101435752_ACD_70893",
    "fecha_inicio": "15/1/2026 10:14:35",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 627,
    "tiempo_conversacion": 594,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}