{
  "archivo": "amza26_1_260115140619200_ACD_33833.wav",
  "duracion_segundos": 151.18,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 22.78,
    "Cliente": 106.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.27,
      "fin": 3.02,
      "duracion": 0.74,
      "texto": "Hola, Gabriela.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.94,
      "fin": 4.8,
      "duracion": 0.86,
      "texto": "Sí.",
      "confianza": 0.564,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.82,
      "fin": 6.62,
      "duracion": 1.8,
      "texto": "¿Cómo estás? Buen día, mi nombre es Alejandro.",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.18,
      "fin": 11.74,
      "duracion": 4.56,
      "texto": "Me comunico de la área de recupero de clientes de Movistar. ¿Cómo estás? ¿Cómo te vas?",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.27,
      "fin": 12.62,
      "duracion": 0.36,
      "texto": "¿Cómo estás?",
      "confianza": 0.473,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.13,
      "fin": 17.31,
      "duracion": 4.18,
      "texto": "El al motivo de mi llamada porque quería saber cuál fue el motivo por el cual te cambiaste de compañía.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.55,
      "fin": 29.9,
      "duracion": 9.35,
      "texto": "Porque la verdad que no cumplieron con lo que me habían dicho. O sea, era tenemos que mantener un precio y empezó a subir todos los meses y no...",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.45,
      "fin": 34.2,
      "duracion": 2.74,
      "texto": "No era lo que había acordado cuando me cambió.",
      "confianza": 0.058,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.22,
      "fin": 36.42,
      "duracion": 2.2,
      "texto": "Claro, bien, sí, tuviste problemas con el tema de la facturación.",
      "confianza": 0.621,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 37.9,
      "fin": 42.73,
      "duracion": 4.83,
      "texto": "A vos a la hora de que portaste en su momento, ¿a vos te hicieron lo que es un cierre comercial?",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.95,
      "fin": 53.84,
      "duracion": 6.89,
      "texto": "Es un contrato, sí, en el que él te hace unas preguntas y en el que queda sentado el plan que él te brindó y el cual se tiene que respetar.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.48,
      "fin": 56.68,
      "duracion": 2.2,
      "texto": "¿Con ese audio esto queda grabado, sí?",
      "confianza": 0.827,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.2,
      "fin": 81.84,
      "duracion": 24.64,
      "texto": "y hace que vos a la hora de reclamar, en el momento en que tengas algún problema o se te esté cobrando de mal, vos con eso podés reclamar ese monto elevado que hubo. No, no recuerdo que lo que haya hecho eso. ¿Qué se le puede dar si uno de esos problemas? Sí, pues anteriormente había algunos asesores que con el simple modo de querer ganarse un poco más de plata no hicieran lo que es el cierre comercial, ¿sí?",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.77,
      "fin": 105.7,
      "duracion": 22.93,
      "texto": "Movistar tuvo que tomar acción en eso, ¿sí? Sacar a esta gente y añadir lo que es este cierre comercial, ¿sí? Que es lo que te estoy mencionando, en el que queda aceptado el plan y que se tiene que respetar, ¿sí? Yo te pido mil disculpas, a parte de la empresa que te hayas tenido ese inconveniente, actualmente ha mejorado lo que es la atención al cliente, tanto con lo que es los precios, ¿sí?",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.6,
      "fin": 108.76,
      "duracion": 2.16,
      "texto": "Esos problemas no los vas a volver a tener, Gabriela.",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.43,
      "fin": 127.4,
      "duracion": 17.97,
      "texto": "Y yo estoy muy interesado en que vuelvas a la compañía y brindarte una promoción. Que nada más tengo para vos el día de hoy, sí, pues estoy interesado de que vuelvas, como te dije. Bien. Pero mira, yo en este momento estoy ocupadísimo, no puedo atenderte. No sé si hay alguna posibilidad de cómo puedas pasar a las promociones por WhatsApp.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.04,
      "fin": 135.13,
      "duracion": 7.09,
      "texto": "Y yo en un ratito cuando me ocupe lo miro. Perfecto. Yo estoy acá hasta las 3, pero voy a decidir por mi número personal, ¿ok?",
      "confianza": 0.425,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.82,
      "fin": 140.42,
      "duracion": 4.6,
      "texto": "Dale. Ahí yo te mando las promos y bueno, ahí hablamos cuando vos tengas un tiempito.",
      "confianza": 0.146,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 141.0,
      "fin": 144.57,
      "duracion": 3.57,
      "texto": "Yo te voy a mandar un mensajito a la tarde, sí, para que no te olvides.",
      "confianza": 0.632,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.65,
      "fin": 151.18,
      "duracion": 5.53,
      "texto": "Así que te espero que tengas un muy buen día y perdón por molestarte. Dale, muchísimas gracias, hasta luego.",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, Gabriela. Sí. ¿Cómo estás? Buen día, mi nombre es Alejandro. Me comunico de la área de recupero de clientes de Movistar. ¿Cómo estás? ¿Cómo te vas? ¿Cómo estás? El al motivo de mi llamada porque quería saber cuál fue el motivo por el cual te cambiaste de compañía. Porque la verdad que no cumplieron con lo que me habían dicho. O sea, era tenemos que mantener un precio y empezó a subir todos los meses y no... No era lo que había acordado cuando me cambió. Claro, bien, sí, tuviste problemas con el tema de la facturación. A vos a la hora de que portaste en su momento, ¿a vos te hicieron lo que es un cierre comercial? Es un contrato, sí, en el que él te hace unas preguntas y en el que queda sentado el plan que él te brindó y el cual se tiene que respetar. ¿Con ese audio esto queda grabado, sí? y hace que vos a la hora de reclamar, en el momento en que tengas algún problema o se te esté cobrando de mal, vos con eso podés reclamar ese monto elevado que hubo. No, no recuerdo que lo que haya hecho eso. ¿Qué se le puede dar si uno de esos problemas? Sí, pues anteriormente había algunos asesores que con el simple modo de querer ganarse un poco más de plata no hicieran lo que es el cierre comercial, ¿sí? Movistar tuvo que tomar acción en eso, ¿sí? Sacar a esta gente y añadir lo que es este cierre comercial, ¿sí? Que es lo que te estoy mencionando, en el que queda aceptado el plan y que se tiene que respetar, ¿sí? Yo te pido mil disculpas, a parte de la empresa que te hayas tenido ese inconveniente, actualmente ha mejorado lo que es la atención al cliente, tanto con lo que es los precios, ¿sí? Esos problemas no los vas a volver a tener, Gabriela. Y yo estoy muy interesado en que vuelvas a la compañía y brindarte una promoción. Que nada más tengo para vos el día de hoy, sí, pues estoy interesado de que vuelvas, como te dije. Bien. Pero mira, yo en este momento estoy ocupadísimo, no puedo atenderte. No sé si hay alguna posibilidad de cómo puedas pasar a las promociones por WhatsApp. Y yo en un ratito cuando me ocupe lo miro. Perfecto. Yo estoy acá hasta las 3, pero voy a decidir por mi número personal, ¿ok? Dale. Ahí yo te mando las promos y bueno, ahí hablamos cuando vos tengas un tiempito. Yo te voy a mandar un mensajito a la tarde, sí, para que no te olvides. Así que te espero que tengas un muy buen día y perdón por molestarte. Dale, muchísimas gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.579,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:39:21.168683",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:19.717392",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140619200_ACD_33833",
    "fecha_inicio": "15/1/2026 14:06:19",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 257,
    "tiempo_conversacion": 146,
    "tiempo_hold": 0,
    "tiempo_acw": 83,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}