{
  "archivo": "amza314_1_260116140007638_ACD_50321.wav",
  "duracion_segundos": 149.78,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 72.34,
    "Cliente": 63.44
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 25.8,
      "duracion": 25.77,
      "texto": "Hola, ¿qué tal? Buenas tardes. Salud con Miguel Ángel. Sí. Soy Rocio. Es armada para brindar tus beneficios en la línea. ¿Cómo te va? Muy bien. Me alegro. ¿Te es armada? Porque me asegura el sistema que estás en la compañía, ¿eh? Claro. Y en realidad quería consultarte qué cantidad de siglas ocupas. ¿Usas mucho el celo, Miguel?",
      "confianza": 0.339,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.09,
      "fin": 29.77,
      "duracion": 1.68,
      "texto": "Yo lo uso por el medicamento.",
      "confianza": 0.345,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.91,
      "fin": 75.17,
      "duracion": 44.26,
      "texto": "¿Y el WhatsApp, por ejemplo, lo ocupas? No uso nada de eso, porque no lo entiendo. OK, sí. ¿Recordás que entonces llega la boda mensual cuando estás parando? Para un casito que bajo la tele. Bueno, no hay problema. Sí, te escucho ahora bien. Bien, genial. Justamente tengo un plan para lo que es la línea, sí, en $7,460 pesos. Es un plan que tiene 8 gigas, cuenta con lo que es el WhatsApp gratis, habla el virus a cualquier compañía, así que con el tema de las disarmadas y el WhatsApp lo vas a tener totalmente libre, ¿sí? Y te quedan 7.460, no sé vos cuánto estás pagando con claro.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.14,
      "fin": 87.19,
      "duracion": 10.05,
      "texto": "Diez. Diez mil, bien. Y esta promoción que te han hecho, te la han hecho por cuánto tiempo, recordar, si está a punto de vencer o caucar,",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.83,
      "fin": 110.15,
      "duracion": 22.32,
      "texto": "Mira, te puedo decir que yo no lo hice todo eso, eso lo hizo mi nieta. Ella vive en La Ferreira y yo estoy en González Catán. Ah, bien, bien. Y ustedes, bueno, se ven entonces, eh, ¿no te han seguido? Todos los meses. Todos los meses. Yo soy jubilado.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.19,
      "fin": 138.59,
      "duracion": 26.4,
      "texto": "Bueno, bueno, bueno, en este caso, mire, te voy a dejar entonces un mensajito para que ella lo pueda ver. y en el caso de que la promoción me hable. Gracias, que tengas muy linda tarde.",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.48,
      "fin": 149.78,
      "duracion": 5.3,
      "texto": "¿Qué pasa?",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. Salud con Miguel Ángel. Sí. Soy Rocio. Es armada para brindar tus beneficios en la línea. ¿Cómo te va? Muy bien. Me alegro. ¿Te es armada? Porque me asegura el sistema que estás en la compañía, ¿eh? Claro. Y en realidad quería consultarte qué cantidad de siglas ocupas. ¿Usas mucho el celo, Miguel? Yo lo uso por el medicamento. ¿Y el WhatsApp, por ejemplo, lo ocupas? No uso nada de eso, porque no lo entiendo. OK, sí. ¿Recordás que entonces llega la boda mensual cuando estás parando? Para un casito que bajo la tele. Bueno, no hay problema. Sí, te escucho ahora bien. Bien, genial. Justamente tengo un plan para lo que es la línea, sí, en $7,460 pesos. Es un plan que tiene 8 gigas, cuenta con lo que es el WhatsApp gratis, habla el virus a cualquier compañía, así que con el tema de las disarmadas y el WhatsApp lo vas a tener totalmente libre, ¿sí? Y te quedan 7.460, no sé vos cuánto estás pagando con claro. Diez. Diez mil, bien. Y esta promoción que te han hecho, te la han hecho por cuánto tiempo, recordar, si está a punto de vencer o caucar, Mira, te puedo decir que yo no lo hice todo eso, eso lo hizo mi nieta. Ella vive en La Ferreira y yo estoy en González Catán. Ah, bien, bien. Y ustedes, bueno, se ven entonces, eh, ¿no te han seguido? Todos los meses. Todos los meses. Yo soy jubilado. Bueno, bueno, bueno, en este caso, mire, te voy a dejar entonces un mensajito para que ella lo pueda ver. y en el caso de que la promoción me hable. Gracias, que tengas muy linda tarde. ¿Qué pasa?",
  "calidad": {
    "confianza_promedio": 0.458,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:28:22.852177",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:22.816711",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140007638_ACD_50321",
    "fecha_inicio": "16/1/2026 14:00:07",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 277,
    "tiempo_conversacion": 144,
    "tiempo_hold": 0,
    "tiempo_acw": 103,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}