{
  "archivo": "amza30_1_260112142803017_ACD_53759.wav",
  "duracion_segundos": 256.03,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 174.11,
    "Cliente": 66.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.96,
      "fin": 15.94,
      "duracion": 14.98,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Silvia. Hola, Eugenia. ¿Qué querías? ¿Qué tal? Me estoy comunicando el día de hoy por un beneficio para tu línea. Me figura que actualmente tenés claro. ¿Es así?",
      "confianza": 0.39,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.96,
      "fin": 16.1,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.064,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.12,
      "fin": 35.79,
      "duracion": 19.67,
      "texto": "Sí, bien. El día de hoy tenemos una promo exclusiva para vos para que puedas probar nuestros servicios nuevamente. Estamos con una promo de 13.250 pesos finales al día de hoy con un descuento por seis meses. Teniendo 16 días de Internet, ¿sí? 8 de base y 8 de regalo para que tengas para disfrutar por 6 meses.",
      "confianza": 0.308,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.41,
      "fin": 46.2,
      "duracion": 9.79,
      "texto": "Obviamente con lo que es WhatsApp gratis, llamadas ilimitadas y mensajes a todas las compañías. ¿Vos con claro actualmente? ¿Pagar factura mensual o hacer recarga?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.48,
      "fin": 61.23,
      "duracion": 13.75,
      "texto": "No, factura mensual. Solo que otro día estaba por salir, llamé para salir porque Sabés que no estaba con una promoción, estaba pagando a la razón de cuatro mil y pico, me acuerdo, cuatro mil setecientos.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.63,
      "fin": 68.68,
      "duracion": 6.05,
      "texto": "Porque yo no uso el celular mínimamente para mandar WhatsApp y nada más.",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.46,
      "fin": 77.72,
      "duracion": 7.26,
      "texto": "Y bueno, como ahora me aumentaron a nueve mil y pico, bueno, llamé para ver si podía, me dijeron que no había promoción y nada. Claro,",
      "confianza": 0.667,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 77.72,
      "fin": 78.27,
      "duracion": 0.55,
      "texto": "claro, claro, sí.",
      "confianza": 0.206,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.72,
      "fin": 86.45,
      "duracion": 7.73,
      "texto": "Exactamente, bien. Lo que pasa es que ¿cuántos gigas vos tenés? Me decís que los usas poco, pero ¿cuántos gigas te dan igual por 9000 pesos?",
      "confianza": 0.896,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.79,
      "fin": 97.09,
      "duracion": 9.3,
      "texto": "No tengo pesos, así que no. Lo mismo. No había pedido lo mínimo porque soy lo único que mando son WhatsApp a mi hija y nada más. No uso para otro. Ok.",
      "confianza": 0.161,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 97.09,
      "fin": 98.86,
      "duracion": 1.77,
      "texto": "Ok, comprendo.",
      "confianza": 0.651,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.88,
      "fin": 103.28,
      "duracion": 4.4,
      "texto": "Bueno, en este caso nosotros nos aseguramos a que vos antes habías pertenecido a la compañía Movistar.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.83,
      "fin": 140.38,
      "duracion": 36.55,
      "texto": "Sí, es por eso la oferta que te estábamos haciendo. entiendo que vos en este momento quizás estás buscando más la economía en lo que es el plan porque no lo usas tanto, estaría bueno, sino también que, bueno, es claro, te pueden llegar quizás alguna promoción o no, tenés que volver a llamar, pero los valores que se están manejando son esos, son siempre alrededor de los 10.000 pesos y hasta más. No hay planes más económicos. Llamaré otro día para ver si sale alguna promoción más barato, pero no. Necesito una consulta vos en tu domicilio.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 140.4,
      "fin": 141.96,
      "duracion": 1.56,
      "texto": "¿Vos tenés fibra óptica?",
      "confianza": 0.733,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.88,
      "fin": 144.74,
      "duracion": 0.86,
      "texto": "No.",
      "confianza": 0.918,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.46,
      "fin": 152.41,
      "duracion": 6.95,
      "texto": "Bien, en ese caso me querés brindar el domicilio y verificamos si te llega lo que es la cobertura de movistar de fibra óptica.",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.03,
      "fin": 165.83,
      "duracion": 12.8,
      "texto": "Otro día de hoy tenemos la promo. La fibra óptica, con el plan del Celu, la fibra óptica de 600 meas de la casa, que es un montón, más el Celu. Una pregunta, una pregunta.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.43,
      "fin": 183.23,
      "duracion": 16.8,
      "texto": "¿Vos sos de claro o de movistar? De movistar, de movistar. Exactamente, de movistar. Yo pensé que me llamabas de claro. Claro, no, no, no. No, por eso le comentaba, por eso le decía que no sabía. No me hiciste ningún momento que te decías de movistar. Me hablaste de claro.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.09,
      "fin": 189.19,
      "duracion": 5.11,
      "texto": "No, no, yo le pregunté si usted actualmente tenía contratado con Claro, ¿sí?",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.69,
      "fin": 196.56,
      "duracion": 6.87,
      "texto": "Por eso después le comenté el beneficio que teníamos para usted, siendo de Claro, pasándose a Movistar tiene el beneficio que yo le he mencionado.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 197.28,
      "fin": 235.31,
      "duracion": 38.03,
      "texto": "No entendí eso y te di una información que capaz que ni se interesaba, así que no, no, no, gracias, gracias. No hay problema, de todas formas, como le decía, puede acceder a lo que es la fibra óptica de la casa No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.317,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 235.84,
      "fin": 249.78,
      "duracion": 13.94,
      "texto": "Bueno, bueno, no hay problema. No tenés ninguna promoción más o menos de 5 mil pesos, así que no, no. No por el momento, pero lo voy a dejar agendado y apenas salga. Alguna promo así de esa flash, le mando un mensajito para decir que usted quiere.",
      "confianza": 0.051,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.0,
      "fin": 250.26,
      "duracion": 0.26,
      "texto": "Dale.",
      "confianza": 0.755,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 250.54,
      "fin": 256.03,
      "duracion": 5.49,
      "texto": "Dale, dale. Bueno, muchas gracias a todos. Hasta luego. Chau. Chau, chau.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Silvia. Hola, Eugenia. ¿Qué querías? ¿Qué tal? Me estoy comunicando el día de hoy por un beneficio para tu línea. Me figura que actualmente tenés claro. ¿Es así? Sí, sí. Sí, bien. El día de hoy tenemos una promo exclusiva para vos para que puedas probar nuestros servicios nuevamente. Estamos con una promo de 13.250 pesos finales al día de hoy con un descuento por seis meses. Teniendo 16 días de Internet, ¿sí? 8 de base y 8 de regalo para que tengas para disfrutar por 6 meses. Obviamente con lo que es WhatsApp gratis, llamadas ilimitadas y mensajes a todas las compañías. ¿Vos con claro actualmente? ¿Pagar factura mensual o hacer recarga? No, factura mensual. Solo que otro día estaba por salir, llamé para salir porque Sabés que no estaba con una promoción, estaba pagando a la razón de cuatro mil y pico, me acuerdo, cuatro mil setecientos. Porque yo no uso el celular mínimamente para mandar WhatsApp y nada más. Y bueno, como ahora me aumentaron a nueve mil y pico, bueno, llamé para ver si podía, me dijeron que no había promoción y nada. Claro, claro, claro, sí. Exactamente, bien. Lo que pasa es que ¿cuántos gigas vos tenés? Me decís que los usas poco, pero ¿cuántos gigas te dan igual por 9000 pesos? No tengo pesos, así que no. Lo mismo. No había pedido lo mínimo porque soy lo único que mando son WhatsApp a mi hija y nada más. No uso para otro. Ok. Ok, comprendo. Bueno, en este caso nosotros nos aseguramos a que vos antes habías pertenecido a la compañía Movistar. Sí, es por eso la oferta que te estábamos haciendo. entiendo que vos en este momento quizás estás buscando más la economía en lo que es el plan porque no lo usas tanto, estaría bueno, sino también que, bueno, es claro, te pueden llegar quizás alguna promoción o no, tenés que volver a llamar, pero los valores que se están manejando son esos, son siempre alrededor de los 10.000 pesos y hasta más. No hay planes más económicos. Llamaré otro día para ver si sale alguna promoción más barato, pero no. Necesito una consulta vos en tu domicilio. ¿Vos tenés fibra óptica? No. Bien, en ese caso me querés brindar el domicilio y verificamos si te llega lo que es la cobertura de movistar de fibra óptica. Otro día de hoy tenemos la promo. La fibra óptica, con el plan del Celu, la fibra óptica de 600 meas de la casa, que es un montón, más el Celu. Una pregunta, una pregunta. ¿Vos sos de claro o de movistar? De movistar, de movistar. Exactamente, de movistar. Yo pensé que me llamabas de claro. Claro, no, no, no. No, por eso le comentaba, por eso le decía que no sabía. No me hiciste ningún momento que te decías de movistar. Me hablaste de claro. No, no, yo le pregunté si usted actualmente tenía contratado con Claro, ¿sí? Por eso después le comenté el beneficio que teníamos para usted, siendo de Claro, pasándose a Movistar tiene el beneficio que yo le he mencionado. No entendí eso y te di una información que capaz que ni se interesaba, así que no, no, no, gracias, gracias. No hay problema, de todas formas, como le decía, puede acceder a lo que es la fibra óptica de la casa No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Bueno, bueno, no hay problema. No tenés ninguna promoción más o menos de 5 mil pesos, así que no, no. No por el momento, pero lo voy a dejar agendado y apenas salga. Alguna promo así de esa flash, le mando un mensajito para decir que usted quiere. Dale. Dale, dale. Bueno, muchas gracias a todos. Hasta luego. Chau. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.542,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:07:12.778266",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:21.480149",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112142803017_ACD_53759",
    "fecha_inicio": "12/1/2026 14:28:03",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 270,
    "tiempo_conversacion": 247,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}