{
  "archivo": "amza313_1_260116113442479_ACD_37043.wav",
  "duracion_segundos": 122.14,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 71.53,
    "Cliente": 31.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.86,
      "fin": 9.41,
      "duracion": 8.55,
      "texto": "Hola, buen día, Carmen. Sí, buen día. Carmen, me gusta bien presentar. Mi nombre es Agustín, yo la llamo desde la área de calidad movistar. ¿Cómo le va? ¿Todo bien?",
      "confianza": 0.048,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.67,
      "fin": 20.21,
      "duracion": 9.54,
      "texto": "Todo bien. Vale, era mucho. Carmen, mire, yo la llamo porque me estuve acá en el sistema que usted fue parte de la compañía esta hace un tiempo atrás. Quería saber qué fue lo que la llevó a cambiar. ¿Tuviste algún inconveniente?",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.48,
      "fin": 50.24,
      "duracion": 24.76,
      "texto": "No, no, cambié porque yo viajaba y no tenía muchas señales como movistar. O sea, no te hablaba del tema de los viajes. Bien, Carmen, la verdad es que sí, lo valido de eso porque, lamentablemente, es el punto más flojo de la compañía para ir los viajes en la ruta. Pero, bueno, la verdad es que estuve trabajando mucho en eso. Oye, Carmen, ¿seguís utilizando esos viajes? ¿Es eso de viajar mucho? Sí. Bien, lo seguís haciendo. Bien, ¿por qué, por ejemplo, por qué se nos nota andar antes la cobertura recordada?",
      "confianza": 0.08,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.35,
      "fin": 59.33,
      "duracion": 4.98,
      "texto": "Y por la... yendo para Córdoba. ¿Yendo para Córdoba? O sea, digamos, antes de Córdoba... La Rioja.",
      "confianza": 0.334,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.07,
      "fin": 69.52,
      "duracion": 9.45,
      "texto": "La rioja. Llegando a la rioja, sí, por ahí. Por ahí no, no, ya no funcionaba, todo se me quedaba sin señal y no podía estar sin señal. Por ese motivo fue lo que cambió.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 70.36,
      "fin": 99.58,
      "duracion": 29.22,
      "texto": "Y no, la verdad que no, me enojino que si no tenés... Mira, acá justamente me hubiera querido lo que es un mapa donde se muestra cómo está la cortura en todo el país, ¿no? Y seguro que en la rioja, por ejemplo, toda la zona céntrica es perfecta, anda muy bien la cobertura. Sí, lo que es el centro de Córdoba, en la rioja anda re bien, pero lo que es el campo, todavía no, no funciona. Sí, eso quiero decir, o sea, alejándonos del centro, unos treinta, cuarenta kilómetros, ya no, no hay señal, eso es verdad.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.54,
      "fin": 101.12,
      "duracion": 0.58,
      "texto": "Sí, por esos meses.",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.78,
      "fin": 102.9,
      "duracion": 0.12,
      "texto": "Ajá,",
      "confianza": 0.204,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.9,
      "fin": 108.43,
      "duracion": 5.53,
      "texto": "bueno, y hoy ya lo seguía haciendo. Así que, bueno, igualmente, calma, cuidado, yo te voy a enviar un mensajito de WhatsApp, por las dudas, uno nunca sale.",
      "confianza": 0.204,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.81,
      "fin": 114.98,
      "duracion": 6.17,
      "texto": "Así que, porque tú también me podés jalar por ahí, si querés saber una promoción, un cuento, o estudiar óptica también, eso también trabajamos.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 117.82,
      "fin": 119.98,
      "duracion": 2.16,
      "texto": "Ah, dale, dale, bueno, muchísimas gracias. Dale Carmen, a vos, que tengas muy buen día.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.62,
      "fin": 122.14,
      "duracion": 1.52,
      "texto": "Igualmente.",
      "confianza": 0.894,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Carmen. Sí, buen día. Carmen, me gusta bien presentar. Mi nombre es Agustín, yo la llamo desde la área de calidad movistar. ¿Cómo le va? ¿Todo bien? Todo bien. Vale, era mucho. Carmen, mire, yo la llamo porque me estuve acá en el sistema que usted fue parte de la compañía esta hace un tiempo atrás. Quería saber qué fue lo que la llevó a cambiar. ¿Tuviste algún inconveniente? No, no, cambié porque yo viajaba y no tenía muchas señales como movistar. O sea, no te hablaba del tema de los viajes. Bien, Carmen, la verdad es que sí, lo valido de eso porque, lamentablemente, es el punto más flojo de la compañía para ir los viajes en la ruta. Pero, bueno, la verdad es que estuve trabajando mucho en eso. Oye, Carmen, ¿seguís utilizando esos viajes? ¿Es eso de viajar mucho? Sí. Bien, lo seguís haciendo. Bien, ¿por qué, por ejemplo, por qué se nos nota andar antes la cobertura recordada? Y por la... yendo para Córdoba. ¿Yendo para Córdoba? O sea, digamos, antes de Córdoba... La Rioja. La rioja. Llegando a la rioja, sí, por ahí. Por ahí no, no, ya no funcionaba, todo se me quedaba sin señal y no podía estar sin señal. Por ese motivo fue lo que cambió. Y no, la verdad que no, me enojino que si no tenés... Mira, acá justamente me hubiera querido lo que es un mapa donde se muestra cómo está la cortura en todo el país, ¿no? Y seguro que en la rioja, por ejemplo, toda la zona céntrica es perfecta, anda muy bien la cobertura. Sí, lo que es el centro de Córdoba, en la rioja anda re bien, pero lo que es el campo, todavía no, no funciona. Sí, eso quiero decir, o sea, alejándonos del centro, unos treinta, cuarenta kilómetros, ya no, no hay señal, eso es verdad. Sí, por esos meses. Ajá, bueno, y hoy ya lo seguía haciendo. Así que, bueno, igualmente, calma, cuidado, yo te voy a enviar un mensajito de WhatsApp, por las dudas, uno nunca sale. Así que, porque tú también me podés jalar por ahí, si querés saber una promoción, un cuento, o estudiar óptica también, eso también trabajamos. Ah, dale, dale, bueno, muchísimas gracias. Dale Carmen, a vos, que tengas muy buen día. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.417,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:19:45.382936",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:22.337171",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116113442479_ACD_37043",
    "fecha_inicio": "16/1/2026 11:34:42",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 165,
    "tiempo_conversacion": 119,
    "tiempo_hold": 0,
    "tiempo_acw": 13,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}