{
  "archivo": "amza13_1_260116113600073_ACD_41349.wav",
  "duracion_segundos": 107.41,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 14.19,
    "Cliente": 89.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.71,
      "duracion": 4.68,
      "texto": "Hola. Hola, ¿qué tal? Buen día. Quería hablar con el usuario de esta línea móvil.",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.26,
      "fin": 14.52,
      "duracion": 8.26,
      "texto": "¿Con él estás hablando? Te atendí. Qué gusto. ¿Cómo te va? Habla Gerardo de la línea de beneficios de Movistar. Estamos liados porque tengo un plan en promoción para tu línea. Sí,",
      "confianza": 0.57,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 14.52,
      "fin": 24.03,
      "duracion": 9.51,
      "texto": "mira, Gerardo, Gerardo, justamente hace 10 minutos me llamaron y mientras estábamos hablando se ve que no le gustó lo que le dije y me cortó, me dejó hablando solo.",
      "confianza": 0.714,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.75,
      "fin": 29.6,
      "duracion": 4.84,
      "texto": "Así que te agradecería que, por favor, me saques la lista de beneficiados",
      "confianza": 0.793,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.29,
      "fin": 68.37,
      "duracion": 38.08,
      "texto": "porque no necesito hablar con nadie más de ustedes, viste? Porque aparte son unos maleducados, son unos maleducados. No, yo no soy eso, yo no soy eso. Bueno, mira, ¿apagaste vos el pato? Por la compañera respetuosa que tenés. Bueno, bueno, pero te digo, te digo por las dudas, viste. Lamentablemente, yo te, te soy sincero, pagaste el pato a vos por la maleducada de tu compañía. Lo veas, lo veas que no has sentado y deseo que te diga. También te pediría, por favor, si sos tan amable, que me saques de la lista de los beneficiados.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.25,
      "fin": 107.41,
      "duracion": 38.16,
      "texto": "Así no me llama más. Perfecto. Te agradezco y disculpame... Hola. Hola, sí. Hola. Disculpame porque la verdad que me agarraste en un mal día y bueno... No hay problema. No hay ningún problema. Está bien, está bien. Pero viste, si tenés forma de... con algún supervisor o alguien de... ¿Cómo es? Yo lo dejo todo en el sistema y solo necesito que te eliminen de la base. Por favor, te lo agradecería. Te lo agradecería y disculpame, ¿eh? Chao. Chao, que estés bien.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. Quería hablar con el usuario de esta línea móvil. ¿Con él estás hablando? Te atendí. Qué gusto. ¿Cómo te va? Habla Gerardo de la línea de beneficios de Movistar. Estamos liados porque tengo un plan en promoción para tu línea. Sí, mira, Gerardo, Gerardo, justamente hace 10 minutos me llamaron y mientras estábamos hablando se ve que no le gustó lo que le dije y me cortó, me dejó hablando solo. Así que te agradecería que, por favor, me saques la lista de beneficiados porque no necesito hablar con nadie más de ustedes, viste? Porque aparte son unos maleducados, son unos maleducados. No, yo no soy eso, yo no soy eso. Bueno, mira, ¿apagaste vos el pato? Por la compañera respetuosa que tenés. Bueno, bueno, pero te digo, te digo por las dudas, viste. Lamentablemente, yo te, te soy sincero, pagaste el pato a vos por la maleducada de tu compañía. Lo veas, lo veas que no has sentado y deseo que te diga. También te pediría, por favor, si sos tan amable, que me saques de la lista de los beneficiados. Así no me llama más. Perfecto. Te agradezco y disculpame... Hola. Hola, sí. Hola. Disculpame porque la verdad que me agarraste en un mal día y bueno... No hay problema. No hay ningún problema. Está bien, está bien. Pero viste, si tenés forma de... con algún supervisor o alguien de... ¿Cómo es? Yo lo dejo todo en el sistema y solo necesito que te eliminen de la base. Por favor, te lo agradecería. Te lo agradecería y disculpame, ¿eh? Chao. Chao, que estés bien.",
  "calidad": {
    "confianza_promedio": 0.577,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:14:19.429142",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:14.444375",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116113600073_ACD_41349",
    "fecha_inicio": "16/1/2026 11:36:00",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 124,
    "tiempo_conversacion": 105,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}