{
  "archivo": "amza20_1_260112113538128_ACD_50933.wav",
  "duracion_segundos": 156.55,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 41.4,
    "Cliente": 111.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 11.4,
      "duracion": 11.37,
      "texto": "Hola, buen día, Abuel. Sí, aparte. Como le voy a tomar tu nombre, me comunicó de la guía de recuperación de clientes móviles, ¿verdad?",
      "confianza": 0.229,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.24,
      "fin": 13.67,
      "duracion": 0.43,
      "texto": "Sí. Bien,",
      "confianza": 0.027,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 13.67,
      "fin": 23.57,
      "duracion": 9.9,
      "texto": "mira, el motivo de mi llamada, si era para preguntarle por qué se había ido de la compañía, qué inconvenientes había tenido para ti y demás.",
      "confianza": 0.452,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.59,
      "fin": 25.44,
      "duracion": 1.85,
      "texto": "No, no es ninguno, no es solamente que me distinguió un mejor plan y más barato. Bien,",
      "confianza": 0.025,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 25.44,
      "fin": 45.57,
      "duracion": 20.13,
      "texto": "perfecto, entiendo. Bueno mira, le comento, nosotros actualmente estamos en una campaña de recuperación de clientes, nos febró que este hubiera sido un buen cliente según la historia que le he dicho y el tiempo que había estado con la compañía.",
      "confianza": 0.496,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.59,
      "fin": 73.19,
      "duracion": 27.6,
      "texto": "Por domingas. Por domingas. No, gracias, nada más. Bien, perfecto. Bueno mire, nosotros lo queríamos recuperar como le digo, nos febró que hubiera sido un buen cliente anteriormente, En lo que es la línea que suele ocupar mucho internet, ¿hay muchas líneas? Sí, me gusta bastante el tiempo que da por el trabajo. Bastante, bien, perfecto. Bueno, a ver, entonces le comento el plan, le consulto la única línea que tiene bajo su nombre, ¿o tiene alguna otra línea aparte? No, es la única, la única. Es la única, perfecto. Bueno, entonces le comento el plan que tengo para brindarle, sigo uno de los planes.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 73.74,
      "fin": 94.35,
      "duracion": 20.61,
      "texto": "Tengo un plan que cuenta con lo que son 15 GB de base, si se le regala 8 más, venden durante seis meses, sería 23. Tiene igual tan práctico, ya más libre a todas las compañías y ruma en el mundo ya incluido. Bien, y este plan tiene un precio de 23.850 pesos al día de hoy. Bien, como le digo, tendría 23 gigas, lo podría ir guardando en caso de que le sobren. Bien, no pagaría por gigas que no ocupa y tendría conectividad todo el mes.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.03,
      "fin": 154.33,
      "duracion": 59.3,
      "texto": "Bien, este sería uno de los planes que tenemos para brindarles. No sé si se va a ocupar más gigas o está en eso más o menos. La verdad es que tengo muchos más, pero está en ese otro plan para el futuro. Mire, por 2 mil pesos más tengo un plan base de 30 gigas y se le regala a nuestro mazo que tendría 38. Y ese plan le quiere un precio de 25.150. Son 2 mil pesos de diferencia, pero le da el doble de gigas. Claro. Ese sí, ese ya es un poquito más alto, digo. Ese es el plan que buscamos desde antes, que ahora estoy trabajando. Después de las 12 es algo como, si va a llamarme ahí y coordinamos, Bueno, mire, vamos a hacer una cosa. Después de las 10 de la tarde, si quieres. Bueno, mire, yo le voy a mandar un mensajito por WhatsApp, sí, yo le mando un mensajito ahora, y le mando un mensajito tipo 12 y 10, más o menos, y le mando un mensajito, si me dice que lo llamo, yo lo llamo y hacemos el trámite. Perfecto. Bueno, Navuel, me comunico, no sé, gracias por su atención.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.19,
      "fin": 156.55,
      "duracion": 1.36,
      "texto": "Muchas gracias. Gracias.",
      "confianza": 0.266,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Abuel. Sí, aparte. Como le voy a tomar tu nombre, me comunicó de la guía de recuperación de clientes móviles, ¿verdad? Sí. Bien, mira, el motivo de mi llamada, si era para preguntarle por qué se había ido de la compañía, qué inconvenientes había tenido para ti y demás. No, no es ninguno, no es solamente que me distinguió un mejor plan y más barato. Bien, perfecto, entiendo. Bueno mira, le comento, nosotros actualmente estamos en una campaña de recuperación de clientes, nos febró que este hubiera sido un buen cliente según la historia que le he dicho y el tiempo que había estado con la compañía. Por domingas. Por domingas. No, gracias, nada más. Bien, perfecto. Bueno mire, nosotros lo queríamos recuperar como le digo, nos febró que hubiera sido un buen cliente anteriormente, En lo que es la línea que suele ocupar mucho internet, ¿hay muchas líneas? Sí, me gusta bastante el tiempo que da por el trabajo. Bastante, bien, perfecto. Bueno, a ver, entonces le comento el plan, le consulto la única línea que tiene bajo su nombre, ¿o tiene alguna otra línea aparte? No, es la única, la única. Es la única, perfecto. Bueno, entonces le comento el plan que tengo para brindarle, sigo uno de los planes. Tengo un plan que cuenta con lo que son 15 GB de base, si se le regala 8 más, venden durante seis meses, sería 23. Tiene igual tan práctico, ya más libre a todas las compañías y ruma en el mundo ya incluido. Bien, y este plan tiene un precio de 23.850 pesos al día de hoy. Bien, como le digo, tendría 23 gigas, lo podría ir guardando en caso de que le sobren. Bien, no pagaría por gigas que no ocupa y tendría conectividad todo el mes. Bien, este sería uno de los planes que tenemos para brindarles. No sé si se va a ocupar más gigas o está en eso más o menos. La verdad es que tengo muchos más, pero está en ese otro plan para el futuro. Mire, por 2 mil pesos más tengo un plan base de 30 gigas y se le regala a nuestro mazo que tendría 38. Y ese plan le quiere un precio de 25.150. Son 2 mil pesos de diferencia, pero le da el doble de gigas. Claro. Ese sí, ese ya es un poquito más alto, digo. Ese es el plan que buscamos desde antes, que ahora estoy trabajando. Después de las 12 es algo como, si va a llamarme ahí y coordinamos, Bueno, mire, vamos a hacer una cosa. Después de las 10 de la tarde, si quieres. Bueno, mire, yo le voy a mandar un mensajito por WhatsApp, sí, yo le mando un mensajito ahora, y le mando un mensajito tipo 12 y 10, más o menos, y le mando un mensajito, si me dice que lo llamo, yo lo llamo y hacemos el trámite. Perfecto. Bueno, Navuel, me comunico, no sé, gracias por su atención. Muchas gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.413,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:51:08.652163",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:16.647303",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112113538128_ACD_50933",
    "fecha_inicio": "12/1/2026 11:35:38",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 166,
    "tiempo_conversacion": 150,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}