{
  "archivo": "amza314_1_260116144338302_ACD_00379.wav",
  "duracion_segundos": 269.31,
  "num_segmentos": 58,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 17.52,
    "Cliente": 247.2
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 26.0,
      "duracion": 25.97,
      "texto": "Hola, ¿qué tal? Buenas tardes, ¿solo con Ricardo o alguna de sus niñas? Habla con Ricardo, sí. Ricardo, un poco en serio, pero yo me aseguro en el sistema que está en la compañía. ¿Tenías un artículo que estabas manejando con el tema de los Ligas? ¿Cuál era tu parte? ¿Sobran? Digamos que sobran. Sobran, bien.",
      "confianza": 0.208,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.52,
      "fin": 40.16,
      "duracion": 13.64,
      "texto": "Con respecto a lo que es las dos líneas que tenés, ¿ocupan la misma cantidad de Ligas o habría alguna que hubiera sido otra? No, yo calculo que de todo depende. Es muy difícil calcular.",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.65,
      "fin": 51.5,
      "duracion": 10.85,
      "texto": "Bueno, justamente la promoción que yo quería ofrecerles es una promoción que tiene lo que es 8 GB de base y 8 GB extra por volver a la compañía, son 16 GB mensuales.",
      "confianza": 0.58,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.98,
      "fin": 158.35,
      "duracion": 106.37,
      "texto": "Y aparte por tener dos líneas, hacemos lo que es el Plan Family Diary, se adicionan 4 GB, o sea que tendrías un total de 20 GB mensuales para cada una de tus líneas por 10.400 pesos. A mí me figura en sistema de órgenes, una facturación aproximadamente de 44.574. ¿Esto es por las dos líneas y Internet? ¿Tenés el Internet también? No. ¿Sólo las dos líneas? Ajá. Wow. Bueno, estás pagando bastante con cada una de las líneas. Me imagino que deberás estar en la ONU en algo de 20.000 pesos, ¿verdad? Sí, sí. Bien. Bueno, justamente está considerable lo que es la promoción, ya que, bueno, te estoy brindando el mitad del precio, sí, por 23 gigas. Y que, aparte, Ricardo, en el caso de que vos no ocupes esa cantidad de gigas en el mes, no las perdés, como sucede en claro, que vos no ocupas esa cantidad de gigas y quedan ahí en el aire. Nosotros lo que tenemos es la chance de que vos puedas acumularlas, dejarlos para el próximo mes, o si bien si tienes algún amigo o familiar que se encuentre abonado en Movistar, también puedes hacerle lo que es la transferencia de gigas. Entre las líneas también se pueden hacer lo que es compartir los llegas de debate. Está buenísimo eso. Bueno. ¿Y por cuánto tiempo es la promoción, digamos, no? Sí, la promoción tiene lo que es un descuento y un ahorro fijo por seis meses, sí, pero nosotros pasamos a mesa adelantado. ¿Qué quiere decir esto? Que vos apenas tengas funcionando lo que es la línea Movistar, te llega la factura y a treinta días la pagas, ¿sí? o los meses, por ende, en el mes 5 vas a estar al tanto de que la promoción está a punto de caducar.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.97,
      "fin": 167.02,
      "duracion": 8.05,
      "texto": "Ahí mismo puedes mandarme a mí un mensajito de WhatsApp porque, bueno, no solamente te acompaño en el proceso de la compañía, en la estanda, en la compañía.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.54,
      "fin": 203.36,
      "duracion": 35.82,
      "texto": "Cualquier cosa que necesites a vez que tenés mi número, ¿sí? Entonces, bueno, en el mes 5 yo te hago acordar, vos me mandas un mensajito y yo te ayudo, obviamente, a que puedas acceder a una nueva promo. Bueno, un número interesante. Si te parece y querés, si te parece y querés, si ahora estoy en la calle y me mandás, no sé si manejas con WhatsApp, con detallado lo que me decís y luego alubo, ahora cuando llegas, ahora estoy trabajando.",
      "confianza": 0.38,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.38,
      "fin": 210.04,
      "duracion": 6.67,
      "texto": "Bueno, bueno, más o menos en qué momento te podés llegar a desocupar o en qué momento podés mirar todo tranquilo porque bueno, te comento.",
      "confianza": 0.396,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.31,
      "fin": 249.56,
      "duracion": 39.25,
      "texto": "Yo me encuentro en la oficina ahora, a la sala, 3 de la tarde, pero sí puedo pedir obviamente en el caso de que quieras aprovechar esta promoción, puedo pedir que me movilizarme el paso para poder cargarla más tarde, pero no puede pasar de hoy día, porque si no para el lunes, o sea sábado y domingo, nosotros no trabajamos acá en la oficina. Y el lunes no sé si tú vas a dar esta promoción, porque yo justamente quería saber si hoy día la ayudas a querer aprovechar. Me mandas un mensaje, ¿cómo hacemos? La verdad, ahora en este momento no voy a tomar ninguna decisión, así que si no, déjalo, no pasa nada.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.32,
      "fin": 264.05,
      "duracion": 13.73,
      "texto": "Veremos más adelante, ¿vale? Claro, no hay problema. De todas maneras, ahí ya te quedó mi número de asesor. Soy Rocío. Sí, ahí te puse, hola Ricardo, soy Rocío. Ya tenéis lo que es para la promoción enviada. Cualquier duda o consulta que surja, me puedes mandar a mí un mensajito, ¿sí?",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.94,
      "fin": 269.31,
      "duracion": 4.37,
      "texto": "Bueno, no hay problema. Hasta luego. Que tengas muy linda tarde. Hasta luego.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes, ¿solo con Ricardo o alguna de sus niñas? Habla con Ricardo, sí. Ricardo, un poco en serio, pero yo me aseguro en el sistema que está en la compañía. ¿Tenías un artículo que estabas manejando con el tema de los Ligas? ¿Cuál era tu parte? ¿Sobran? Digamos que sobran. Sobran, bien. Con respecto a lo que es las dos líneas que tenés, ¿ocupan la misma cantidad de Ligas o habría alguna que hubiera sido otra? No, yo calculo que de todo depende. Es muy difícil calcular. Bueno, justamente la promoción que yo quería ofrecerles es una promoción que tiene lo que es 8 GB de base y 8 GB extra por volver a la compañía, son 16 GB mensuales. Y aparte por tener dos líneas, hacemos lo que es el Plan Family Diary, se adicionan 4 GB, o sea que tendrías un total de 20 GB mensuales para cada una de tus líneas por 10.400 pesos. A mí me figura en sistema de órgenes, una facturación aproximadamente de 44.574. ¿Esto es por las dos líneas y Internet? ¿Tenés el Internet también? No. ¿Sólo las dos líneas? Ajá. Wow. Bueno, estás pagando bastante con cada una de las líneas. Me imagino que deberás estar en la ONU en algo de 20.000 pesos, ¿verdad? Sí, sí. Bien. Bueno, justamente está considerable lo que es la promoción, ya que, bueno, te estoy brindando el mitad del precio, sí, por 23 gigas. Y que, aparte, Ricardo, en el caso de que vos no ocupes esa cantidad de gigas en el mes, no las perdés, como sucede en claro, que vos no ocupas esa cantidad de gigas y quedan ahí en el aire. Nosotros lo que tenemos es la chance de que vos puedas acumularlas, dejarlos para el próximo mes, o si bien si tienes algún amigo o familiar que se encuentre abonado en Movistar, también puedes hacerle lo que es la transferencia de gigas. Entre las líneas también se pueden hacer lo que es compartir los llegas de debate. Está buenísimo eso. Bueno. ¿Y por cuánto tiempo es la promoción, digamos, no? Sí, la promoción tiene lo que es un descuento y un ahorro fijo por seis meses, sí, pero nosotros pasamos a mesa adelantado. ¿Qué quiere decir esto? Que vos apenas tengas funcionando lo que es la línea Movistar, te llega la factura y a treinta días la pagas, ¿sí? o los meses, por ende, en el mes 5 vas a estar al tanto de que la promoción está a punto de caducar. Ahí mismo puedes mandarme a mí un mensajito de WhatsApp porque, bueno, no solamente te acompaño en el proceso de la compañía, en la estanda, en la compañía. Cualquier cosa que necesites a vez que tenés mi número, ¿sí? Entonces, bueno, en el mes 5 yo te hago acordar, vos me mandas un mensajito y yo te ayudo, obviamente, a que puedas acceder a una nueva promo. Bueno, un número interesante. Si te parece y querés, si te parece y querés, si ahora estoy en la calle y me mandás, no sé si manejas con WhatsApp, con detallado lo que me decís y luego alubo, ahora cuando llegas, ahora estoy trabajando. Bueno, bueno, más o menos en qué momento te podés llegar a desocupar o en qué momento podés mirar todo tranquilo porque bueno, te comento. Yo me encuentro en la oficina ahora, a la sala, 3 de la tarde, pero sí puedo pedir obviamente en el caso de que quieras aprovechar esta promoción, puedo pedir que me movilizarme el paso para poder cargarla más tarde, pero no puede pasar de hoy día, porque si no para el lunes, o sea sábado y domingo, nosotros no trabajamos acá en la oficina. Y el lunes no sé si tú vas a dar esta promoción, porque yo justamente quería saber si hoy día la ayudas a querer aprovechar. Me mandas un mensaje, ¿cómo hacemos? La verdad, ahora en este momento no voy a tomar ninguna decisión, así que si no, déjalo, no pasa nada. Veremos más adelante, ¿vale? Claro, no hay problema. De todas maneras, ahí ya te quedó mi número de asesor. Soy Rocío. Sí, ahí te puse, hola Ricardo, soy Rocío. Ya tenéis lo que es para la promoción enviada. Cualquier duda o consulta que surja, me puedes mandar a mí un mensajito, ¿sí? Bueno, no hay problema. Hasta luego. Que tengas muy linda tarde. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:28:49.951846",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 58,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:22.887188",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116144338302_ACD_00379",
    "fecha_inicio": "16/1/2026 14:43:38",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 283,
    "tiempo_conversacion": 260,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}