{
  "archivo": "amza44_1_260112144411933_ACD_01351.wav",
  "duracion_segundos": 245.99,
  "num_segmentos": 58,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 143.39,
    "Cliente": 85.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.23,
      "fin": 4.38,
      "duracion": 4.15,
      "texto": "Hola, ¿qué tal? Buenas tardes. ¿Hablo con Santiago?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.06,
      "fin": 6.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.046,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.14,
      "fin": 16.86,
      "duracion": 10.72,
      "texto": "¿Qué tal, Santiago? ¿Cómo te va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando para brindarte lo que es un beneficio en la línea, ¿sí, Santiago? Me figura que vos estás actualmente en clave, ¿es correcto?",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.62,
      "fin": 19.48,
      "duracion": 1.86,
      "texto": "Exacto.",
      "confianza": 0.166,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.5,
      "fin": 30.38,
      "duracion": 10.88,
      "texto": "Ok, excelente. Yo me comunico desde lo que es la compañía Movistar, ¿sí? Más que nada porque tenemos actualmente unos beneficios, ¿sí? Dice antes para los clientes de la compañía que actualmente están en claro.",
      "confianza": 0.11,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.1,
      "fin": 44.73,
      "duracion": 13.63,
      "texto": "Le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo utiliza para... Para el uso diario. por aire y para escuchar algo de música cuando salgo de casa, además no uso mucho internet.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.27,
      "fin": 51.68,
      "duracion": 6.41,
      "texto": "Claro, entiendo. Bueno, tengo un plan entonces que yo creo que va a ser el ideal para usted, que es el plan de 4GB.",
      "confianza": 0.35,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.64,
      "fin": 90.19,
      "duracion": 37.55,
      "texto": "En cuenta con lo que es 4GB de base, más WhatsApp gratis y más y limitadas a todas las compañías, y al mismo también con un Gira para Free Fire, que no sé si usted juega, pero bueno, esto ya está incluido en lo que es el combo, ¿sí? Y le vas con 4GB más de regalo por 6 meses. Así te va a tener ocho gigas para poder utilizar. Y esto le va a quedar en un monto. El día de hoy de 11.400 pesos. No sé cómo se va a encontrar este plan. Sí, me serviría. Ok, excelente. Bueno, voy a chequear entonces lo que son sus datos para corroborar este todo ok para hacer lo que es la portabilidad.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.79,
      "fin": 94.08,
      "duracion": 3.28,
      "texto": "Mientras también le consulto a ustedes qué son a eso.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.65,
      "fin": 116.67,
      "duracion": 22.02,
      "texto": "de Bahía Blanca. Yo lo que voy a hacer ahora es consignarle una sucursal para que vaya a retirar el chip. Eso igual para generar la portabilidad tengo que tener un chip y ahí recién se haría.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 117.53,
      "fin": 122.92,
      "duracion": 5.39,
      "texto": "Sí, quédese tranquilo. Usted va a seguir con claro ahora en estos días hasta que se genere lo que es la",
      "confianza": 0.407,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 123.49,
      "fin": 128.71,
      "duracion": 5.23,
      "texto": "la portabilidad, primero le vamos a mandar un mensaje avisándole cuándo tiene que ir a retirar el chip.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.63,
      "fin": 133.18,
      "duracion": 3.54,
      "texto": "Bien, yo primero lo quiero analizar, no es que ya quiero hacer el cambio.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.26,
      "fin": 140.67,
      "duracion": 6.41,
      "texto": "Ah, no, porque bueno, el tema de la portabilidad es rapidísimo, o sea... Sí, sí, de estos los tres.",
      "confianza": 0.487,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.13,
      "fin": 165.87,
      "duracion": 24.74,
      "texto": "Por eso te decía, por ahora quiero analizarlo y una vez que me decida ahí lo haría recién. ¿Pero qué es lo que no le permitiría ahora, por ejemplo, hacer lo que es el trámite? Nada, decidirme, a ver. Nada más. Ah, ok. Porque bueno, le comento también para que sepa que va a contar con los beneficios del Club de Movistar, no sé si los conoces.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.74,
      "fin": 190.67,
      "duracion": 22.93,
      "texto": "Ya tuve Movistar, no recuerdo cómo eran, pero... Claro, esto es como una cuponera, así que se le da a los clientes solamente por estar en la compañía. Usted va a acceder a lo que son descuentos, tanto en lugares de comida, sí, ya sea, bueno, burgers, tiendas, mostaza, creo que también hay, se le da también en tiendas de ropa seleccionadas, en supermercados, farmacias, y cuenta con lo que es 2x1 en cine y teatro.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.63,
      "fin": 204.61,
      "duracion": 12.98,
      "texto": "Entonces usted va a contar con esa opción para poder utilizar. Está bueno porque, bueno, básicamente en una salida uno se puede ahorrar más o menos en lo que sale el piano un poquito más, ¿viste? Es como que se termina pagando solo prácticamente.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.2,
      "fin": 223.38,
      "duracion": 18.18,
      "texto": "¿Y esto me lo podrán mandar al WhatsApp? Porque ahora justo estoy en el trabajo para poder después verlo mejor, más tranqui. Vale, sí, no hay problema. Entonces yo mañana me comunico con usted para ver si... si bueno, tomo la decisión de hacer lo que es la portabilidad. ¿En qué hora yo me puedo comunicar?",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.56,
      "fin": 225.92,
      "duracion": 1.36,
      "texto": "Yo estoy a partir de las 10 de la mañana.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.86,
      "fin": 230.65,
      "duracion": 3.78,
      "texto": "Yo a partir de ocho y media, cinco, estoy en el trabajo, por ahí después podría ser.",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.34,
      "fin": 239.15,
      "duracion": 7.82,
      "texto": "Me puedes mandar esto a whatsapp mejor, porque me están llamando y no me puedo mandar para que lo vea.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.66,
      "fin": 245.99,
      "duracion": 6.33,
      "texto": "Vale, excelente.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. ¿Hablo con Santiago? Sí. ¿Qué tal, Santiago? ¿Cómo te va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando para brindarte lo que es un beneficio en la línea, ¿sí, Santiago? Me figura que vos estás actualmente en clave, ¿es correcto? Exacto. Ok, excelente. Yo me comunico desde lo que es la compañía Movistar, ¿sí? Más que nada porque tenemos actualmente unos beneficios, ¿sí? Dice antes para los clientes de la compañía que actualmente están en claro. Le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo utiliza para... Para el uso diario. por aire y para escuchar algo de música cuando salgo de casa, además no uso mucho internet. Claro, entiendo. Bueno, tengo un plan entonces que yo creo que va a ser el ideal para usted, que es el plan de 4GB. En cuenta con lo que es 4GB de base, más WhatsApp gratis y más y limitadas a todas las compañías, y al mismo también con un Gira para Free Fire, que no sé si usted juega, pero bueno, esto ya está incluido en lo que es el combo, ¿sí? Y le vas con 4GB más de regalo por 6 meses. Así te va a tener ocho gigas para poder utilizar. Y esto le va a quedar en un monto. El día de hoy de 11.400 pesos. No sé cómo se va a encontrar este plan. Sí, me serviría. Ok, excelente. Bueno, voy a chequear entonces lo que son sus datos para corroborar este todo ok para hacer lo que es la portabilidad. Mientras también le consulto a ustedes qué son a eso. de Bahía Blanca. Yo lo que voy a hacer ahora es consignarle una sucursal para que vaya a retirar el chip. Eso igual para generar la portabilidad tengo que tener un chip y ahí recién se haría. Sí, quédese tranquilo. Usted va a seguir con claro ahora en estos días hasta que se genere lo que es la la portabilidad, primero le vamos a mandar un mensaje avisándole cuándo tiene que ir a retirar el chip. Bien, yo primero lo quiero analizar, no es que ya quiero hacer el cambio. Ah, no, porque bueno, el tema de la portabilidad es rapidísimo, o sea... Sí, sí, de estos los tres. Por eso te decía, por ahora quiero analizarlo y una vez que me decida ahí lo haría recién. ¿Pero qué es lo que no le permitiría ahora, por ejemplo, hacer lo que es el trámite? Nada, decidirme, a ver. Nada más. Ah, ok. Porque bueno, le comento también para que sepa que va a contar con los beneficios del Club de Movistar, no sé si los conoces. Ya tuve Movistar, no recuerdo cómo eran, pero... Claro, esto es como una cuponera, así que se le da a los clientes solamente por estar en la compañía. Usted va a acceder a lo que son descuentos, tanto en lugares de comida, sí, ya sea, bueno, burgers, tiendas, mostaza, creo que también hay, se le da también en tiendas de ropa seleccionadas, en supermercados, farmacias, y cuenta con lo que es 2x1 en cine y teatro. Entonces usted va a contar con esa opción para poder utilizar. Está bueno porque, bueno, básicamente en una salida uno se puede ahorrar más o menos en lo que sale el piano un poquito más, ¿viste? Es como que se termina pagando solo prácticamente. ¿Y esto me lo podrán mandar al WhatsApp? Porque ahora justo estoy en el trabajo para poder después verlo mejor, más tranqui. Vale, sí, no hay problema. Entonces yo mañana me comunico con usted para ver si... si bueno, tomo la decisión de hacer lo que es la portabilidad. ¿En qué hora yo me puedo comunicar? Yo estoy a partir de las 10 de la mañana. Yo a partir de ocho y media, cinco, estoy en el trabajo, por ahí después podría ser. Me puedes mandar esto a whatsapp mejor, porque me están llamando y no me puedo mandar para que lo vea. Vale, excelente.",
  "calidad": {
    "confianza_promedio": 0.582,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:03:02.512008",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 58,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:28.527561",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112144411933_ACD_01351",
    "fecha_inicio": "12/1/2026 14:44:11",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 262,
    "tiempo_conversacion": 237,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}