{
  "archivo": "amza44_1_260116114025198_ACD_57325.wav",
  "duracion_segundos": 226.87,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 157.77,
    "Cliente": 54.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.4,
      "fin": 8.61,
      "duracion": 7.21,
      "texto": "Hola, qué tal, buen día, cómo le va, un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando para brindarle lo que es un beneficio en la línea.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.55,
      "fin": 12.71,
      "duracion": 3.16,
      "texto": "Me asegura que esta misma está en nombre de Jorge David, ¿es correcto?",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.89,
      "fin": 13.81,
      "duracion": 0.92,
      "texto": "Sí, sí.",
      "confianza": 0.514,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.39,
      "fin": 15.42,
      "duracion": 1.02,
      "texto": "¿Usted es Jorge?",
      "confianza": 0.857,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.44,
      "fin": 15.96,
      "duracion": 0.52,
      "texto": "Sí.",
      "confianza": 0.681,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.98,
      "fin": 16.86,
      "duracion": 0.88,
      "texto": "¿Es correcto?",
      "confianza": 0.312,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.88,
      "fin": 17.0,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.361,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.02,
      "fin": 19.76,
      "duracion": 2.74,
      "texto": "Ok, excelente. ¿Y tiene la línea en claro en abono?",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.86,
      "fin": 23.01,
      "duracion": 2.15,
      "texto": "Exactamente. Ok, excelente.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.59,
      "fin": 37.68,
      "duracion": 14.09,
      "texto": "Yo me estoy comunicando de lo que es este sector de recuperar clientes de Movistar, ¿sí? de la compañía eh eh lo llamo porque tenemos actualmente una promoción vigente ¿Sí? Para los clientes de la compañía que actualmente están en claro ¿Sí?",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.7,
      "fin": 37.76,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.78,
      "fin": 43.33,
      "duracion": 5.55,
      "texto": "Por el momento te agradezco las llamadas pero no. Ok. Por algún motivo. Por algún motivo en particular.",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.35,
      "fin": 43.41,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.28,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.43,
      "fin": 58.07,
      "duracion": 14.64,
      "texto": "Tuve algún inconveniente en la compañía. Mala experiencia. Sí, mala experiencia. ¿Qué fue lo que le pasó? Coménteme brevemente. Eh una mala atención y como se llama no me lo",
      "confianza": 0.504,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.7,
      "fin": 62.23,
      "duracion": 3.52,
      "texto": "Ah, ok. Tuvo un mal asesoramiento.",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.87,
      "fin": 65.96,
      "duracion": 3.09,
      "texto": "No, mala tensión. Mala tensión. Ah, ok.",
      "confianza": 0.897,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 65.96,
      "fin": 77.05,
      "duracion": 11.09,
      "texto": "Ok, ok. Me dijeron una cosa y después, como se llama, saturaron lo que se les hizo, se les encantó, así que todo eso.",
      "confianza": 0.445,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.07,
      "fin": 104.16,
      "duracion": 27.09,
      "texto": "Y por acá, en el momento, estoy bien acá. Claro, entiendo. Gracias por tu llamada, Rodrigo. No, sí entiendo. Entiendo y lamento realmente que usted haya tenido que pasar por esta situación, ¿sí? Nosotros entendemos justamente que los clientes que se pasan por mala atención o por tener alguna discrepancia de este estilo se dan bastante enojados en lo que es la compañía. Esto pasa justamente por malos asesores, justamente que terminan manchando lo que es el nombre de la empresa.",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.14,
      "fin": 112.89,
      "duracion": 7.75,
      "texto": "Nosotros actualmente estamos en una campaña de recupero de clientes porque Movistar cambió la gestión. No sé si le han llegado a comentar en el respecto.",
      "confianza": 0.767,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.67,
      "fin": 129.89,
      "duracion": 16.22,
      "texto": "No, la verdad que no. Hace unos meses Movistar cambió lo que es la gestión y lanzó lo que es esta campaña de recupero de clientes, más que nada para que los clientes que se asesoran justamente por algún problema de esta índole puedan volver a la compañía y probar lo que es el nuevo sistema de Movistar.",
      "confianza": 0.389,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.49,
      "fin": 137.82,
      "duracion": 7.33,
      "texto": "Ahora nosotros tenemos lo que es un asesoramiento personalizado, en este caso yo sería el encargado de lo que es su gestión.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.32,
      "fin": 152.8,
      "duracion": 14.48,
      "texto": "si tiene portabilidad, va a tener usted lo que es mi número y se va a poder comunicar conmigo ante cualquier problema, ¿sí? Y yo, en la medida de lo posible, lo voy a intentar solucionar, ¿sí? Es lo mismo que me ofrecen acá en Claro. Es lo mismo.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.4,
      "fin": 164.08,
      "duracion": 10.68,
      "texto": "Es exactamente lo mismo. Claro, entiendo. Y nosotros tenemos hoy día así lo que es una prevención del plan de 8GB más 8GB de regalo por seis meses, que son 16GB en total.",
      "confianza": 0.28,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.68,
      "fin": 172.05,
      "duracion": 7.37,
      "texto": "¿Qué le va a constar de lo que es WhatsApp gratis y llamar libres a todas las compañías en un monto a día de hoy del 10.400 pesos?",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.77,
      "fin": 183.04,
      "duracion": 9.27,
      "texto": "No sé cuánto estará volando usted, por claro, ni cuántos gigas tiene, pero bueno... Trece, trece y tengo diez gigas. Trece y con diez gigas, ok.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 183.04,
      "fin": 191.84,
      "duracion": 8.8,
      "texto": "Claro, nosotros le estamos brindando lo que es la posibilidad de tener 16 gigas, sí, a un monto de 10.400.",
      "confianza": 0.709,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.59,
      "fin": 224.23,
      "duracion": 31.64,
      "texto": "Y en el caso que usted no llegue a utilizar la totalidad del plan, va a poder reservar los yedas que le queden del plan base, para asegurarse de que va a poder utilizar el cien por ciento del plan, ¿sí? Y no va a perder la plata de esos yedas, justamente, que al fin de cuentas usted está bonando, ¿sí? Claro, sí. Sí, lo digo, te agradezco el comentario y todo, pero por ahora no estoy interesado, pa. No tengo que perder más tiempo, ¿sí? Ok, entiendo, entiendo. Dale, le debo sentado que tenga un día.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.02,
      "fin": 225.58,
      "duracion": 0.56,
      "texto": "Igualmente.",
      "confianza": 0.943,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.43,
      "fin": 226.87,
      "duracion": 0.44,
      "texto": "Hasta luego.",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buen día, cómo le va, un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando para brindarle lo que es un beneficio en la línea. Me asegura que esta misma está en nombre de Jorge David, ¿es correcto? Sí, sí. ¿Usted es Jorge? Sí. ¿Es correcto? Sí. Ok, excelente. ¿Y tiene la línea en claro en abono? Exactamente. Ok, excelente. Yo me estoy comunicando de lo que es este sector de recuperar clientes de Movistar, ¿sí? de la compañía eh eh lo llamo porque tenemos actualmente una promoción vigente ¿Sí? Para los clientes de la compañía que actualmente están en claro ¿Sí? Sí. Por el momento te agradezco las llamadas pero no. Ok. Por algún motivo. Por algún motivo en particular. No. Tuve algún inconveniente en la compañía. Mala experiencia. Sí, mala experiencia. ¿Qué fue lo que le pasó? Coménteme brevemente. Eh una mala atención y como se llama no me lo Ah, ok. Tuvo un mal asesoramiento. No, mala tensión. Mala tensión. Ah, ok. Ok, ok. Me dijeron una cosa y después, como se llama, saturaron lo que se les hizo, se les encantó, así que todo eso. Y por acá, en el momento, estoy bien acá. Claro, entiendo. Gracias por tu llamada, Rodrigo. No, sí entiendo. Entiendo y lamento realmente que usted haya tenido que pasar por esta situación, ¿sí? Nosotros entendemos justamente que los clientes que se pasan por mala atención o por tener alguna discrepancia de este estilo se dan bastante enojados en lo que es la compañía. Esto pasa justamente por malos asesores, justamente que terminan manchando lo que es el nombre de la empresa. Nosotros actualmente estamos en una campaña de recupero de clientes porque Movistar cambió la gestión. No sé si le han llegado a comentar en el respecto. No, la verdad que no. Hace unos meses Movistar cambió lo que es la gestión y lanzó lo que es esta campaña de recupero de clientes, más que nada para que los clientes que se asesoran justamente por algún problema de esta índole puedan volver a la compañía y probar lo que es el nuevo sistema de Movistar. Ahora nosotros tenemos lo que es un asesoramiento personalizado, en este caso yo sería el encargado de lo que es su gestión. si tiene portabilidad, va a tener usted lo que es mi número y se va a poder comunicar conmigo ante cualquier problema, ¿sí? Y yo, en la medida de lo posible, lo voy a intentar solucionar, ¿sí? Es lo mismo que me ofrecen acá en Claro. Es lo mismo. Es exactamente lo mismo. Claro, entiendo. Y nosotros tenemos hoy día así lo que es una prevención del plan de 8GB más 8GB de regalo por seis meses, que son 16GB en total. ¿Qué le va a constar de lo que es WhatsApp gratis y llamar libres a todas las compañías en un monto a día de hoy del 10.400 pesos? No sé cuánto estará volando usted, por claro, ni cuántos gigas tiene, pero bueno... Trece, trece y tengo diez gigas. Trece y con diez gigas, ok. Claro, nosotros le estamos brindando lo que es la posibilidad de tener 16 gigas, sí, a un monto de 10.400. Y en el caso que usted no llegue a utilizar la totalidad del plan, va a poder reservar los yedas que le queden del plan base, para asegurarse de que va a poder utilizar el cien por ciento del plan, ¿sí? Y no va a perder la plata de esos yedas, justamente, que al fin de cuentas usted está bonando, ¿sí? Claro, sí. Sí, lo digo, te agradezco el comentario y todo, pero por ahora no estoy interesado, pa. No tengo que perder más tiempo, ¿sí? Ok, entiendo, entiendo. Dale, le debo sentado que tenga un día. Igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.553,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:08:47.054653",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:28.824823",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116114025198_ACD_57325",
    "fecha_inicio": "16/1/2026 11:40:25",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 258,
    "tiempo_conversacion": 218,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}