{
  "archivo": "amza24_1_260114132139004_ACD_50603.wav",
  "duracion_segundos": 540.88,
  "num_segmentos": 110,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 203.1,
    "Cliente": 239.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.44,
      "fin": 11.05,
      "duracion": 10.61,
      "texto": "¿Hola? ¿Sí? Hola, ¿cómo estás? Buenos días. Agustín es mi nombre. Me estoy comunicando con la línea de José Enrique.",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.07,
      "fin": 11.41,
      "duracion": 0.34,
      "texto": "Sí.",
      "confianza": 0.546,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.95,
      "fin": 17.72,
      "duracion": 5.77,
      "texto": "¿Cómo estás? Estoy llamando del área de recupero del cliente de Movistar. Me disculpa que actualmente están en clave, ¿verdad?",
      "confianza": 0.343,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.49,
      "fin": 27.34,
      "duracion": 5.85,
      "texto": "Sí. Siempre consulto el motivo por el que se fueron de Movistar. ¡Hola! Sí, se consulta.",
      "confianza": 0.065,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.04,
      "fin": 35.49,
      "duracion": 7.45,
      "texto": "No, te preguntaba si el motivo por el que tú fueron demostrar cuál fue. Yo porque quería internet.",
      "confianza": 0.295,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.17,
      "fin": 39.8,
      "duracion": 3.62,
      "texto": "Ah, en tu domicilio.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.38,
      "fin": 57.59,
      "duracion": 17.21,
      "texto": "Sí. ¿Has podido verificar si tenemos cobertura en el último tiempo? ¿O crees que lo podamos chequear? Sí, es más. Me dijeron que lo iban a vender entre de doce a cinco de la tarde, pero todavía no me mandaron nada. Ajá, a ver, aguardame un momento, ¿sí?",
      "confianza": 0.025,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.79,
      "fin": 78.57,
      "duracion": 19.78,
      "texto": "No, no, no, no.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.76,
      "fin": 103.8,
      "duracion": 23.04,
      "texto": "Sí, sí, sí.",
      "confianza": 0.34,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.6,
      "fin": 138.97,
      "duracion": 29.37,
      "texto": "Una consulta, ¿sí? Lo que es que las niñas tienen claro que son los que hicieron la oportunidad. Lo que vamos a decir es que el servicio de internet que te va a ir a instalar es de movistar, ¿me estás diciendo? Sí. Bien, ¿me esperáis un momento que lo voy a ver? ¿Sí?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.0,
      "fin": 164.18,
      "duracion": 24.18,
      "texto": "A guardar un segundo. Sí, sí. Muy bien. Decime, por favor, que esperemos que salga. Quieto. Un momento, ¿sí? Gracias.",
      "confianza": 0.268,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 166.15,
      "fin": 194.06,
      "duracion": 27.91,
      "texto": "Y aquí está el vídeo de hoy. ¡Muchas gracias!",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.93,
      "fin": 226.04,
      "duracion": 29.11,
      "texto": "No, no, no.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 227.84,
      "fin": 229.13,
      "duracion": 1.29,
      "texto": "No, no.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.89,
      "fin": 289.58,
      "duracion": 15.69,
      "texto": "¿Hola? Sí. Ahí estamos. Bien. Estaban chequeando porque lo podían visitar. Bueno, lo que es el servicio de fibra, si me figura, en esta tienda, para decirles en comunicado a los técnicos en el día de hoy, puede ser que pase para mañana.",
      "confianza": 0.369,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.2,
      "fin": 292.3,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.039,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 292.32,
      "fin": 305.96,
      "duracion": 13.64,
      "texto": "Ah, perfecto. Eso con respecto a la fibra. Con respecto a las niñas, ¿sí? Te conviene pasar, digamos, a movilizar para tener cuatro días más de regalo para cada una de las líneas.",
      "confianza": 0.077,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.99,
      "fin": 306.05,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.046,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 306.06,
      "fin": 326.7,
      "duracion": 20.64,
      "texto": "Cuatro más para una línea, sí, la que vos decidas, y además vas a tener 4.000 pesos de descuento sobre el final de la factura, ¿sí? En este caso, te hacemos para brindarte lo que es un plan de 8 gigas de base más 8 de regalo, van a ser 16 gigas en total, y además vas a tener esas 4 gigas que te decía.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.23,
      "fin": 342.69,
      "duracion": 14.46,
      "texto": "Y el descuento de los 4.000 pesos. Nosotros nos cambiamos de aclaro porque nunca teníamos como avisar en la zona, pero es el problema de la zona.",
      "confianza": 0.883,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 345.45,
      "fin": 351.22,
      "duracion": 5.77,
      "texto": "Quiero renegar siempre porque pagábamos una factura que prácticamente no usábamos.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 352.35,
      "fin": 362.64,
      "duracion": 10.29,
      "texto": "Lo tuve con línea, lo tuve en prepago, y era igual. Entonces, por eso fue... El Wi-Fi con rendubovilla, en eso lo rebo.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.66,
      "fin": 362.78,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.008,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 362.8,
      "fin": 381.32,
      "duracion": 18.52,
      "texto": "Pero el tema era Movistar, que no tenía señales en ningún lado. A ver, a ver, dime, porque realmente Movistar ha sido uno de los grandes inconvenientes que ha tenido y ha hecho mucho trabajo así para mejorar en cuanto a eso. ¿En qué zona estamos hablando, por qué no? Tristan Suárez. Ajá, ahora.",
      "confianza": 0.41,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 381.91,
      "fin": 408.41,
      "duracion": 26.5,
      "texto": "Bien, realmente en este momento es excelente la cobertura, honestamente. No veo ningún impedimento ni ninguna, hay zonas donde sí, por ahí vemos, me entendés que la señal es un poco débil, pero no sería el costo realmente.",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 409.81,
      "fin": 413.03,
      "duracion": 3.22,
      "texto": "No, yo ahora no debería de tener inconveniente.",
      "confianza": 0.318,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 414.35,
      "fin": 420.6,
      "duracion": 6.25,
      "texto": "Claro, dejame que lo comento y... Porque es el nombre de mi marido, ¿viste?",
      "confianza": 0.425,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 420.62,
      "fin": 420.84,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.013,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 420.86,
      "fin": 438.92,
      "duracion": 18.06,
      "texto": "Si le interesa pasarte el mecánico. Claro, que por ahí me conviene, por eso es que te digo, ahora mira, justo en el día de hoy, dentro de una promo, quizás con un poquito menos de cantidad de siglas, con un plan de 4 gigas, pero como vas a tener los gigas excelentes y regalos,",
      "confianza": 0.521,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 439.68,
      "fin": 442.22,
      "duracion": 2.54,
      "texto": "que van a quedar en 12 GB final por 7.460. ¿Sí?",
      "confianza": 0.492,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 442.26,
      "fin": 442.58,
      "duracion": 0.32,
      "texto": "Claro.",
      "confianza": 0.573,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 442.6,
      "fin": 451.96,
      "duracion": 9.37,
      "texto": "Y no, el plan que te había contado en principio, que es un plan de 8, de base, más o menos, de regalo, en 10.400.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 452.61,
      "fin": 461.13,
      "duracion": 8.53,
      "texto": "Lo bueno es que van a tener los cuatro de regalo por tener el servicio de internet y también los 4.000 pesos de regalos sobre el servicio completo.",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 468.56,
      "fin": 469.48,
      "duracion": 0.92,
      "texto": "Claro. En el momento que nos está dando 10 GB,",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 470.13,
      "fin": 473.6,
      "duracion": 3.47,
      "texto": "por cinco mil cada línea. Ajá.",
      "confianza": 0.082,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 475.94,
      "fin": 487.0,
      "duracion": 11.05,
      "texto": "Claro, mire, por ahí te conviene el de cuatro, que vas a estar para, o sea, en realidad van a ser ocho más, los cuatro más, dos, seis siglos van a estar, ¿no es cierto?",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 488.04,
      "fin": 488.1,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.152,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 488.12,
      "fin": 491.26,
      "duracion": 3.14,
      "texto": "Y este te va a quedar, siete mil cuatro sesenta.",
      "confianza": 0.477,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 494.22,
      "fin": 494.73,
      "duracion": 0.51,
      "texto": "Dos. Dos.",
      "confianza": 0.32,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 495.87,
      "fin": 514.71,
      "duracion": 18.84,
      "texto": "son 14.000 y van atrapando alrededor de 10.000 pesos. ¿Cómo se llega? Claro. Ya te digo, déjame que lo comento y cualquier cosa me comunico. Dale, dale. Yo te mando ahora un mensajito de WhatsApp con mi número, te doy cuenta de las promos.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 515.95,
      "fin": 540.88,
      "duracion": 24.93,
      "texto": "Así, me lo puedo comerzar tranquilo y seguimos en contacto por ahora. Perfecto. Sí, dale. Ahí te mando. Muchas gracias. Araceli. Araceli, perfecto. Ahora yo te mando entonces la promo para que vos lo puedas conversar, ¿sí? Y seguimos en contacto con él. Bueno, gracias. Gracias a vos. Dale, gracias. Tenga un buen día. Hasta luego. Igualmente.",
      "confianza": 0.557,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Hola? ¿Sí? Hola, ¿cómo estás? Buenos días. Agustín es mi nombre. Me estoy comunicando con la línea de José Enrique. Sí. ¿Cómo estás? Estoy llamando del área de recupero del cliente de Movistar. Me disculpa que actualmente están en clave, ¿verdad? Sí. Siempre consulto el motivo por el que se fueron de Movistar. ¡Hola! Sí, se consulta. No, te preguntaba si el motivo por el que tú fueron demostrar cuál fue. Yo porque quería internet. Ah, en tu domicilio. Sí. ¿Has podido verificar si tenemos cobertura en el último tiempo? ¿O crees que lo podamos chequear? Sí, es más. Me dijeron que lo iban a vender entre de doce a cinco de la tarde, pero todavía no me mandaron nada. Ajá, a ver, aguardame un momento, ¿sí? No, no, no, no. Sí, sí, sí. Una consulta, ¿sí? Lo que es que las niñas tienen claro que son los que hicieron la oportunidad. Lo que vamos a decir es que el servicio de internet que te va a ir a instalar es de movistar, ¿me estás diciendo? Sí. Bien, ¿me esperáis un momento que lo voy a ver? ¿Sí? A guardar un segundo. Sí, sí. Muy bien. Decime, por favor, que esperemos que salga. Quieto. Un momento, ¿sí? Gracias. Y aquí está el vídeo de hoy. ¡Muchas gracias! No, no, no. No, no. ¿Hola? Sí. Ahí estamos. Bien. Estaban chequeando porque lo podían visitar. Bueno, lo que es el servicio de fibra, si me figura, en esta tienda, para decirles en comunicado a los técnicos en el día de hoy, puede ser que pase para mañana. Bien. Ah, perfecto. Eso con respecto a la fibra. Con respecto a las niñas, ¿sí? Te conviene pasar, digamos, a movilizar para tener cuatro días más de regalo para cada una de las líneas. Sí. Cuatro más para una línea, sí, la que vos decidas, y además vas a tener 4.000 pesos de descuento sobre el final de la factura, ¿sí? En este caso, te hacemos para brindarte lo que es un plan de 8 gigas de base más 8 de regalo, van a ser 16 gigas en total, y además vas a tener esas 4 gigas que te decía. Y el descuento de los 4.000 pesos. Nosotros nos cambiamos de aclaro porque nunca teníamos como avisar en la zona, pero es el problema de la zona. Quiero renegar siempre porque pagábamos una factura que prácticamente no usábamos. Lo tuve con línea, lo tuve en prepago, y era igual. Entonces, por eso fue... El Wi-Fi con rendubovilla, en eso lo rebo. Claro. Pero el tema era Movistar, que no tenía señales en ningún lado. A ver, a ver, dime, porque realmente Movistar ha sido uno de los grandes inconvenientes que ha tenido y ha hecho mucho trabajo así para mejorar en cuanto a eso. ¿En qué zona estamos hablando, por qué no? Tristan Suárez. Ajá, ahora. Bien, realmente en este momento es excelente la cobertura, honestamente. No veo ningún impedimento ni ninguna, hay zonas donde sí, por ahí vemos, me entendés que la señal es un poco débil, pero no sería el costo realmente. No, yo ahora no debería de tener inconveniente. Claro, dejame que lo comento y... Porque es el nombre de mi marido, ¿viste? Sí, sí, sí. Si le interesa pasarte el mecánico. Claro, que por ahí me conviene, por eso es que te digo, ahora mira, justo en el día de hoy, dentro de una promo, quizás con un poquito menos de cantidad de siglas, con un plan de 4 gigas, pero como vas a tener los gigas excelentes y regalos, que van a quedar en 12 GB final por 7.460. ¿Sí? Claro. Y no, el plan que te había contado en principio, que es un plan de 8, de base, más o menos, de regalo, en 10.400. Lo bueno es que van a tener los cuatro de regalo por tener el servicio de internet y también los 4.000 pesos de regalos sobre el servicio completo. Claro. En el momento que nos está dando 10 GB, por cinco mil cada línea. Ajá. Claro, mire, por ahí te conviene el de cuatro, que vas a estar para, o sea, en realidad van a ser ocho más, los cuatro más, dos, seis siglos van a estar, ¿no es cierto? Sí. Y este te va a quedar, siete mil cuatro sesenta. Dos. Dos. son 14.000 y van atrapando alrededor de 10.000 pesos. ¿Cómo se llega? Claro. Ya te digo, déjame que lo comento y cualquier cosa me comunico. Dale, dale. Yo te mando ahora un mensajito de WhatsApp con mi número, te doy cuenta de las promos. Así, me lo puedo comerzar tranquilo y seguimos en contacto por ahora. Perfecto. Sí, dale. Ahí te mando. Muchas gracias. Araceli. Araceli, perfecto. Ahora yo te mando entonces la promo para que vos lo puedas conversar, ¿sí? Y seguimos en contacto con él. Bueno, gracias. Gracias a vos. Dale, gracias. Tenga un buen día. Hasta luego. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.389,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:30:17.200210",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 110,
    "total_segmentos_corregido": 41,
    "fecha_correccion": "2026-01-18T23:05:19.111844",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114132139004_ACD_50603",
    "fecha_inicio": "14/1/2026 13:21:39",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 547,
    "tiempo_conversacion": 517,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}