{
  "archivo": "amza35_1_260115105804214_ACD_87775.wav",
  "duracion_segundos": 263.64,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 93.17,
    "Cliente": 155.88
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.34,
      "fin": 12.72,
      "duracion": 10.38,
      "texto": "¿O le hablo con María Rosas? Sí. ¿Qué tal le gusta a María de los Guadalupe? Me he contactado el día de hoy porque veo que tenés esta línea activa con claros, ¿así?",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.58,
      "fin": 15.68,
      "duracion": 1.1,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.048,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 16.02,
      "fin": 26.88,
      "duracion": 10.85,
      "texto": "Te consulto María, vos contás con lo que es abono, prepago, para darte un beneficio, te consulto.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.89,
      "fin": 27.5,
      "duracion": 0.6,
      "texto": "Yo tengo... ¿Vos sos de claro?",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.52,
      "fin": 28.0,
      "duracion": 0.48,
      "texto": "No, vos no sos de claro.",
      "confianza": 0.029,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.55,
      "fin": 62.91,
      "duracion": 34.36,
      "texto": "Yo te hablé de Movistar para darte una mejor promo. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no En su momento no te hice una buena señal, a mí me sorprendió que esto fue en 2023, sí, en noviembre.",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 63.99,
      "fin": 82.12,
      "duracion": 18.13,
      "texto": "Ahora quiero saber, María, para verificar hoy en día, porque han cambiado un montón las antenas, inclusive también te damos un 4G plus para que te hagas señal en todos lados. Ahora te consulto, María, de qué localidad sos para poder verificar si tenés una buena... De Rosario. Rosario, esto sería... A ver, dame dos segunditos.",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.3,
      "fin": 94.48,
      "duracion": 11.18,
      "texto": "¿Esta sería, perdón, qué provincia, Buenos Aires? No, no sé. En este barrio no llevan a ustedes todavía con el cable.",
      "confianza": 0.254,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.92,
      "fin": 114.09,
      "duracion": 18.17,
      "texto": "Con el cable, bien, lo que priorizas es la fibra óptica entonces. Yo quiero todo junto, no puedes estar pagando una cosa en una y esa cosa en otra. Ya hace muy poquito preguntaste lo que es el tema de la fibra porque en todo caso podemos consultar nuevamente para ver cómo es la cobertura.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.89,
      "fin": 180.99,
      "duracion": 64.1,
      "texto": "Y las chicas me llaman. Yo sé que no, porque no llega. Acá lo único que llega es claro, después está otra que se llama Rosario, no sé cómo se llama. Bien. Y después está personal, que es un fracaso. Si estaba perdonando yo no pude buscar también. Podemos verificar si quieres así sin compromiso. Tengo que quedar tranquila, que realmente está la promo. Aparte, está buenísima la promo que tengo para darte, María. Es súper barata. Así que estaría bueno que la puedas aprovechar. ¿Me crees que también hay cable? Sí. Ah, ¿tienes cable también? Claro, por eso. Yo tengo todo junto con eso. Bien. Nosotros también te podemos brindar lo que es cable, lo que es TV. Tenemos también lo que es un plan básico. Ahí tengo más o menos la cantidad de señales, de señales a través de mis canales que viene incluido. pero si quieres, mientras primero tendremos que verificar si hay una buena cobertura, obviamente para no hacerte perder el tiempo a vos ni a mí.",
      "confianza": 0.224,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.55,
      "fin": 202.72,
      "duracion": 21.17,
      "texto": "Ahora te voy a poner en la ciguada de Movistar, así que corregamos el tema de la cobertura, no sé si quieres corregir en tu domicilio o en otro domicilio. Ahora te vamos a ver en cuanto a eso si tenemos una buena señal. Ah... Yo te refiero a molestar,",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.49,
      "fin": 233.31,
      "duracion": 29.82,
      "texto": "o a lo que yo tengo claro. Yo te hablé de Movistar, como te había dicho recién. No, no, no. Yo de Movistar yo sé que acá no tiene nadie porque no llega. Claro, lo que yo te digo es que podríamos verificar si está fibrada la zona o no. Porque, capaz, han sacado cupo recientemente, porque eso cambia semanalmente, ¿bien? Entonces, han salido a muchas personas y han agregado nuevas antenas también para lo que es la línea móvil. Por eso es que nosotros te volvemos a preguntar.",
      "confianza": 0.315,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.21,
      "fin": 260.98,
      "duracion": 26.77,
      "texto": "Bueno, regalo, que vamos a seguir. Mira, ahí viene el taxi. Yo tengo que salir, ahí me viene el taxi. Quedamos así, poco por poco, cualquier cosa así, todo es así, me llama y vemos cómo hacemos. Claro, para eso tenías que brindarme por favor. Es la dirección, así yo verifico la cobertura. Bueno, Gabote al 5700. Gabote y Rujón, bien. Bueno, ahora te dejo.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.7,
      "fin": 263.64,
      "duracion": 1.94,
      "texto": "Bueno, gracias. Chau.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿O le hablo con María Rosas? Sí. ¿Qué tal le gusta a María de los Guadalupe? Me he contactado el día de hoy porque veo que tenés esta línea activa con claros, ¿así? Sí. Bien, perfecto. Te consulto María, vos contás con lo que es abono, prepago, para darte un beneficio, te consulto. Yo tengo... ¿Vos sos de claro? No, vos no sos de claro. Yo te hablé de Movistar para darte una mejor promo. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no En su momento no te hice una buena señal, a mí me sorprendió que esto fue en 2023, sí, en noviembre. Ahora quiero saber, María, para verificar hoy en día, porque han cambiado un montón las antenas, inclusive también te damos un 4G plus para que te hagas señal en todos lados. Ahora te consulto, María, de qué localidad sos para poder verificar si tenés una buena... De Rosario. Rosario, esto sería... A ver, dame dos segunditos. ¿Esta sería, perdón, qué provincia, Buenos Aires? No, no sé. En este barrio no llevan a ustedes todavía con el cable. Con el cable, bien, lo que priorizas es la fibra óptica entonces. Yo quiero todo junto, no puedes estar pagando una cosa en una y esa cosa en otra. Ya hace muy poquito preguntaste lo que es el tema de la fibra porque en todo caso podemos consultar nuevamente para ver cómo es la cobertura. Y las chicas me llaman. Yo sé que no, porque no llega. Acá lo único que llega es claro, después está otra que se llama Rosario, no sé cómo se llama. Bien. Y después está personal, que es un fracaso. Si estaba perdonando yo no pude buscar también. Podemos verificar si quieres así sin compromiso. Tengo que quedar tranquila, que realmente está la promo. Aparte, está buenísima la promo que tengo para darte, María. Es súper barata. Así que estaría bueno que la puedas aprovechar. ¿Me crees que también hay cable? Sí. Ah, ¿tienes cable también? Claro, por eso. Yo tengo todo junto con eso. Bien. Nosotros también te podemos brindar lo que es cable, lo que es TV. Tenemos también lo que es un plan básico. Ahí tengo más o menos la cantidad de señales, de señales a través de mis canales que viene incluido. pero si quieres, mientras primero tendremos que verificar si hay una buena cobertura, obviamente para no hacerte perder el tiempo a vos ni a mí. Ahora te voy a poner en la ciguada de Movistar, así que corregamos el tema de la cobertura, no sé si quieres corregir en tu domicilio o en otro domicilio. Ahora te vamos a ver en cuanto a eso si tenemos una buena señal. Ah... Yo te refiero a molestar, o a lo que yo tengo claro. Yo te hablé de Movistar, como te había dicho recién. No, no, no. Yo de Movistar yo sé que acá no tiene nadie porque no llega. Claro, lo que yo te digo es que podríamos verificar si está fibrada la zona o no. Porque, capaz, han sacado cupo recientemente, porque eso cambia semanalmente, ¿bien? Entonces, han salido a muchas personas y han agregado nuevas antenas también para lo que es la línea móvil. Por eso es que nosotros te volvemos a preguntar. Bueno, regalo, que vamos a seguir. Mira, ahí viene el taxi. Yo tengo que salir, ahí me viene el taxi. Quedamos así, poco por poco, cualquier cosa así, todo es así, me llama y vemos cómo hacemos. Claro, para eso tenías que brindarme por favor. Es la dirección, así yo verifico la cobertura. Bueno, Gabote al 5700. Gabote y Rujón, bien. Bueno, ahora te dejo. Bueno, gracias. Chau.",
  "calidad": {
    "confianza_promedio": 0.395,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:59:50.699057",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 64,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:24.727455",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115105804214_ACD_87775",
    "fecha_inicio": "15/1/2026 10:58:04",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 273,
    "tiempo_conversacion": 253,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}