{
  "archivo": "amza314_1_260113141713940_ACD_99601.wav",
  "duracion_segundos": 131.56,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 39.43,
    "Cliente": 83.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.25,
      "fin": 4.73,
      "duracion": 3.49,
      "texto": "Hola, buenas tardes, ¿solo con Agustina?",
      "confianza": 0.089,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.75,
      "fin": 4.91,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.387,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.93,
      "fin": 8.68,
      "duracion": 3.75,
      "texto": "Agustina, sí, hoy llamada para brindarte un beneficio en la línea, ¿cómo te va?",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.62,
      "fin": 20.1,
      "duracion": 10.48,
      "texto": "Todo te va bien. Todo bien. Te llamada porque, bueno, me asegura el sistema que estás en la compañía, claro, y quería consultarte si lo que es el internet de tu casa también lo manejabas con claro.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.76,
      "fin": 25.77,
      "duracion": 4.01,
      "texto": "No, no, creo que sí, si no me equivoco, hace poco se pasaron.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.39,
      "fin": 38.89,
      "duracion": 12.5,
      "texto": "Bien, perfecto. En ese caso sí, si vos contás con lo que es el internet móvil, estar ya en casa, nosotros podemos aplicar lo que es un descuento de hasta cuatro mil pesos en esta fibra óptica y aparte adicionarte a vos cuatro gigas extra, ¿sí?",
      "confianza": 0.494,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 39.57,
      "fin": 50.26,
      "duracion": 10.69,
      "texto": "Coméntame, ¿vos en la compañía de Claro usas mucho el celular, que manejas bastante con los gigas? Más o menos, mayormente estoy en el trabajo y estoy con el Wi-Fi, así que no, tanto no lo uso.",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.44,
      "fin": 56.11,
      "duracion": 4.67,
      "texto": "Igual por ahora no pensaba pasarme a otra línea.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.07,
      "fin": 82.84,
      "duracion": 25.77,
      "texto": "Bien, entiendo. De todas maneras, no quiero que te cambies por estar mal en tu compañía, ni nada de eso, sino, bueno, obviamente comentarte las promociones que tenemos, porque, por ejemplo, el plan que yo te comentaba tiene lo que es 8 gigas, no sabrías, 4 extra por el incremento casa, serían 12 gigas mensuales por 11.400 pesos. No sé vos cuánto estás abonando, cómo te estás manejando, con lo que es la compartida, claro. Más o menos lo mismo, si estoy...",
      "confianza": 0.507,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.7,
      "fin": 90.17,
      "duracion": 6.47,
      "texto": "Estoy más o menos ahí en 10.000, no sé cuánto es que estoy pagando por mes. Bien,",
      "confianza": 0.02,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 90.17,
      "fin": 111.88,
      "duracion": 21.71,
      "texto": "bueno, en ese caso sí te dejo un mensajito de WhatsApp con mi número de asesor, la promoción que tengo para brindarte y bueno, en el caso de que llegues a tener algún incremento en la factura de Claro o por ejemplo si no te alcanzan los gigas, porque bueno, la realidad es que a veces Claro se maneja como por ejemplo esos planes de 10.000 pesos y son 2 gigas, está bien, te ofrece los 10 de regalo, pero",
      "confianza": 0.649,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.15,
      "fin": 131.56,
      "duracion": 19.41,
      "texto": "son dos llivas originalmente, ¿sí? De base. Y que son esas las que se consumen más rápido y son las que más valor tienen, ¿sí? Así que bueno, ahora usted deja un mensajito a lo WhatsApp con la promoción, pénsalo y cualquier cosa me mandas por ese medio, ¿sí? Perfecto. Listo. Vale, gracias. Que tengas muy linda tarde. Hasta luego. Igualmente. Hasta luego.",
      "confianza": 0.48,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, ¿solo con Agustina? Sí. Agustina, sí, hoy llamada para brindarte un beneficio en la línea, ¿cómo te va? Todo te va bien. Todo bien. Te llamada porque, bueno, me asegura el sistema que estás en la compañía, claro, y quería consultarte si lo que es el internet de tu casa también lo manejabas con claro. No, no, creo que sí, si no me equivoco, hace poco se pasaron. Bien, perfecto. En ese caso sí, si vos contás con lo que es el internet móvil, estar ya en casa, nosotros podemos aplicar lo que es un descuento de hasta cuatro mil pesos en esta fibra óptica y aparte adicionarte a vos cuatro gigas extra, ¿sí? Coméntame, ¿vos en la compañía de Claro usas mucho el celular, que manejas bastante con los gigas? Más o menos, mayormente estoy en el trabajo y estoy con el Wi-Fi, así que no, tanto no lo uso. Igual por ahora no pensaba pasarme a otra línea. Bien, entiendo. De todas maneras, no quiero que te cambies por estar mal en tu compañía, ni nada de eso, sino, bueno, obviamente comentarte las promociones que tenemos, porque, por ejemplo, el plan que yo te comentaba tiene lo que es 8 gigas, no sabrías, 4 extra por el incremento casa, serían 12 gigas mensuales por 11.400 pesos. No sé vos cuánto estás abonando, cómo te estás manejando, con lo que es la compartida, claro. Más o menos lo mismo, si estoy... Estoy más o menos ahí en 10.000, no sé cuánto es que estoy pagando por mes. Bien, bueno, en ese caso sí te dejo un mensajito de WhatsApp con mi número de asesor, la promoción que tengo para brindarte y bueno, en el caso de que llegues a tener algún incremento en la factura de Claro o por ejemplo si no te alcanzan los gigas, porque bueno, la realidad es que a veces Claro se maneja como por ejemplo esos planes de 10.000 pesos y son 2 gigas, está bien, te ofrece los 10 de regalo, pero son dos llivas originalmente, ¿sí? De base. Y que son esas las que se consumen más rápido y son las que más valor tienen, ¿sí? Así que bueno, ahora usted deja un mensajito a lo WhatsApp con la promoción, pénsalo y cualquier cosa me mandas por ese medio, ¿sí? Perfecto. Listo. Vale, gracias. Que tengas muy linda tarde. Hasta luego. Igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.417,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:23:56.342635",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:22.597059",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113141713940_ACD_99601",
    "fecha_inicio": "13/1/2026 14:17:13",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 146,
    "tiempo_conversacion": 126,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}