{
  "archivo": "amza15_1_260112142650778_ACD_49447.wav",
  "duracion_segundos": 116.17,
  "num_segmentos": 32,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 112.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.6,
      "fin": 5.83,
      "duracion": 5.23,
      "texto": "Hola. Hola, ¿qué tal? ¿Buenas tardes con Eliana? ¿Y quién habla?",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.55,
      "fin": 16.5,
      "duracion": 9.95,
      "texto": "Macarena, mi hombre, nos estamos contactando para brindarle lo que es una promoción exclusiva en el día de hoy a su línea por un costo de 11.400 por los 8 gigas.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.3,
      "fin": 61.18,
      "duracion": 43.88,
      "texto": "Le consulto. Sí, cuénteme. Se encuentra claro con la línea, ¿verdad? Sí. Bien, perfecto. Y le consulto acerca del plan. ¿Qué cantidad de chivas tiene? ¿Cuenta con chivas solamente de base o también tienen el regalo? No, no, no. Yo la verdad le agradezco, pero quiero estar con claro porque tengo otras cosas también con claro. Así que no puedo cambiar en este momento porque es un paquete. Así que cuando corte con todo eso le aviso. Después de ese paquete, nosotros también vendemos lo que es el paquete y además le quedaría la línea bonificada en 4.000 pesos con 8 gigas, accediendo con a más cosas.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 61.88,
      "fin": 90.78,
      "duracion": 28.9,
      "texto": "Y los 300 milas de internet tienen un valor de 20.000. ¿Usted qué cantidad de milas tiene en su domicilio? 300. Tengo 300, pero lo que tengo también es el problema que con Movistar no puedo tener los leds o tengo que comprar un tocón aparte, ¿me comprendes? Así que por eso yo quiero estar con claro, porque con claro sí lo puedo hacer. ¿Me comprendes? Cuando yo pueda cambiar mi C-LED por Smart, ahí ha dicho, yo estuve averiguando.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.52,
      "fin": 116.17,
      "duracion": 24.65,
      "texto": "Así que por eso yo tuve que costar por claro. ¿Me comprendes? Así que cuando pueda hacerlo, lo hago. Ahora no puedo. Por eso le estoy cortando así, medio grosera, pero no quiero que pierda su tiempo y ya le explico por qué quiero estar con claro. Bueno, muy amable. Gracias, señorita.",
      "confianza": 0.859,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Buenas tardes con Eliana? ¿Y quién habla? Macarena, mi hombre, nos estamos contactando para brindarle lo que es una promoción exclusiva en el día de hoy a su línea por un costo de 11.400 por los 8 gigas. Le consulto. Sí, cuénteme. Se encuentra claro con la línea, ¿verdad? Sí. Bien, perfecto. Y le consulto acerca del plan. ¿Qué cantidad de chivas tiene? ¿Cuenta con chivas solamente de base o también tienen el regalo? No, no, no. Yo la verdad le agradezco, pero quiero estar con claro porque tengo otras cosas también con claro. Así que no puedo cambiar en este momento porque es un paquete. Así que cuando corte con todo eso le aviso. Después de ese paquete, nosotros también vendemos lo que es el paquete y además le quedaría la línea bonificada en 4.000 pesos con 8 gigas, accediendo con a más cosas. Y los 300 milas de internet tienen un valor de 20.000. ¿Usted qué cantidad de milas tiene en su domicilio? 300. Tengo 300, pero lo que tengo también es el problema que con Movistar no puedo tener los leds o tengo que comprar un tocón aparte, ¿me comprendes? Así que por eso yo quiero estar con claro, porque con claro sí lo puedo hacer. ¿Me comprendes? Cuando yo pueda cambiar mi C-LED por Smart, ahí ha dicho, yo estuve averiguando. Así que por eso yo tuve que costar por claro. ¿Me comprendes? Así que cuando pueda hacerlo, lo hago. Ahora no puedo. Por eso le estoy cortando así, medio grosera, pero no quiero que pierda su tiempo y ya le explico por qué quiero estar con claro. Bueno, muy amable. Gracias, señorita.",
  "calidad": {
    "confianza_promedio": 0.628,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:22:00.962804",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:14.909029",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112142650778_ACD_49447",
    "fecha_inicio": "12/1/2026 14:26:50",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 139,
    "tiempo_conversacion": 114,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}