{
  "archivo": "amza42_1_260115142158593_ACD_90831.wav",
  "duracion_segundos": 414.05,
  "num_segmentos": 87,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 374.91,
    "Cliente": 20.18
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.67,
      "fin": 21.17,
      "duracion": 19.5,
      "texto": "Hola. Hola, buen día. ¿Cómo le va? Me estoy comunicando con Carlos, Alberto. ¿De parte? Como le van gusta, mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarlo un desconto exclusivo para la conservación de su línea móvil. O sea, el parmentero de seguridad le pertenece a claro. ¿Eso es correcto?",
      "confianza": 0.238,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.19,
      "fin": 21.91,
      "duracion": 0.72,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 21.93,
      "fin": 25.93,
      "duracion": 4.0,
      "texto": "¿Usted actualmente cuenta con lo que es un plan o tiene prepago para hacer recargas?",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.87,
      "fin": 33.29,
      "duracion": 6.42,
      "texto": "¿Usted de qué compañía es? de movistar me estoy comunicando justamente para brindarle lo que son nuestras cuentas y promociones.",
      "confianza": 0.339,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.05,
      "fin": 36.04,
      "duracion": 1.98,
      "texto": "El día de hoy tenemos una muy buena para usted.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.2,
      "fin": 43.39,
      "duracion": 6.19,
      "texto": "Sí, pero sabe lo que pasa Linda, que la promoción puede ser muy buena, pero los técnicos habrá que desear.",
      "confianza": 0.582,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.05,
      "fin": 77.78,
      "duracion": 33.73,
      "texto": "Ya lo tuve movistar y ya le dije de por qué no quiero tener movistar por asunto de que el técnico que vino de lo mal educado me tuve que aguantar la línea de movistar dos años, llamaba yo por ejemplo a gente, vos sos promotora, pero está la gente que te recibe y vos tenés que estar como días y horas para que te digan este tal día, resulta que te dice que una vez que vos llamás tenés que esperar 72 horas, así pasaban como dos semanas, el tema de dos semanas es que vos querés la",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.42,
      "fin": 86.15,
      "duracion": 7.73,
      "texto": "en el momento que te resuelven el problema. Eso es lo que hace claro. Eso es lo que hace claro, que no lo hacemos avistar. No le importó a tres carajos.",
      "confianza": 0.55,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.11,
      "fin": 93.42,
      "duracion": 6.31,
      "texto": "Ahora te llama todos los días, como anteriormente, también antes de darme llamadas todos los días, bueno, hasta que lo utilicen.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.03,
      "fin": 128.73,
      "duracion": 34.7,
      "texto": "¿Para qué lo puse? Para detener la gente, pero después se olvida de la gente. Entonces, conmigo no me cuentes nada, por ejemplo, de que no cumple con los requisitos necesarios que ellos compiten. Por ejemplo, ahora me das promoción, resulta que la promoción después me falta, me viene, los canales no andan, y vos los llamás para no escuchar la voz de ellos, o de una chica. ¿Entendés? Me importa el treble de una chica. El tema es que me solucione el problema.",
      "confianza": 0.327,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.75,
      "fin": 132.35,
      "duracion": 3.61,
      "texto": "Sí, sí, lo entiendo, Carlos, obvio.",
      "confianza": 0.57,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.9,
      "fin": 134.56,
      "duracion": 1.66,
      "texto": "Obvio, se está mandando por un servicio.",
      "confianza": 0.239,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.14,
      "fin": 192.0,
      "duracion": 56.86,
      "texto": "Exactamente. Vos vas a salir ahí de movista, cuando vas a salir de movista, vos sos un usuario. Y si vos eres que llega, no sé qué compañías tenés, vos querés solucionar el problema, porque lamentablemente todo depende de vos en Internet. Entonces, si después se hacen los técnicos de esa empresa, se hacen los tontos y encima te contestas para la miércoles, ¿entiendes? No me lo dijo de frente, directamente lo dijo por teléfono. Claro, entiendo. La verdad que lamento mucho la mala atención que ha tenido, así, justamente en otro de... No, en otros años lo tuve. dos años, pero no es tanto la promoción, sino que cuando vos tenés un problema, vos querés que se solucione el problema. Eso es lo que hace claro. Pero un ejemplo, movistar te da 30 por el peso de tanto, si no te damos 100. Claro, te da 100 directamente.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.86,
      "fin": 194.56,
      "duracion": 1.7,
      "texto": "¿Entiendes lo que digo?",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.58,
      "fin": 196.19,
      "duracion": 1.6,
      "texto": "Sí, sí, obvio, lo entiendo.",
      "confianza": 0.357,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.21,
      "fin": 241.7,
      "duracion": 45.49,
      "texto": "Uno es que me esté comunicando porque, bueno, nosotros hemos mejorado todo lo que es a partir de agosto, hemos mejorado todo lo que es tanto el capital humano como el servicio de cobertura, sí, justamente para que ustedes no tengan inconvenientes tanto en lo que es internet, en la telefonía móvil, en los canales que ustedes contraten y que también tenga buena atención por parte del personal, sí, que usted se pueda comunicar con alguien y que le atiendan y le resuelvan ¿Sabés lo que me va a costar? ¿Sabés lo que pasa? Yo en Movistar, el celular lo tuve 14 años. Entonces voy a decir, bueno, Internet todavía no habría venido, digamos, hogar, digamos, en la parte. Entonces yo nunca tuve problema de Movistar con la llamada.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 242.38,
      "fin": 247.45,
      "duracion": 5.07,
      "texto": "Pero me ponía de la nuca cuando vino el Internet, ¿viste?",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.97,
      "fin": 261.5,
      "duracion": 13.53,
      "texto": "Era una cosa de loco, ¿viste? ¿Qué pasa? Esto es lo que tiene Movistar, te da 120 canales con el precio más bajo y encima te lo bajan cuando pasan cuatro meses, ¿viste? Bajámelo porque no puedo, estamos en una situación incómoda.",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 262.13,
      "fin": 264.61,
      "duracion": 2.48,
      "texto": "Y la calidad es óptima, ¿me entendés?",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.63,
      "fin": 270.26,
      "duracion": 5.63,
      "texto": "Y yo para volver a creer de vuelta a Movistar, yo tengo muchos de acá, yo soy de San Fernando.",
      "confianza": 0.604,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 270.28,
      "fin": 285.03,
      "duracion": 14.75,
      "texto": "¿Sabés que todos me dijeron lo mismo? Me dicen, no, no es una porquería Movistar. Entonces, a esa gente, ¿cómo lo vuelves a traer de vuelta? No lo volvés a traer, porque si quisieras un pincho, porque cuando una vez que vos lo perdés, a vos te pasaría lo mismo.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 285.59,
      "fin": 309.5,
      "duracion": 23.91,
      "texto": "Una vez que no volvés a confiar lo mismo, ¿entendés lo que te digo? Es como si vos tenés uno que te engañó, no vas a volver a confiar de vuelta, ¿entendés lo que te digo? Hombre con un ser, ¿no? Obviamente, pero bueno. Bueno, perfecto. Es una pena, pero yo me jugué con ustedes, pero no supiero valorar lo que uno... ¿Sabés lo que hacía yo para poder pagar este movilizar?",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 310.12,
      "fin": 313.56,
      "duracion": 3.44,
      "texto": "Y no valía la pena porque los canales no mandaban bien.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 314.88,
      "fin": 324.57,
      "duracion": 9.69,
      "texto": "Y lo llamaba al técnico, ¿viste? Una vez me tuvo una semana y media, una semana éramos sin internet, ¿viste? Porque se habían llevado...",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 325.08,
      "fin": 377.94,
      "duracion": 52.86,
      "texto": "un aparato que se llevó y no me dejó la otra vez que bueno, uno hace nada. Bueno, los técnicos que vinieron, son el técnico que vino en ese momento, he escuchado un espacio a averiguar, esto fue en 2023, de luego recién hasta el año pasado, lo saqué, Ahora voy a escuchar lo que dicen los demás, lo que tú llegas a poner en modestar, voy a ver qué dicen. Si son buenos, bueno, tal vez más adelante, y si no tengo otra, no creo, porque claro, está 100 años luego en una parte. Lo que vale es el servicio, lamentablemente, no los beneficios que te dan, aparte, ¿no? La idea es tratar de pagar algo que vos te beneficia.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 378.64,
      "fin": 382.82,
      "duracion": 4.19,
      "texto": "Si vos sale un poquito más caro, me lo puedes bajar porque la verdad no lo quiero perder la cobertura.",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 383.4,
      "fin": 408.31,
      "duracion": 24.91,
      "texto": "Uno tiene que depender del cliente, dame lo que más pueda. Tampoco no va a arrodillarse a este punto de vista que todo el cliente la tiene de razón. Yo te digo lo que me pasó a mí. Bueno, no hay ningún problema. Yo entonces ahí lo dejo asentado y lo dejo agendado por algún futuro para poder venderle nuevamente lo que es el servicio, ¿sí?",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 411.62,
      "fin": 414.05,
      "duracion": 2.43,
      "texto": "Muchas gracias. Bueno, aquí tengo mandíacas, señorita. Gracias, igualmente.",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Cómo le va? Me estoy comunicando con Carlos, Alberto. ¿De parte? Como le van gusta, mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarlo un desconto exclusivo para la conservación de su línea móvil. O sea, el parmentero de seguridad le pertenece a claro. ¿Eso es correcto? Sí. Bien, perfecto. ¿Usted actualmente cuenta con lo que es un plan o tiene prepago para hacer recargas? ¿Usted de qué compañía es? de movistar me estoy comunicando justamente para brindarle lo que son nuestras cuentas y promociones. El día de hoy tenemos una muy buena para usted. Sí, pero sabe lo que pasa Linda, que la promoción puede ser muy buena, pero los técnicos habrá que desear. Ya lo tuve movistar y ya le dije de por qué no quiero tener movistar por asunto de que el técnico que vino de lo mal educado me tuve que aguantar la línea de movistar dos años, llamaba yo por ejemplo a gente, vos sos promotora, pero está la gente que te recibe y vos tenés que estar como días y horas para que te digan este tal día, resulta que te dice que una vez que vos llamás tenés que esperar 72 horas, así pasaban como dos semanas, el tema de dos semanas es que vos querés la en el momento que te resuelven el problema. Eso es lo que hace claro. Eso es lo que hace claro, que no lo hacemos avistar. No le importó a tres carajos. Ahora te llama todos los días, como anteriormente, también antes de darme llamadas todos los días, bueno, hasta que lo utilicen. ¿Para qué lo puse? Para detener la gente, pero después se olvida de la gente. Entonces, conmigo no me cuentes nada, por ejemplo, de que no cumple con los requisitos necesarios que ellos compiten. Por ejemplo, ahora me das promoción, resulta que la promoción después me falta, me viene, los canales no andan, y vos los llamás para no escuchar la voz de ellos, o de una chica. ¿Entendés? Me importa el treble de una chica. El tema es que me solucione el problema. Sí, sí, lo entiendo, Carlos, obvio. Obvio, se está mandando por un servicio. Exactamente. Vos vas a salir ahí de movista, cuando vas a salir de movista, vos sos un usuario. Y si vos eres que llega, no sé qué compañías tenés, vos querés solucionar el problema, porque lamentablemente todo depende de vos en Internet. Entonces, si después se hacen los técnicos de esa empresa, se hacen los tontos y encima te contestas para la miércoles, ¿entiendes? No me lo dijo de frente, directamente lo dijo por teléfono. Claro, entiendo. La verdad que lamento mucho la mala atención que ha tenido, así, justamente en otro de... No, en otros años lo tuve. dos años, pero no es tanto la promoción, sino que cuando vos tenés un problema, vos querés que se solucione el problema. Eso es lo que hace claro. Pero un ejemplo, movistar te da 30 por el peso de tanto, si no te damos 100. Claro, te da 100 directamente. ¿Entiendes lo que digo? Sí, sí, obvio, lo entiendo. Uno es que me esté comunicando porque, bueno, nosotros hemos mejorado todo lo que es a partir de agosto, hemos mejorado todo lo que es tanto el capital humano como el servicio de cobertura, sí, justamente para que ustedes no tengan inconvenientes tanto en lo que es internet, en la telefonía móvil, en los canales que ustedes contraten y que también tenga buena atención por parte del personal, sí, que usted se pueda comunicar con alguien y que le atiendan y le resuelvan ¿Sabés lo que me va a costar? ¿Sabés lo que pasa? Yo en Movistar, el celular lo tuve 14 años. Entonces voy a decir, bueno, Internet todavía no habría venido, digamos, hogar, digamos, en la parte. Entonces yo nunca tuve problema de Movistar con la llamada. Pero me ponía de la nuca cuando vino el Internet, ¿viste? Era una cosa de loco, ¿viste? ¿Qué pasa? Esto es lo que tiene Movistar, te da 120 canales con el precio más bajo y encima te lo bajan cuando pasan cuatro meses, ¿viste? Bajámelo porque no puedo, estamos en una situación incómoda. Y la calidad es óptima, ¿me entendés? Y yo para volver a creer de vuelta a Movistar, yo tengo muchos de acá, yo soy de San Fernando. ¿Sabés que todos me dijeron lo mismo? Me dicen, no, no es una porquería Movistar. Entonces, a esa gente, ¿cómo lo vuelves a traer de vuelta? No lo volvés a traer, porque si quisieras un pincho, porque cuando una vez que vos lo perdés, a vos te pasaría lo mismo. Una vez que no volvés a confiar lo mismo, ¿entendés lo que te digo? Es como si vos tenés uno que te engañó, no vas a volver a confiar de vuelta, ¿entendés lo que te digo? Hombre con un ser, ¿no? Obviamente, pero bueno. Bueno, perfecto. Es una pena, pero yo me jugué con ustedes, pero no supiero valorar lo que uno... ¿Sabés lo que hacía yo para poder pagar este movilizar? Y no valía la pena porque los canales no mandaban bien. Y lo llamaba al técnico, ¿viste? Una vez me tuvo una semana y media, una semana éramos sin internet, ¿viste? Porque se habían llevado... un aparato que se llevó y no me dejó la otra vez que bueno, uno hace nada. Bueno, los técnicos que vinieron, son el técnico que vino en ese momento, he escuchado un espacio a averiguar, esto fue en 2023, de luego recién hasta el año pasado, lo saqué, Ahora voy a escuchar lo que dicen los demás, lo que tú llegas a poner en modestar, voy a ver qué dicen. Si son buenos, bueno, tal vez más adelante, y si no tengo otra, no creo, porque claro, está 100 años luego en una parte. Lo que vale es el servicio, lamentablemente, no los beneficios que te dan, aparte, ¿no? La idea es tratar de pagar algo que vos te beneficia. Si vos sale un poquito más caro, me lo puedes bajar porque la verdad no lo quiero perder la cobertura. Uno tiene que depender del cliente, dame lo que más pueda. Tampoco no va a arrodillarse a este punto de vista que todo el cliente la tiene de razón. Yo te digo lo que me pasó a mí. Bueno, no hay ningún problema. Yo entonces ahí lo dejo asentado y lo dejo agendado por algún futuro para poder venderle nuevamente lo que es el servicio, ¿sí? Muchas gracias. Bueno, aquí tengo mandíacas, señorita. Gracias, igualmente.",
  "calidad": {
    "confianza_promedio": 0.524,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:49:41.374911",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 87,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:27.715906",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142158593_ACD_90831",
    "fecha_inicio": "15/1/2026 14:21:58",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 432,
    "tiempo_conversacion": 398,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}