{
  "archivo": "amza_sup2_1_260116175716835_MIT_01990.wav",
  "duracion_segundos": 3479.37,
  "num_segmentos": 423,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 705.15,
    "Cliente": 1053.52
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 22.08,
      "duracion": 22.05,
      "texto": "A parte, está todo el día en la calle, me imagino. Todo el día, sí. Bueno, mira, nosotros tenemos una promoción, bueno, creo que ya te había anunciado el plan de 8 de base más 8 de regalos en total 16, si no tengo uno de 15 de base más 8 gigas de regalos por 6 meses.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.38,
      "fin": 22.44,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.035,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.46,
      "fin": 24.8,
      "duracion": 2.34,
      "texto": "Hay que tener 3 gigas de internet, ¿bien?",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.3,
      "fin": 27.49,
      "duracion": 2.18,
      "texto": "Y el precio es de 23.850.",
      "confianza": 0.771,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.57,
      "fin": 29.87,
      "duracion": 2.3,
      "texto": "Bien.",
      "confianza": 0.878,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.22,
      "fin": 47.15,
      "duracion": 16.93,
      "texto": "vas a tener lo que es whatsapp gratis, llamadas libres a cualquier compañía, romina el mundo en el caso de que viajes y también la posibilidad de activar 20 gigas de regalos con una duración de 30 días, eso en el momento que lo desees activarlo, lo puedes activar y por un mes vas a tener 20 gigas más, ¿bien?",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.16,
      "fin": 55.74,
      "duracion": 8.57,
      "texto": "Si no, después tengo 30 de bases más 8 gigas de regalos por 6 meses, ese tiene el precio de 25 mil, son 2 mil pesos más pero vas a tener el doble",
      "confianza": 0.781,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.16,
      "fin": 83.89,
      "duracion": 27.73,
      "texto": "y es 25.150 y si no, el panel más alto que ofrecemos es de 50 GB de Internet más 8 GB de regalo, va a tener 58 GB de Internet al precio de 28.350. Bien, pero bueno, ya 50 me parece que es una barbaridad, salvo que... Te comento, no se nunca... Bueno, si no decía, me lo explicaba. Y siempre pagando el costo de...",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.56,
      "fin": 89.23,
      "duracion": 4.67,
      "texto": "Casi 18 o 19 mil pesos. ¿Y tenés cuantos gigas? 19.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.31,
      "fin": 131.27,
      "duracion": 39.96,
      "texto": "Y te faltan, a veces hay meses que te faltan, digamos. A veces sí, pero llevo bien igual con eso. No porque, aparte que no estoy en mi base, uso mi wifi ahí directamente y no uso mi laptop. El tema es que no me voy a la costa, pasa que a mí desde que me bajaba como Vistar yo me iba a la costa y a mitad de la ruta ya no tenía señal. No sé si cambiaran las centenas ahora o qué, pero bueno, tengo compañeros que siguen viendo y a ese tiene problemas. Ok, perfecto. Yo por ejemplo viajé el año pasado y soy Moizar, obviamente, y no tuve problemas. Esto puede haber pasado que yo, por lo que estoy viendo en sistema, te has ido en diciembre del año 2024, ¿verdad?",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.19,
      "fin": 152.58,
      "duracion": 20.39,
      "texto": "Exactamente. Yo no viajé por el tema de cosas. Claro. que tuve una problema con mi mamá, que falleció y bueno, no voy a hacer, pero me quedé acá. Bien, perfecto. Bueno, mirá, como te digo, ¿qué es lo bueno que Movistar tiene a diferencia de Claro? Es el tema del consumo de los gigas.",
      "confianza": 0.329,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 153.12,
      "fin": 182.25,
      "duracion": 29.13,
      "texto": "Si bien a lo mejor sos de utilizar bastante gigas, lo que pasa en la compañía de Claro es que vos, aunque tengas bloqueado el teléfono, tu celular sigue consumiéndose los datos. No sé si ha escuchado o si te ha pasado de que por ahí decís, no utilicé tanto el teléfono y ya me quedé sin datos. Eso es justamente porque, bueno, obviamente mientras que tenés bloqueado el teléfono sin usarlo, los datos se siguen consumiendo.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.13,
      "fin": 206.31,
      "duracion": 23.18,
      "texto": "Ahora, en la compañía Montar eso no sucede, vos no lo utilizas, directamente no se termina de consumir. Con la cantidad de ligas que vos me dijiste que son 19 y andás bien, Yo te puedo ofrecer este plan de 16 gigas de internet en 10.400, ¿bien? Y si no llegues, por ejemplo, vos lo contratas y vos decís, che, no, con lo que utilizo voy a necesitar un plan más alto.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.89,
      "fin": 221.62,
      "duracion": 14.73,
      "texto": "En todo caso, desde la aplicación de Movistar podés seleccionar un plan más alto que incluso siendo cliente de Movistar te vas a tener más descuentos, ¿bien? Pero en principio yo te recomiendo este plan que está a un buen precio, inclusive hoy es el último día de la promoción,",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 221.85,
      "fin": 235.35,
      "duracion": 13.5,
      "texto": "que está en 10.400, son 16 GB de Internet total, con ya WhatsApp gratis, llamadas libres a cualquier compañía, 1 GB para juegos en línea, y el roaming en América en el caso de que viajes a países límitos.",
      "confianza": 0.724,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.37,
      "fin": 271.26,
      "duracion": 35.89,
      "texto": "Bien. Y si no, bueno, como te digo, si a lo mejor no te conviene este precio que te ofrecí de 23 GB de Internet en 23.850, por ahí puedes acceder al 16, probar, y en el caso de que por ahí te falten gigas, que para mí no creo, Pero bueno, en el caso de que te falten, podés seleccionar un plan desde la aplicación con más gigas, incluso, como te digo, ya por... Sí, además, además, todavía tengo la aplicación, todavía tengo la aplicación de Movistar. Movistar, ok. Bien, como sabés, Movistar también tiene Club Movistar, donde vas a tener descuento no solamente en Senfarmarsher, sino también en diferentes aplicaciones, que eso te ayuda bastante.",
      "confianza": 0.254,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.8,
      "fin": 309.97,
      "duracion": 38.17,
      "texto": "Y bueno, la idea es que puedas regresar, como vimos también que en el editorial tuyo de... En el historial de cliente vimos que también habías sido un buen cliente, es que nos apareciste en la base para poder recuperarte, llamarte y ofrecerte el rechazo. Además, yo estaba hablando con una asesora de Movistar y cuando estuve a punto de pasarme no me atendía más. No me acuerdo de mi llamada. La idea es que puedas regresar y que puedas aprovechar esta oportunidad. El trámite es muy sencillo, justamente por lo que fuiste en la compañía. Yo necesitaría verificar algunos datos.",
      "confianza": 0.8,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.53,
      "fin": 336.18,
      "duracion": 25.65,
      "texto": "Y por ahí, si andás mucho en la calle, por el tema del chip, te puedo asignar una sucursal para que vos vayas y lo retires, ¿vale? Lo retiras y directamente lo pones en tu celular. De esta forma, obviamente no se habita... ¿Cuánto tardaría en llegar al chip? Si es por domicilio, tenemos una demora entre 7 a 10 días hábiles. ¿Bien? ¿Pero esto puedo seguir usando el mío? Sí, obviamente vas a seguir utilizando claro, normalmente, hasta que te llegue el chip de Moistur.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.78,
      "fin": 394.5,
      "duracion": 57.72,
      "texto": "Si no te puedo asignar una sucursal de Moistur cercano a donde vives o donde trabajas, más o menos el trámite se demora 48 horas nada más. Es decir, que más o menos entre el lunes o martes ya estarías utilizando la compañía Moistur. Lo bueno es que en el caso de que elijas la sucursal, nos ahorraríamos un ciclo prácticamente de facturación, porque obviamente, claro, sigue facturando, ¿se entiende? Entonces, si no, obviamente, si esperamos de acá, cinco o siete días, ya te entró otro ciclo de facturación y a lo mejor, claro, vas a tener que pagar una factura. Entonces, bueno, nada, obviamente, te ofrezco las dos opciones. Y con el tema de la facturación, ¿cómo sería, cuándo lo pagaría yo? Mira, en la fecha de pago, recién vamos a saber, una vez que ya estés en la compañía, porque, obviamente, esto es un proceso. No sé qué día vas a ser parte de la compañía. Una vez que ya seas parte de la compañía Meitar podemos saber cuándo es tu ciclo de facturación y los vencimientos del pago.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 395.08,
      "fin": 403.33,
      "duracion": 8.25,
      "texto": "Ahora, quédate tranquilo que el ciclo de facturación lo podés cambiar para que se adecude a tus días de pago o a los días en donde vos deseas pagar la compañía.",
      "confianza": 0.772,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 403.95,
      "fin": 419.48,
      "duracion": 15.53,
      "texto": "Pero eso lo podés hacer desde la plaza. Por lo menos me queda hacer los cambios de 2019-2012. Fíjate, capaz que ya habías cobrado hace rato. Yo lo pague hoy a la mañana. Claro, es lo que estamos pagando atrasado.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 419.98,
      "fin": 426.67,
      "duracion": 6.69,
      "texto": "Justamente por eso, porque a lo mejor no te dieron nunca la opción de cambiar el ciclo de facturación. Entonces, bueno, como está lo vas a poder hacer, ¿sí?",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 428.77,
      "fin": 431.31,
      "duracion": 2.54,
      "texto": "Alfredo, como te dije, el trámite sería muy sencillo.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 431.33,
      "fin": 433.18,
      "duracion": 1.84,
      "texto": "Yo tengo acá, por ejemplo, tu dato.",
      "confianza": 0.809,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 433.28,
      "fin": 436.7,
      "duracion": 3.42,
      "texto": "Tu nombre es Roberto Alfredo Acuña. Acuña, exactamente.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 436.72,
      "fin": 437.58,
      "duracion": 0.86,
      "texto": "Bien, perfecto.",
      "confianza": 0.675,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 437.6,
      "fin": 441.69,
      "duracion": 4.09,
      "texto": "¿Vos me podés decir los últimos tres dígitos de tu DNI para verificar si está correcto?",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 443.59,
      "fin": 449.08,
      "duracion": 5.49,
      "texto": "Los tres últimos, acá 371. Bien, perfecto. Mira, yo necesitaría lo que es un correo electrónico.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 454.45,
      "fin": 472.15,
      "duracion": 17.7,
      "texto": "¿Estás dispuesto? ¿Me lo decís? Todavía estoy en duda, por el tema del... El otro me parece más caro porque se lo va a comer una silla, y el de 16 no sé cómo va a... No sé cómo va a andar. Yo, en mi base, yo trabajo en la amarela, en el fondo, en la capilla.",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 472.89,
      "fin": 475.0,
      "duracion": 2.1,
      "texto": "Y a veces la gente la quiere enseñar.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 475.5,
      "fin": 475.68,
      "duracion": 0.18,
      "texto": "Claro.",
      "confianza": 0.421,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 475.74,
      "fin": 488.85,
      "duracion": 13.11,
      "texto": "El que anda muy bien ahí es personal, y este tercero no va a ser personal porque se tiene un problema. Esto pasa con Florencio Varela y nos pasa a todas las compañías. Florencio Varela es una localidad que explota de habitantes.",
      "confianza": 0.426,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 490.06,
      "fin": 520.4,
      "duracion": 30.34,
      "texto": "Entonces, por ahí saturan los que son las líneas, nada más. No es que no haya cobertura, sino que por ahí hay momentos o picos del día donde por ahí la señal como que se satura, pero nada más. No es que no tengamos cobertura, vas a tener cobertura, pero bueno, obviamente entiendo lo que me estás comentando. Y obviamente esto se va solucionando, obviamente semana tras semana Movistar va actualizando su señal y bueno, la idea es que puedas aprovechar esta oportunidad, este beneficio que Movistar te quiere brindar.",
      "confianza": 0.858,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 522.94,
      "fin": 581.82,
      "duracion": 58.88,
      "texto": "A lo sumo que te puede pasar, Alfredo, pagar menos un mes y bueno, si no te llega a servir, pues como te dije, podés cambiar no solo de plan, sino otra vez cambiar de compañía, no sé. Igual, hoy en día es mucho más fácil. Hoy en día, como te digo, lo único que necesitaría era tu correo electrónico, número alternativo de contacto, en el caso de que no tengas ningún problema, y la localidad para saber dónde te va a llevar el chip. El tema es que son seis meses y yo cada seis meses lo puedo renovar. Exactamente. Cambias de plan. ¿Qué pasa? Justamente lo que vos me comentabas antes. A lo mejor antes te ofrecían un plan de cada un año y en ese año ya había aumentado un montón el plan. Entonces ahora, como es por seis meses, vos al sexto mes, cambias de plan y les quise un nuevo plan y listo. Y lo que se varía mucho el aumento de mucho con él.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 582.35,
      "fin": 612.09,
      "duracion": 29.74,
      "texto": "Me llaman y dicen, bueno, se fue a 11, nunca. Con un mes de anticipación, cosa que antes Movistar no tenía, ahora con un mes de anticipación te avisas, tu facturación el mes que viene va a sufrir, no sé, un 1% de aumento o un 0,5% o algo así. Y obviamente... Esto no pasaba porque a mí directamente Movistar me cachoraba bien así. Claro, sí, sí, sí, eso pasaba a todos. Entonces, bueno, obviamente Movistar... Hay que pasar el correo. Dale, decime el correo. No hay problema.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 617.34,
      "fin": 646.09,
      "duracion": 28.76,
      "texto": "No, eh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 647.37,
      "fin": 648.09,
      "duracion": 0.72,
      "texto": "Perfecto.",
      "confianza": 0.554,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 648.11,
      "fin": 655.92,
      "duracion": 7.81,
      "texto": "¿Arroba, Gmail? 2246.arroba.gmail.com Perfecto. ¿Algún número alternativo de contacto?",
      "confianza": 0.834,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 657.62,
      "fin": 669.63,
      "duracion": 12.01,
      "texto": "El pasante número es unos... 11, 30, 68, 08, 17. Perfecto. Bien.",
      "confianza": 0.432,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 670.47,
      "fin": 675.68,
      "duracion": 5.2,
      "texto": "Alfredo, ¿me podés confirmar si tu fecha de nacimiento es el 3 de febrero de 2018?",
      "confianza": 0.698,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 675.7,
      "fin": 676.84,
      "duracion": 1.14,
      "texto": "Exactamente. Bien. Perfecto.",
      "confianza": 0.347,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 679.86,
      "fin": 687.25,
      "duracion": 7.39,
      "texto": "¿Decime de qué localidad sos? ¿Me dijiste Florencio Varela o trabajas para aquí? Florencio Celano. Trabajo en Varela, estoy en Celano.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 687.27,
      "fin": 687.61,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.779,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 687.63,
      "fin": 693.08,
      "duracion": 5.45,
      "texto": "Y te hago una pregunta, ¿qué te conviene más? ¿Esperar al chip a tu domicilio o la sucursal?",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 694.88,
      "fin": 703.17,
      "duracion": 8.29,
      "texto": "Me conviene esperar a que sea el chip también. Porque a veces ando en la calle, a veces no. Y en Varela, ¿por qué capaz que no... Ahí, ahí, ¿sucursal en Varela?",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 704.49,
      "fin": 708.5,
      "duracion": 4.01,
      "texto": "Ahí te digo. Hay una en la calle, ahí te digo bien.",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 711.87,
      "fin": 730.43,
      "duracion": 18.56,
      "texto": "No, Borilano o Enzolano. Enzolano, avenida 844. ¿Y se puede ir por aquí arriba? Sí, por ahí vas a poder ir a partir del lunes, ya seguramente va a estar listo el chip, así que vas, lo retiras. Esto es recordar que es un proceso que se demora 48 horas.",
      "confianza": 0.23,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 731.34,
      "fin": 736.96,
      "duracion": 5.63,
      "texto": "Te va a llegar un mensaje de texto diciéndote qué día pasarías a hacer a la compañía de Moistar.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 737.86,
      "fin": 739.77,
      "duracion": 1.9,
      "texto": "Vas, lo retiras al chip y lo colocas en tu celular.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 741.47,
      "fin": 746.3,
      "duracion": 4.83,
      "texto": "Ponele, yo digo que esté acá solano, que me queda más cerca de mí solano. Sí.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 747.34,
      "fin": 751.96,
      "duracion": 4.62,
      "texto": "¿Ya en el momento que voy a retirar eso por mis chifros o te voy a solar un mensaje? Exactamente.",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 753.75,
      "fin": 754.61,
      "duracion": 0.86,
      "texto": "Ya lo colocaste.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 755.33,
      "fin": 760.2,
      "duracion": 4.87,
      "texto": "Ah, ahí en el momento. Exactamente. Incluso ahí, si querés, los chicos te pueden ayudar a colocarlo y activarlo.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 763.0,
      "fin": 796.94,
      "duracion": 33.94,
      "texto": "Solamente cambio el chifro, no, no, no. No tengo que borrar la aplicación, no tengo que borrar... Ah, nada. Incluso hoy... todo lo que es contacto y todo eso se guardan en los mails, viste, que apenas prendes el teléfono nuevo, te da la opción de activar un mail y ya todo se guarda ahí, así que no hay problema. ¿Los mando las opusales? Mando las opusales si me queda cerca. La avenida 844-24-64 es la dirección. Yo igualmente le voy a decir a la asesora de que te deje el WhatsApp de ella y ahí te va a dejar la dirección y todo.",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 797.95,
      "fin": 826.62,
      "duracion": 28.67,
      "texto": "Ahora lo que necesito hacer es un repaso de los datos y obviamente te repaso lo que es el plan. Aquí te voy a hacer unas preguntas. Esto es un cierre comercial obligatorio de la compañía. Lo voy a hacer breve. Para decir futuras promociones, ¿cuántas con internet hemos de estar en tu domicilio? Voy a decirme cuando y yo te vuelvo a hablar.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 827.77,
      "fin": 885.33,
      "duracion": 57.56,
      "texto": "Bien, te decía que necesito hacer lo que es un cierre comercial, esto es un repaso del plan y de tus datos, y obviamente te hago algunas preguntas, esto es obligatorio por la compañía, y la primera pregunta fue si en tu domicilio contas con Internet de Movistar. Hay Movistar acá, ¿sí, no? Usted tiene el Movistar de Movistar, ¿no? ¿Sí? Sí. Sí. Usted tiene el Movistar, ¿no? Internet de Movistar. No sé si me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 886.52,
      "fin": 903.43,
      "duracion": 16.91,
      "texto": "4.71. Perfecto. Su compañía actualmente escriba lo que me comentó que cuenta con factura mensual. La factura está su nombre, ¿verdad? Exactamente. ¿En tu celular utilizas chip físico o chip virtual? No, en internet o en físico. En físico, que se inserta en un celular. Perfecto. Bien,",
      "confianza": 0.558,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 903.43,
      "fin": 908.83,
      "duracion": 5.4,
      "texto": "entonces queremos trabajar a retirar tu chip por la tienda Movistar de Avenida 844 a la numeración 2464.",
      "confianza": 0.778,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 908.85,
      "fin": 910.86,
      "duracion": 2.0,
      "texto": "Ya te lo voy a dejar por WhatsApp.",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 911.36,
      "fin": 924.23,
      "duracion": 12.87,
      "texto": "¿Te recuerdas? Sí, decime. Esto yo arranco a pagar el mes que viene. Claro, exactamente. Como te digo, no te puedo dar la fecha exacta porque eso lo voy a saber una vez que ya estés en la compañía. Pero sí, de aproximadamente.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 924.75,
      "fin": 971.8,
      "duracion": 47.05,
      "texto": "Una vez que me corteja directamente, lo colojo por la tercera cuadrada. Exacto, bien. Te escucho un poquito mal, pero sí. Te recuerdo entonces que el costo del servicio al día de hoy es de 10.400, incluido en descuento fijo por seis meses de 41.650, Te recuerdo que el servicio de factura me se ha adelantado y su plan base es de 8 gigas de base más 8 gigas de regalo para aprovechar a la compañía por 6 meses. Bien. Esos 10 gigas de regalo se habilitarán 48 horas después de activar la línea. Bien. Su correo electrónico me dijiste que era roberto AA 2246 a robertgmail.com. Es 22.",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 975.62,
      "fin": 980.67,
      "duracion": 5.05,
      "texto": "2246, ¿me habías dicho?",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 981.85,
      "fin": 995.39,
      "duracion": 13.54,
      "texto": "Tengo anotado 2246. Como número alternativo me brindaste el 11 30 6808 17.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 995.95,
      "fin": 1034.92,
      "duracion": 38.97,
      "texto": "Bien, te comento que estarás recibiendo la facturación online a través del mail que nos proporcionaste. También te recomiendo, aunque ya me dijiste que la tenés, a la aplicación de movilizar la descargue para ver tu factura, ciclo de facturación, vencimiento, montes a pagar. Puedes activar los 20 GB que te comenté al principio de 30 días, eso lo podés activar una vez por año. También podés agredirte a Débito Automático si lo decía, que en el caso de que seas titular de 2 más líneas vas a poder activar 4 GB más. Te comento que, una vez aprobada la portabilidad, tu línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp vamos a estar informándote de la fecha de portabilidad para que te quedes tranquilo, que era lo que te comentaba.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1035.42,
      "fin": 1042.93,
      "duracion": 7.51,
      "texto": "Es importante que no coloques el chip antes de la fecha informada, de todas maneras te vas a dar cuenta porque su línea de claro descarga el recién señal y es ahí cuando dejas colocarlo.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1043.45,
      "fin": 1080.02,
      "duracion": 36.57,
      "texto": "Te comento que por única vez deberás obligarle a la entidad al activarlo y en caso de que tengas alguna dificultad con la variación, intentalo nuevamente, comunícate al 0800-321-7678 opción 4, yo igualmente lo voy a pedir a la asesora que te deje este número, y les solicitamos que en caso de no levantar señal apenas colóquese el equipo, reiniciarlo, ¿sí? Igual, igual de como te dije, una vez que tenga un chip, alguna cosa, lo puedo hacer ahí directamente. Exactamente, bien. Por último, te comento que dentro de los próximos días recibirás una encuesta de satisfacción por mensaje de WhatsApp, les solicitamos por favor que lo completes, ya que tu opinión es muy importante para la empresa, ¿sí? Alfredo, hasta aquí, ¿tenes alguna duda, alguna consulta?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1080.92,
      "fin": 1086.43,
      "duracion": 5.51,
      "texto": "Por último, yo te pregunto, querés mantener tu mismo número, ¿verdad?",
      "confianza": 0.804,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1091.48,
      "fin": 1096.68,
      "duracion": 5.2,
      "texto": "Me imagino. Bueno, yo te digo, para poder mantener tu mismo número, yo necesito generar lo que es el código de portabilidad.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1097.18,
      "fin": 1132.16,
      "duracion": 34.98,
      "texto": "Este código de portabilidad es un mensaje de texto que llega a tu celular, que nos permite obviamente mantener tu mismo número cuando hacemos el traspaso de compañía. te advierto, Alfredo, de que te van a llegar llamadas y promociones de claro, obviamente buscan retenerte como cliente, estas promociones son solo de retención por dos meses, pero bueno, nada, para que sepas que por lo menos desde nuestra parte ya no nos vamos a comunicar, cualquier cosa que vos necesites nos vamos a comunicar por WhatsApp, ¿sí? ¿Te puedo consultar para saber si te llegó ese código de portabilidad? ¿Por mensaje? Exacto, te tiene que ir. Ahí está.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1134.79,
      "fin": 1135.65,
      "duracion": 0.86,
      "texto": "Son zonas.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1136.15,
      "fin": 1160.68,
      "duracion": 24.53,
      "texto": "Bien, a ver ahí lo estoy generando. Volamos un segundito. ¿Se llegó? Ahora sí, a ver. Se ha ido de portaduría. Te escucho un poquito medio cortado, no sé si vos lo lográs escuchar bien.",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1161.45,
      "fin": 1180.88,
      "duracion": 19.43,
      "texto": "Bien, ahora necesito que leas el código para que quede en la grabación. ¿Puede ser? ¿Su código o portabilidad? ¿Te digo el código? Sí, por favor. 6560 Sí, y tiene una fecha de nacimiento. 6601 a las nueve horas.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1180.9,
      "fin": 1186.9,
      "duracion": 6.0,
      "texto": "Perfecto. Perfecto.",
      "confianza": 0.537,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1187.22,
      "fin": 1208.3,
      "duracion": 21.08,
      "texto": "Ahí Marlen te dejó lo que es un mensajito por WhatsApp, ¿bien? te va a dejar lo que es la SOCURSAL, que vamos a asignarte, también te va a dejar lo que es, eh, vamos a unir, acá, bien, te va a dejar lo que es el 0800, ¿sí?",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1211.02,
      "fin": 1213.51,
      "duracion": 2.48,
      "texto": "Bien, eh, Alfredo, ¿has aquí duda, consulta?",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1215.55,
      "fin": 1242.46,
      "duracion": 26.91,
      "texto": "No, no, bien, perfecto, entonces, Yo, a partir de ahora, te doy la bienvenida a la compañía de Moisar, ¿sí? Recordá entonces de que el día que tengas que ir a retirar el chip, lo colocas directamente a tu celular. Y bueno, cualquier duda, cualquier consulta, vas a tener el número de Marlen. Y por último, te voy a pedir que apenas terminemos la comunicación, le mandes lo que es la fotito de tu DNI, porque te lo van a pedir cuando vayas a retirar tu chip. Y también la captura de pantalla del código de portabilidad, porque necesitamos adjuntarlo a la solicitud, ¿sí?",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1244.21,
      "fin": 1250.88,
      "duracion": 6.67,
      "texto": "Exactamente, recordar que previamente te va a llegar el mensajito, si?",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1252.64,
      "fin": 1263.66,
      "duracion": 11.02,
      "texto": "Cualquier cosa le escribís a Marlen, y bueno, si podés apenas de hacer el mensajito, respondéla si ella ya te agenda. Listo, bueno, perfecto. Muchísimas gracias, Alfredo, y bienvenido a la compañía.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1265.54,
      "fin": 1266.28,
      "duracion": 0.74,
      "texto": "Hasta luego, Chacho.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2497.9,
      "fin": 2504.93,
      "duracion": 7.02,
      "texto": "la la la la la la la la la la la la",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2527.35,
      "fin": 2639.67,
      "duracion": 112.32,
      "texto": "¿En el interior? Sí, pero no quiero que esté el que está allá. El que está solito. ¿Por qué? ¿Quiere tomar el mismo café a mí? ... ... ... ... ¿Qué pasa? ¿Qué pasa? Entiendan que no podemos estar en cero.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2652.24,
      "fin": 2653.49,
      "duracion": 1.25,
      "texto": "Gracias.",
      "confianza": 0.246,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2693.74,
      "fin": 2695.63,
      "duracion": 1.89,
      "texto": "No me pierdas.",
      "confianza": 0.482,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2770.82,
      "fin": 2772.75,
      "duracion": 1.93,
      "texto": "De mi, de mi...",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2821.68,
      "fin": 2825.19,
      "duracion": 3.51,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes con Rebeca.",
      "confianza": 0.13,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2826.55,
      "fin": 2827.23,
      "duracion": 0.68,
      "texto": "¿Qué tal, Rebeca?",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2827.25,
      "fin": 2830.04,
      "duracion": 2.78,
      "texto": "Mi nombre es Nicolás, me estoy comunicando la compañía Mozart.",
      "confianza": 0.75,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2831.46,
      "fin": 2841.27,
      "duracion": 9.81,
      "texto": "¿Cómo estás? ¿Me habían pasado tu número porque estabas interesada en lo que es la portabilidad numérica? ¿Puede ser? Los datos. Ok.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2841.27,
      "fin": 2842.66,
      "duracion": 1.39,
      "texto": "Bien, perfecto.",
      "confianza": 0.703,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2842.68,
      "fin": 2847.62,
      "duracion": 4.95,
      "texto": "Obviamente necesitamos saber primero si tenés alguna duda, alguna consulta en cuanto al plan.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2852.56,
      "fin": 2853.22,
      "duracion": 0.66,
      "texto": "Bien, perfecto.",
      "confianza": 0.63,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2853.24,
      "fin": 2860.05,
      "duracion": 6.81,
      "texto": "¿Cuál es el plan que te ofrecieron? OK, bien.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2860.07,
      "fin": 2860.71,
      "duracion": 0.64,
      "texto": "Bien, perfecto.",
      "confianza": 0.603,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2860.77,
      "fin": 2873.27,
      "duracion": 12.5,
      "texto": "Si querés te comento cómo es. Sí, es un plan de 8 GB de base. Ah, bien, perfecto. Te hago una pregunta. ¿Ya te llamaron? ¿Te hicieron el cierre comercial? ¿Te enviaron lo que es el código de portabilidad, todo eso?",
      "confianza": 0.771,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2876.45,
      "fin": 2882.42,
      "duracion": 5.97,
      "texto": "Ah, bien, perfecto. Quedo. OK, perfecto. Ahora quedaba ser lo que es el cierre comercial, ¿sí?",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2883.24,
      "fin": 2884.34,
      "duracion": 1.1,
      "texto": "Bien, perfecto.",
      "confianza": 0.584,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2884.36,
      "fin": 2889.27,
      "duracion": 4.91,
      "texto": "Bueno, entonces te comento, voy a repasar unos datos y te voy a hacer unas preguntas.",
      "confianza": 0.8,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2889.33,
      "fin": 2896.98,
      "duracion": 7.65,
      "texto": "La idea es que justamente corroboremos que está todo correcto, ¿sí? Bien, para los futuras promociones, ¿te cuenta con Internet de Moistura?",
      "confianza": 0.785,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2900.11,
      "fin": 2904.41,
      "duracion": 4.31,
      "texto": "¿Usted tiene Internet de Moistura actualmente en su domicilio?",
      "confianza": 0.852,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2904.43,
      "fin": 2907.34,
      "duracion": 2.91,
      "texto": "No, OK. OK, bien, perfecto.",
      "confianza": 0.515,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2907.36,
      "fin": 2910.9,
      "duracion": 3.55,
      "texto": "Entonces, eran dos vinilas que estás por portar, ¿verdad?",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2912.89,
      "fin": 2925.79,
      "duracion": 12.9,
      "texto": "Mira, actualmente tenemos promociones a partir de 24,000 pesos al servicio de internet. Bien, si en algún momento estás interesado, creo que Juliana te había mandado lo que es el WhatsApp y, bueno, puedes hablar ahí al WhatsApp de ellos, ¿sí?",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2926.87,
      "fin": 2943.21,
      "duracion": 16.34,
      "texto": "Bien. Bien, perfecto. Entonces, estamos portando las líneas 11, 54, 79, 66, 28, y la otra línea es 11, 40, 72, 14, 06, ¿correcto? Bien. Las dos líneas están al nombre y apellido de Rebeca Gabriela Domar León.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2944.63,
      "fin": 2947.13,
      "duracion": 2.5,
      "texto": "Bien, ¿me puedes confirmar los últimos tres dígitos de tu DNI?",
      "confianza": 0.736,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2950.24,
      "fin": 2951.34,
      "duracion": 1.1,
      "texto": "Bien, perfecto.",
      "confianza": 0.416,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2951.7,
      "fin": 2954.46,
      "duracion": 2.76,
      "texto": "Bien, me confirma que actualmente su compañía es Claro, ¿correcto?",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2955.74,
      "fin": 2957.77,
      "duracion": 2.02,
      "texto": "¿Cuenta con factura mensual en las dos líneas?",
      "confianza": 0.821,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2959.17,
      "fin": 2961.15,
      "duracion": 1.98,
      "texto": "Bien, ¿la factura está a su nombre o en el nombre de la persona?",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2962.41,
      "fin": 2962.97,
      "duracion": 0.56,
      "texto": "Bien, perfecto.",
      "confianza": 0.655,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2962.99,
      "fin": 2967.74,
      "duracion": 4.75,
      "texto": "Te hago una consulta. Los teléfonos, alguno de los teléfonos, ¿utiliza chip físico o chip virtual?",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2969.69,
      "fin": 2995.46,
      "duracion": 25.77,
      "texto": "Los dos son físicos. Bien, perfecto. Había seleccionado que vas a retirar tu chip por la sucursal de Abasto Shopping, ¿correcto? Bien. OK, perfecto. Entonces, que te recuerdo que el costo del servicio al día de hoy es de 10,400. Incluye un descuento fijo por seis meses de 42,650. Te recuerdo que el servicio factura mes adelantado. Y el plan base es de 8 gigas de base más 8 gigas de regalo con una duración de seis meses, ¿sí?",
      "confianza": 0.716,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 2996.08,
      "fin": 2997.12,
      "duracion": 1.04,
      "texto": "En total vas a tener...",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2998.92,
      "fin": 2999.96,
      "duracion": 1.04,
      "texto": "Diez mil cuatrocientos.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3003.15,
      "fin": 3007.91,
      "duracion": 4.76,
      "texto": "Bien, el descuento que vas a tener es fijo por seis meses y es de cuarenta y un mil seiscientos cincuenta.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3009.59,
      "fin": 3014.2,
      "duracion": 4.61,
      "texto": "Bien, perfecto.",
      "confianza": 0.666,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 3014.22,
      "fin": 3024.23,
      "duracion": 10.01,
      "texto": "En realidad, después del sexto mes o inclusive en el quinto, ya puedes, si quieres, elegir desde la aplicación algún nuevo plan en caso de que quieras cambiarlo o puedes llamar al cero ochocientos, ¿sí?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3025.27,
      "fin": 3038.12,
      "duracion": 12.85,
      "texto": "Que yo ahora te voy a leer que cero ochocientos. Su email es rebeck-dmrr.gmail.com.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3038.14,
      "fin": 3039.1,
      "duracion": 0.96,
      "texto": "Bien, perfecto.",
      "confianza": 0.597,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 3039.12,
      "fin": 3047.13,
      "duracion": 8.01,
      "texto": "Como número alternativo puedo colocar la otra línea que me brindaste. Sí, bien. Te comento que estarás recibiendo la facturación online a través del mail que nos proporcionó.",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3047.7,
      "fin": 3073.1,
      "duracion": 25.4,
      "texto": "También te recomiendo descargarte la aplicación de Monster ya que puedes ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimiento, si montas a pagar. Puedes activar 20 gigas de regalo con una duración de 30 días. Esto es disponible una vez por año. También puedes aderirte al déficit automático, si lo deseas. Y por portar más de dos líneas, puedes activar 4 gigas, que es del grupo familiar. Esto lo activas una sola vez desde la aplicación y va a quedar de forma permanente en tu plan.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3074.0,
      "fin": 3075.1,
      "duracion": 1.1,
      "texto": "Son 4 gigas de esto.",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3078.79,
      "fin": 3080.11,
      "duracion": 1.32,
      "texto": "Sí, se puede hacer.",
      "confianza": 0.898,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3080.61,
      "fin": 3084.84,
      "duracion": 4.23,
      "texto": "Lo que sí te pregunto si esa línea también es con abono.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3088.38,
      "fin": 3095.12,
      "duracion": 6.74,
      "texto": "Ah, bien, perfecto. Claro, lo que pasa es que para clientes que están en personales vota la promoción. Si no es la misma, para clientes que están en claro.",
      "confianza": 0.238,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3095.64,
      "fin": 3098.93,
      "duracion": 3.28,
      "texto": "Si quiere, después te mando toda la información por WhatsApp.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3098.95,
      "fin": 3099.39,
      "duracion": 0.44,
      "texto": "Bien.",
      "confianza": 0.818,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3099.41,
      "fin": 3134.02,
      "duracion": 34.61,
      "texto": "Un día antes, por mensaje de WhatsApp, vamos a estar informándote de la fecha de portabilidad para que te quedes tranquila. Es importante que no coloques el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque su línea de claro dejará de recibir el señal y es ahí cuando debes colocarlo. Le comento que, por única vez, deberás validar la identidad al activarlo. Y en caso de que tengas alguna dificultad con la avaliación, Intentarlo nuevamente o comunicarse al 0800-321-7678, opción 4, esto te lo voy a dejar por WhatsApp. Le solicitamos que en caso de no levantar señal, apenas colóquenos chip, reinicen el equipo. Y me faltó decirte que una vez aprobada la portabilidad, tu línea portará las 48 horas ayer, ¿sí?",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3135.3,
      "fin": 3142.93,
      "duracion": 7.63,
      "texto": "Por otro lado, dentro de los próximos días recibirás una encuesta de satisfacción por WhatsApp. Le solicito, por favor, que lo complejes, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3143.49,
      "fin": 3146.61,
      "duracion": 3.12,
      "texto": "Rebeca, te hago una consulta. Si aquí tenés duda, consulta.",
      "confianza": 0.837,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3148.2,
      "fin": 3159.13,
      "duracion": 10.93,
      "texto": "Bien, perfecto. Obviamente, querés mantener el mismo número de ambas líneas, ¿verdad? Bien, perfecto. Para poder mantenerte lo que es el número de ambas líneas, necesito generar lo que es un código de portabilidad.",
      "confianza": 0.649,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 3159.73,
      "fin": 3163.47,
      "duracion": 3.74,
      "texto": "Este código de portabilidad solamente es para vos, que sos la titular de ambas líneas.",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3163.98,
      "fin": 3197.32,
      "duracion": 33.34,
      "texto": "Bien, necesito generártelo y te va a llegar por mensajito de texto. Bien, te advierto, Rebeca, que a partir de que te llegue este código de portabilidad, automáticamente, claro, va a aparecer a través de llamadas, mensaje de texto o WhatsApp, Obviamente es una empresa tercializada que se dedica a la retención de clientes, esto te lo informo. Más que nada para que sepas de que nosotros ya no te vamos a llamar, bien, que cualquier cosita nos vamos a estar comunicando por WhatsApp, ¿sí? Bien, yo ahora yo estoy generando el código de portabilidad y necesito que en llamada me confirmen si te llevo. Si esto es de tu autónoma, ahí te aviso cuando haya llegado.",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3203.93,
      "fin": 3208.1,
      "duracion": 4.17,
      "texto": "Bien, ahí me figura que ya te llegó por mensaje de texto. ¿Puedes verificar a ver si te llegó?",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3222.0,
      "fin": 3224.18,
      "duracion": 2.18,
      "texto": "Ahí te escucho muy fácil. No sé si como escuchas bien.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3225.79,
      "fin": 3228.61,
      "duracion": 2.82,
      "texto": "No te llegó. OK, a ver, a volar un sonidito lo vuelvo a enviar.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3233.32,
      "fin": 3235.16,
      "duracion": 1.84,
      "texto": "¿Perdón, pero te llevó ese mensaje de texto?",
      "confianza": 0.373,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3236.82,
      "fin": 3246.75,
      "duracion": 9.93,
      "texto": "Ah, bien, perfecto. Ah, bien, sí, no, igual tranqui. Ahí yo lo genero, a ver, dame un segundo y ya termino. Ya con eso ya terminamos.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3262.93,
      "fin": 3264.11,
      "duracion": 1.18,
      "texto": "¿Me avistaba si te llegó?",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3269.92,
      "fin": 3272.86,
      "duracion": 2.94,
      "texto": "Ah, bien, perfecto. Bueno, mira, yo ya lo generé, ¿sí?",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3274.64,
      "fin": 3289.55,
      "duracion": 14.91,
      "texto": "¿Cuándo te llegue? Necesito que me lo pases por WhatsApp. ¿Puede ser? Dale, perfecto. Muchísimas gracias. Cualquier cosa, escribíme ahí si no te llega. Bien, perfecto. Dale, gracias.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 3304.09,
      "fin": 3323.43,
      "duracion": 19.34,
      "texto": "Juli, escúchame, bueno, haciéndole el cerro comercial ya casi finalizando, me empezó a apolar que se tenía que volver al trabajo, que se yo, pues tienes que le mando el pin de portabilidad y me dice que no le llega, que no le llega, esperamos dos segundos más, lo volvimos a reenviar y me dice que no le llega, y me dice, mira, disculpate, tengo que cortar porque tengo que volver a trabajar y me cortó. Así que por favor escribile.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3376.09,
      "fin": 3405.54,
      "duracion": 29.45,
      "texto": "6 ¿Cuánto llevamos acá? 11 y allá 9 10 11 12 13 14 ¿Cuánto ya dijimos que llevamos? ¿13?",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 3406.93,
      "fin": 3430.77,
      "duracion": 23.84,
      "texto": "¿Ah? No, si no, le ponemos otro.",
      "confianza": 0.248,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3461.43,
      "fin": 3479.37,
      "duracion": 17.94,
      "texto": "¿Qué edad tiene? ¿Qué edad tiene?",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "A parte, está todo el día en la calle, me imagino. Todo el día, sí. Bueno, mira, nosotros tenemos una promoción, bueno, creo que ya te había anunciado el plan de 8 de base más 8 de regalos en total 16, si no tengo uno de 15 de base más 8 gigas de regalos por 6 meses. Sí. Hay que tener 3 gigas de internet, ¿bien? Y el precio es de 23.850. Bien. vas a tener lo que es whatsapp gratis, llamadas libres a cualquier compañía, romina el mundo en el caso de que viajes y también la posibilidad de activar 20 gigas de regalos con una duración de 30 días, eso en el momento que lo desees activarlo, lo puedes activar y por un mes vas a tener 20 gigas más, ¿bien? Si no, después tengo 30 de bases más 8 gigas de regalos por 6 meses, ese tiene el precio de 25 mil, son 2 mil pesos más pero vas a tener el doble y es 25.150 y si no, el panel más alto que ofrecemos es de 50 GB de Internet más 8 GB de regalo, va a tener 58 GB de Internet al precio de 28.350. Bien, pero bueno, ya 50 me parece que es una barbaridad, salvo que... Te comento, no se nunca... Bueno, si no decía, me lo explicaba. Y siempre pagando el costo de... Casi 18 o 19 mil pesos. ¿Y tenés cuantos gigas? 19. Y te faltan, a veces hay meses que te faltan, digamos. A veces sí, pero llevo bien igual con eso. No porque, aparte que no estoy en mi base, uso mi wifi ahí directamente y no uso mi laptop. El tema es que no me voy a la costa, pasa que a mí desde que me bajaba como Vistar yo me iba a la costa y a mitad de la ruta ya no tenía señal. No sé si cambiaran las centenas ahora o qué, pero bueno, tengo compañeros que siguen viendo y a ese tiene problemas. Ok, perfecto. Yo por ejemplo viajé el año pasado y soy Moizar, obviamente, y no tuve problemas. Esto puede haber pasado que yo, por lo que estoy viendo en sistema, te has ido en diciembre del año 2024, ¿verdad? Exactamente. Yo no viajé por el tema de cosas. Claro. que tuve una problema con mi mamá, que falleció y bueno, no voy a hacer, pero me quedé acá. Bien, perfecto. Bueno, mirá, como te digo, ¿qué es lo bueno que Movistar tiene a diferencia de Claro? Es el tema del consumo de los gigas. Si bien a lo mejor sos de utilizar bastante gigas, lo que pasa en la compañía de Claro es que vos, aunque tengas bloqueado el teléfono, tu celular sigue consumiéndose los datos. No sé si ha escuchado o si te ha pasado de que por ahí decís, no utilicé tanto el teléfono y ya me quedé sin datos. Eso es justamente porque, bueno, obviamente mientras que tenés bloqueado el teléfono sin usarlo, los datos se siguen consumiendo. Ahora, en la compañía Montar eso no sucede, vos no lo utilizas, directamente no se termina de consumir. Con la cantidad de ligas que vos me dijiste que son 19 y andás bien, Yo te puedo ofrecer este plan de 16 gigas de internet en 10.400, ¿bien? Y si no llegues, por ejemplo, vos lo contratas y vos decís, che, no, con lo que utilizo voy a necesitar un plan más alto. En todo caso, desde la aplicación de Movistar podés seleccionar un plan más alto que incluso siendo cliente de Movistar te vas a tener más descuentos, ¿bien? Pero en principio yo te recomiendo este plan que está a un buen precio, inclusive hoy es el último día de la promoción, que está en 10.400, son 16 GB de Internet total, con ya WhatsApp gratis, llamadas libres a cualquier compañía, 1 GB para juegos en línea, y el roaming en América en el caso de que viajes a países límitos. Bien. Y si no, bueno, como te digo, si a lo mejor no te conviene este precio que te ofrecí de 23 GB de Internet en 23.850, por ahí puedes acceder al 16, probar, y en el caso de que por ahí te falten gigas, que para mí no creo, Pero bueno, en el caso de que te falten, podés seleccionar un plan desde la aplicación con más gigas, incluso, como te digo, ya por... Sí, además, además, todavía tengo la aplicación, todavía tengo la aplicación de Movistar. Movistar, ok. Bien, como sabés, Movistar también tiene Club Movistar, donde vas a tener descuento no solamente en Senfarmarsher, sino también en diferentes aplicaciones, que eso te ayuda bastante. Y bueno, la idea es que puedas regresar, como vimos también que en el editorial tuyo de... En el historial de cliente vimos que también habías sido un buen cliente, es que nos apareciste en la base para poder recuperarte, llamarte y ofrecerte el rechazo. Además, yo estaba hablando con una asesora de Movistar y cuando estuve a punto de pasarme no me atendía más. No me acuerdo de mi llamada. La idea es que puedas regresar y que puedas aprovechar esta oportunidad. El trámite es muy sencillo, justamente por lo que fuiste en la compañía. Yo necesitaría verificar algunos datos. Y por ahí, si andás mucho en la calle, por el tema del chip, te puedo asignar una sucursal para que vos vayas y lo retires, ¿vale? Lo retiras y directamente lo pones en tu celular. De esta forma, obviamente no se habita... ¿Cuánto tardaría en llegar al chip? Si es por domicilio, tenemos una demora entre 7 a 10 días hábiles. ¿Bien? ¿Pero esto puedo seguir usando el mío? Sí, obviamente vas a seguir utilizando claro, normalmente, hasta que te llegue el chip de Moistur. Si no te puedo asignar una sucursal de Moistur cercano a donde vives o donde trabajas, más o menos el trámite se demora 48 horas nada más. Es decir, que más o menos entre el lunes o martes ya estarías utilizando la compañía Moistur. Lo bueno es que en el caso de que elijas la sucursal, nos ahorraríamos un ciclo prácticamente de facturación, porque obviamente, claro, sigue facturando, ¿se entiende? Entonces, si no, obviamente, si esperamos de acá, cinco o siete días, ya te entró otro ciclo de facturación y a lo mejor, claro, vas a tener que pagar una factura. Entonces, bueno, nada, obviamente, te ofrezco las dos opciones. Y con el tema de la facturación, ¿cómo sería, cuándo lo pagaría yo? Mira, en la fecha de pago, recién vamos a saber, una vez que ya estés en la compañía, porque, obviamente, esto es un proceso. No sé qué día vas a ser parte de la compañía. Una vez que ya seas parte de la compañía Meitar podemos saber cuándo es tu ciclo de facturación y los vencimientos del pago. Ahora, quédate tranquilo que el ciclo de facturación lo podés cambiar para que se adecude a tus días de pago o a los días en donde vos deseas pagar la compañía. Pero eso lo podés hacer desde la plaza. Por lo menos me queda hacer los cambios de 2019-2012. Fíjate, capaz que ya habías cobrado hace rato. Yo lo pague hoy a la mañana. Claro, es lo que estamos pagando atrasado. Justamente por eso, porque a lo mejor no te dieron nunca la opción de cambiar el ciclo de facturación. Entonces, bueno, como está lo vas a poder hacer, ¿sí? Alfredo, como te dije, el trámite sería muy sencillo. Yo tengo acá, por ejemplo, tu dato. Tu nombre es Roberto Alfredo Acuña. Acuña, exactamente. Bien, perfecto. ¿Vos me podés decir los últimos tres dígitos de tu DNI para verificar si está correcto? Los tres últimos, acá 371. Bien, perfecto. Mira, yo necesitaría lo que es un correo electrónico. ¿Estás dispuesto? ¿Me lo decís? Todavía estoy en duda, por el tema del... El otro me parece más caro porque se lo va a comer una silla, y el de 16 no sé cómo va a... No sé cómo va a andar. Yo, en mi base, yo trabajo en la amarela, en el fondo, en la capilla. Y a veces la gente la quiere enseñar. Claro. El que anda muy bien ahí es personal, y este tercero no va a ser personal porque se tiene un problema. Esto pasa con Florencio Varela y nos pasa a todas las compañías. Florencio Varela es una localidad que explota de habitantes. Entonces, por ahí saturan los que son las líneas, nada más. No es que no haya cobertura, sino que por ahí hay momentos o picos del día donde por ahí la señal como que se satura, pero nada más. No es que no tengamos cobertura, vas a tener cobertura, pero bueno, obviamente entiendo lo que me estás comentando. Y obviamente esto se va solucionando, obviamente semana tras semana Movistar va actualizando su señal y bueno, la idea es que puedas aprovechar esta oportunidad, este beneficio que Movistar te quiere brindar. A lo sumo que te puede pasar, Alfredo, pagar menos un mes y bueno, si no te llega a servir, pues como te dije, podés cambiar no solo de plan, sino otra vez cambiar de compañía, no sé. Igual, hoy en día es mucho más fácil. Hoy en día, como te digo, lo único que necesitaría era tu correo electrónico, número alternativo de contacto, en el caso de que no tengas ningún problema, y la localidad para saber dónde te va a llevar el chip. El tema es que son seis meses y yo cada seis meses lo puedo renovar. Exactamente. Cambias de plan. ¿Qué pasa? Justamente lo que vos me comentabas antes. A lo mejor antes te ofrecían un plan de cada un año y en ese año ya había aumentado un montón el plan. Entonces ahora, como es por seis meses, vos al sexto mes, cambias de plan y les quise un nuevo plan y listo. Y lo que se varía mucho el aumento de mucho con él. Me llaman y dicen, bueno, se fue a 11, nunca. Con un mes de anticipación, cosa que antes Movistar no tenía, ahora con un mes de anticipación te avisas, tu facturación el mes que viene va a sufrir, no sé, un 1% de aumento o un 0,5% o algo así. Y obviamente... Esto no pasaba porque a mí directamente Movistar me cachoraba bien así. Claro, sí, sí, sí, eso pasaba a todos. Entonces, bueno, obviamente Movistar... Hay que pasar el correo. Dale, decime el correo. No hay problema. No, eh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no Perfecto. ¿Arroba, Gmail? 2246.arroba.gmail.com Perfecto. ¿Algún número alternativo de contacto? El pasante número es unos... 11, 30, 68, 08, 17. Perfecto. Bien. Alfredo, ¿me podés confirmar si tu fecha de nacimiento es el 3 de febrero de 2018? Exactamente. Bien. Perfecto. ¿Decime de qué localidad sos? ¿Me dijiste Florencio Varela o trabajas para aquí? Florencio Celano. Trabajo en Varela, estoy en Celano. Perfecto. Y te hago una pregunta, ¿qué te conviene más? ¿Esperar al chip a tu domicilio o la sucursal? Me conviene esperar a que sea el chip también. Porque a veces ando en la calle, a veces no. Y en Varela, ¿por qué capaz que no... Ahí, ahí, ¿sucursal en Varela? Ahí te digo. Hay una en la calle, ahí te digo bien. No, Borilano o Enzolano. Enzolano, avenida 844. ¿Y se puede ir por aquí arriba? Sí, por ahí vas a poder ir a partir del lunes, ya seguramente va a estar listo el chip, así que vas, lo retiras. Esto es recordar que es un proceso que se demora 48 horas. Te va a llegar un mensaje de texto diciéndote qué día pasarías a hacer a la compañía de Moistar. Vas, lo retiras al chip y lo colocas en tu celular. Ponele, yo digo que esté acá solano, que me queda más cerca de mí solano. Sí. ¿Ya en el momento que voy a retirar eso por mis chifros o te voy a solar un mensaje? Exactamente. Ya lo colocaste. Ah, ahí en el momento. Exactamente. Incluso ahí, si querés, los chicos te pueden ayudar a colocarlo y activarlo. Solamente cambio el chifro, no, no, no. No tengo que borrar la aplicación, no tengo que borrar... Ah, nada. Incluso hoy... todo lo que es contacto y todo eso se guardan en los mails, viste, que apenas prendes el teléfono nuevo, te da la opción de activar un mail y ya todo se guarda ahí, así que no hay problema. ¿Los mando las opusales? Mando las opusales si me queda cerca. La avenida 844-24-64 es la dirección. Yo igualmente le voy a decir a la asesora de que te deje el WhatsApp de ella y ahí te va a dejar la dirección y todo. Ahora lo que necesito hacer es un repaso de los datos y obviamente te repaso lo que es el plan. Aquí te voy a hacer unas preguntas. Esto es un cierre comercial obligatorio de la compañía. Lo voy a hacer breve. Para decir futuras promociones, ¿cuántas con internet hemos de estar en tu domicilio? Voy a decirme cuando y yo te vuelvo a hablar. Bien, te decía que necesito hacer lo que es un cierre comercial, esto es un repaso del plan y de tus datos, y obviamente te hago algunas preguntas, esto es obligatorio por la compañía, y la primera pregunta fue si en tu domicilio contas con Internet de Movistar. Hay Movistar acá, ¿sí, no? Usted tiene el Movistar de Movistar, ¿no? ¿Sí? Sí. Sí. Usted tiene el Movistar, ¿no? Internet de Movistar. No sé si me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien más. No, me está hablando a mí o te está hablando con alguien 4.71. Perfecto. Su compañía actualmente escriba lo que me comentó que cuenta con factura mensual. La factura está su nombre, ¿verdad? Exactamente. ¿En tu celular utilizas chip físico o chip virtual? No, en internet o en físico. En físico, que se inserta en un celular. Perfecto. Bien, entonces queremos trabajar a retirar tu chip por la tienda Movistar de Avenida 844 a la numeración 2464. Ya te lo voy a dejar por WhatsApp. ¿Te recuerdas? Sí, decime. Esto yo arranco a pagar el mes que viene. Claro, exactamente. Como te digo, no te puedo dar la fecha exacta porque eso lo voy a saber una vez que ya estés en la compañía. Pero sí, de aproximadamente. Una vez que me corteja directamente, lo colojo por la tercera cuadrada. Exacto, bien. Te escucho un poquito mal, pero sí. Te recuerdo entonces que el costo del servicio al día de hoy es de 10.400, incluido en descuento fijo por seis meses de 41.650, Te recuerdo que el servicio de factura me se ha adelantado y su plan base es de 8 gigas de base más 8 gigas de regalo para aprovechar a la compañía por 6 meses. Bien. Esos 10 gigas de regalo se habilitarán 48 horas después de activar la línea. Bien. Su correo electrónico me dijiste que era roberto AA 2246 a robertgmail.com. Es 22. 2246, ¿me habías dicho? Tengo anotado 2246. Como número alternativo me brindaste el 11 30 6808 17. Bien, te comento que estarás recibiendo la facturación online a través del mail que nos proporcionaste. También te recomiendo, aunque ya me dijiste que la tenés, a la aplicación de movilizar la descargue para ver tu factura, ciclo de facturación, vencimiento, montes a pagar. Puedes activar los 20 GB que te comenté al principio de 30 días, eso lo podés activar una vez por año. También podés agredirte a Débito Automático si lo decía, que en el caso de que seas titular de 2 más líneas vas a poder activar 4 GB más. Te comento que, una vez aprobada la portabilidad, tu línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp vamos a estar informándote de la fecha de portabilidad para que te quedes tranquilo, que era lo que te comentaba. Es importante que no coloques el chip antes de la fecha informada, de todas maneras te vas a dar cuenta porque su línea de claro descarga el recién señal y es ahí cuando dejas colocarlo. Te comento que por única vez deberás obligarle a la entidad al activarlo y en caso de que tengas alguna dificultad con la variación, intentalo nuevamente, comunícate al 0800-321-7678 opción 4, yo igualmente lo voy a pedir a la asesora que te deje este número, y les solicitamos que en caso de no levantar señal apenas colóquese el equipo, reiniciarlo, ¿sí? Igual, igual de como te dije, una vez que tenga un chip, alguna cosa, lo puedo hacer ahí directamente. Exactamente, bien. Por último, te comento que dentro de los próximos días recibirás una encuesta de satisfacción por mensaje de WhatsApp, les solicitamos por favor que lo completes, ya que tu opinión es muy importante para la empresa, ¿sí? Alfredo, hasta aquí, ¿tenes alguna duda, alguna consulta? Por último, yo te pregunto, querés mantener tu mismo número, ¿verdad? Me imagino. Bueno, yo te digo, para poder mantener tu mismo número, yo necesito generar lo que es el código de portabilidad. Este código de portabilidad es un mensaje de texto que llega a tu celular, que nos permite obviamente mantener tu mismo número cuando hacemos el traspaso de compañía. te advierto, Alfredo, de que te van a llegar llamadas y promociones de claro, obviamente buscan retenerte como cliente, estas promociones son solo de retención por dos meses, pero bueno, nada, para que sepas que por lo menos desde nuestra parte ya no nos vamos a comunicar, cualquier cosa que vos necesites nos vamos a comunicar por WhatsApp, ¿sí? ¿Te puedo consultar para saber si te llegó ese código de portabilidad? ¿Por mensaje? Exacto, te tiene que ir. Ahí está. Son zonas. Bien, a ver ahí lo estoy generando. Volamos un segundito. ¿Se llegó? Ahora sí, a ver. Se ha ido de portaduría. Te escucho un poquito medio cortado, no sé si vos lo lográs escuchar bien. Bien, ahora necesito que leas el código para que quede en la grabación. ¿Puede ser? ¿Su código o portabilidad? ¿Te digo el código? Sí, por favor. 6560 Sí, y tiene una fecha de nacimiento. 6601 a las nueve horas. Perfecto. Perfecto. Ahí Marlen te dejó lo que es un mensajito por WhatsApp, ¿bien? te va a dejar lo que es la SOCURSAL, que vamos a asignarte, también te va a dejar lo que es, eh, vamos a unir, acá, bien, te va a dejar lo que es el 0800, ¿sí? Bien, eh, Alfredo, ¿has aquí duda, consulta? No, no, bien, perfecto, entonces, Yo, a partir de ahora, te doy la bienvenida a la compañía de Moisar, ¿sí? Recordá entonces de que el día que tengas que ir a retirar el chip, lo colocas directamente a tu celular. Y bueno, cualquier duda, cualquier consulta, vas a tener el número de Marlen. Y por último, te voy a pedir que apenas terminemos la comunicación, le mandes lo que es la fotito de tu DNI, porque te lo van a pedir cuando vayas a retirar tu chip. Y también la captura de pantalla del código de portabilidad, porque necesitamos adjuntarlo a la solicitud, ¿sí? Exactamente, recordar que previamente te va a llegar el mensajito, si? Cualquier cosa le escribís a Marlen, y bueno, si podés apenas de hacer el mensajito, respondéla si ella ya te agenda. Listo, bueno, perfecto. Muchísimas gracias, Alfredo, y bienvenido a la compañía. Hasta luego, Chacho. la la la la la la la la la la la la ¿En el interior? Sí, pero no quiero que esté el que está allá. El que está solito. ¿Por qué? ¿Quiere tomar el mismo café a mí? ... ... ... ... ¿Qué pasa? ¿Qué pasa? Entiendan que no podemos estar en cero. Gracias. No me pierdas. De mi, de mi... Hola. Hola, ¿qué tal? Buenas tardes con Rebeca. ¿Qué tal, Rebeca? Mi nombre es Nicolás, me estoy comunicando la compañía Mozart. ¿Cómo estás? ¿Me habían pasado tu número porque estabas interesada en lo que es la portabilidad numérica? ¿Puede ser? Los datos. Ok. Bien, perfecto. Obviamente necesitamos saber primero si tenés alguna duda, alguna consulta en cuanto al plan. Bien, perfecto. ¿Cuál es el plan que te ofrecieron? OK, bien. Bien, perfecto. Si querés te comento cómo es. Sí, es un plan de 8 GB de base. Ah, bien, perfecto. Te hago una pregunta. ¿Ya te llamaron? ¿Te hicieron el cierre comercial? ¿Te enviaron lo que es el código de portabilidad, todo eso? Ah, bien, perfecto. Quedo. OK, perfecto. Ahora quedaba ser lo que es el cierre comercial, ¿sí? Bien, perfecto. Bueno, entonces te comento, voy a repasar unos datos y te voy a hacer unas preguntas. La idea es que justamente corroboremos que está todo correcto, ¿sí? Bien, para los futuras promociones, ¿te cuenta con Internet de Moistura? ¿Usted tiene Internet de Moistura actualmente en su domicilio? No, OK. OK, bien, perfecto. Entonces, eran dos vinilas que estás por portar, ¿verdad? Mira, actualmente tenemos promociones a partir de 24,000 pesos al servicio de internet. Bien, si en algún momento estás interesado, creo que Juliana te había mandado lo que es el WhatsApp y, bueno, puedes hablar ahí al WhatsApp de ellos, ¿sí? Bien. Bien, perfecto. Entonces, estamos portando las líneas 11, 54, 79, 66, 28, y la otra línea es 11, 40, 72, 14, 06, ¿correcto? Bien. Las dos líneas están al nombre y apellido de Rebeca Gabriela Domar León. Bien, ¿me puedes confirmar los últimos tres dígitos de tu DNI? Bien, perfecto. Bien, me confirma que actualmente su compañía es Claro, ¿correcto? ¿Cuenta con factura mensual en las dos líneas? Bien, ¿la factura está a su nombre o en el nombre de la persona? Bien, perfecto. Te hago una consulta. Los teléfonos, alguno de los teléfonos, ¿utiliza chip físico o chip virtual? Los dos son físicos. Bien, perfecto. Había seleccionado que vas a retirar tu chip por la sucursal de Abasto Shopping, ¿correcto? Bien. OK, perfecto. Entonces, que te recuerdo que el costo del servicio al día de hoy es de 10,400. Incluye un descuento fijo por seis meses de 42,650. Te recuerdo que el servicio factura mes adelantado. Y el plan base es de 8 gigas de base más 8 gigas de regalo con una duración de seis meses, ¿sí? En total vas a tener... Diez mil cuatrocientos. Bien, el descuento que vas a tener es fijo por seis meses y es de cuarenta y un mil seiscientos cincuenta. Bien, perfecto. En realidad, después del sexto mes o inclusive en el quinto, ya puedes, si quieres, elegir desde la aplicación algún nuevo plan en caso de que quieras cambiarlo o puedes llamar al cero ochocientos, ¿sí? Que yo ahora te voy a leer que cero ochocientos. Su email es rebeck-dmrr.gmail.com. Bien, perfecto. Como número alternativo puedo colocar la otra línea que me brindaste. Sí, bien. Te comento que estarás recibiendo la facturación online a través del mail que nos proporcionó. También te recomiendo descargarte la aplicación de Monster ya que puedes ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimiento, si montas a pagar. Puedes activar 20 gigas de regalo con una duración de 30 días. Esto es disponible una vez por año. También puedes aderirte al déficit automático, si lo deseas. Y por portar más de dos líneas, puedes activar 4 gigas, que es del grupo familiar. Esto lo activas una sola vez desde la aplicación y va a quedar de forma permanente en tu plan. Son 4 gigas de esto. Sí, se puede hacer. Lo que sí te pregunto si esa línea también es con abono. Ah, bien, perfecto. Claro, lo que pasa es que para clientes que están en personales vota la promoción. Si no es la misma, para clientes que están en claro. Si quiere, después te mando toda la información por WhatsApp. Bien. Un día antes, por mensaje de WhatsApp, vamos a estar informándote de la fecha de portabilidad para que te quedes tranquila. Es importante que no coloques el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque su línea de claro dejará de recibir el señal y es ahí cuando debes colocarlo. Le comento que, por única vez, deberás validar la identidad al activarlo. Y en caso de que tengas alguna dificultad con la avaliación, Intentarlo nuevamente o comunicarse al 0800-321-7678, opción 4, esto te lo voy a dejar por WhatsApp. Le solicitamos que en caso de no levantar señal, apenas colóquenos chip, reinicen el equipo. Y me faltó decirte que una vez aprobada la portabilidad, tu línea portará las 48 horas ayer, ¿sí? Por otro lado, dentro de los próximos días recibirás una encuesta de satisfacción por WhatsApp. Le solicito, por favor, que lo complejes, ya que su opinión es muy importante para la empresa. Rebeca, te hago una consulta. Si aquí tenés duda, consulta. Bien, perfecto. Obviamente, querés mantener el mismo número de ambas líneas, ¿verdad? Bien, perfecto. Para poder mantenerte lo que es el número de ambas líneas, necesito generar lo que es un código de portabilidad. Este código de portabilidad solamente es para vos, que sos la titular de ambas líneas. Bien, necesito generártelo y te va a llegar por mensajito de texto. Bien, te advierto, Rebeca, que a partir de que te llegue este código de portabilidad, automáticamente, claro, va a aparecer a través de llamadas, mensaje de texto o WhatsApp, Obviamente es una empresa tercializada que se dedica a la retención de clientes, esto te lo informo. Más que nada para que sepas de que nosotros ya no te vamos a llamar, bien, que cualquier cosita nos vamos a estar comunicando por WhatsApp, ¿sí? Bien, yo ahora yo estoy generando el código de portabilidad y necesito que en llamada me confirmen si te llevo. Si esto es de tu autónoma, ahí te aviso cuando haya llegado. Bien, ahí me figura que ya te llegó por mensaje de texto. ¿Puedes verificar a ver si te llegó? Ahí te escucho muy fácil. No sé si como escuchas bien. No te llegó. OK, a ver, a volar un sonidito lo vuelvo a enviar. ¿Perdón, pero te llevó ese mensaje de texto? Ah, bien, perfecto. Ah, bien, sí, no, igual tranqui. Ahí yo lo genero, a ver, dame un segundo y ya termino. Ya con eso ya terminamos. ¿Me avistaba si te llegó? Ah, bien, perfecto. Bueno, mira, yo ya lo generé, ¿sí? ¿Cuándo te llegue? Necesito que me lo pases por WhatsApp. ¿Puede ser? Dale, perfecto. Muchísimas gracias. Cualquier cosa, escribíme ahí si no te llega. Bien, perfecto. Dale, gracias. Juli, escúchame, bueno, haciéndole el cerro comercial ya casi finalizando, me empezó a apolar que se tenía que volver al trabajo, que se yo, pues tienes que le mando el pin de portabilidad y me dice que no le llega, que no le llega, esperamos dos segundos más, lo volvimos a reenviar y me dice que no le llega, y me dice, mira, disculpate, tengo que cortar porque tengo que volver a trabajar y me cortó. Así que por favor escribile. 6 ¿Cuánto llevamos acá? 11 y allá 9 10 11 12 13 14 ¿Cuánto ya dijimos que llevamos? ¿13? ¿Ah? No, si no, le ponemos otro. ¿Qué edad tiene? ¿Qué edad tiene?",
  "calidad": {
    "confianza_promedio": 0.579,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 59.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:42:17.932509",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 19,
    "total_segmentos_original": 423,
    "total_segmentos_corregido": 144,
    "fecha_correccion": "2026-01-18T23:05:34.611261",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116175716835_MIT_01990",
    "sin_datos_basurita": true
  }
}