{
  "archivo": "amza13_2_260116104127100_ACD_47085.wav",
  "duracion_segundos": 584.6,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 134.74,
    "Cliente": 229.51
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 18.19,
      "duracion": 18.16,
      "texto": "a llamar de nuevo. Igual no me pasó el código, pero no necesito. Sí, pero no tengo ni el DNI. Sí, igual está medio flojita la venta porque tengo que mandársela a domicilio.",
      "confianza": 0.425,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.55,
      "fin": 27.44,
      "duracion": 7.89,
      "texto": "Hola. Disculpe, Marciana, creo que se cortó, perdone. Se cortó, se cortó.",
      "confianza": 0.116,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.41,
      "fin": 65.22,
      "duracion": 31.81,
      "texto": "Bueno, y copiando, apretando el mensajito, si lo mantiene apretado un ratito y si le tiene que apretar Aparecer una pestañita que dice copiar. Si dice sí, lo podrá hacer así.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.15,
      "fin": 95.24,
      "duracion": 7.09,
      "texto": "A ver. Si lo puedo hacer y se me borró. No, no lo puedo. Bueno, vamos a hacer lo siguiente. Vaya a mi WhatsApp y escríbame el mensaje, lo que dice el mensaje.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.9,
      "fin": 128.28,
      "duracion": 32.38,
      "texto": "Yo le voy a hacer una captura a eso y voy a explicar que no puede, no está pudiendo hacer la captura para que podamos subir eso como evidencia. Simplemente póngame el código de portabilidades tanto, fecha de vencimiento tanto, así solo lo puedo subir acá a la supervisión. ¿Pero le se me borró? ¿Le borró el mensaje? ¿Por qué? o el WhatsApp. No, el mensaje. Qué raro, no se borran esos mensajes que dan siempre.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 133.51,
      "fin": 148.59,
      "duracion": 15.08,
      "texto": "A ver. Capaz que le ha llegado otro mensaje, ya no es el último que tiene. No, no, no, sí, es tal que el de la llamada. Ah. Bueno, a ver, se lo envío de nuevo entonces. A ver, mándame de nuevo, porque sí, quedó en blanco.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.41,
      "fin": 156.79,
      "duracion": 7.38,
      "texto": "El código no va a cambiar. Ya es el código que estamos asociando a su línea.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.45,
      "fin": 167.55,
      "duracion": 10.1,
      "texto": "Así que le tiene que llegar el mismo mensajito que le llevó recién. Ahí está. Ahora se lo acabo de enviar otra vez.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.15,
      "fin": 207.01,
      "duracion": 18.86,
      "texto": "¿Qué vamos a poner el código? El código de portabilidades, bueno, el que le llegó que debe ser el mismo, 3129. 3129. Sí, fecha de vencimiento 23 del 1.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 217.19,
      "fin": 230.97,
      "duracion": 13.77,
      "texto": "Pero a mi WhatsApp, no a los mensajes.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.25,
      "fin": 253.5,
      "duracion": 13.25,
      "texto": "Ahí le escribí, por acá necesito el código de portabilidad marciana para que por si se le ha perdido entre otros mensajes en mi WhatsApp. ¿Qué le escribo ahí?",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.21,
      "fin": 266.1,
      "duracion": 11.89,
      "texto": "Escribame lo que dice el mensaje de texto que le digo con el código. Su código de portabilidad es tanto, fecha de vencimiento, tanto. Nada más. Con eso terminamos.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 287.68,
      "fin": 304.86,
      "duracion": 17.18,
      "texto": "Tengo mucha paciencia, así que usted tómese el tiempo que necesite.",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.19,
      "fin": 309.91,
      "duracion": 0.72,
      "texto": "Por eso me manejo a todos mis hijos.",
      "confianza": 0.023,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 317.74,
      "fin": 323.76,
      "duracion": 6.02,
      "texto": "Sabe lo que es rastro y todo. Y la fecha.",
      "confianza": 0.28,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.69,
      "fin": 380.7,
      "duracion": 26.01,
      "texto": "Por ahí te mando.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.46,
      "fin": 407.33,
      "duracion": 25.87,
      "texto": "A ver si está bien. A ver, código de portabilidad, 3129... Bueno, no se preocupe que no voy a solicitar que usemos esto para subir como evidencia, voy a explicar que usted no ha podido hacer la captura. Lo último que necesito es la foto del sur de energía frente y del orso para verificar identidad, que nadie se está haciendo pasar por usted.",
      "confianza": 0.321,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 407.83,
      "fin": 410.64,
      "duracion": 2.81,
      "texto": "Y ya con eso terminamos, Marciana. Dale al lidero.",
      "confianza": 0.855,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 420.47,
      "fin": 439.27,
      "duracion": 18.8,
      "texto": "No, no, no.",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 476.18,
      "fin": 480.82,
      "duracion": 4.65,
      "texto": "A ver, bien, muy bien, está súper claro el DNI, eso es importante.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 482.06,
      "fin": 495.16,
      "duracion": 13.1,
      "texto": "Y la parte de atrás, excelente. Bueno, Marciana, ahora yo ya la libero, le voy a encargar que en un ratito, cuando esté más tranquila, si se puede fijar, si puede finalmente hacer la captura y pasármelo, mucho mejor, ¿sí?",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 495.9,
      "fin": 531.5,
      "duracion": 35.6,
      "texto": "Pero bueno, si no con esto que usted me ha pasado, lo voy a intentar que me acepten como evidencia. Ahora, en estos días, agéndeme, soy Gerardo, si cualquier duda que tenga en la postventa, me puede preguntar ahí al WhatsApp que le pases. Ah, bueno, y si no, lo puedo poner a mi nieto también ahí, porque ahora él se va a seguir en otro pueblo y va a necesitar. Si quiere, usted pásale mi número de WhatsApp que él me escriba y me pregunta, y yo con mucho gusto lo voy a asesorar a él también. Ah, dale.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 535.58,
      "fin": 536.26,
      "duracion": 0.68,
      "texto": "Bueno, Marciana, ha sido un gusto.",
      "confianza": 0.023,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 536.28,
      "fin": 537.21,
      "duracion": 0.93,
      "texto": "Sí, porque tengo dos nietos viviendo conmigo.",
      "confianza": 0.025,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 537.23,
      "fin": 542.93,
      "duracion": 5.7,
      "texto": "Ah, bueno, buenísimo. Entonces, le pasa el número a los dos y yo les puedo hacer el cambio de dos también.",
      "confianza": 0.461,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 543.91,
      "fin": 544.35,
      "duracion": 0.44,
      "texto": "Dale.",
      "confianza": 0.814,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 545.89,
      "fin": 555.75,
      "duracion": 9.86,
      "texto": "Bueno, excelente. Marciana, que tenga una linda mañana. Sí, que siga muy bien. Gracias. Gracias igualmente. Hasta luego. Yo te bendiga mucho. Igualmente.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 576.38,
      "fin": 584.6,
      "duracion": 8.22,
      "texto": ". . .",
      "confianza": 0.781,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    }
  ],
  "transcripcion_completa": "a llamar de nuevo. Igual no me pasó el código, pero no necesito. Sí, pero no tengo ni el DNI. Sí, igual está medio flojita la venta porque tengo que mandársela a domicilio. Hola. Disculpe, Marciana, creo que se cortó, perdone. Se cortó, se cortó. Bueno, y copiando, apretando el mensajito, si lo mantiene apretado un ratito y si le tiene que apretar Aparecer una pestañita que dice copiar. Si dice sí, lo podrá hacer así. A ver. Si lo puedo hacer y se me borró. No, no lo puedo. Bueno, vamos a hacer lo siguiente. Vaya a mi WhatsApp y escríbame el mensaje, lo que dice el mensaje. Yo le voy a hacer una captura a eso y voy a explicar que no puede, no está pudiendo hacer la captura para que podamos subir eso como evidencia. Simplemente póngame el código de portabilidades tanto, fecha de vencimiento tanto, así solo lo puedo subir acá a la supervisión. ¿Pero le se me borró? ¿Le borró el mensaje? ¿Por qué? o el WhatsApp. No, el mensaje. Qué raro, no se borran esos mensajes que dan siempre. A ver. Capaz que le ha llegado otro mensaje, ya no es el último que tiene. No, no, no, sí, es tal que el de la llamada. Ah. Bueno, a ver, se lo envío de nuevo entonces. A ver, mándame de nuevo, porque sí, quedó en blanco. El código no va a cambiar. Ya es el código que estamos asociando a su línea. Así que le tiene que llegar el mismo mensajito que le llevó recién. Ahí está. Ahora se lo acabo de enviar otra vez. ¿Qué vamos a poner el código? El código de portabilidades, bueno, el que le llegó que debe ser el mismo, 3129. 3129. Sí, fecha de vencimiento 23 del 1. Pero a mi WhatsApp, no a los mensajes. Ahí le escribí, por acá necesito el código de portabilidad marciana para que por si se le ha perdido entre otros mensajes en mi WhatsApp. ¿Qué le escribo ahí? Escribame lo que dice el mensaje de texto que le digo con el código. Su código de portabilidad es tanto, fecha de vencimiento, tanto. Nada más. Con eso terminamos. Tengo mucha paciencia, así que usted tómese el tiempo que necesite. Por eso me manejo a todos mis hijos. Sabe lo que es rastro y todo. Y la fecha. Por ahí te mando. A ver si está bien. A ver, código de portabilidad, 3129... Bueno, no se preocupe que no voy a solicitar que usemos esto para subir como evidencia, voy a explicar que usted no ha podido hacer la captura. Lo último que necesito es la foto del sur de energía frente y del orso para verificar identidad, que nadie se está haciendo pasar por usted. Y ya con eso terminamos, Marciana. Dale al lidero. No, no, no. A ver, bien, muy bien, está súper claro el DNI, eso es importante. Y la parte de atrás, excelente. Bueno, Marciana, ahora yo ya la libero, le voy a encargar que en un ratito, cuando esté más tranquila, si se puede fijar, si puede finalmente hacer la captura y pasármelo, mucho mejor, ¿sí? Pero bueno, si no con esto que usted me ha pasado, lo voy a intentar que me acepten como evidencia. Ahora, en estos días, agéndeme, soy Gerardo, si cualquier duda que tenga en la postventa, me puede preguntar ahí al WhatsApp que le pases. Ah, bueno, y si no, lo puedo poner a mi nieto también ahí, porque ahora él se va a seguir en otro pueblo y va a necesitar. Si quiere, usted pásale mi número de WhatsApp que él me escriba y me pregunta, y yo con mucho gusto lo voy a asesorar a él también. Ah, dale. Bueno, Marciana, ha sido un gusto. Sí, porque tengo dos nietos viviendo conmigo. Ah, bueno, buenísimo. Entonces, le pasa el número a los dos y yo les puedo hacer el cambio de dos también. Dale. Bueno, excelente. Marciana, que tenga una linda mañana. Sí, que siga muy bien. Gracias. Gracias igualmente. Hasta luego. Yo te bendiga mucho. Igualmente. . . .",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:16:09.934218",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:14.552262",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104127100_ACD_47085",
    "fecha_inicio": "16/1/2026 10:57:58",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 568,
    "tiempo_conversacion": 561,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}