{
  "archivo": "amza39_1_260113145301180_ACD_20885.wav",
  "duracion_segundos": 290.54,
  "num_segmentos": 87,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 174.74,
    "Cliente": 89.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.95,
      "fin": 15.95,
      "duracion": 13.0,
      "texto": "Hola. Hablo contigo, Gilo. ¿Qué pasa? Sí, ¿qué pasa? Un gusto, Gilo. Te hablo a Guadalupe. Me contestas a este, Gilo, porque veo que tenés esta línea en claro, ¿así?",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.96,
      "fin": 16.53,
      "duracion": 0.57,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.167,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 16.59,
      "fin": 22.89,
      "duracion": 6.3,
      "texto": "O sea, que es un beneficio para que pagáis menos y tengáis más digas, ¿sí? Esto no es porque haced un buen abonado, sino en la compañía.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.61,
      "fin": 46.55,
      "duracion": 22.94,
      "texto": "Sería un plan de 8 digas de base, más 8 de regalo, al precio de tan solo 13.250. Como en este momento, ¿contás con abono o prepago? ¿Y si me hablas de Movistar o de Maldiclaro? ¿Cómo? ¿Me hablas de Maldiclaro o de Movistar? Yo te hablo de Movistar para que puedas aprovechar la promoción. Ah, no, recién acabo de tomar de Maldiclaro, de Maldiclaro.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.71,
      "fin": 70.76,
      "duracion": 23.05,
      "texto": "Me dan 14 gigas por 10 mil. Por 10 mil, ok. Ahora yo te consulto. Vos tenés, porque bueno, yo veo que tenés muy tactivo. Si tenés muy tactivo, te puedo brindar un beneficio más barato con más gigas, ¿sí? Son 14 días en total por 7.810 más impuestos, más baratos. No, no, no, no.",
      "confianza": 0.386,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.78,
      "fin": 75.44,
      "duracion": 4.66,
      "texto": "Sí, mira, más baratos, así que te conviene más. Sí, sí.",
      "confianza": 0.374,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 75.46,
      "fin": 84.63,
      "duracion": 9.17,
      "texto": "Ahora, lo que pasa es que acabo de tomar recién este plan y recién me cumplí el primer mes. Ah, bueno, entonces ya cumpliste permanencia, entonces te puedes pasar.",
      "confianza": 0.51,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.65,
      "fin": 84.91,
      "duracion": 0.26,
      "texto": "Sí, sí.",
      "confianza": 0.202,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.58,
      "fin": 94.72,
      "duracion": 8.14,
      "texto": "Más adelante, pero ahora todavía no, sí, gracias. Pero no sabemos si más adelante vas a ver todavía esto. Es más barato, te vas a aprovechar la hora.",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.36,
      "fin": 118.89,
      "duracion": 21.53,
      "texto": "Aparte no sabes, tenés el junto por seis meses y WhatsApp gratis. Sí, estoy bien. Es que yo no uso mucho. No, está bien, gracias. Pero como le digo por ahora, todavía no. Más adelante tal vez. Claro, entiendo. Bueno, pero capaz hay algo mínimo de lo que te he comentado que te interesaba, que es el precio.",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.49,
      "fin": 127.82,
      "duracion": 8.33,
      "texto": "Así que te conviene mucho más que hoy la misma cantidad de rigas, WhatsApp Gratis, que claro, no te lo da gratis, sino que te lo consume directamente de los rigas que vos ya tenés.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.66,
      "fin": 130.46,
      "duracion": 1.8,
      "texto": "Y encima el descuento por seis meses.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.6,
      "fin": 135.57,
      "duracion": 3.96,
      "texto": "No sabemos si mañana vamos a seguir teniendo el mismo plan, así que te conviene hacerlo ahora.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.86,
      "fin": 171.24,
      "duracion": 28.38,
      "texto": "Sí, pero por ahora no. Todavía no. Voy a seguir con claro. Bien, entiendo. Si hay alguna duda, ¿hay algo que por ahí... Más adelante, si tengo algún problema con claro, creo que me paso directo. Claro. Bueno, pero vas a esperar hasta tener un problema para pasarte. Es que ya tuve problemas con morir de estar, por eso morir de estar. Por eso te contactamos, porque entendemos que tuviste esa mala experiencia. A mí me afirma que usted fue en septiembre de 2024.",
      "confianza": 0.017,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.04,
      "fin": 199.93,
      "duracion": 27.89,
      "texto": "Por eso te volvemos a contactar, para que tengas un mejor plan. Y la verdad es que con claro no tengo ningún problema. Tengo como dos años con claro y no tengo problema. Siempre se puede pagar menos, igual. Me diste que hace poquito te volviste a la compañía, que debajo de un mes. O sea que vos estuviste en otra compañía antes. Sí, más adelante porque quiero poner internet en la casa también. Claro,",
      "confianza": 0.498,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 199.93,
      "fin": 201.84,
      "duracion": 1.91,
      "texto": "bueno, nosotros también te podemos brindar de eso.",
      "confianza": 0.549,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.75,
      "fin": 222.57,
      "duracion": 19.82,
      "texto": "Por ejemplo, la fibra nosotros la tenemos, ¿sabés a cuánto? Ahora te digo el precio exacto, para ver si te conviene más. Ah, ¿de cuánto entonces? El final de este quid es un precio de 16.500 más impuestos, ¿sí? Y tienes el descuento por seis meses. Es decir, mucho más barato que seguramente lo que te va a ofrecer otras compañías.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 226.58,
      "fin": 246.84,
      "duracion": 20.26,
      "texto": "¿Y el total más o menos cuánto es? Sí, en total si vos haces las dos gestiones, a ver, dame dos segundos, La línea te va a quedar en aproximadamente 4.000 pesos, o sea, son 4.545 más de impuestos, y la fibra los 16.500 más de impuestos. Más o menos, obviamente depende de tu categoría impositiva, ¿no?",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.43,
      "fin": 261.04,
      "duracion": 13.61,
      "texto": "Pero habría que ver cuántos es el porcentaje, si somos notibutistas, de respaldar el inscrito. Pero no más de 25.000 pesos, seguramente. Ya, me pregunta por qué. Nos vamos a cambiar de casa y...",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 261.66,
      "fin": 290.54,
      "duracion": 28.88,
      "texto": "Claro, para ver si ya puedes hacer la gestión toda junta, la línea y las fibras. Bueno, nos lleva a alguna cosa. Yo te dije también el fraje, así me agendas. Cuando vos te tengas que mudar, consultamos, cobertura y vemos a cuánto está el precio, si está más barato o si te conviene más. Sí, así que vamos. Dale, buenísimo. Te voy a poner o le estoy igual a demovizar, así me puedes agendar, ¿sí? Bien, gracias. Dale, que tengas lindo día. Hasta luego. Gracias.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hablo contigo, Gilo. ¿Qué pasa? Sí, ¿qué pasa? Un gusto, Gilo. Te hablo a Guadalupe. Me contestas a este, Gilo, porque veo que tenés esta línea en claro, ¿así? Sí. Bien, perfecto. O sea, que es un beneficio para que pagáis menos y tengáis más digas, ¿sí? Esto no es porque haced un buen abonado, sino en la compañía. Sería un plan de 8 digas de base, más 8 de regalo, al precio de tan solo 13.250. Como en este momento, ¿contás con abono o prepago? ¿Y si me hablas de Movistar o de Maldiclaro? ¿Cómo? ¿Me hablas de Maldiclaro o de Movistar? Yo te hablo de Movistar para que puedas aprovechar la promoción. Ah, no, recién acabo de tomar de Maldiclaro, de Maldiclaro. Me dan 14 gigas por 10 mil. Por 10 mil, ok. Ahora yo te consulto. Vos tenés, porque bueno, yo veo que tenés muy tactivo. Si tenés muy tactivo, te puedo brindar un beneficio más barato con más gigas, ¿sí? Son 14 días en total por 7.810 más impuestos, más baratos. No, no, no, no. Sí, mira, más baratos, así que te conviene más. Sí, sí. Ahora, lo que pasa es que acabo de tomar recién este plan y recién me cumplí el primer mes. Ah, bueno, entonces ya cumpliste permanencia, entonces te puedes pasar. Sí, sí. Más adelante, pero ahora todavía no, sí, gracias. Pero no sabemos si más adelante vas a ver todavía esto. Es más barato, te vas a aprovechar la hora. Aparte no sabes, tenés el junto por seis meses y WhatsApp gratis. Sí, estoy bien. Es que yo no uso mucho. No, está bien, gracias. Pero como le digo por ahora, todavía no. Más adelante tal vez. Claro, entiendo. Bueno, pero capaz hay algo mínimo de lo que te he comentado que te interesaba, que es el precio. Así que te conviene mucho más que hoy la misma cantidad de rigas, WhatsApp Gratis, que claro, no te lo da gratis, sino que te lo consume directamente de los rigas que vos ya tenés. Y encima el descuento por seis meses. No sabemos si mañana vamos a seguir teniendo el mismo plan, así que te conviene hacerlo ahora. Sí, pero por ahora no. Todavía no. Voy a seguir con claro. Bien, entiendo. Si hay alguna duda, ¿hay algo que por ahí... Más adelante, si tengo algún problema con claro, creo que me paso directo. Claro. Bueno, pero vas a esperar hasta tener un problema para pasarte. Es que ya tuve problemas con morir de estar, por eso morir de estar. Por eso te contactamos, porque entendemos que tuviste esa mala experiencia. A mí me afirma que usted fue en septiembre de 2024. Por eso te volvemos a contactar, para que tengas un mejor plan. Y la verdad es que con claro no tengo ningún problema. Tengo como dos años con claro y no tengo problema. Siempre se puede pagar menos, igual. Me diste que hace poquito te volviste a la compañía, que debajo de un mes. O sea que vos estuviste en otra compañía antes. Sí, más adelante porque quiero poner internet en la casa también. Claro, bueno, nosotros también te podemos brindar de eso. Por ejemplo, la fibra nosotros la tenemos, ¿sabés a cuánto? Ahora te digo el precio exacto, para ver si te conviene más. Ah, ¿de cuánto entonces? El final de este quid es un precio de 16.500 más impuestos, ¿sí? Y tienes el descuento por seis meses. Es decir, mucho más barato que seguramente lo que te va a ofrecer otras compañías. ¿Y el total más o menos cuánto es? Sí, en total si vos haces las dos gestiones, a ver, dame dos segundos, La línea te va a quedar en aproximadamente 4.000 pesos, o sea, son 4.545 más de impuestos, y la fibra los 16.500 más de impuestos. Más o menos, obviamente depende de tu categoría impositiva, ¿no? Pero habría que ver cuántos es el porcentaje, si somos notibutistas, de respaldar el inscrito. Pero no más de 25.000 pesos, seguramente. Ya, me pregunta por qué. Nos vamos a cambiar de casa y... Claro, para ver si ya puedes hacer la gestión toda junta, la línea y las fibras. Bueno, nos lleva a alguna cosa. Yo te dije también el fraje, así me agendas. Cuando vos te tengas que mudar, consultamos, cobertura y vemos a cuánto está el precio, si está más barato o si te conviene más. Sí, así que vamos. Dale, buenísimo. Te voy a poner o le estoy igual a demovizar, así me puedes agendar, ¿sí? Bien, gracias. Dale, que tengas lindo día. Hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.409,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:15:43.078253",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 87,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:25.722059",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113145301180_ACD_20885",
    "fecha_inicio": "13/1/2026 14:53:01",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 325,
    "tiempo_conversacion": 284,
    "tiempo_hold": 0,
    "tiempo_acw": 25,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}