{
  "archivo": "amza20_1_260114121606831_MIT_01999.wav",
  "duracion_segundos": 263.0,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 134.51,
    "Cliente": 100.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 13.23,
      "fin": 21.02,
      "duracion": 7.79,
      "texto": "Hola, Francisco, ¿me escuchas? Tomás, ¿me escuchas bien? Sí. Perfecto. Bueno, mire, ahora sí, ya le dejo de pedir cosas, ya estaría.",
      "confianza": 0.346,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.54,
      "fin": 23.82,
      "duracion": 2.28,
      "texto": "Ahora le voy a realizar lo que es el cierre comercial, sí.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.4,
      "fin": 31.64,
      "duracion": 7.25,
      "texto": "Básicamente, este cierre es un cierre legal, bien, que, básicamente, constata de que en el día de la fecha, le ofrezco tal plan con tales beneficios y descuentos.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.27,
      "fin": 37.95,
      "duracion": 5.69,
      "texto": "Cuando, si le llegue, si usted quiere alguna duda, consulta durante el cierre, le pido que me haga el finalizar, ya que no necesito que esto le diga el corrido, sí.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.93,
      "fin": 41.17,
      "duracion": 2.24,
      "texto": "Bien, comienza entonces.",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.76,
      "fin": 54.98,
      "duracion": 13.22,
      "texto": "Bueno, vamos a aportar entonces la línea número 11-2328-6075, sí, a nombre y apellido de titular actual, Francisco Antonio Cepeda, ¿me confirmaría los últimos tres digitos de su DNI, por favor? 546.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.8,
      "fin": 65.81,
      "duracion": 10.01,
      "texto": "Perfecto, me comentó que su compañía actual es claro y que cuenta con una factura mensual, ¿a cuál está su nombre, es correcto? Sí. Bien, posee lo que es un chip físico o un chip virtual.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.39,
      "fin": 97.98,
      "duracion": 29.59,
      "texto": "el físico que el físico el que se coloca en el teléfono digamos el virtual es la es sin no no el físico perfecto va a estar recibiendo dicho chip en su domicilio ubicado en chile 1498 esto es la localidad de don torcuato en la provincia de buenos aires bien les recordamos que el costo de servicio al día de hoy sigue de dos mil cuatrocientos pesos porque tienen descuento fijo ya aplicado por seis meses el cuarenta y un mil seis cincuenta y en un plan más de ocho liga y se le regala nuestro más durante seis meses",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.58,
      "fin": 116.56,
      "duracion": 17.98,
      "texto": "El correo, ah, miren, no le validé el correo electrónico, mira, recibo un correo electrónico acá, que dice, paganoazucena arroba gmail punto com, ¿es correcto? Negativo. Ah, a ver. Francisco Cepeda arroba, no, Francisco Cepeda diecisiete.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.58,
      "fin": 117.33,
      "duracion": 0.74,
      "texto": "Bien.",
      "confianza": 0.44,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.35,
      "fin": 123.03,
      "duracion": 5.68,
      "texto": "O te pega Francisco diecisiete. Arroba gmail punto com, sería de cenosos. ¿Cómo lo, cómo sale?",
      "confianza": 0.1,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.69,
      "fin": 126.7,
      "duracion": 3.0,
      "texto": "Francisco Cepeda de diecisiete arroba gmail punto com, sería de",
      "confianza": 0.566,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.49,
      "fin": 144.88,
      "duracion": 17.39,
      "texto": "¿Sale así o...? Digo que claro, como lo me dictó usted, dígamelo ahí si es correcto, ¿no? O senterafrancisco17 creo, arroachimel. Bien, mire. Sí, me lo dice después, no hay ningún problema, déjame terminar el cierre comercial y ya después me lo paso, no hay ningún problema.",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.56,
      "fin": 146.12,
      "duracion": 0.56,
      "texto": "Bien.",
      "confianza": 0.323,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.15,
      "fin": 160.2,
      "duracion": 14.05,
      "texto": "Bueno, en ese día va a estar apareciendo la facturación online a través de ese mail, desde ahora mismo va a estar empezando la flexión de permisos, va a haber toda la información referida a las facturas, el ciclo de facturación, el rendimiento, el remonto a pagar, Puede activar 20 GB de regalo con una duración de 30 días, que esto es, aparte de los días que le comenté de este plan.",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 160.86,
      "fin": 166.82,
      "duracion": 5.97,
      "texto": "Puede adherirse al derecho automático, y en caso de que aporte más de una línea registrada bajo su nombre, va a sumar 4 GB en cada línea.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.79,
      "fin": 194.55,
      "duracion": 26.76,
      "texto": "¿Bien? Con respecto a lo que es la fecha de portabilidad, sí, una vez aprobada la portabilidad, bien, su línea va a aportar los siguientes 10 días áviles, sí. Así que quédese tranquilo. Como le dije un día antes por mensaje de WhatsApp, le vamos a estar informando la fecha para que se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada. Les solicitamos que en caso de no levantar señal el chip, reinicie el teléfono y por otro lado, entre los próximos días, para hacer una encuesta de satisfacción via WhatsApp, les pido que la completen y que su opinión es muy importante para la empresa.",
      "confianza": 0.038,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.33,
      "fin": 209.42,
      "duracion": 14.09,
      "texto": "Bien, ahora creo que terminamos con el cierre. ¿Tenéis alguna duda? ¿Consulta? No, el pago, ¿cómo va a ser? Bueno. ¿Cómo le digo? Más o menos usted va a entrar como en, más o menos como me dice, 10 días, como le digo, 10 días hábiles, 10 días hábiles seguramente.",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.76,
      "fin": 238.75,
      "duracion": 26.99,
      "texto": "Supongo que usted entraría a finales de enero, las facturas se les generaría recién mitad de febrero y la vencería finales de febrero. Supongase usted, si no llega a poder pagar, se le da un mes, después de la, perdón, un mes, no, una semana, luego de la fecha de vencimiento de tolerancia para que usted abone. Así que quédese tranquilo. No, no, si cae, si cae los días 10, mejor. Sí, que sea tranquilo, como le digo, lo va a poder, eh, bueno, lo puede pagar tanto por Mercado Pao como por Rapid Pao.",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.47,
      "fin": 263.0,
      "duracion": 23.53,
      "texto": "Así que si tiene dinero en transferencia, claro, es mejor. Así que bueno, bueno, Francisco, sin más que decirle, entonces, yo ahora corto la comunicación y nos podemos agarrar lo que le haces y tú. Le agradezco mucho tu atención, entonces. Que tengan buen día, bienvenido a Movistar. Ah, ahora te confirmo por WhatsApp el mail. Ah, el mail, claro, para que le llegue la facturación, mejor dicho. Así que, para que está mejor. Perfecto. Le agradezco entonces, Francisco, que tengan muy buen día.",
      "confianza": 0.344,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Francisco, ¿me escuchas? Tomás, ¿me escuchas bien? Sí. Perfecto. Bueno, mire, ahora sí, ya le dejo de pedir cosas, ya estaría. Ahora le voy a realizar lo que es el cierre comercial, sí. Básicamente, este cierre es un cierre legal, bien, que, básicamente, constata de que en el día de la fecha, le ofrezco tal plan con tales beneficios y descuentos. Cuando, si le llegue, si usted quiere alguna duda, consulta durante el cierre, le pido que me haga el finalizar, ya que no necesito que esto le diga el corrido, sí. Bien, comienza entonces. Bueno, vamos a aportar entonces la línea número 11-2328-6075, sí, a nombre y apellido de titular actual, Francisco Antonio Cepeda, ¿me confirmaría los últimos tres digitos de su DNI, por favor? 546. Perfecto, me comentó que su compañía actual es claro y que cuenta con una factura mensual, ¿a cuál está su nombre, es correcto? Sí. Bien, posee lo que es un chip físico o un chip virtual. el físico que el físico el que se coloca en el teléfono digamos el virtual es la es sin no no el físico perfecto va a estar recibiendo dicho chip en su domicilio ubicado en chile 1498 esto es la localidad de don torcuato en la provincia de buenos aires bien les recordamos que el costo de servicio al día de hoy sigue de dos mil cuatrocientos pesos porque tienen descuento fijo ya aplicado por seis meses el cuarenta y un mil seis cincuenta y en un plan más de ocho liga y se le regala nuestro más durante seis meses El correo, ah, miren, no le validé el correo electrónico, mira, recibo un correo electrónico acá, que dice, paganoazucena arroba gmail punto com, ¿es correcto? Negativo. Ah, a ver. Francisco Cepeda arroba, no, Francisco Cepeda diecisiete. Bien. O te pega Francisco diecisiete. Arroba gmail punto com, sería de cenosos. ¿Cómo lo, cómo sale? Francisco Cepeda de diecisiete arroba gmail punto com, sería de ¿Sale así o...? Digo que claro, como lo me dictó usted, dígamelo ahí si es correcto, ¿no? O senterafrancisco17 creo, arroachimel. Bien, mire. Sí, me lo dice después, no hay ningún problema, déjame terminar el cierre comercial y ya después me lo paso, no hay ningún problema. Bien. Bueno, en ese día va a estar apareciendo la facturación online a través de ese mail, desde ahora mismo va a estar empezando la flexión de permisos, va a haber toda la información referida a las facturas, el ciclo de facturación, el rendimiento, el remonto a pagar, Puede activar 20 GB de regalo con una duración de 30 días, que esto es, aparte de los días que le comenté de este plan. Puede adherirse al derecho automático, y en caso de que aporte más de una línea registrada bajo su nombre, va a sumar 4 GB en cada línea. ¿Bien? Con respecto a lo que es la fecha de portabilidad, sí, una vez aprobada la portabilidad, bien, su línea va a aportar los siguientes 10 días áviles, sí. Así que quédese tranquilo. Como le dije un día antes por mensaje de WhatsApp, le vamos a estar informando la fecha para que se quede tranquilo. Es importante que no coloque el chip antes de la fecha informada. Les solicitamos que en caso de no levantar señal el chip, reinicie el teléfono y por otro lado, entre los próximos días, para hacer una encuesta de satisfacción via WhatsApp, les pido que la completen y que su opinión es muy importante para la empresa. Bien, ahora creo que terminamos con el cierre. ¿Tenéis alguna duda? ¿Consulta? No, el pago, ¿cómo va a ser? Bueno. ¿Cómo le digo? Más o menos usted va a entrar como en, más o menos como me dice, 10 días, como le digo, 10 días hábiles, 10 días hábiles seguramente. Supongo que usted entraría a finales de enero, las facturas se les generaría recién mitad de febrero y la vencería finales de febrero. Supongase usted, si no llega a poder pagar, se le da un mes, después de la, perdón, un mes, no, una semana, luego de la fecha de vencimiento de tolerancia para que usted abone. Así que quédese tranquilo. No, no, si cae, si cae los días 10, mejor. Sí, que sea tranquilo, como le digo, lo va a poder, eh, bueno, lo puede pagar tanto por Mercado Pao como por Rapid Pao. Así que si tiene dinero en transferencia, claro, es mejor. Así que bueno, bueno, Francisco, sin más que decirle, entonces, yo ahora corto la comunicación y nos podemos agarrar lo que le haces y tú. Le agradezco mucho tu atención, entonces. Que tengan buen día, bienvenido a Movistar. Ah, ahora te confirmo por WhatsApp el mail. Ah, el mail, claro, para que le llegue la facturación, mejor dicho. Así que, para que está mejor. Perfecto. Le agradezco entonces, Francisco, que tengan muy buen día.",
  "calidad": {
    "confianza_promedio": 0.465,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:54:27.510220",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:16.872441",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114121606831_MIT_01999",
    "fecha_inicio": "14/1/2026 12:16:07",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 255,
    "tiempo_conversacion": 254,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}