{
  "archivo": "amza13_1_260112105616861_ACD_04409.wav",
  "duracion_segundos": 405.2,
  "num_segmentos": 100,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 200.88,
    "Cliente": 167.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.42,
      "fin": 5.62,
      "duracion": 4.2,
      "texto": "Hola, buen día. ¿Hablo con Olga?",
      "confianza": 0.1,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.64,
      "fin": 5.7,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.72,
      "fin": 14.44,
      "duracion": 8.72,
      "texto": "Muchas gracias, Olga. Alba Esquerardo, me comunicó de la línea de beneficios Movistar. Te estoy llamando porque tenemos un plan en promoción para tu línea el día de hoy, por hacer la portabilidad conmigo.",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.08,
      "fin": 26.92,
      "duracion": 9.84,
      "texto": "Ay, mira, me cambiaste poco a claro, mi rey. Quería Movistar, te agradezco. ¿Por qué te cambiaste, Olga? ¿Tuviste algún problema con el servicio o con la facturación?",
      "confianza": 0.213,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.44,
      "fin": 41.82,
      "duracion": 11.38,
      "texto": "Y dice, mira, yo te puedo explicar, pero no me vas a entender porque el sistema dice una cosa y nosotras, nuestra voz, dice otra cosa. No, por favor, Ernesto, te creo, por eso te pregunto.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.6,
      "fin": 49.51,
      "duracion": 4.91,
      "texto": "Y bueno, sí, sí, porque yo necesito mi celular para, trabajo con mi celular.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.93,
      "fin": 54.86,
      "duracion": 3.93,
      "texto": "Bien. Y hago guardia, me llaman a mi celular y entonces, como que,",
      "confianza": 0.358,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.58,
      "fin": 60.89,
      "duracion": 5.31,
      "texto": "se me acababan los datos móviles rápido y yo, como verá, pago.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.83,
      "fin": 75.27,
      "duracion": 13.44,
      "texto": "Yo quería pagar, tenía los datos móviles para todo el mes, pero en mi trabajo tengo Wi-Fi igual que en mi casa. Y se agotaba, y se agotaban, y se agotaban, ¿viste? Y tener que recargar, recargar y no, no.",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.05,
      "fin": 91.37,
      "duracion": 15.32,
      "texto": "Y yo decía, ¿cómo si yo tengo un plan? Y bueno, y esto... Es raro, es raro lo que me contás, Solga, porque la verdad es que los datos de Movistar No suena a agotarse rápido. De hecho, WhatsApp ni siquiera te consume datos del plan. Habrás un buen técnico quizás.",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.83,
      "fin": 104.87,
      "duracion": 12.04,
      "texto": "Ay, bueno, yo hice reclamo, reclamo, reclamo. Y bueno, la cuestión es que ya... O sea, pagué todo lo que tenía pagado porque me vino no sé cuánto, lo pagué y me cambió, claro. Hijo, sinceramente te digo.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.63,
      "fin": 107.89,
      "duracion": 2.26,
      "texto": "¿Y cómo te funciona el servicio? De claro.",
      "confianza": 0.601,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.27,
      "fin": 117.53,
      "duracion": 8.26,
      "texto": "Y hasta ahora bien. Hasta ahora no tengo problema. Al menos los datos no me cortan. O sea, estoy bien por ahora.",
      "confianza": 0.394,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.05,
      "fin": 150.88,
      "duracion": 32.83,
      "texto": "Igual estoy pagando bastante elevado la cosa. ¿Cuánto pagas? 26 algo. Es un montón. Yo te podría dejar un plan en 13.250 pesos con 16 gigas, 20 gigas de regalos de la app. Y te puedo asegurar que los datos no se te van a agotar porque funcionan bien. No sé qué habrá pasado en aquel entonces cuando tuviste el problema. Sí,",
      "confianza": 0.727,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 150.88,
      "fin": 153.68,
      "duracion": 2.8,
      "texto": "mira, es muy tentador, pero... Mirar, es muy simple.",
      "confianza": 0.252,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.7,
      "fin": 172.36,
      "duracion": 18.66,
      "texto": "Yo te hago la gestión ahora y en 48 horas retiras el chip y no se puede usar más cercana. Y después comenzar a usar el plan. Vas a pagar el descuento fijo por seis meses Y a partir del sexto mes, ¿vos desde la aplicación te podés cambiar de plan para siempre estar aprovechando las promos?",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.87,
      "fin": 193.69,
      "duracion": 18.82,
      "texto": "Bueno, ve, pasa que ahora estoy de vacaciones. Entonces, tengo que ir hasta Avellaneda y no llegar acá y me quedo aquí. ¿Vos en qué localidad estás? Yo vivo en la Isla Maciel. Avellaneda, pertenece a Doxul.",
      "confianza": 0.392,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 194.24,
      "fin": 196.04,
      "duracion": 1.8,
      "texto": "Y zona roca estricta, sí.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.56,
      "fin": 197.5,
      "duracion": 0.94,
      "texto": "Sí, sí, sí.",
      "confianza": 0.095,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 197.52,
      "fin": 209.32,
      "duracion": 11.8,
      "texto": "Bueno, en Avellaneda tenemos la secursal de Mitre al 481. A partir de las 48 horas podrías retirarlo por ahí.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.34,
      "fin": 210.88,
      "duracion": 1.54,
      "texto": "Sí, pero me quedo sin celular, hijo, me cortan todo.",
      "confianza": 0.212,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 210.92,
      "fin": 214.78,
      "duracion": 3.87,
      "texto": "No, no, porque la puerta tarda de 5 a 7 días y vos el chip lo retirás en 48 horas.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.36,
      "fin": 248.91,
      "duracion": 33.55,
      "texto": "Es decir que sí o sí vas a tener el chip antes de que dejes de recibir la señal de claro. La idea es que lo retires justamente antes para que ya lo tengas el día que dejes de recibir la señal. Nosotros un día antes te avisamos, te decimos tal día, a tal hora, dejas de recibir la señal. Así no se verás que siempre vas a tener conexión. Me dijeron otra vez, yo tenía, porque yo tenía. Y me tuvieron no sé cuánto sin celular, sin nada. El programa al chip me llamaba.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 249.51,
      "fin": 275.03,
      "duracion": 25.52,
      "texto": "que todavía no está habilitado y todo un tema, dijo, yo ya estoy vieja para todos nosotros tres. Claro, por eso lo que hacemos ahora es suscribir que vayan en 28 horas a la sucursal. El chip está en ese tiempo, en ese lugar y ya lo tenés. Entonces es muy simple, después cuando lo colocás, no hay otra cosa que simplemente comenzar a usar el servicio. Haces la validación obviamente y comenzás a usar el servicio.",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.41,
      "fin": 283.24,
      "duracion": 3.83,
      "texto": "Ay, qué tentación. Mira, vamos a hacer una cosa.",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 286.14,
      "fin": 288.12,
      "duracion": 1.98,
      "texto": "A ver, ¿dónde estamos? Acá.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.14,
      "fin": 289.85,
      "duracion": 1.7,
      "texto": "Bien.",
      "confianza": 0.476,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 289.89,
      "fin": 300.24,
      "duracion": 10.35,
      "texto": "La sucursal, entonces, está en 1.348.1, abre el lunes a viernes, de 9 a 18. Estamos a lunes, el miércoles, te podrías acercar.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 300.74,
      "fin": 302.84,
      "duracion": 2.1,
      "texto": "Sí.",
      "confianza": 0.758,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 302.86,
      "fin": 324.77,
      "duracion": 21.91,
      "texto": "Si ya aportó, o sea, si ya aportó, Ahí mismo en la secursal te lo pueden poner y te bajan la línea activa. Si no, bueno, yo te voy indicando cómo hacer, simplemente un día antes te voy a decir, a tal hora de poner chip, lo colocas, te piden, te hacen tres preguntas para validar y ya comenzamos el servicio.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 325.27,
      "fin": 349.18,
      "duracion": 23.91,
      "texto": "Vas a pagar, bueno, el precio que te dije que vos me dijiste, estás pagando como 26.000, ¿no? Es un montón. Sí, vos si entras vas a ver, ahí está la factura, yo no te estoy mintiendo. Si extraen mi cuenta, que es el mismo número de hace 200 años que tengo, ibas a ver la factura de lo que pago, no te estoy mintiendo. Por eso, por eso sí es bastante.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 349.7,
      "fin": 369.97,
      "duracion": 20.27,
      "texto": "Entonces, con este plan, pagas esto, tenés el descuento por seis meses, al sexto mes te podés cambiar de plan. Antes esto no se permitía, pero no estamos habilitando a los clientes a que lo hagan, para que no se abatan de la compañía. y te aseguras que además de un buen servicio vas a pagar un precio acorde al menos, que es lo importante.",
      "confianza": 0.769,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.3,
      "fin": 389.15,
      "duracion": 15.85,
      "texto": "Bueno, Olga, entonces te mando el chip a mi tres... No, no me mandes nada, no, no, no, por favor, no. Te digo que no, por ahora no, hijo. No, no tengo ganas de salir hoy. Soy vieja. En última instancia te lo puedo mandar a domicilio si no.",
      "confianza": 0.269,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 389.77,
      "fin": 397.35,
      "duracion": 7.58,
      "texto": "Si realmente no querés ir a la sucursal, Tardó un poquito más, pero te lo mandamos con correo, Andreani, en cinco días. Llegará a tu casa.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 398.41,
      "fin": 405.2,
      "duracion": 6.79,
      "texto": "No, por ahora no, hijo. Yo te agradezco. Que tengas un buen día, hijo. Bueno, gracias, Olga. Que tengas un buen día también.",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Hablo con Olga? Sí. Muchas gracias, Olga. Alba Esquerardo, me comunicó de la línea de beneficios Movistar. Te estoy llamando porque tenemos un plan en promoción para tu línea el día de hoy, por hacer la portabilidad conmigo. Ay, mira, me cambiaste poco a claro, mi rey. Quería Movistar, te agradezco. ¿Por qué te cambiaste, Olga? ¿Tuviste algún problema con el servicio o con la facturación? Y dice, mira, yo te puedo explicar, pero no me vas a entender porque el sistema dice una cosa y nosotras, nuestra voz, dice otra cosa. No, por favor, Ernesto, te creo, por eso te pregunto. Y bueno, sí, sí, porque yo necesito mi celular para, trabajo con mi celular. Bien. Y hago guardia, me llaman a mi celular y entonces, como que, se me acababan los datos móviles rápido y yo, como verá, pago. Yo quería pagar, tenía los datos móviles para todo el mes, pero en mi trabajo tengo Wi-Fi igual que en mi casa. Y se agotaba, y se agotaban, y se agotaban, ¿viste? Y tener que recargar, recargar y no, no. Y yo decía, ¿cómo si yo tengo un plan? Y bueno, y esto... Es raro, es raro lo que me contás, Solga, porque la verdad es que los datos de Movistar No suena a agotarse rápido. De hecho, WhatsApp ni siquiera te consume datos del plan. Habrás un buen técnico quizás. Ay, bueno, yo hice reclamo, reclamo, reclamo. Y bueno, la cuestión es que ya... O sea, pagué todo lo que tenía pagado porque me vino no sé cuánto, lo pagué y me cambió, claro. Hijo, sinceramente te digo. ¿Y cómo te funciona el servicio? De claro. Y hasta ahora bien. Hasta ahora no tengo problema. Al menos los datos no me cortan. O sea, estoy bien por ahora. Igual estoy pagando bastante elevado la cosa. ¿Cuánto pagas? 26 algo. Es un montón. Yo te podría dejar un plan en 13.250 pesos con 16 gigas, 20 gigas de regalos de la app. Y te puedo asegurar que los datos no se te van a agotar porque funcionan bien. No sé qué habrá pasado en aquel entonces cuando tuviste el problema. Sí, mira, es muy tentador, pero... Mirar, es muy simple. Yo te hago la gestión ahora y en 48 horas retiras el chip y no se puede usar más cercana. Y después comenzar a usar el plan. Vas a pagar el descuento fijo por seis meses Y a partir del sexto mes, ¿vos desde la aplicación te podés cambiar de plan para siempre estar aprovechando las promos? Bueno, ve, pasa que ahora estoy de vacaciones. Entonces, tengo que ir hasta Avellaneda y no llegar acá y me quedo aquí. ¿Vos en qué localidad estás? Yo vivo en la Isla Maciel. Avellaneda, pertenece a Doxul. Y zona roca estricta, sí. Sí, sí, sí. Bueno, en Avellaneda tenemos la secursal de Mitre al 481. A partir de las 48 horas podrías retirarlo por ahí. Sí, pero me quedo sin celular, hijo, me cortan todo. No, no, porque la puerta tarda de 5 a 7 días y vos el chip lo retirás en 48 horas. Es decir que sí o sí vas a tener el chip antes de que dejes de recibir la señal de claro. La idea es que lo retires justamente antes para que ya lo tengas el día que dejes de recibir la señal. Nosotros un día antes te avisamos, te decimos tal día, a tal hora, dejas de recibir la señal. Así no se verás que siempre vas a tener conexión. Me dijeron otra vez, yo tenía, porque yo tenía. Y me tuvieron no sé cuánto sin celular, sin nada. El programa al chip me llamaba. que todavía no está habilitado y todo un tema, dijo, yo ya estoy vieja para todos nosotros tres. Claro, por eso lo que hacemos ahora es suscribir que vayan en 28 horas a la sucursal. El chip está en ese tiempo, en ese lugar y ya lo tenés. Entonces es muy simple, después cuando lo colocás, no hay otra cosa que simplemente comenzar a usar el servicio. Haces la validación obviamente y comenzás a usar el servicio. Ay, qué tentación. Mira, vamos a hacer una cosa. A ver, ¿dónde estamos? Acá. Bien. La sucursal, entonces, está en 1.348.1, abre el lunes a viernes, de 9 a 18. Estamos a lunes, el miércoles, te podrías acercar. Sí. Si ya aportó, o sea, si ya aportó, Ahí mismo en la secursal te lo pueden poner y te bajan la línea activa. Si no, bueno, yo te voy indicando cómo hacer, simplemente un día antes te voy a decir, a tal hora de poner chip, lo colocas, te piden, te hacen tres preguntas para validar y ya comenzamos el servicio. Vas a pagar, bueno, el precio que te dije que vos me dijiste, estás pagando como 26.000, ¿no? Es un montón. Sí, vos si entras vas a ver, ahí está la factura, yo no te estoy mintiendo. Si extraen mi cuenta, que es el mismo número de hace 200 años que tengo, ibas a ver la factura de lo que pago, no te estoy mintiendo. Por eso, por eso sí es bastante. Entonces, con este plan, pagas esto, tenés el descuento por seis meses, al sexto mes te podés cambiar de plan. Antes esto no se permitía, pero no estamos habilitando a los clientes a que lo hagan, para que no se abatan de la compañía. y te aseguras que además de un buen servicio vas a pagar un precio acorde al menos, que es lo importante. Bueno, Olga, entonces te mando el chip a mi tres... No, no me mandes nada, no, no, no, por favor, no. Te digo que no, por ahora no, hijo. No, no tengo ganas de salir hoy. Soy vieja. En última instancia te lo puedo mandar a domicilio si no. Si realmente no querés ir a la sucursal, Tardó un poquito más, pero te lo mandamos con correo, Andreani, en cinco días. Llegará a tu casa. No, por ahora no, hijo. Yo te agradezco. Que tengas un buen día, hijo. Bueno, gracias, Olga. Que tengas un buen día también.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:07:48.019881",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 100,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:14.015619",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105616861_ACD_04409",
    "fecha_inicio": "12/1/2026 10:56:16",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 422,
    "tiempo_conversacion": 389,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}