{
  "archivo": "amza5_1_260113134849920_ACD_93195.wav",
  "duracion_segundos": 135.74,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 7.94,
    "Cliente": 115.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.09,
      "fin": 3.32,
      "duracion": 2.23,
      "texto": "Hola, ¿qué tal? Buen día, ¿hablé con la avenida Osvaldo?",
      "confianza": 0.378,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.06,
      "fin": 25.43,
      "duracion": 20.37,
      "texto": "Sí, señorita. Osvaldo, como le iba, le comento que lo estamos llamando la parte de recuperas del cliente de Montserrat y queríamos saber procurar un cliente excelente como usted después de nuestra compañía. ¿Por qué me fui? Sí. ¿Eso? Por la mala atención que tuvieron conmigo.",
      "confianza": 0.107,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.8,
      "fin": 32.38,
      "duracion": 5.58,
      "texto": "¿Por qué? ¿Qué le pasó a Damón? ¿No le dieron lo que usted pedía? ¿La bonificación por la faturación?",
      "confianza": 0.464,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.97,
      "fin": 38.39,
      "duracion": 4.43,
      "texto": "Damás, en veinte y tanto años, nunca me dieron ni siquiera ahora.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.92,
      "fin": 43.08,
      "duracion": 3.16,
      "texto": "Así que imaginante.",
      "confianza": 0.495,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.64,
      "fin": 49.89,
      "duracion": 6.25,
      "texto": "Cuando uno se va a asesorar, se ve que lo cagaron toda la vida, entonces dice chau.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.16,
      "fin": 53.04,
      "duracion": 1.88,
      "texto": "Y la verdad es que estoy bien ahora como estoy.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.3,
      "fin": 54.62,
      "duracion": 0.32,
      "texto": "Ok,",
      "confianza": 0.116,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.62,
      "fin": 55.9,
      "duracion": 1.28,
      "texto": "ok Oswaldo.",
      "confianza": 0.116,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.92,
      "fin": 95.09,
      "duracion": 39.17,
      "texto": "Bueno, primero que nada, no se le voy a pedir disculpas porque, como le digo, a mí me parece que usted ha sido un excelente cliente, por eso nos estamos contactando nuevamente con usted, ¿bien? Sí, pero cierto, sí, ten la razón. Bien, y hoy en día, bueno, nosotros somos una nueva gestión donde estamos tratando de recuperar a los clientes como usted que nos quiere excelente para que podamos volver con nosotros. ¿En qué manera lo hacemos? Es un asesoramiento personalizado, justamente para que nos vuelva a repetir la historia que está viviendo. Si en ese caso usted quisiera volver, yo pasaría a ser su asesora personal, por cualquier consulta o dudas que tenga, directamente se estaría comunicando conmigo, ¿de acuerdo? Lo que es mi número particular, Oswaldo.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.77,
      "fin": 119.6,
      "duracion": 23.83,
      "texto": "En este caso, ¿usted cuenta lo que está abonando con Claro? ¿Cuántas vidas tiene en la única línea? Sí, sí, pero bueno, no, eso me lo explicarías en otro momento, cuando se me ocurra cambiarme de vuelta. Ok, Oswaldo, no hay ningún tipo de problema, ¿bien? Yo logré hacer mi número particular, Si le sigue interesar, devuelve con una buena propuesta, me escribe por ahí y estamos en contacto, ¿le parece?",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.58,
      "fin": 135.74,
      "duracion": 15.16,
      "texto": "Dale con mucho gusto y disculpa, como estoy medio trabajando, medio de todo un poco. No hay problemas, Walter, lo entiendo, lo entiendo totalmente. Bueno, que tenga buen día, hasta luego. Hasta luego también, chaucito, chau chau.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, ¿hablé con la avenida Osvaldo? Sí, señorita. Osvaldo, como le iba, le comento que lo estamos llamando la parte de recuperas del cliente de Montserrat y queríamos saber procurar un cliente excelente como usted después de nuestra compañía. ¿Por qué me fui? Sí. ¿Eso? Por la mala atención que tuvieron conmigo. ¿Por qué? ¿Qué le pasó a Damón? ¿No le dieron lo que usted pedía? ¿La bonificación por la faturación? Damás, en veinte y tanto años, nunca me dieron ni siquiera ahora. Así que imaginante. Cuando uno se va a asesorar, se ve que lo cagaron toda la vida, entonces dice chau. Y la verdad es que estoy bien ahora como estoy. Ok, ok Oswaldo. Bueno, primero que nada, no se le voy a pedir disculpas porque, como le digo, a mí me parece que usted ha sido un excelente cliente, por eso nos estamos contactando nuevamente con usted, ¿bien? Sí, pero cierto, sí, ten la razón. Bien, y hoy en día, bueno, nosotros somos una nueva gestión donde estamos tratando de recuperar a los clientes como usted que nos quiere excelente para que podamos volver con nosotros. ¿En qué manera lo hacemos? Es un asesoramiento personalizado, justamente para que nos vuelva a repetir la historia que está viviendo. Si en ese caso usted quisiera volver, yo pasaría a ser su asesora personal, por cualquier consulta o dudas que tenga, directamente se estaría comunicando conmigo, ¿de acuerdo? Lo que es mi número particular, Oswaldo. En este caso, ¿usted cuenta lo que está abonando con Claro? ¿Cuántas vidas tiene en la única línea? Sí, sí, pero bueno, no, eso me lo explicarías en otro momento, cuando se me ocurra cambiarme de vuelta. Ok, Oswaldo, no hay ningún tipo de problema, ¿bien? Yo logré hacer mi número particular, Si le sigue interesar, devuelve con una buena propuesta, me escribe por ahí y estamos en contacto, ¿le parece? Dale con mucho gusto y disculpa, como estoy medio trabajando, medio de todo un poco. No hay problemas, Walter, lo entiendo, lo entiendo totalmente. Bueno, que tenga buen día, hasta luego. Hasta luego también, chaucito, chau chau.",
  "calidad": {
    "confianza_promedio": 0.473,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:33:50.370956",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:30.226097",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113134849920_ACD_93195",
    "fecha_inicio": "13/1/2026 13:48:49",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 172,
    "tiempo_conversacion": 132,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}