{
  "archivo": "amza6_1_260115141114713_ACD_54113.wav",
  "duracion_segundos": 589.76,
  "num_segmentos": 112,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 349.23,
    "Cliente": 213.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 7.5,
      "duracion": 7.47,
      "texto": "Hola. Hola, ¿qué tal? Buen día. ¿Hablo con la línea de José? Sí, ¿quién habla? José, ¿cómo estás? Un gusto.",
      "confianza": 0.183,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.56,
      "fin": 14.83,
      "duracion": 7.27,
      "texto": "Mi nombre es Micaela, me estoy comunicando desde lo que es el área de beneficios de Movistar para brindarte un nuevo beneficio.",
      "confianza": 0.598,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.85,
      "fin": 40.62,
      "duracion": 25.77,
      "texto": "Yo no tengo Movistar. No, no, no, es para que te pases nuevamente. No, no, no sé. No sé, ¿para qué quiere que me pase? No sé. Yo ya tuve Movistar. No sé, me asegura que se fue el 29 de enero del 2025. Creo que sí, no sé si más... Ah, bien. No sé. Ah, bien. Puede ser que esté mejor dado de lo que es la fecha.",
      "confianza": 0.258,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.54,
      "fin": 57.68,
      "duracion": 16.14,
      "texto": "Mira, José, tú tienes para brindarte un plan a 10.400 pesos y vas a tener 16 stickers en total. Son 8 de base más 8 de regalo. No sé, voy a hablar con un personal primero porque movistar no me gusta cómo se manejan.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.5,
      "fin": 69.76,
      "duracion": 11.26,
      "texto": "¿Tenés actualmente personas? Claro. No,",
      "confianza": 0.169,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 69.76,
      "fin": 73.33,
      "duracion": 3.57,
      "texto": "claro, claro.",
      "confianza": 0.402,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.35,
      "fin": 85.51,
      "duracion": 12.16,
      "texto": "Bien. ¿Y por qué? O sea, ¿cuál es el motivo del que no te gusta movilizar? ¿Qué inconveniente tú viste? Aumenta cuando se le canta. Te llaman para meterte a la cosa y para que vuelvas a la compañía,",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.16,
      "fin": 119.58,
      "duracion": 33.42,
      "texto": "a comoditar y después a los primeros meses ya te empiezan a romper con que el mes que viene aumento, el mes que viene aumento, no, pará, este no, todos los meses, todos los meses aumento, todos los meses. Mira José, nosotros actualmente, por lo menos yo desde el área donde estoy, que es el área de recupero de clientes, si yo no estoy en el área de venta, Primero que nada, a mí me paraban una comisión si vos te quedaras en la compañía. A mí no me sirve nada que vos pases a la compañía y que al mes estés no estés conforme con el servicio.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.19,
      "fin": 177.21,
      "duracion": 56.02,
      "texto": "Y lo que pasa es que al menos no te van a cambiar, no se va a cambiar la gente. Te hacen el enganche para estar dos, tres meses, cuatro meses, tres meses. A mí me rompe mucho la soberana, ¿viste? Soberanamente no estoy yo para pasarme con ustedes y ver a ver cuánto me roban y al mes estar pasándome con otro o llamando a otro para ver si ese no me roba, ¿viste? La gente no es boluda, ¿viste? Entonces, no es con vos, no es con vos. Él es con la compañía que se maneja así, ¿me entendés? Robándole a la gente. Porque eso es robar. Te prometen todo de entrada y a los tres meses ya te están boludeando, ya el próximo mes aumenta, el próximo mes aumenta y así sucesivamente. Así que movilizar.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.78,
      "fin": 180.56,
      "duracion": 2.78,
      "texto": "Te digo, sinceramente no me interesa.",
      "confianza": 0.425,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.58,
      "fin": 190.03,
      "duracion": 9.45,
      "texto": "Yo por eso me pasé con claro que es un poco más serio en ese sentido. No como movistar, ¿viste?",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.73,
      "fin": 195.6,
      "duracion": 4.87,
      "texto": "Claro, por eso te comento que somos una nueva gestión. Esto es realmente desde junio del año pasado.",
      "confianza": 0.431,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.48,
      "fin": 211.37,
      "duracion": 14.89,
      "texto": "Nosotros cuando hacemos lo que es la portabilidad, se lee lo que es el contrato, dónde se repasan. Primero los datos del titular, después se repasan lo que son los conceptos a abonar. Entonces, esto que has grabado en la tomada, ¿para qué? ¿Para seguridad? ¿Tú lo de que vas a estar agotando lo que realmente te dijo?",
      "confianza": 0.47,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.26,
      "fin": 240.79,
      "duracion": 28.53,
      "texto": "Y aparte para seguridad, mira, Adri, que te estoy vinando realmente lo que el sistema dice, ¿sí? Como te digo, a mí me pagan si vos te quedas en la compañía. Sí, a mí no me sirve de nada que vos tú haces en la compañía y que a las dos, tres meses, cinco meses se vaga. No, a ver, a ver, a vos te pagan porque vas a trabajar todos los días, si llamás y cuanto más metes a movistar, obvio, más vas a seguir laburando, si seguís metiendo gente, a ellos no le interesa tener lo de...",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 241.29,
      "fin": 270.19,
      "duracion": 28.9,
      "texto": "de poder meter tres, desde cinco o diez que metas, que se queden cinco, un año ya es negocio para ellos, ¿viste? Pero te vuelvo a repetir, te vuelvo a repetir, todo lo que vos me delegás, de qué contrato, de qué el seguro, eso se nos lleva al viento, porque esto acá no firmamos nada, ¿viste? Ustedes ponen el costo como les conviene y después te ponen",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 270.94,
      "fin": 301.55,
      "duracion": 30.61,
      "texto": "Ya te repito, a los tres meses, vueltes, viste, te salen con el cuentito de que el próximo mes le informamos del tanto por ciento. Viste, qué sé yo. ¿Entendés? Tendrían que rever un poco eso, viste, la compañía, ¿me entendés? La gente no es boluda. Si entra y está un tiempo, ¿sabe por qué? Porque no quiere, no le hincha la bola, y tenés que otra vez llamar a otra compañía y decir a ver si ésta no me roba.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 302.13,
      "fin": 324.62,
      "duracion": 22.49,
      "texto": "Y quizás yo también estuve hace un tiempo, hasta que viste me jodieron tanto, y bueno, llegó un momento que tiraron, tiraron de la cuerda, y bueno. Viste, viste, nada para... Incluso que tenés un escoro bastante alto, sí, eso quiere decir que has estado bonando todo el tiempo. Yo no tengo problema de eso, abonar fecha, siempre aboné fecha, con claro abono de fecha.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 325.25,
      "fin": 331.02,
      "duracion": 5.77,
      "texto": "Lo que no me gusta es que me metan la mano de bolsillo, ¿me entendés?",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 332.16,
      "fin": 336.06,
      "duracion": 3.91,
      "texto": "Que me digan una cosa y a los dos o tres meses me salgan con otra.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 337.89,
      "fin": 340.57,
      "duracion": 2.68,
      "texto": "A ver si se entiende. No sé si se entiende.",
      "confianza": 0.478,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 342.83,
      "fin": 368.63,
      "duracion": 25.8,
      "texto": "Justamente por eso te digo que, o sea, te quiero brindar la confianza de que a ver, si yo te digo a llamar a algo que no es, tengo que correr el riesgo de que me suspendan y hasta quedarme directamente desvinculada del trabajo. Yo no te puedo brindar a decirte, no, vas a pagar, no sé, entre mil pesos y realmente, esto no es así, y corro el riesgo de perder el trabajo. Por eso esta llamada está haciendo grabada y te digo lo que es el contrato de venta.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 368.65,
      "fin": 368.79,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.158,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 369.14,
      "fin": 393.8,
      "duracion": 24.66,
      "texto": "Bueno, te repito, voy a hablar primero con claro, porque ya te digo, viste, fue mucho tiempo con Movistar, creo que fue, tuve como tres, cuatro veces, no sé, de hace rato que... que tengo Movistar, lo tuve un tiempo, después salí, y la verdad siempre fue lo mismo, viste. Siempre se manejó de esa forma, no sé si el negocio para...",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 394.45,
      "fin": 432.37,
      "duracion": 37.92,
      "texto": "Para ellos garcar gente y que la gente se arrepienta al año y cambie y después llorarle la carta atrás para que vuelvan y después así sucesivamente, ¿viste? No sé, capaz que es negocio para ellos, ¿qué es eso? Para la gente no es negocio, ¿viste? No, pero quedate tranquilo que mira, nosotros actualmente estamos haciendo esta nueva campaña así que estamos directamente robándoles a clientes que dan estado en la compañía, ¿sí? Nos estamos enfocando en aquellos clientes que se han ido de la compañía para que vean que realmente somos una nueva gestión. Si no, estaríamos tomando a clientes que no han estado nunca en la compañía, ¿me entendés?, para que puedan probar.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 432.96,
      "fin": 438.21,
      "duracion": 5.25,
      "texto": "En cambio, estamos tomando a gente que no ha estado y que ha tenido malas experiencias como vos para que puedas volver.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 440.61,
      "fin": 447.66,
      "duracion": 7.05,
      "texto": "Pero nada, bueno, no quiero repetir cualquier cosa. Lo voy a consultar, voy a ver a ver qué...",
      "confianza": 0.134,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 449.19,
      "fin": 471.13,
      "duracion": 21.94,
      "texto": "que me cobra esto, de donde estoy, bueno, en el caso del oso voy a ver, pero ya te digo, viste, cuando la gente, viste, se cansa de frauda, cuando, digamos, una compañía, una compañía de frauda o coso, como cualquier cosa, si a vos te defraudas en algo, no vas a creer de nuevo, viste.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 471.75,
      "fin": 489.14,
      "duracion": 17.38,
      "texto": "Vas a tener, por más que después te diga, no, pero mira que ahora que hacemos esto, que la compañía es la más transparente, viste, me puedes decir cualquier cosa, viste, pero es así.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 491.95,
      "fin": 514.06,
      "duracion": 22.11,
      "texto": "Esto te digo, más que nada, que sé yo, capaz que lo entendáis, capaz que no, pero para que vean, y capaz que vos le hables alguno de ahí, de arriba de tuyo, de la compañía, y decirle, che, loco, las que te están, bien, ya las bolas, que les choré, se manejen así,",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 514.65,
      "fin": 522.66,
      "duracion": 8.01,
      "texto": "Y después nos salen a nosotros cuando llamamos para volver cosas, nos salen con esto, ¿viste? Diciendo estas cosas.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 523.31,
      "fin": 540.03,
      "duracion": 16.72,
      "texto": "Y bueno, y ahí capaz que le cae la ficha, ¿viste? No, estamos zarpando, ¿viste? Lo estamos zarpando, ¿viste? No, sí. ¿Entendés? Realmente lo que es movistar es saber realmente de dónde estos clientes que han tenido esta mala experiencia, por eso justamente nos estamos contactando con clientes que están en estado de la compañía.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.62,
      "fin": 569.04,
      "duracion": 28.42,
      "texto": "como te digo, sino que nos estaríamos contactando directamente con clientes que no han estado nunca así y que vuelvan, o sea, que prueben directamente de cero la compañía. Te agradezco. ¿Tu nombre cómo es? Micaela. Micaela, muchas gracias por escuchar, pero nada, es la verdad, ¿viste? O sea, lo que te cuento es tal cual. A mí me pasó, y yo creo que no soy el único, ¿viste? Mucho... No, no, no, no, totalmente no.",
      "confianza": 0.325,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 569.93,
      "fin": 589.76,
      "duracion": 19.83,
      "texto": "Pero bueno, en algún momento quizás cosas, porque son todas las compañías más o menos lo mismo, después de un tiempo ya te empiezan a barajar de una forma u otra, lo que decís es que Movistar es muy descarado en ese sentido, al troque te empieza a barajar.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. ¿Hablo con la línea de José? Sí, ¿quién habla? José, ¿cómo estás? Un gusto. Mi nombre es Micaela, me estoy comunicando desde lo que es el área de beneficios de Movistar para brindarte un nuevo beneficio. Yo no tengo Movistar. No, no, no, es para que te pases nuevamente. No, no, no sé. No sé, ¿para qué quiere que me pase? No sé. Yo ya tuve Movistar. No sé, me asegura que se fue el 29 de enero del 2025. Creo que sí, no sé si más... Ah, bien. No sé. Ah, bien. Puede ser que esté mejor dado de lo que es la fecha. Mira, José, tú tienes para brindarte un plan a 10.400 pesos y vas a tener 16 stickers en total. Son 8 de base más 8 de regalo. No sé, voy a hablar con un personal primero porque movistar no me gusta cómo se manejan. ¿Tenés actualmente personas? Claro. No, claro, claro. Bien. ¿Y por qué? O sea, ¿cuál es el motivo del que no te gusta movilizar? ¿Qué inconveniente tú viste? Aumenta cuando se le canta. Te llaman para meterte a la cosa y para que vuelvas a la compañía, a comoditar y después a los primeros meses ya te empiezan a romper con que el mes que viene aumento, el mes que viene aumento, no, pará, este no, todos los meses, todos los meses aumento, todos los meses. Mira José, nosotros actualmente, por lo menos yo desde el área donde estoy, que es el área de recupero de clientes, si yo no estoy en el área de venta, Primero que nada, a mí me paraban una comisión si vos te quedaras en la compañía. A mí no me sirve nada que vos pases a la compañía y que al mes estés no estés conforme con el servicio. Y lo que pasa es que al menos no te van a cambiar, no se va a cambiar la gente. Te hacen el enganche para estar dos, tres meses, cuatro meses, tres meses. A mí me rompe mucho la soberana, ¿viste? Soberanamente no estoy yo para pasarme con ustedes y ver a ver cuánto me roban y al mes estar pasándome con otro o llamando a otro para ver si ese no me roba, ¿viste? La gente no es boluda, ¿viste? Entonces, no es con vos, no es con vos. Él es con la compañía que se maneja así, ¿me entendés? Robándole a la gente. Porque eso es robar. Te prometen todo de entrada y a los tres meses ya te están boludeando, ya el próximo mes aumenta, el próximo mes aumenta y así sucesivamente. Así que movilizar. Te digo, sinceramente no me interesa. Yo por eso me pasé con claro que es un poco más serio en ese sentido. No como movistar, ¿viste? Claro, por eso te comento que somos una nueva gestión. Esto es realmente desde junio del año pasado. Nosotros cuando hacemos lo que es la portabilidad, se lee lo que es el contrato, dónde se repasan. Primero los datos del titular, después se repasan lo que son los conceptos a abonar. Entonces, esto que has grabado en la tomada, ¿para qué? ¿Para seguridad? ¿Tú lo de que vas a estar agotando lo que realmente te dijo? Y aparte para seguridad, mira, Adri, que te estoy vinando realmente lo que el sistema dice, ¿sí? Como te digo, a mí me pagan si vos te quedas en la compañía. Sí, a mí no me sirve de nada que vos tú haces en la compañía y que a las dos, tres meses, cinco meses se vaga. No, a ver, a ver, a vos te pagan porque vas a trabajar todos los días, si llamás y cuanto más metes a movistar, obvio, más vas a seguir laburando, si seguís metiendo gente, a ellos no le interesa tener lo de... de poder meter tres, desde cinco o diez que metas, que se queden cinco, un año ya es negocio para ellos, ¿viste? Pero te vuelvo a repetir, te vuelvo a repetir, todo lo que vos me delegás, de qué contrato, de qué el seguro, eso se nos lleva al viento, porque esto acá no firmamos nada, ¿viste? Ustedes ponen el costo como les conviene y después te ponen Ya te repito, a los tres meses, vueltes, viste, te salen con el cuentito de que el próximo mes le informamos del tanto por ciento. Viste, qué sé yo. ¿Entendés? Tendrían que rever un poco eso, viste, la compañía, ¿me entendés? La gente no es boluda. Si entra y está un tiempo, ¿sabe por qué? Porque no quiere, no le hincha la bola, y tenés que otra vez llamar a otra compañía y decir a ver si ésta no me roba. Y quizás yo también estuve hace un tiempo, hasta que viste me jodieron tanto, y bueno, llegó un momento que tiraron, tiraron de la cuerda, y bueno. Viste, viste, nada para... Incluso que tenés un escoro bastante alto, sí, eso quiere decir que has estado bonando todo el tiempo. Yo no tengo problema de eso, abonar fecha, siempre aboné fecha, con claro abono de fecha. Lo que no me gusta es que me metan la mano de bolsillo, ¿me entendés? Que me digan una cosa y a los dos o tres meses me salgan con otra. A ver si se entiende. No sé si se entiende. Justamente por eso te digo que, o sea, te quiero brindar la confianza de que a ver, si yo te digo a llamar a algo que no es, tengo que correr el riesgo de que me suspendan y hasta quedarme directamente desvinculada del trabajo. Yo no te puedo brindar a decirte, no, vas a pagar, no sé, entre mil pesos y realmente, esto no es así, y corro el riesgo de perder el trabajo. Por eso esta llamada está haciendo grabada y te digo lo que es el contrato de venta. Sí, sí. Bueno, te repito, voy a hablar primero con claro, porque ya te digo, viste, fue mucho tiempo con Movistar, creo que fue, tuve como tres, cuatro veces, no sé, de hace rato que... que tengo Movistar, lo tuve un tiempo, después salí, y la verdad siempre fue lo mismo, viste. Siempre se manejó de esa forma, no sé si el negocio para... Para ellos garcar gente y que la gente se arrepienta al año y cambie y después llorarle la carta atrás para que vuelvan y después así sucesivamente, ¿viste? No sé, capaz que es negocio para ellos, ¿qué es eso? Para la gente no es negocio, ¿viste? No, pero quedate tranquilo que mira, nosotros actualmente estamos haciendo esta nueva campaña así que estamos directamente robándoles a clientes que dan estado en la compañía, ¿sí? Nos estamos enfocando en aquellos clientes que se han ido de la compañía para que vean que realmente somos una nueva gestión. Si no, estaríamos tomando a clientes que no han estado nunca en la compañía, ¿me entendés?, para que puedan probar. En cambio, estamos tomando a gente que no ha estado y que ha tenido malas experiencias como vos para que puedas volver. Pero nada, bueno, no quiero repetir cualquier cosa. Lo voy a consultar, voy a ver a ver qué... que me cobra esto, de donde estoy, bueno, en el caso del oso voy a ver, pero ya te digo, viste, cuando la gente, viste, se cansa de frauda, cuando, digamos, una compañía, una compañía de frauda o coso, como cualquier cosa, si a vos te defraudas en algo, no vas a creer de nuevo, viste. Vas a tener, por más que después te diga, no, pero mira que ahora que hacemos esto, que la compañía es la más transparente, viste, me puedes decir cualquier cosa, viste, pero es así. Esto te digo, más que nada, que sé yo, capaz que lo entendáis, capaz que no, pero para que vean, y capaz que vos le hables alguno de ahí, de arriba de tuyo, de la compañía, y decirle, che, loco, las que te están, bien, ya las bolas, que les choré, se manejen así, Y después nos salen a nosotros cuando llamamos para volver cosas, nos salen con esto, ¿viste? Diciendo estas cosas. Y bueno, y ahí capaz que le cae la ficha, ¿viste? No, estamos zarpando, ¿viste? Lo estamos zarpando, ¿viste? No, sí. ¿Entendés? Realmente lo que es movistar es saber realmente de dónde estos clientes que han tenido esta mala experiencia, por eso justamente nos estamos contactando con clientes que están en estado de la compañía. como te digo, sino que nos estaríamos contactando directamente con clientes que no han estado nunca así y que vuelvan, o sea, que prueben directamente de cero la compañía. Te agradezco. ¿Tu nombre cómo es? Micaela. Micaela, muchas gracias por escuchar, pero nada, es la verdad, ¿viste? O sea, lo que te cuento es tal cual. A mí me pasó, y yo creo que no soy el único, ¿viste? Mucho... No, no, no, no, totalmente no. Pero bueno, en algún momento quizás cosas, porque son todas las compañías más o menos lo mismo, después de un tiempo ya te empiezan a barajar de una forma u otra, lo que decís es que Movistar es muy descarado en ese sentido, al troque te empieza a barajar.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:41:16.282902",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 112,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:30.744589",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115141114713_ACD_54113",
    "fecha_inicio": "15/1/2026 14:11:14",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 601,
    "tiempo_conversacion": 565,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}