{
  "archivo": "amza19_1_260113131851437_ACD_96371.wav",
  "duracion_segundos": 251.69,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 171.51,
    "Cliente": 62.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.75,
      "fin": 9.02,
      "duracion": 7.27,
      "texto": "Hola. Hola, buen día. ¿Hablo con Jenny? Sí, dígame. ¿Cómo está? Mi nombre es Brisa.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.52,
      "fin": 12.47,
      "duracion": 2.94,
      "texto": "Estaba llamándole de la área de recupero clientes de Movistar.",
      "confianza": 0.663,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.23,
      "fin": 21.04,
      "duracion": 7.81,
      "texto": "Era para poder brindarle un descuento con su línea. ¿Usted está en claro actualmente? Sí, es correcto. Yo estoy en claro.",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.06,
      "fin": 21.16,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.013,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.18,
      "fin": 29.84,
      "duracion": 8.66,
      "texto": "Nosotros de Movistar queríamos recuperarla como clienta brindándole una promoción que le pueda servir más. Usted tiene solo esta línea. Su nombre tiene más líneas.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.84,
      "fin": 35.23,
      "duracion": 4.38,
      "texto": "No tengo una sola línea nada más.",
      "confianza": 0.173,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.25,
      "fin": 35.35,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.37,
      "fin": 43.1,
      "duracion": 7.73,
      "texto": "El día de hoy tenemos dos promociones para ofrecerle, Jenny. Una intermedia de 8 gigas de base más 8 gigas de regalo por 6 meses.",
      "confianza": 0.474,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 43.78,
      "fin": 47.95,
      "duracion": 4.16,
      "texto": "Viene con WhatsApp gratis que es más libre a cualquier compañía y roaming en América.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.83,
      "fin": 54.37,
      "duracion": 5.55,
      "texto": "Esa promo de 16 gigas mensuales tiene un valor de $13,250, ¿sí?",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.81,
      "fin": 70.01,
      "duracion": 13.2,
      "texto": "Si usted usa un poquito menos de gigas, lo que le puedo ofrecer es un plan de 4 gigas de base más 4 regalos por 6 meses con WhatsApp gratis y las llamas libres a cualquier compañera en $11,400 pesos.",
      "confianza": 0.67,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.79,
      "fin": 110.26,
      "duracion": 39.47,
      "texto": "¿Sí? Ambos planes vienen con la posibilidad de activar una vez al año 20 gigas durante 30 días en el momento que usted desee para que lo pueda aprovechar también. aparte de los botigas que ya trae el plan. Qué bien, y el dolo y no, yo ya me quedé con Carlos, señorita, porque por lo menos no me estuvo en las ventas cada rato, estoy más tranquila. Con todo esto, muchas gracias, muy amable, todas maneras. Bien, entiendo. Es por algo en particular, aparte de eso, ya que Movistar hoy en día está regulado y de esta manera no está subiendo los precios como le pasaba anteriormente.",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.93,
      "fin": 134.19,
      "duracion": 22.26,
      "texto": "Sí, ya cambiaron, claro, movistar este... Yo toda la vida tuve movistar este en Venezuela, claro, y toda la vida, pero lo que pasa es que aquí cada rato, por lo menos imagínate que es incómodo, pero a mí me gusta la calidad del señal, es excelente, buenísima, no hay como movistar hoy, te voy a decir clarísimo.",
      "confianza": 0.603,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.01,
      "fin": 141.93,
      "duracion": 6.91,
      "texto": "Pero a veces los planes, el peor es que te suben los planes cada rato y te están llamando, es un fastidio.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.37,
      "fin": 143.49,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.056,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.51,
      "fin": 163.32,
      "duracion": 19.81,
      "texto": "Y entonces ya no puedo estar en ese problema. Y me cobras tanto, eso lo voy a pagar por tanto tiempo, hay que estar claro lo que voy a pagar, ¿no? Pero no que después tú me dices once o once, después al otro mes tengo trece, tengo catorce y esa llamada es un fastidio. Claro, sí.",
      "confianza": 0.461,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.9,
      "fin": 183.74,
      "duracion": 19.84,
      "texto": "Lo entiendo porque antes pasaba eso con Movistar que al no estar regulado directamente subía precios muy rápido y demás. Hoy en día por suerte la compañía ha cambiado de comisión y permite establecer precios más directamente establecidos para que usted no sufra estos aumentos.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.2,
      "fin": 190.12,
      "duracion": 4.92,
      "texto": "Ah, ya lo ha acondicionado a un mejoro. Ah, buenísimo, excelente. Me alegro mucho.",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.73,
      "fin": 201.9,
      "duracion": 11.17,
      "texto": "Bueno, con todo, déjame pensar. A lo mejor en este mes ya creo que se termina la renta ahorita cuando yo pague creo que la renta de este mes.",
      "confianza": 0.458,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.12,
      "fin": 214.97,
      "duracion": 11.85,
      "texto": "Con todo, déjame ver cómo hago y se venda la renta y me cambia. Pues si es así como me dice, es excelente porque la calidad es genial de movilizar.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.56,
      "fin": 243.49,
      "duracion": 27.93,
      "texto": "No es como ninguno, pues. Claro, sí. Para que usted se quede tranquila de que ese tema no le va a volver a pasar como le pasaba anteriormente y que, aparte, va a tener mi número personal para siempre comunicarse conmigo. Yo voy a ser su asesora durante todo su estadía en la compañía, ¿sí? Ah, qué lindo, qué lindo. Bueno, déjame acercarnos con todo. Muchas gracias. Muy amable, Policía Nacional. No, gracias a usted. Yo le voy a dejar un mensajito por WhatsApp, así ya va teniendo mi número y me avisa por ahí, ¿sí?",
      "confianza": 0.097,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.31,
      "fin": 251.69,
      "duracion": 7.38,
      "texto": "Ah, está bien, está bien. Muchas gracias. Muchas gracias. Muy amables. No, gracias a usted que esté muy bien. Hasta luego. Muchas gracias.",
      "confianza": 0.465,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Hablo con Jenny? Sí, dígame. ¿Cómo está? Mi nombre es Brisa. Estaba llamándole de la área de recupero clientes de Movistar. Era para poder brindarle un descuento con su línea. ¿Usted está en claro actualmente? Sí, es correcto. Yo estoy en claro. Bien. Nosotros de Movistar queríamos recuperarla como clienta brindándole una promoción que le pueda servir más. Usted tiene solo esta línea. Su nombre tiene más líneas. No tengo una sola línea nada más. Bien. El día de hoy tenemos dos promociones para ofrecerle, Jenny. Una intermedia de 8 gigas de base más 8 gigas de regalo por 6 meses. Viene con WhatsApp gratis que es más libre a cualquier compañía y roaming en América. Esa promo de 16 gigas mensuales tiene un valor de $13,250, ¿sí? Si usted usa un poquito menos de gigas, lo que le puedo ofrecer es un plan de 4 gigas de base más 4 regalos por 6 meses con WhatsApp gratis y las llamas libres a cualquier compañera en $11,400 pesos. ¿Sí? Ambos planes vienen con la posibilidad de activar una vez al año 20 gigas durante 30 días en el momento que usted desee para que lo pueda aprovechar también. aparte de los botigas que ya trae el plan. Qué bien, y el dolo y no, yo ya me quedé con Carlos, señorita, porque por lo menos no me estuvo en las ventas cada rato, estoy más tranquila. Con todo esto, muchas gracias, muy amable, todas maneras. Bien, entiendo. Es por algo en particular, aparte de eso, ya que Movistar hoy en día está regulado y de esta manera no está subiendo los precios como le pasaba anteriormente. Sí, ya cambiaron, claro, movistar este... Yo toda la vida tuve movistar este en Venezuela, claro, y toda la vida, pero lo que pasa es que aquí cada rato, por lo menos imagínate que es incómodo, pero a mí me gusta la calidad del señal, es excelente, buenísima, no hay como movistar hoy, te voy a decir clarísimo. Pero a veces los planes, el peor es que te suben los planes cada rato y te están llamando, es un fastidio. Claro. Y entonces ya no puedo estar en ese problema. Y me cobras tanto, eso lo voy a pagar por tanto tiempo, hay que estar claro lo que voy a pagar, ¿no? Pero no que después tú me dices once o once, después al otro mes tengo trece, tengo catorce y esa llamada es un fastidio. Claro, sí. Lo entiendo porque antes pasaba eso con Movistar que al no estar regulado directamente subía precios muy rápido y demás. Hoy en día por suerte la compañía ha cambiado de comisión y permite establecer precios más directamente establecidos para que usted no sufra estos aumentos. Ah, ya lo ha acondicionado a un mejoro. Ah, buenísimo, excelente. Me alegro mucho. Bueno, con todo, déjame pensar. A lo mejor en este mes ya creo que se termina la renta ahorita cuando yo pague creo que la renta de este mes. Con todo, déjame ver cómo hago y se venda la renta y me cambia. Pues si es así como me dice, es excelente porque la calidad es genial de movilizar. No es como ninguno, pues. Claro, sí. Para que usted se quede tranquila de que ese tema no le va a volver a pasar como le pasaba anteriormente y que, aparte, va a tener mi número personal para siempre comunicarse conmigo. Yo voy a ser su asesora durante todo su estadía en la compañía, ¿sí? Ah, qué lindo, qué lindo. Bueno, déjame acercarnos con todo. Muchas gracias. Muy amable, Policía Nacional. No, gracias a usted. Yo le voy a dejar un mensajito por WhatsApp, así ya va teniendo mi número y me avisa por ahí, ¿sí? Ah, está bien, está bien. Muchas gracias. Muchas gracias. Muy amables. No, gracias a usted que esté muy bien. Hasta luego. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.447,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:32:59.022481",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:15.544550",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113131851437_ACD_96371",
    "fecha_inicio": "13/1/2026 13:18:51",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 321,
    "tiempo_conversacion": 242,
    "tiempo_hold": 0,
    "tiempo_acw": 59,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}