{
  "archivo": "amza1_1_260114144333915_ACD_88671.wav",
  "duracion_segundos": 118.33,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 49.04,
    "Cliente": 61.29
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.13,
      "fin": 22.03,
      "duracion": 20.9,
      "texto": "Hola. Hola, ¿qué tal? Muy buenas tardes. Hablo con el señor Manuel. Sí, buenas tardes. ¿Quién habla? Manuel. Habla de Vangelina del área de recupero clientes Movistar. ¿Lo han llamado antes, señor? Te agradezco, te agradezco, pero no quiero volver a Movistar. Tuvo una mala experiencia y no... No, no quiero volver. ¿Qué te ha pasado, Manuel, con respecto a la compañía?",
      "confianza": 0.243,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.25,
      "fin": 30.9,
      "duracion": 7.65,
      "texto": "Mira, tuve 26 gigas de promo y todo, pero... No, no, levanta. Nunca tuvo señal. Ah, sí.",
      "confianza": 0.518,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.49,
      "fin": 53.13,
      "duracion": 21.64,
      "texto": "Eso fue el año pasado, ¿no es cierto? Sí. Y de ese momento dije que me cambiara por día claro, que tenía también claro antes. Y bueno, no, por el momento no. No me quiero cambiar.",
      "confianza": 0.384,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.15,
      "fin": 60.84,
      "duracion": 7.69,
      "texto": "Quería consultar si usted ha vuelto a chequear lo que es la cobertura, porque justamente nosotros hemos ampliado lo que son las antenas en el mes de septiembre.",
      "confianza": 0.698,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.03,
      "fin": 67.39,
      "duracion": 6.35,
      "texto": "y tenemos ya una tecnología de 14 plus que justamente bueno tienen una mejor llegada a lo que es la cobertura y la red.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.21,
      "fin": 71.78,
      "duracion": 3.57,
      "texto": "En ese caso si quiere usted me puede brindar lo que es de qué localidades de Buenos Aires.",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.34,
      "fin": 80.04,
      "duracion": 5.69,
      "texto": "Igual te agradezco.",
      "confianza": 0.287,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.45,
      "fin": 90.51,
      "duracion": 9.06,
      "texto": "Yo de Verasategui, pero como ya te he dicho con claro, no voy a dar el suste y no pierdo señal, no tengo ningún tipo de problema. Tiene buena llegada.",
      "confianza": 0.378,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.53,
      "fin": 91.71,
      "duracion": 1.18,
      "texto": "Bien.",
      "confianza": 0.737,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.73,
      "fin": 118.33,
      "duracion": 26.6,
      "texto": "Las varias, bueno, me figura que Verasategui, justamente esto tiene lo que es el mapa de calor incompletamente verde, es decir, que la señal es óptima, pero bueno, de todas maneras, mire, yo, Manuel, para que usted tenga la constancia, si cree que es lo que es el aire en sus mensajes, le voy a enviar un mensajito por whatsapp con lo que es la captura del mapa de Kaerlor y además las promociones. Si quisiera activar. Bien, muchas gracias que estés muy bien. Hasta luego.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Muy buenas tardes. Hablo con el señor Manuel. Sí, buenas tardes. ¿Quién habla? Manuel. Habla de Vangelina del área de recupero clientes Movistar. ¿Lo han llamado antes, señor? Te agradezco, te agradezco, pero no quiero volver a Movistar. Tuvo una mala experiencia y no... No, no quiero volver. ¿Qué te ha pasado, Manuel, con respecto a la compañía? Mira, tuve 26 gigas de promo y todo, pero... No, no, levanta. Nunca tuvo señal. Ah, sí. Eso fue el año pasado, ¿no es cierto? Sí. Y de ese momento dije que me cambiara por día claro, que tenía también claro antes. Y bueno, no, por el momento no. No me quiero cambiar. Quería consultar si usted ha vuelto a chequear lo que es la cobertura, porque justamente nosotros hemos ampliado lo que son las antenas en el mes de septiembre. y tenemos ya una tecnología de 14 plus que justamente bueno tienen una mejor llegada a lo que es la cobertura y la red. En ese caso si quiere usted me puede brindar lo que es de qué localidades de Buenos Aires. Igual te agradezco. Yo de Verasategui, pero como ya te he dicho con claro, no voy a dar el suste y no pierdo señal, no tengo ningún tipo de problema. Tiene buena llegada. Bien. Las varias, bueno, me figura que Verasategui, justamente esto tiene lo que es el mapa de calor incompletamente verde, es decir, que la señal es óptima, pero bueno, de todas maneras, mire, yo, Manuel, para que usted tenga la constancia, si cree que es lo que es el aire en sus mensajes, le voy a enviar un mensajito por whatsapp con lo que es la captura del mapa de Kaerlor y además las promociones. Si quisiera activar. Bien, muchas gracias que estés muy bien. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:44:22.040001",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:16.228062",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144333915_ACD_88671",
    "fecha_inicio": "14/1/2026 14:43:33",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 188,
    "tiempo_conversacion": 114,
    "tiempo_hold": 0,
    "tiempo_acw": 45,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}