{
  "archivo": "amza19_1_260113104000057_ACD_64389.wav",
  "duracion_segundos": 206.03,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 96.94,
    "Cliente": 90.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.76,
      "fin": 8.98,
      "duracion": 8.22,
      "texto": "Hola, buen día. Hablo con María Soledad. Sí, es Alba. ¿Cómo estás, María? Soy Brisa, la aria de beneficios de Movistar.",
      "confianza": 0.545,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.71,
      "fin": 14.85,
      "duracion": 5.14,
      "texto": "Te estaba llamando para que puedas aprovechar un descuento con tu línea. ¿Vos estás en claro actualmente?",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.53,
      "fin": 23.76,
      "duracion": 4.23,
      "texto": "Sí, comentame. Bien. Mira, al día de hoy tenemos dos promociones para ofrecerte.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.34,
      "fin": 28.5,
      "duracion": 4.16,
      "texto": "Una intermedia de 8 gigas de base más 8 gigas de regalo por 6 meses.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.8,
      "fin": 53.1,
      "duracion": 24.3,
      "texto": "viene con whatsapp gratis, llamadas libres a cualquier compañía, roaming en américa y tiene un valor de 13.250 pesos teniendo 16 libras mensuales. Si no algo más bajo de 4 libras de base más 4 de regalo por 6 meses también viene con whatsapp gratis las llamadas libres a cualquier compañía y es así de 8 libras mensuales tiene un valor de 11.400.",
      "confianza": 0.68,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.86,
      "fin": 54.66,
      "duracion": 0.8,
      "texto": "Ambos planes",
      "confianza": 0.798,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.53,
      "fin": 61.76,
      "duracion": 6.23,
      "texto": "Vienen con el Club de Beneficios Movistar para que vos tengas descuentos en farmacias, supermercados y varios comercios más.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.54,
      "fin": 84.33,
      "duracion": 21.79,
      "texto": "Y aparte, la posibilidad de poder activar lo que antes se llamaba como un test drive, que es que vos con una vez a la vez... Sí, por tres meses, sí. Claro, en este caso en vez de ser por tres meses, es por un mes 20 gigas, una vez a la vez. Ah, ok. Sí, algunos planes ellos lo traen y traen el Club de Beneficios Movistar, obviamente, sí.",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.2,
      "fin": 94.05,
      "duracion": 8.85,
      "texto": "Bien. Bueno, no. Mira, por el momento no, porque yo estoy pagando menos, entonces no, no me estaría conveniendo.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.53,
      "fin": 114.7,
      "duracion": 19.17,
      "texto": "Ni siquiera el de cuatro, si íbamos comparando el de cuatro gigas, estaría pagando más de lo que pago ahora, entonces no, no me estaría sirviendo. Claro, ¿vos actualmente qué plan tenés? De cuatro gigas. Ah, bien, y pagás menos, claro. Sí, pago casi nueve mil.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.84,
      "fin": 120.21,
      "duracion": 4.37,
      "texto": "Bien, entiendo. ¿Y fibra óptica en tu domicilio tenés también con claro?",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 122.01,
      "fin": 131.73,
      "duracion": 9.72,
      "texto": "No porque no sea. Vivo en el centro de La Plata, pero no sea. Está todo ocupado por Modestarin, no sea. Ah, bien. Porque era mi intención, pero bueno.",
      "confianza": 0.822,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.75,
      "fin": 140.81,
      "duracion": 9.06,
      "texto": "Claro, porque yo te iba a preguntar de poder brindarte la capacidad de un servicio de todo, de fibra con el teléfono, donde el aliento terminará quedando en 4.000 pesos nada más.",
      "confianza": 0.527,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 141.68,
      "fin": 142.72,
      "duracion": 1.04,
      "texto": "Claro, sí, sí.",
      "confianza": 0.169,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.74,
      "fin": 160.78,
      "duracion": 18.04,
      "texto": "Sé que los planes se quedan algo de 20.000 por seis meses por ahí. Claro, el de lo que se pierde 300 medas por él está 24.000 pesos con la línea incluida. O sea, son 20.000 de la fibra y 4.000 de la portas.",
      "confianza": 0.395,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.8,
      "fin": 162.08,
      "duracion": 1.28,
      "texto": "Claro, sí, sí.",
      "confianza": 0.351,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.1,
      "fin": 170.69,
      "duracion": 8.59,
      "texto": "Y eso por cuántos, seis meses? Claro, cada seis meses lo va renovando directo desde la comisar directamente. Ah, sí.",
      "confianza": 0.154,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.71,
      "fin": 170.77,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.79,
      "fin": 193.72,
      "duracion": 22.93,
      "texto": "Bueno. No, al momento te agradezco. Porque, capaz, bueno, tengo que charlarlo con otra persona para hacer el crónico, así que, más que nada, puedes inventarme, así que, pero bueno. Bien, si no te molestas, te puedo buscar a ambas promos por WhatsApp y, de última, si vos lo llegas a charlarle a la otra persona que, ¿cómo se llama?, que tenés que consultarlo. ¿Les debe interesar? ¿Me escribís por WhatsApp directamente?",
      "confianza": 0.166,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.89,
      "fin": 203.26,
      "duracion": 7.37,
      "texto": "Bien, perfecto. Bueno, dale, dale. Si te pareces, yo te dejo todo ahí y explico. Sí, sí, sí, sí. Muchas gracias.",
      "confianza": 0.254,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 204.29,
      "fin": 206.03,
      "duracion": 1.73,
      "texto": "Muy bien.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con María Soledad. Sí, es Alba. ¿Cómo estás, María? Soy Brisa, la aria de beneficios de Movistar. Te estaba llamando para que puedas aprovechar un descuento con tu línea. ¿Vos estás en claro actualmente? Sí, comentame. Bien. Mira, al día de hoy tenemos dos promociones para ofrecerte. Una intermedia de 8 gigas de base más 8 gigas de regalo por 6 meses. viene con whatsapp gratis, llamadas libres a cualquier compañía, roaming en américa y tiene un valor de 13.250 pesos teniendo 16 libras mensuales. Si no algo más bajo de 4 libras de base más 4 de regalo por 6 meses también viene con whatsapp gratis las llamadas libres a cualquier compañía y es así de 8 libras mensuales tiene un valor de 11.400. Ambos planes Vienen con el Club de Beneficios Movistar para que vos tengas descuentos en farmacias, supermercados y varios comercios más. Y aparte, la posibilidad de poder activar lo que antes se llamaba como un test drive, que es que vos con una vez a la vez... Sí, por tres meses, sí. Claro, en este caso en vez de ser por tres meses, es por un mes 20 gigas, una vez a la vez. Ah, ok. Sí, algunos planes ellos lo traen y traen el Club de Beneficios Movistar, obviamente, sí. Bien. Bueno, no. Mira, por el momento no, porque yo estoy pagando menos, entonces no, no me estaría conveniendo. Ni siquiera el de cuatro, si íbamos comparando el de cuatro gigas, estaría pagando más de lo que pago ahora, entonces no, no me estaría sirviendo. Claro, ¿vos actualmente qué plan tenés? De cuatro gigas. Ah, bien, y pagás menos, claro. Sí, pago casi nueve mil. Bien, entiendo. ¿Y fibra óptica en tu domicilio tenés también con claro? No porque no sea. Vivo en el centro de La Plata, pero no sea. Está todo ocupado por Modestarin, no sea. Ah, bien. Porque era mi intención, pero bueno. Claro, porque yo te iba a preguntar de poder brindarte la capacidad de un servicio de todo, de fibra con el teléfono, donde el aliento terminará quedando en 4.000 pesos nada más. Claro, sí, sí. Sé que los planes se quedan algo de 20.000 por seis meses por ahí. Claro, el de lo que se pierde 300 medas por él está 24.000 pesos con la línea incluida. O sea, son 20.000 de la fibra y 4.000 de la portas. Claro, sí, sí. Y eso por cuántos, seis meses? Claro, cada seis meses lo va renovando directo desde la comisar directamente. Ah, sí. Sí. Bueno. No, al momento te agradezco. Porque, capaz, bueno, tengo que charlarlo con otra persona para hacer el crónico, así que, más que nada, puedes inventarme, así que, pero bueno. Bien, si no te molestas, te puedo buscar a ambas promos por WhatsApp y, de última, si vos lo llegas a charlarle a la otra persona que, ¿cómo se llama?, que tenés que consultarlo. ¿Les debe interesar? ¿Me escribís por WhatsApp directamente? Bien, perfecto. Bueno, dale, dale. Si te pareces, yo te dejo todo ahí y explico. Sí, sí, sí, sí. Muchas gracias. Muy bien.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:32:16.676701",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:15.509943",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113104000057_ACD_64389",
    "fecha_inicio": "13/1/2026 10:40:00",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 341,
    "tiempo_conversacion": 198,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}