{
  "archivo": "amza4_1_260115145607942_ACD_01817.wav",
  "duracion_segundos": 279.7,
  "num_segmentos": 62,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 237.0,
    "Cliente": 29.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 31.31,
      "duracion": 31.28,
      "texto": "Hola, qué tal, buenas tardes con Carlos. Mi nombre es Gabriela, me estoy comunicando del área de beneficio móviles de la compañía Movistar, ¿cómo está? Me figura, Carlos, que esta línea de teléfono que terminó en el 880, ¿dónde usted la está llevando con la compañía? de la compañía Movistar, queríamos brindarle un beneficio para que pueda apagármelo y tener un mejor servicio, una mejor cobertura, ¿sí?",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.07,
      "fin": 46.35,
      "duracion": 14.28,
      "texto": "Actualmente, Carlos, le pregunto, ¿usted va a utilizar mucho el Internet en su línea? No, no, no lo utilizo mucho. ¿Recuerda cuánto paga, más o menos? Cinco mil novecientos. Cinco mil novecientos, bien.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.91,
      "fin": 53.92,
      "duracion": 7.01,
      "texto": "¿Quiere utilizarlo poquito y tener un plan básico? No sé, no sé cuánto es el cuadro, no me acuerdo realmente.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.25,
      "fin": 59.98,
      "duracion": 5.73,
      "texto": "Bien, bueno, mire, lo que no tengo para comentarle es un valor un poquito más celebrado.",
      "confianza": 0.674,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 60.02,
      "fin": 69.17,
      "duracion": 9.15,
      "texto": "Estamos hablando de que son siete mil cuatrocientos ochenta pesos, pero le incluye cuatro ligas de base con cuatro ligas de regalo, ¿sí?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.79,
      "fin": 106.05,
      "duracion": 36.26,
      "texto": "Además, el libre es a todas las compañías y el servicio de WhatsApp gratis. No sé a quién le parece una propuesta, Carlos. Sí, no, no, tengo lo mismo. WhatsApp también lo tengo gratis. Pues yo antes estaba en Movistar. Pero cuando avisé que me iba a ir porque me lo ofrecíamos mucho más, me dijeron que no, que me vaya, que no había problema. Por eso, tantos años que tú no fue. Por eso lo cambié, ahora un año. Claro, o sea, a mí me figura que el 21 de agosto del 2024 se cambió la compañía.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.07,
      "fin": 107.65,
      "duracion": 1.58,
      "texto": "Sí, sí, a mí me figura, Carlos.",
      "confianza": 0.26,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.73,
      "fin": 112.76,
      "duracion": 5.03,
      "texto": "Bueno, primero que nada, yo le pido mil disculpas por ese problema que tú tuvo con los profesores.",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.3,
      "fin": 126.86,
      "duracion": 13.56,
      "texto": "Si no, lo que puedo darles es un plan de 8 gigas de base, el doble velocidad, 8 gigas de base y darle 8 gigas de regalo. Serían 16 gigas en total.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.58,
      "fin": 135.89,
      "duracion": 8.31,
      "texto": "Jamás libre estar todas las compañías, WhatsApp gratis, y este plan incluye jamás América Precio Local y Roaming, que es Internet, fuera del país en toda América.",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.55,
      "fin": 147.08,
      "duracion": 10.53,
      "texto": "Este plan le queda en promoción al día de hoy en solamente 10.400 pesos, Carlos. ¿Y el rumen por ejemplo si yo voy a Italia? ¿Cómo es?",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.1,
      "fin": 160.35,
      "duracion": 13.25,
      "texto": "Sí, bueno en ese caso rumina el mundo. Sí, entonces en el servicio de rumina el mundo le podemos brindar, se lo podemos brindar al rumen desde internet fuera del país y lo tendría con el plan de lo que son 15 gigas.",
      "confianza": 0.599,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 161.03,
      "fin": 165.0,
      "duracion": 3.96,
      "texto": "El plan de 15 gigas tiene rumina en todo el mundo, el de 8 gigas tiene América.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.94,
      "fin": 171.59,
      "duracion": 5.65,
      "texto": "En ese caso el rumina el mundo le incluiría lo que es Italia y tiene lo que son 15 gigas de base",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.09,
      "fin": 191.12,
      "duracion": 19.03,
      "texto": "más 8 de regalo, whatsapp gratis, llamadas libres, América Preso Local, Rubin al Mundo, y le quedan 23.850 pesos, Carlos. No, no, no. Bueno, está bien. Mira, por ahora voy a mantener esto, porque esta promoción, ¿por cuántos meses es? Pero nosotros lo damos por 6 meses, Carlos.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 191.92,
      "fin": 193.98,
      "duracion": 2.06,
      "texto": "Y después se sube de nuevo.",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 194.58,
      "fin": 196.13,
      "duracion": 1.54,
      "texto": "Y ellos me lo mantienen un año.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 196.95,
      "fin": 198.45,
      "duracion": 1.5,
      "texto": "Ya me lo mantienen 18 meses.",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.17,
      "fin": 200.03,
      "duracion": 0.86,
      "texto": "Claro.",
      "confianza": 0.264,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.05,
      "fin": 220.56,
      "duracion": 20.51,
      "texto": "Igualmente, Carlos, usted recuerde que con la Compañía Claro está bien. Usted tuvo la promoción un año. Nosotros lavamos seis meses, pero usted al quinto mes se puede comunicar directamente conmigo, no con atención a las tiendas, no conmigo, y yo lo ayudo a que podamos pedirle una nueva promoción, un nuevo descuento para su línea. Eso no sería un impedimento.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 221.1,
      "fin": 226.04,
      "duracion": 4.94,
      "texto": "Igualmente, usted el plan básico que tiene 5.900 con Claro no tiene rooming, Carlos.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.34,
      "fin": 233.36,
      "duracion": 6.03,
      "texto": "Sí, lo tengo en América, porque yo estuve en... ahora estuve en Río de Janeiro y todavía lo tenía.",
      "confianza": 0.518,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 233.38,
      "fin": 243.99,
      "duracion": 10.61,
      "texto": "No pagué nada. Y lo tenía, y no te pagó una adicional. Ya, bueno, el plan de ocho gigas se le incluye el Rubin en lo que es América, y el plan de 15 gigas le incluye el Rubin en todo el mundo, Carlos.",
      "confianza": 0.313,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 244.01,
      "fin": 245.87,
      "duracion": 1.86,
      "texto": "Sí, sí, sí, por eso.",
      "confianza": 0.446,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 245.89,
      "fin": 256.6,
      "duracion": 10.71,
      "texto": "No está bien también. Por ahora voy a comentar porque tengo otro celular más también. O tiene otra línea. Bueno, en este caso, Carlos, hicimos el traspaso de las dos líneas,",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 257.12,
      "fin": 263.45,
      "duracion": 6.33,
      "texto": "Si se hace la gestión conmigo, yo lo que puedo hacer es un beneficio especial para que en cada línea se labelicen cuatro gigas de regalo.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.74,
      "fin": 274.29,
      "duracion": 9.56,
      "texto": "Pero ahora no puedo decir, pero si quieres llamarme pasado mañana, voy a estar acá.",
      "confianza": 0.353,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.31,
      "fin": 274.49,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.008,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.51,
      "fin": 279.7,
      "duracion": 5.19,
      "texto": "Yo estoy viajando. Bueno Carlos, yo me vuelvo a comunicar con usted.",
      "confianza": 0.098,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buenas tardes con Carlos. Mi nombre es Gabriela, me estoy comunicando del área de beneficio móviles de la compañía Movistar, ¿cómo está? Me figura, Carlos, que esta línea de teléfono que terminó en el 880, ¿dónde usted la está llevando con la compañía? de la compañía Movistar, queríamos brindarle un beneficio para que pueda apagármelo y tener un mejor servicio, una mejor cobertura, ¿sí? Actualmente, Carlos, le pregunto, ¿usted va a utilizar mucho el Internet en su línea? No, no, no lo utilizo mucho. ¿Recuerda cuánto paga, más o menos? Cinco mil novecientos. Cinco mil novecientos, bien. ¿Quiere utilizarlo poquito y tener un plan básico? No sé, no sé cuánto es el cuadro, no me acuerdo realmente. Bien, bueno, mire, lo que no tengo para comentarle es un valor un poquito más celebrado. Estamos hablando de que son siete mil cuatrocientos ochenta pesos, pero le incluye cuatro ligas de base con cuatro ligas de regalo, ¿sí? Además, el libre es a todas las compañías y el servicio de WhatsApp gratis. No sé a quién le parece una propuesta, Carlos. Sí, no, no, tengo lo mismo. WhatsApp también lo tengo gratis. Pues yo antes estaba en Movistar. Pero cuando avisé que me iba a ir porque me lo ofrecíamos mucho más, me dijeron que no, que me vaya, que no había problema. Por eso, tantos años que tú no fue. Por eso lo cambié, ahora un año. Claro, o sea, a mí me figura que el 21 de agosto del 2024 se cambió la compañía. Sí, sí, a mí me figura, Carlos. Bueno, primero que nada, yo le pido mil disculpas por ese problema que tú tuvo con los profesores. Si no, lo que puedo darles es un plan de 8 gigas de base, el doble velocidad, 8 gigas de base y darle 8 gigas de regalo. Serían 16 gigas en total. Jamás libre estar todas las compañías, WhatsApp gratis, y este plan incluye jamás América Precio Local y Roaming, que es Internet, fuera del país en toda América. Este plan le queda en promoción al día de hoy en solamente 10.400 pesos, Carlos. ¿Y el rumen por ejemplo si yo voy a Italia? ¿Cómo es? Sí, bueno en ese caso rumina el mundo. Sí, entonces en el servicio de rumina el mundo le podemos brindar, se lo podemos brindar al rumen desde internet fuera del país y lo tendría con el plan de lo que son 15 gigas. El plan de 15 gigas tiene rumina en todo el mundo, el de 8 gigas tiene América. En ese caso el rumina el mundo le incluiría lo que es Italia y tiene lo que son 15 gigas de base más 8 de regalo, whatsapp gratis, llamadas libres, América Preso Local, Rubin al Mundo, y le quedan 23.850 pesos, Carlos. No, no, no. Bueno, está bien. Mira, por ahora voy a mantener esto, porque esta promoción, ¿por cuántos meses es? Pero nosotros lo damos por 6 meses, Carlos. Y después se sube de nuevo. Y ellos me lo mantienen un año. Ya me lo mantienen 18 meses. Claro. Igualmente, Carlos, usted recuerde que con la Compañía Claro está bien. Usted tuvo la promoción un año. Nosotros lavamos seis meses, pero usted al quinto mes se puede comunicar directamente conmigo, no con atención a las tiendas, no conmigo, y yo lo ayudo a que podamos pedirle una nueva promoción, un nuevo descuento para su línea. Eso no sería un impedimento. Igualmente, usted el plan básico que tiene 5.900 con Claro no tiene rooming, Carlos. Sí, lo tengo en América, porque yo estuve en... ahora estuve en Río de Janeiro y todavía lo tenía. No pagué nada. Y lo tenía, y no te pagó una adicional. Ya, bueno, el plan de ocho gigas se le incluye el Rubin en lo que es América, y el plan de 15 gigas le incluye el Rubin en todo el mundo, Carlos. Sí, sí, sí, por eso. No está bien también. Por ahora voy a comentar porque tengo otro celular más también. O tiene otra línea. Bueno, en este caso, Carlos, hicimos el traspaso de las dos líneas, Si se hace la gestión conmigo, yo lo que puedo hacer es un beneficio especial para que en cada línea se labelicen cuatro gigas de regalo. Pero ahora no puedo decir, pero si quieres llamarme pasado mañana, voy a estar acá. Perfecto. Yo estoy viajando. Bueno Carlos, yo me vuelvo a comunicar con usted.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:28:54.468392",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:29.927673",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115145607942_ACD_01817",
    "fecha_inicio": "15/1/2026 14:56:07",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 298,
    "tiempo_conversacion": 268,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}