{
  "archivo": "amza10_1_260112130112049_ACD_65005.wav",
  "duracion_segundos": 126.43,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 17.81,
    "Cliente": 101.51
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.92,
      "duracion": 6.89,
      "texto": "Hola, buenos días. ¿Habló con ella? Sí, buen día.",
      "confianza": 0.076,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.94,
      "fin": 7.08,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.371,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.1,
      "fin": 14.15,
      "duracion": 7.05,
      "texto": "Sí, me gusta. ¿Cómo estás? Me estoy contactando en el área de repitiendo clientes de Movistar. Me juro el sistema que es, pero sí, claro, actualmente es correcto.",
      "confianza": 0.212,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.39,
      "fin": 18.77,
      "duracion": 2.38,
      "texto": "Sí. Bien, perfecto. Queríamos mandarte un plan para tu línea.",
      "confianza": 0.005,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 19.02,
      "fin": 19.98,
      "duracion": 0.96,
      "texto": "Sí, te comento el plan.",
      "confianza": 0.512,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.0,
      "fin": 30.0,
      "duracion": 10.0,
      "texto": "Son 16 gigas que vas a tener en total. Sí, son 8 rebalses, 8 regalos por 6 meses, en un valor de 13.250 pesos. Sí, los 16 gigas. Sí,",
      "confianza": 0.601,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 30.0,
      "fin": 32.91,
      "duracion": 2.91,
      "texto": "mira, te explico.",
      "confianza": 0.348,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.94,
      "fin": 41.48,
      "duracion": 8.54,
      "texto": "Acá no hay ni señal de Movistar, donde yo vivo. Te digo porque viene a ser esta estación de Chibarría a 9 de abril.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.0,
      "fin": 82.19,
      "duracion": 40.19,
      "texto": "Viene visita cuando quería movistar y no tiene señal acá. Por eso yo antes estaba con ustedes y me fui justamente porque no sé si sacaron alguna antena de la zona. Antes había buena señal, pero ahora directamente no hay. Ah, porque mira, Movistar está poniendo antenas. Me parece la Santa Rara. Me dijiste de Buenos Aires, ¿qué localidad expecta para usted? Esteban Echeverría, 9 de abril. No, te digo porque ayer justamente vinieron familias que teníamos que visitar, y no hubo imposible. Mira, me parece que sí, o sea, sí te digo bien, con sinceridad, digamos, porque estaba bastante raro porque nosotros, obviamente más lo que vendemos a la provincia de Buenos Aires.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.21,
      "fin": 98.07,
      "duracion": 14.86,
      "texto": "Y acá lo estoy chequeando en el sistema, en la zona está verde, o sea, cobertura, y como te digo, hemos vendido De ultima a esas personas que tienen Movistar, de ultima hay que dar lo que es una reposición del chip. Pero me parece bastante raro en realidad porque encima Movistar está volviendo antino.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.51,
      "fin": 100.53,
      "duracion": 1.02,
      "texto": "Y la fuerza verde.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.47,
      "fin": 110.14,
      "duracion": 8.67,
      "texto": "Así, bueno, yo te digo que ayer justamente se tienen que conectar al wifi de mi casa porque no tienen señal.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.72,
      "fin": 126.43,
      "duracion": 15.71,
      "texto": "Así que por eso. La verdad que por ahora yo te agradezco, no tengo interés. pero cualquier cosa basamos, ¿sí? Sí, es para que lo tengas en cuenta también. Bueno, una de las muchas gracias. Vale, gracias a vos. Adiós, que tengamos un día.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Habló con ella? Sí, buen día. Sí. Sí, me gusta. ¿Cómo estás? Me estoy contactando en el área de repitiendo clientes de Movistar. Me juro el sistema que es, pero sí, claro, actualmente es correcto. Sí. Bien, perfecto. Queríamos mandarte un plan para tu línea. Sí, te comento el plan. Son 16 gigas que vas a tener en total. Sí, son 8 rebalses, 8 regalos por 6 meses, en un valor de 13.250 pesos. Sí, los 16 gigas. Sí, mira, te explico. Acá no hay ni señal de Movistar, donde yo vivo. Te digo porque viene a ser esta estación de Chibarría a 9 de abril. Viene visita cuando quería movistar y no tiene señal acá. Por eso yo antes estaba con ustedes y me fui justamente porque no sé si sacaron alguna antena de la zona. Antes había buena señal, pero ahora directamente no hay. Ah, porque mira, Movistar está poniendo antenas. Me parece la Santa Rara. Me dijiste de Buenos Aires, ¿qué localidad expecta para usted? Esteban Echeverría, 9 de abril. No, te digo porque ayer justamente vinieron familias que teníamos que visitar, y no hubo imposible. Mira, me parece que sí, o sea, sí te digo bien, con sinceridad, digamos, porque estaba bastante raro porque nosotros, obviamente más lo que vendemos a la provincia de Buenos Aires. Y acá lo estoy chequeando en el sistema, en la zona está verde, o sea, cobertura, y como te digo, hemos vendido De ultima a esas personas que tienen Movistar, de ultima hay que dar lo que es una reposición del chip. Pero me parece bastante raro en realidad porque encima Movistar está volviendo antino. Y la fuerza verde. Así, bueno, yo te digo que ayer justamente se tienen que conectar al wifi de mi casa porque no tienen señal. Así que por eso. La verdad que por ahora yo te agradezco, no tengo interés. pero cualquier cosa basamos, ¿sí? Sí, es para que lo tengas en cuenta también. Bueno, una de las muchas gracias. Vale, gracias a vos. Adiós, que tengamos un día.",
  "calidad": {
    "confianza_promedio": 0.442,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T16:58:27.329050",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:13.374832",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112130112049_ACD_65005",
    "fecha_inicio": "12/1/2026 13:01:12",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 152,
    "tiempo_conversacion": 122,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}