{
  "archivo": "amza43_1_260115120810912_ACD_22037.wav",
  "duracion_segundos": 369.5,
  "num_segmentos": 96,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 116.72,
    "Cliente": 227.26
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 27.06,
      "duracion": 27.03,
      "texto": "Hola. Hola, buen día. ¿Me comunico con Raúl? Sí, de parte. ¿Cómo te va, Franco? Mi nombre me comunico el día de hoy para hacerle una promoción para tu línea móvil. No, por el momento no, porque no tenemos señal con Movistar donde vivimos. Teníamos, pero ya, mira, el hijo de mi marido tiene Movistar y no hay chance de que tenga señal. Todos tienen, en casa no tenemos.",
      "confianza": 0.297,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.76,
      "fin": 29.8,
      "duracion": 2.04,
      "texto": "Veo que son de Mendoza, pero ¿de qué parte?",
      "confianza": 0.791,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.41,
      "fin": 35.49,
      "duracion": 5.08,
      "texto": "Maipú Centro. Y sabés que teníamos inclusive todo lo que es línea Movistar.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.31,
      "fin": 47.61,
      "duracion": 11.3,
      "texto": "Ajá. Lo que es a teléfono fijo, fibra óptica. Lo tuvimos que sacar, negro, porque no, no, no andaba. No andaba, no andaba. Y vinieron los chicos todos.",
      "confianza": 0.378,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.51,
      "fin": 49.69,
      "duracion": 1.18,
      "texto": "No encuentran las fallas.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.47,
      "fin": 77.17,
      "duracion": 26.7,
      "texto": "Por eso te digo, no. ¿Cuál es? Carolina. Carolina, te cuento una cosa. ¿Hace cuánto fue esto? ¿Hace cuánto tuvieron esto? Hace seis meses atrás. ¿Seis meses atrás? Sí, y todavía seguimos en lo mismo. Porque el hijo de mi marido, te digo, vive con nosotros el hijo mayor de mi marido, y él tiene movistar y no le agarra, no le levanta señal, no sabemos el por qué. ¿Han cambiado los chips, por ejemplo? Todos. Todos.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.58,
      "fin": 80.1,
      "duracion": 1.52,
      "texto": "No entendemos por qué.",
      "confianza": 0.819,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.7,
      "fin": 85.72,
      "duracion": 5.02,
      "texto": "Ni ellos entienden, ni los chicos de movistar, ni entendían por qué. No, no saben.",
      "confianza": 0.769,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.31,
      "fin": 92.96,
      "duracion": 6.65,
      "texto": "Usted viene cerca, por ejemplo, del hospital, Paraisien, la Plaza... Exacto. Exacto.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.5,
      "fin": 103.22,
      "duracion": 9.72,
      "texto": "Claro, no, exacto, por eso te digo, y no hay manera, no entendemos el por qué no nos levanta. Por eso tuvimos que cambiar todas las líneas.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.74,
      "fin": 116.89,
      "duracion": 13.15,
      "texto": "Nosotros tuvimos que cambiarlas. Porque yo veo a mi papá de cobertura, bueno, obviamente la experiencia personal es otra cosa, yo veo a mi papá que está en verde, que está todo bien con respecto a cobertura, pero claro, si usted me dice eso, porque si tuvo fibra óptica.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.11,
      "fin": 119.17,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.031,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.19,
      "fin": 133.66,
      "duracion": 14.48,
      "texto": "Pero de seis meses para acá, de todas maneras, el servicio cambia, cambia todo el tiempo, porque todo el tiempo, sobre todo en lugares que recibieron varios reclamos, ganías en el cambio de la cobertura de las antenas, de la fibra óptica, todo un poco.",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.54,
      "fin": 143.46,
      "duracion": 8.91,
      "texto": "Claro, pero mirá que en la cuadra tienen, y el problema es en mi casa, y te decimos, por eso te digo, porque el hijo de mi marido llegó ayer,",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 144.04,
      "fin": 145.24,
      "duracion": 1.2,
      "texto": "a la casa nuestra.",
      "confianza": 0.348,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.8,
      "fin": 146.93,
      "duracion": 1.12,
      "texto": "Ajá.",
      "confianza": 0.554,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.95,
      "fin": 169.04,
      "duracion": 22.09,
      "texto": "Y uno que tiene que conectar a la red Wi-Fi porque, o sea, que tenemos ahora en la casa, porque se le muere la señal. Se le muere. Eso puede ser un problema del teléfono, porque es raro que si en la zona hay cobertura y a él no le funciona. Claro, sale de la casa, no, sale de la casa y tiene señal.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 170.25,
      "fin": 173.59,
      "duracion": 3.34,
      "texto": "Eso es lo que no entendemos. Ah, ahí en la casa el problema particular.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.69,
      "fin": 175.38,
      "duracion": 1.69,
      "texto": "Claro, claro, por eso te digo.",
      "confianza": 0.348,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 175.4,
      "fin": 192.72,
      "duracion": 17.32,
      "texto": "¿Es una casa al fondo? ¿Es una casa que está al fondo? No, es una casa sobre línea de vereda. Por eso te digo, los chicos de Modistar cuando vinieron... No entiendo, dices. Salían a la calle, tenían señal, entraban adentro, se moría la piña. Mirá, yo te digo una cosa, Carolina.",
      "confianza": 0.182,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 193.94,
      "fin": 195.36,
      "duracion": 1.42,
      "texto": "Siempre que se hace un cambio de línea,",
      "confianza": 0.325,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.2,
      "fin": 221.22,
      "duracion": 25.02,
      "texto": "se renuevan los chips, siempre que se vuelve a rehacer una cobertura en la casa, una fibra óptica, se renueva el cableado, entonces esas cosas hacen que la señal funcione nuevamente, porque las señales no es que se instala una vez y nunca más se verifican, nunca más se agarren. Siempre que se hacen instalaciones se hacen cambios en los posts que están cerca, en las antenas que están cerca, en los chips que no tienen señal,",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 221.74,
      "fin": 244.68,
      "duracion": 22.94,
      "texto": "pero normalmente tengo un tremendo salto, tengo movistar también de hecho, y si tengo zonas que están en verde, tengo señal. Zonas que están en amarillo o rojo no tengo, pero Maipú Centro justamente. Claro, es rarísimo, por eso te digo, el problema es dentro de mi casa, no entendemos el por qué, los que tienen movistar y los que tienen inclusión personal.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.03,
      "fin": 248.79,
      "duracion": 0.76,
      "texto": "Se muere. Yo te puedo gritar.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.98,
      "fin": 325.18,
      "duracion": 75.2,
      "texto": "Yo te puedo brindar no solo una mejor promoción, sino tener un seguimiento con respecto a la parte técnica, porque entonces es un problema del domicilio. Y eso es algo que, por ejemplo, te brindara el servicio, yo tengo que aclarar, así lo hacen los técnicos, para que primero vean esto, para saber si te pueden instalar o no, ¿me entendés? Para que primero vean si realmente la velocidad que yo te estoy brindando es la que te puede ofrecer, ¿me entendés? Mira Angelito, déjame ver, porque llámame en otro momento. Déjame que lo ponerte con mi marido, porque tengo que llevar a mi nene que está llegando a los quitar a Inoti. Necesito llevarlo para un control. De todas maneras te pregunto muy rápidamente. Usted... Vas, te cuento rápidamente que la... el internet... ¿Son tres líneas o dos líneas? Somos dos. La de Raúl y... bueno, la que tengo yo. Se recuerda que el internet viene con una línea, sí, el internet de 600 megas, que es una buena velocidad, viene con una línea y las dos te quedan a 26.600 con descuentos de 4.000 pesos y además tenés otra línea a 7.000 pesos. Es decir, por 30.000 pesos podrían tener el internet y las líneas. Dale. Bueno, déjame que te comente. Sí.",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.94,
      "fin": 329.8,
      "duracion": 3.87,
      "texto": "Déjame que le comente a mi marido a ver si lo quiero o no.",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.38,
      "fin": 332.01,
      "duracion": 1.62,
      "texto": "Como te digo, estoy llegando al hospital.",
      "confianza": 0.367,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.73,
      "fin": 341.98,
      "duracion": 9.25,
      "texto": "Si me compareces a mi marido en otro momento... No, yo te escribo un mensaje igualmente a tu número que termina en 34 06. Sí, ese es el de mi marido. Ese es el de Raúl.",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 343.2,
      "fin": 345.03,
      "duracion": 1.83,
      "texto": "Bueno, a él le escribí. Perfecto. Dale.",
      "confianza": 0.163,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 346.13,
      "fin": 364.99,
      "duracion": 18.86,
      "texto": "Cualquier cosa yo te vuelvo a contactar entonces por el WhatsApp. Si estamos interesados o no, o si hay alguien interesado, que siempre hay alguien que sabe conforme, le paso ese número de WhatsApp, por lo menos te ganas otro cliente que esté interesado. Bueno, Carolina, muchas gracias.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.89,
      "fin": 369.5,
      "duracion": 3.61,
      "texto": "No, por favor. Dale, igual. Hasta luego.",
      "confianza": 0.278,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Me comunico con Raúl? Sí, de parte. ¿Cómo te va, Franco? Mi nombre me comunico el día de hoy para hacerle una promoción para tu línea móvil. No, por el momento no, porque no tenemos señal con Movistar donde vivimos. Teníamos, pero ya, mira, el hijo de mi marido tiene Movistar y no hay chance de que tenga señal. Todos tienen, en casa no tenemos. Veo que son de Mendoza, pero ¿de qué parte? Maipú Centro. Y sabés que teníamos inclusive todo lo que es línea Movistar. Ajá. Lo que es a teléfono fijo, fibra óptica. Lo tuvimos que sacar, negro, porque no, no, no andaba. No andaba, no andaba. Y vinieron los chicos todos. No encuentran las fallas. Por eso te digo, no. ¿Cuál es? Carolina. Carolina, te cuento una cosa. ¿Hace cuánto fue esto? ¿Hace cuánto tuvieron esto? Hace seis meses atrás. ¿Seis meses atrás? Sí, y todavía seguimos en lo mismo. Porque el hijo de mi marido, te digo, vive con nosotros el hijo mayor de mi marido, y él tiene movistar y no le agarra, no le levanta señal, no sabemos el por qué. ¿Han cambiado los chips, por ejemplo? Todos. Todos. No entendemos por qué. Ni ellos entienden, ni los chicos de movistar, ni entendían por qué. No, no saben. Usted viene cerca, por ejemplo, del hospital, Paraisien, la Plaza... Exacto. Exacto. Claro, no, exacto, por eso te digo, y no hay manera, no entendemos el por qué no nos levanta. Por eso tuvimos que cambiar todas las líneas. Nosotros tuvimos que cambiarlas. Porque yo veo a mi papá de cobertura, bueno, obviamente la experiencia personal es otra cosa, yo veo a mi papá que está en verde, que está todo bien con respecto a cobertura, pero claro, si usted me dice eso, porque si tuvo fibra óptica. Sí. Pero de seis meses para acá, de todas maneras, el servicio cambia, cambia todo el tiempo, porque todo el tiempo, sobre todo en lugares que recibieron varios reclamos, ganías en el cambio de la cobertura de las antenas, de la fibra óptica, todo un poco. Claro, pero mirá que en la cuadra tienen, y el problema es en mi casa, y te decimos, por eso te digo, porque el hijo de mi marido llegó ayer, a la casa nuestra. Ajá. Y uno que tiene que conectar a la red Wi-Fi porque, o sea, que tenemos ahora en la casa, porque se le muere la señal. Se le muere. Eso puede ser un problema del teléfono, porque es raro que si en la zona hay cobertura y a él no le funciona. Claro, sale de la casa, no, sale de la casa y tiene señal. Eso es lo que no entendemos. Ah, ahí en la casa el problema particular. Claro, claro, por eso te digo. ¿Es una casa al fondo? ¿Es una casa que está al fondo? No, es una casa sobre línea de vereda. Por eso te digo, los chicos de Modistar cuando vinieron... No entiendo, dices. Salían a la calle, tenían señal, entraban adentro, se moría la piña. Mirá, yo te digo una cosa, Carolina. Siempre que se hace un cambio de línea, se renuevan los chips, siempre que se vuelve a rehacer una cobertura en la casa, una fibra óptica, se renueva el cableado, entonces esas cosas hacen que la señal funcione nuevamente, porque las señales no es que se instala una vez y nunca más se verifican, nunca más se agarren. Siempre que se hacen instalaciones se hacen cambios en los posts que están cerca, en las antenas que están cerca, en los chips que no tienen señal, pero normalmente tengo un tremendo salto, tengo movistar también de hecho, y si tengo zonas que están en verde, tengo señal. Zonas que están en amarillo o rojo no tengo, pero Maipú Centro justamente. Claro, es rarísimo, por eso te digo, el problema es dentro de mi casa, no entendemos el por qué, los que tienen movistar y los que tienen inclusión personal. Se muere. Yo te puedo gritar. Yo te puedo brindar no solo una mejor promoción, sino tener un seguimiento con respecto a la parte técnica, porque entonces es un problema del domicilio. Y eso es algo que, por ejemplo, te brindara el servicio, yo tengo que aclarar, así lo hacen los técnicos, para que primero vean esto, para saber si te pueden instalar o no, ¿me entendés? Para que primero vean si realmente la velocidad que yo te estoy brindando es la que te puede ofrecer, ¿me entendés? Mira Angelito, déjame ver, porque llámame en otro momento. Déjame que lo ponerte con mi marido, porque tengo que llevar a mi nene que está llegando a los quitar a Inoti. Necesito llevarlo para un control. De todas maneras te pregunto muy rápidamente. Usted... Vas, te cuento rápidamente que la... el internet... ¿Son tres líneas o dos líneas? Somos dos. La de Raúl y... bueno, la que tengo yo. Se recuerda que el internet viene con una línea, sí, el internet de 600 megas, que es una buena velocidad, viene con una línea y las dos te quedan a 26.600 con descuentos de 4.000 pesos y además tenés otra línea a 7.000 pesos. Es decir, por 30.000 pesos podrían tener el internet y las líneas. Dale. Bueno, déjame que te comente. Sí. Déjame que le comente a mi marido a ver si lo quiero o no. Como te digo, estoy llegando al hospital. Si me compareces a mi marido en otro momento... No, yo te escribo un mensaje igualmente a tu número que termina en 34 06. Sí, ese es el de mi marido. Ese es el de Raúl. Bueno, a él le escribí. Perfecto. Dale. Cualquier cosa yo te vuelvo a contactar entonces por el WhatsApp. Si estamos interesados o no, o si hay alguien interesado, que siempre hay alguien que sabe conforme, le paso ese número de WhatsApp, por lo menos te ganas otro cliente que esté interesado. Bueno, Carolina, muchas gracias. No, por favor. Dale, igual. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.543,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:58:08.218340",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 96,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:28.211277",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120810912_ACD_22037",
    "fecha_inicio": "15/1/2026 12:08:10",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 389,
    "tiempo_conversacion": 356,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}