{
  "archivo": "amza44_1_260112110331355_ACD_32017.wav",
  "duracion_segundos": 86.94,
  "num_segmentos": 27,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 82.56,
    "Cliente": 1.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.02,
      "duracion": 4.99,
      "texto": "Hola. Hola, qué tal, buen día. ¿Cómo le va? ¿Habla con Bárbara?",
      "confianza": 0.241,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.04,
      "fin": 5.82,
      "duracion": 0.78,
      "texto": "Sí.",
      "confianza": 0.503,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.84,
      "fin": 17.59,
      "duracion": 11.75,
      "texto": "Hola, qué tal, Bárbara. ¿Cómo te va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando para brindarle lo que es un beneficio en la línea. Me figura, Bárbara, que usted está actualmente con la compañía de Claro, ¿es correcto?",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.61,
      "fin": 18.17,
      "duracion": 0.56,
      "texto": "Sí.",
      "confianza": 0.6,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.25,
      "fin": 38.66,
      "duracion": 20.41,
      "texto": "Ok, excelente. Yo le hablo de lo que es la compañía Movistar, ¿sí? Más que no porque tenemos hoy en día unas promociones vigentes para clientes de la compañía. que actualmente están en claro. Le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo utiliza para estudiar, para trabajar, lo suele utilizar más que nada para navegar, estar comunicada?",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.77,
      "fin": 51.65,
      "duracion": 11.88,
      "texto": "No, igual, gracias, porque no me llega bien las señaladas a mi casa, por eso cambié de... Ok, entiendo, pero bueno, me figura que usted hizo el cambio en noviembre de 2024, ¿correcto?",
      "confianza": 0.337,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.59,
      "fin": 52.83,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.385,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.41,
      "fin": 86.94,
      "duracion": 33.53,
      "texto": "Oh, ok. Bueno, le comento, sí, nosotros estuvimos haciendo justamente lo que es una ampliación de antenas, como estará mesurado lo que es infraestructura de antenas en estos meses, y lo más probable es que el problema que haya tenido, sí, de cobertura esté solucionado. Igualmente le comento que nosotros tenemos actualmente a disposición de una herramienta que es básicamente una página web en la que podemos ver lo que es la cobertura en los lugares. ¿Usted de qué suena eso? No, gracias. Dale, que tenga buen día. Chao.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, qué tal, buen día. ¿Cómo le va? ¿Habla con Bárbara? Sí. Hola, qué tal, Bárbara. ¿Cómo te va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando para brindarle lo que es un beneficio en la línea. Me figura, Bárbara, que usted está actualmente con la compañía de Claro, ¿es correcto? Sí. Ok, excelente. Yo le hablo de lo que es la compañía Movistar, ¿sí? Más que no porque tenemos hoy en día unas promociones vigentes para clientes de la compañía. que actualmente están en claro. Le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo utiliza para estudiar, para trabajar, lo suele utilizar más que nada para navegar, estar comunicada? No, igual, gracias, porque no me llega bien las señaladas a mi casa, por eso cambié de... Ok, entiendo, pero bueno, me figura que usted hizo el cambio en noviembre de 2024, ¿correcto? Sí. Oh, ok. Bueno, le comento, sí, nosotros estuvimos haciendo justamente lo que es una ampliación de antenas, como estará mesurado lo que es infraestructura de antenas en estos meses, y lo más probable es que el problema que haya tenido, sí, de cobertura esté solucionado. Igualmente le comento que nosotros tenemos actualmente a disposición de una herramienta que es básicamente una página web en la que podemos ver lo que es la cobertura en los lugares. ¿Usted de qué suena eso? No, gracias. Dale, que tenga buen día. Chao.",
  "calidad": {
    "confianza_promedio": 0.555,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:01:31.080266",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 27,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:28.440776",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110331355_ACD_32017",
    "fecha_inicio": "12/1/2026 11:03:31",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 107,
    "tiempo_conversacion": 84,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}