{
  "archivo": "amza2_1_260116124949648_ACD_06545.wav",
  "duracion_segundos": 222.23,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 79.21,
    "Cliente": 130.29
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.48,
      "fin": 3.82,
      "duracion": 2.34,
      "texto": "Hola, ¿qué tal? Buenos días. Hablo con Liliana.",
      "confianza": 0.16,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.79,
      "fin": 4.94,
      "duracion": 0.15,
      "texto": "Sí,",
      "confianza": 0.544,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.94,
      "fin": 5.57,
      "duracion": 0.63,
      "texto": "buenos días.",
      "confianza": 0.544,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.59,
      "fin": 6.71,
      "duracion": 1.12,
      "texto": "¿Qué tal? ¿Quién habla?",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.25,
      "fin": 8.05,
      "duracion": 0.8,
      "texto": "Muy gusto. ¿Cómo le va?",
      "confianza": 0.318,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.07,
      "fin": 9.01,
      "duracion": 0.94,
      "texto": "Mi nombre es Luciana.",
      "confianza": 0.414,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.17,
      "fin": 20.42,
      "duracion": 11.25,
      "texto": "Sí, me estoy contactando desde la área de recupero clientes Movistar para poder ofrecerte lo que es un nuevo descuento. ¿Cómo estás? Escúchame. Bien, gracias por preguntar. Déjime.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.66,
      "fin": 66.97,
      "duracion": 45.31,
      "texto": "Ayer y antes de ayer ya me llamaron. Ya le tení motivos como por ahora no vuelvo a la empresa. ¡Bien, bien! ¡Bien, perfecto, perfecto! De todas maneras, de consultos sí, no sé si pudieron comentarte lo que son las ofertas comerciales y qué fue lo que te sucedió con Movistar que me decís.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.73,
      "fin": 94.48,
      "duracion": 26.75,
      "texto": "Y fueron incrementándome las facturas, me incrementaban, me incrementaban, me incrementaban, cero beneficio y cuando quise que me bajen, que me bonifiquen por algunos meses, nunca me atendían, entonces no. Sí, yo te digo que, ¿sabes qué? Liliana, me asegura que en el 2023 te ajuste. No sé si estabas al tanto que a mediados del año pasado... Sí, en febrero. En febrero o el 2023 me cambié, claro. Sí, exactamente.",
      "confianza": 0.815,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.06,
      "fin": 100.3,
      "duracion": 5.24,
      "texto": "Sí, necesitabas al tanto que contamos con lo que es una nueva gestión actualmente con Mobile Star. Bien,",
      "confianza": 0.758,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 100.3,
      "fin": 110.08,
      "duracion": 9.78,
      "texto": "nosotros estamos brindando lo que es una promoción por seis meses justamente por estos instrumentos y luego de esos seis meses se vuelve a contratar Mobile Star con vos",
      "confianza": 0.819,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.87,
      "fin": 115.65,
      "duracion": 4.79,
      "texto": "te llega un mensajito avisándote que se te vence el plan y en ese momento sí podés contactarte.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.39,
      "fin": 134.72,
      "duracion": 18.33,
      "texto": "Si vas a poder hacerlo conmigo directamente, porque voy a poder ser profesora personalizada, me vas a contactar de nuevo, me vas a poner a la Luciana, se me está por vencer el plan, para poder contactarte directamente con lo que es una atención al cliente o de congruenzas, así es como puedes ofrecerte lo que haces vigente en este momento.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.6,
      "fin": 137.89,
      "duracion": 2.28,
      "texto": "Así no tenés que irte nuevamente a la compañía.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.8,
      "fin": 144.09,
      "duracion": 3.28,
      "texto": "¿Cuánto es el plan y qué están ofreciendo?",
      "confianza": 0.074,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.11,
      "fin": 154.94,
      "duracion": 10.83,
      "texto": "Sí, mira, yo te estoy ofreciendo en este momento, Liliana, lo que es un plan de 16 gigas a $10,400 pesos y sino un plan de 8 gigas a $7,460.",
      "confianza": 0.737,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 155.02,
      "fin": 161.15,
      "duracion": 6.13,
      "texto": "¿Cuántos son los gigas de internet que estás utilizando actualmente en tu línea? ¿Tienes idea?",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 162.03,
      "fin": 199.47,
      "duracion": 37.44,
      "texto": "16. Ah, bien, perfecto. O sea, utilizas todo eso. Bien, con nosotros también lo que podés hacer, por si no lo sabías, porque hace mucho que te fuiste de la compañía, podés guardar los gigas para tu próximo mes, ¿sí? O podés pasárselos a cualquier otra línea que tengamos que estar en una buena mensal, le podés pasar gigas también en el caso que, por ejemplo, te isoblen. Cosa de que nunca perdás gigas, es decir, nunca vas a perder plata. Eso es lo bueno, ¿sí? Entonces, lo que te puedo... Vamos a hacer una cosa, vamos a hacer una cosa. llamarme dentro de una semana y lo voy a analizar.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.5,
      "fin": 200.6,
      "duracion": 1.1,
      "texto": "Bien, bien, bien, perfecto.",
      "confianza": 0.617,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 201.22,
      "fin": 222.23,
      "duracion": 21.01,
      "texto": "Perfecto, Liliana, entonces te puedo volver a contactar el viernes de la próxima semana, ¿está bien? Sí, por favor. Listo, perfecto. Entonces, bueno, muchísimas gracias por haberme escuchado. Gracias, por favor. Voy a esperarme en contacto nuevamente el día 23, viernes. Mi nombre es Luciano, ¿sí? Gracias, Luciana. Por favor, a vos que tengas muy buen día. Adiós.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenos días. Hablo con Liliana. Sí, buenos días. ¿Qué tal? ¿Quién habla? Muy gusto. ¿Cómo le va? Mi nombre es Luciana. Sí, me estoy contactando desde la área de recupero clientes Movistar para poder ofrecerte lo que es un nuevo descuento. ¿Cómo estás? Escúchame. Bien, gracias por preguntar. Déjime. Ayer y antes de ayer ya me llamaron. Ya le tení motivos como por ahora no vuelvo a la empresa. ¡Bien, bien! ¡Bien, perfecto, perfecto! De todas maneras, de consultos sí, no sé si pudieron comentarte lo que son las ofertas comerciales y qué fue lo que te sucedió con Movistar que me decís. Y fueron incrementándome las facturas, me incrementaban, me incrementaban, me incrementaban, cero beneficio y cuando quise que me bajen, que me bonifiquen por algunos meses, nunca me atendían, entonces no. Sí, yo te digo que, ¿sabes qué? Liliana, me asegura que en el 2023 te ajuste. No sé si estabas al tanto que a mediados del año pasado... Sí, en febrero. En febrero o el 2023 me cambié, claro. Sí, exactamente. Sí, necesitabas al tanto que contamos con lo que es una nueva gestión actualmente con Mobile Star. Bien, nosotros estamos brindando lo que es una promoción por seis meses justamente por estos instrumentos y luego de esos seis meses se vuelve a contratar Mobile Star con vos te llega un mensajito avisándote que se te vence el plan y en ese momento sí podés contactarte. Si vas a poder hacerlo conmigo directamente, porque voy a poder ser profesora personalizada, me vas a contactar de nuevo, me vas a poner a la Luciana, se me está por vencer el plan, para poder contactarte directamente con lo que es una atención al cliente o de congruenzas, así es como puedes ofrecerte lo que haces vigente en este momento. Así no tenés que irte nuevamente a la compañía. ¿Cuánto es el plan y qué están ofreciendo? Sí, mira, yo te estoy ofreciendo en este momento, Liliana, lo que es un plan de 16 gigas a $10,400 pesos y sino un plan de 8 gigas a $7,460. ¿Cuántos son los gigas de internet que estás utilizando actualmente en tu línea? ¿Tienes idea? 16. Ah, bien, perfecto. O sea, utilizas todo eso. Bien, con nosotros también lo que podés hacer, por si no lo sabías, porque hace mucho que te fuiste de la compañía, podés guardar los gigas para tu próximo mes, ¿sí? O podés pasárselos a cualquier otra línea que tengamos que estar en una buena mensal, le podés pasar gigas también en el caso que, por ejemplo, te isoblen. Cosa de que nunca perdás gigas, es decir, nunca vas a perder plata. Eso es lo bueno, ¿sí? Entonces, lo que te puedo... Vamos a hacer una cosa, vamos a hacer una cosa. llamarme dentro de una semana y lo voy a analizar. Bien, bien, bien, perfecto. Perfecto, Liliana, entonces te puedo volver a contactar el viernes de la próxima semana, ¿está bien? Sí, por favor. Listo, perfecto. Entonces, bueno, muchísimas gracias por haberme escuchado. Gracias, por favor. Voy a esperarme en contacto nuevamente el día 23, viernes. Mi nombre es Luciano, ¿sí? Gracias, Luciana. Por favor, a vos que tengas muy buen día. Adiós.",
  "calidad": {
    "confianza_promedio": 0.587,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:04:24.510457",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:21.300730",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116124949648_ACD_06545",
    "fecha_inicio": "16/1/2026 12:49:49",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 288,
    "tiempo_conversacion": 216,
    "tiempo_hold": 0,
    "tiempo_acw": 44,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}