{
  "archivo": "amza30_1_260115114154902_ACD_40061.wav",
  "duracion_segundos": 450.43,
  "num_segmentos": 128,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 139.66,
    "Cliente": 275.95
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.57,
      "fin": 5.09,
      "duracion": 3.52,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Andrea.",
      "confianza": 0.215,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.11,
      "fin": 8.45,
      "duracion": 1.34,
      "texto": "Sí. ¿Qué tal, Andrea? Un gusto.",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.47,
      "fin": 11.02,
      "duracion": 2.54,
      "texto": "Me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.645,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.56,
      "fin": 21.63,
      "duracion": 10.07,
      "texto": "Sinta que me figuras su línea en claro, ¿es así? Sí. Sí, perfecto. ¿Con claro usted el día de hoy cuenta con lo que es factura mensual o realiza recargas?",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.83,
      "fin": 35.87,
      "duracion": 11.04,
      "texto": "Factura. Factura, bien. Bueno, le comento un poquito. El día de hoy nos estamos contactando con los antiguos clientes de Movistar. Sí, para poder brindarles lo que es una promo exclusiva que está al día de hoy en $10,400, ¿sí?",
      "confianza": 0.175,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.79,
      "fin": 38.85,
      "duracion": 2.06,
      "texto": "Por lo que son 16 días de internet.",
      "confianza": 0.816,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.59,
      "fin": 42.01,
      "duracion": 2.42,
      "texto": "Usted con claro, ¿cuántos días tiene actualmente?",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.86,
      "fin": 60.55,
      "duracion": 14.69,
      "texto": "No, no puedo. ¿No sabes? No me puedo, no. Ah, bien. ¿Tendrá un plan básico? ¿Le alcanzan o aparte hace recarga? Sí, no, no, no. No hago recarga. No hace recarga. Bien. Utiliza lo que es el plan y lo hace rendir.",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.46,
      "fin": 61.96,
      "duracion": 0.5,
      "texto": "Sí. Ah, bien.",
      "confianza": 0.332,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 63.58,
      "fin": 80.47,
      "duracion": 16.89,
      "texto": "Bien, bien. Bueno, con el plan Tito de Lebrín no son muchos gigas, ¿sí? Y justamente tendría también lo que es WhatsApp gratis, llamadas ilimitadas a todas las compañías y mensajitos también. Sí, con el servicio de roaming también en el caso de que salga del país. No sé si tiene pensado irse de vacaciones.",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.39,
      "fin": 85.7,
      "duracion": 1.31,
      "texto": "No. No. OK. No se puede. OK.",
      "confianza": 0.0,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 85.7,
      "fin": 87.82,
      "duracion": 2.11,
      "texto": "Bueno, Andrea, le comento.",
      "confianza": 0.791,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.2,
      "fin": 113.75,
      "duracion": 25.55,
      "texto": "Me figura también otra línea su nombre, ¿sí? En el caso de que sean las dos líneas, también podrían hacer al mismo beneficio y además tener lo que son cuatro gigas de regalo para cada línea. Sí, es un montón. Y justamente pueden guardar los gigas o también prestárselos a otro movistar en el caso de que lo necesiten. Sí, los gigas se juntan y se guardan si usted no los usa. Está muy bueno eso también.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.93,
      "fin": 123.38,
      "duracion": 8.45,
      "texto": "Comérteme un poquitito, Andrea. ¿Usted usa mucho el teléfono o no? No. No. OK.",
      "confianza": 0.83,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 123.38,
      "fin": 145.28,
      "duracion": 21.9,
      "texto": "OK. Bueno, y con el tema de la cobertura que nosotros le estamos brindando justamente, tendría lo que es... Podría usarlo tranquilamente el teléfono donde quiera, justamente, y dentro del domicilio también, en el caso de que cuente con Wi-Fi, también ahí queda justamente más el ahorro de lo que son los gigas.",
      "confianza": 0.734,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.3,
      "fin": 147.66,
      "duracion": 2.36,
      "texto": "¿Usted cuenta con fibra óptica en el domicilio?",
      "confianza": 0.805,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.96,
      "fin": 155.69,
      "duracion": 6.73,
      "texto": "Sí. ¿Sí? Bien, ¿y lo tienes también con claro? Todo. Ah, todo con claro. Bueno, le comento.",
      "confianza": 0.323,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.12,
      "fin": 170.34,
      "duracion": 14.21,
      "texto": "En el caso de, para que usted tenga una idea, sí, se haga un croquis mental, justamente, si usted tiene las dos líneas y la fibra óptica del hogar con movistar, estaría pagando alrededor de 39 mil pesos.",
      "confianza": 0.8,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.36,
      "fin": 217.32,
      "duracion": 46.96,
      "texto": "¿Sí? ¿Por qué? Porque en este caso nosotros tenemos una promo, es más, es menos, ahora que estoy pensando. Tenemos una promo, justamente lo que es fibra óptica con una sola línea está en 24, ¿sí? Más la promo para la otra línea en 10.400 estaría pagando 34.400 pesos por los tres servicios, las dos líneas y el servicio de fibra óptica del hogar. Está muy bueno para que lo pueda aprovechar. Sí, estoy pagando 33.33. 33, ok. Solo por lo que... Por lo que es el servicio del... Ah, todo incluido. No, las dos líneas y todo. Las dos líneas, internet, fibra óptica, todo. Claro. Bien, bien. En este caso...",
      "confianza": 0.498,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 217.32,
      "fin": 223.53,
      "duracion": 6.21,
      "texto": "Ok, ok. En este caso, ¿usted sabe de cuánto es la fibra óptica del hogar?",
      "confianza": 0.655,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.67,
      "fin": 225.43,
      "duracion": 1.76,
      "texto": "Si es de 300 o si es de menos.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.49,
      "fin": 229.63,
      "duracion": 2.14,
      "texto": "No, me mata con esa cosa. Ah, ok.",
      "confianza": 0.358,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 229.63,
      "fin": 234.46,
      "duracion": 4.83,
      "texto": "Bien, porque claro, estaba dando lo que es el servicio de fibra óptica de lo que es 100 megas.",
      "confianza": 0.663,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.69,
      "fin": 252.44,
      "duracion": 17.75,
      "texto": "Por eso le consulto. En este caso sí viene la plata. Es la misma, pero los beneficios son mayores. Porque lo que es la fibra óptica de monetar no tiene microportes, tiene misma velocidad de subir y de bajar. Es decir, pues te va a poder usar el teléfono y lo va a tocar y se va a abrir rapidísimo todo.",
      "confianza": 0.855,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 252.94,
      "fin": 258.99,
      "duracion": 6.05,
      "texto": "Entonces, justamente, sí viene desde el mismo valor monetario, pero tiene mayor amplitud en beneficios.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 259.99,
      "fin": 269.81,
      "duracion": 9.82,
      "texto": "Porque también tiene el resto de los gigas en lo que son las líneas. y lo que es el beneficio de poder compartirlos y prestarse líneas, perdón, prestarse lligas entre las líneas.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.73,
      "fin": 298.45,
      "duracion": 26.72,
      "texto": "Está muy bueno, Andrea, para que lo pudiera aprovechar. ¿Usted en qué localidad vive? En Rosario. ¿Sí? Bien. Bien, bueno. Nosotros lo que hacemos es chequear justamente la cobertura de la fibra óptica y usted podría acceder sin ningún problema. Nosotros tenemos lo que son los datos de usted en la que movistar anteriormente, ya que una figura usted freque identa hace varios años.",
      "confianza": 0.822,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.97,
      "fin": 317.6,
      "duracion": 18.63,
      "texto": "Sí, hubo muchísimos años. ¿Tuvo mucho tiempo? Lo que pasa es que siempre el gobierno tenía problemas, pero no tenía... No tenía... ¿Qué? Fisicaciones. Ah, la cobertura. Sí, no, que no estaban las antenas, que no estaba el troncero.",
      "confianza": 0.275,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.22,
      "fin": 340.28,
      "duracion": 22.06,
      "texto": "Claro. Claro, claro. Buscando la señal. Sí, la verdad que es bastante complicado y es engorroso porque justamente... Pero bueno, del 2022, ahora ha mejorado un montón lo que es la cobertura. Usted lo puede contactar justamente con el resto de los clientes si tienen algún conocido en movistar.",
      "confianza": 0.874,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.78,
      "fin": 355.36,
      "duracion": 14.58,
      "texto": "Ha mejorado un montón eso lo que es la cobertura porque a lo largo de estos años nos hemos enfocado en las áreas más vulnerables. por eso es que estamos recontactando de vuelta a todos los clientes para que puedan volver a probar el servicio porque está funcionando óptimamente, ¿sí?",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 356.22,
      "fin": 377.22,
      "duracion": 21.0,
      "texto": "Entonces, yo verifico acá, justamente su DNI termina en 6.30, si me figuran, usted se fue en el 2022, en diciembre, si no me equivoco, y justamente desde 2023 en adelante, cada cuatro o cinco meses se han hecho reestructuraciones a nivel cobertura en lo que es la zona norte del país.",
      "confianza": 0.713,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 377.44,
      "fin": 379.22,
      "duracion": 1.78,
      "texto": "Así que la era la más vulnerable.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.08,
      "fin": 394.74,
      "duracion": 14.66,
      "texto": "Pero bueno, como le decía, entonces, usted podría aprovechar de estos beneficios de una forma súper sencilla. La instalación de las fibra óptica es gratuita. Nosotros lo que hacemos es justamente chequear el domicilio, ver si tiene lo que es la cobertura y nada más. ¿Sí?",
      "confianza": 0.786,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 395.24,
      "fin": 397.8,
      "duracion": 2.56,
      "texto": "¿Quiere brindarme el domicilio para poder chequear la cobertura?",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 398.74,
      "fin": 406.35,
      "duracion": 7.61,
      "texto": "Por ahora no me interesa. Tengo otras cosas. Tengo un problema con mi madre de salud y todo así que no...",
      "confianza": 0.381,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 406.85,
      "fin": 446.66,
      "duracion": 39.81,
      "texto": "compre, ¿no? Está bien, está bien, no hay ningún problema. Yo me voy a contactar vía WhatsApp para que le quede a usted mi número en el caso de que tenga alguna duda, alguna consulta también me puede consultar por ahí. Sí, Eugenia, mi nombre para que lo recuerde. Y nada, esperamos justamente poder contar con usted de vuelta en la compañía y que se solucione lo de su mamá también. Y nada, cualquier duda, lo que sea, o si tiene justamente también algún conocido. que desee acceder a la promo también le puede pasar mi número, ¿sí? Bueno, Andrea, que tenga muy bonito día y mucha suerte.",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.44,
      "fin": 450.43,
      "duracion": 2.99,
      "texto": "Muchas gracias. Hasta luego. Hasta luego.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. Hablo con Andrea. Sí. ¿Qué tal, Andrea? Un gusto. Me estoy comunicando del área de beneficios móviles. Sinta que me figuras su línea en claro, ¿es así? Sí. Sí, perfecto. ¿Con claro usted el día de hoy cuenta con lo que es factura mensual o realiza recargas? Factura. Factura, bien. Bueno, le comento un poquito. El día de hoy nos estamos contactando con los antiguos clientes de Movistar. Sí, para poder brindarles lo que es una promo exclusiva que está al día de hoy en $10,400, ¿sí? Por lo que son 16 días de internet. Usted con claro, ¿cuántos días tiene actualmente? No, no puedo. ¿No sabes? No me puedo, no. Ah, bien. ¿Tendrá un plan básico? ¿Le alcanzan o aparte hace recarga? Sí, no, no, no. No hago recarga. No hace recarga. Bien. Utiliza lo que es el plan y lo hace rendir. Sí. Ah, bien. Bien, bien. Bueno, con el plan Tito de Lebrín no son muchos gigas, ¿sí? Y justamente tendría también lo que es WhatsApp gratis, llamadas ilimitadas a todas las compañías y mensajitos también. Sí, con el servicio de roaming también en el caso de que salga del país. No sé si tiene pensado irse de vacaciones. No. No. OK. No se puede. OK. Bueno, Andrea, le comento. Me figura también otra línea su nombre, ¿sí? En el caso de que sean las dos líneas, también podrían hacer al mismo beneficio y además tener lo que son cuatro gigas de regalo para cada línea. Sí, es un montón. Y justamente pueden guardar los gigas o también prestárselos a otro movistar en el caso de que lo necesiten. Sí, los gigas se juntan y se guardan si usted no los usa. Está muy bueno eso también. Comérteme un poquitito, Andrea. ¿Usted usa mucho el teléfono o no? No. No. OK. OK. Bueno, y con el tema de la cobertura que nosotros le estamos brindando justamente, tendría lo que es... Podría usarlo tranquilamente el teléfono donde quiera, justamente, y dentro del domicilio también, en el caso de que cuente con Wi-Fi, también ahí queda justamente más el ahorro de lo que son los gigas. ¿Usted cuenta con fibra óptica en el domicilio? Sí. ¿Sí? Bien, ¿y lo tienes también con claro? Todo. Ah, todo con claro. Bueno, le comento. En el caso de, para que usted tenga una idea, sí, se haga un croquis mental, justamente, si usted tiene las dos líneas y la fibra óptica del hogar con movistar, estaría pagando alrededor de 39 mil pesos. ¿Sí? ¿Por qué? Porque en este caso nosotros tenemos una promo, es más, es menos, ahora que estoy pensando. Tenemos una promo, justamente lo que es fibra óptica con una sola línea está en 24, ¿sí? Más la promo para la otra línea en 10.400 estaría pagando 34.400 pesos por los tres servicios, las dos líneas y el servicio de fibra óptica del hogar. Está muy bueno para que lo pueda aprovechar. Sí, estoy pagando 33.33. 33, ok. Solo por lo que... Por lo que es el servicio del... Ah, todo incluido. No, las dos líneas y todo. Las dos líneas, internet, fibra óptica, todo. Claro. Bien, bien. En este caso... Ok, ok. En este caso, ¿usted sabe de cuánto es la fibra óptica del hogar? Si es de 300 o si es de menos. No, me mata con esa cosa. Ah, ok. Bien, porque claro, estaba dando lo que es el servicio de fibra óptica de lo que es 100 megas. Por eso le consulto. En este caso sí viene la plata. Es la misma, pero los beneficios son mayores. Porque lo que es la fibra óptica de monetar no tiene microportes, tiene misma velocidad de subir y de bajar. Es decir, pues te va a poder usar el teléfono y lo va a tocar y se va a abrir rapidísimo todo. Entonces, justamente, sí viene desde el mismo valor monetario, pero tiene mayor amplitud en beneficios. Porque también tiene el resto de los gigas en lo que son las líneas. y lo que es el beneficio de poder compartirlos y prestarse líneas, perdón, prestarse lligas entre las líneas. Está muy bueno, Andrea, para que lo pudiera aprovechar. ¿Usted en qué localidad vive? En Rosario. ¿Sí? Bien. Bien, bueno. Nosotros lo que hacemos es chequear justamente la cobertura de la fibra óptica y usted podría acceder sin ningún problema. Nosotros tenemos lo que son los datos de usted en la que movistar anteriormente, ya que una figura usted freque identa hace varios años. Sí, hubo muchísimos años. ¿Tuvo mucho tiempo? Lo que pasa es que siempre el gobierno tenía problemas, pero no tenía... No tenía... ¿Qué? Fisicaciones. Ah, la cobertura. Sí, no, que no estaban las antenas, que no estaba el troncero. Claro. Claro, claro. Buscando la señal. Sí, la verdad que es bastante complicado y es engorroso porque justamente... Pero bueno, del 2022, ahora ha mejorado un montón lo que es la cobertura. Usted lo puede contactar justamente con el resto de los clientes si tienen algún conocido en movistar. Ha mejorado un montón eso lo que es la cobertura porque a lo largo de estos años nos hemos enfocado en las áreas más vulnerables. por eso es que estamos recontactando de vuelta a todos los clientes para que puedan volver a probar el servicio porque está funcionando óptimamente, ¿sí? Entonces, yo verifico acá, justamente su DNI termina en 6.30, si me figuran, usted se fue en el 2022, en diciembre, si no me equivoco, y justamente desde 2023 en adelante, cada cuatro o cinco meses se han hecho reestructuraciones a nivel cobertura en lo que es la zona norte del país. Así que la era la más vulnerable. Pero bueno, como le decía, entonces, usted podría aprovechar de estos beneficios de una forma súper sencilla. La instalación de las fibra óptica es gratuita. Nosotros lo que hacemos es justamente chequear el domicilio, ver si tiene lo que es la cobertura y nada más. ¿Sí? ¿Quiere brindarme el domicilio para poder chequear la cobertura? Por ahora no me interesa. Tengo otras cosas. Tengo un problema con mi madre de salud y todo así que no... compre, ¿no? Está bien, está bien, no hay ningún problema. Yo me voy a contactar vía WhatsApp para que le quede a usted mi número en el caso de que tenga alguna duda, alguna consulta también me puede consultar por ahí. Sí, Eugenia, mi nombre para que lo recuerde. Y nada, esperamos justamente poder contar con usted de vuelta en la compañía y que se solucione lo de su mamá también. Y nada, cualquier duda, lo que sea, o si tiene justamente también algún conocido. que desee acceder a la promo también le puede pasar mi número, ¿sí? Bueno, Andrea, que tenga muy bonito día y mucha suerte. Muchas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.57,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:09:43.732577",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 128,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:21.642326",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114154902_ACD_40061",
    "fecha_inicio": "15/1/2026 11:41:54",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 460,
    "tiempo_conversacion": 432,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}