{
  "archivo": "amza44_1_260116140507085_ACD_69305.wav",
  "duracion_segundos": 156.48,
  "num_segmentos": 54,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 143.06,
    "Cliente": 9.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 7.26,
      "duracion": 7.23,
      "texto": "Hola, si que tal, buen dia, como le va? Hablo con... Si, que tal? Quiero ver Juan.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.92,
      "fin": 79.36,
      "duracion": 71.44,
      "texto": "Si, mi nombre es Rodrigo, le estoy de un gusto. Yo me estoy comunicando para el internet lo que es un beneficio en la línea. Me estoy preguntando que es el mismo nombre de Ariana Gelenes, ¿correcto? Si, Adriana Gelenes. Ok, excelente. Bueno, yo soy asesor comercial de lo que es la compañía Movistar. Si me asegura que usted está actualmente en lo que es claro y yo le lo estoy llamando para otorgarle lo que es un beneficio así para que pueda volver a Movistar y probar lo que es el nuevo sistema, ¿sí? Le consulto. ¿Usted para qué suele utilizar más el teléfono? Lo suele utilizar para... No, yo lo uso para todo. Para trabajar, para todo lo uso. Lo que pasa es que, mira, tendría que ver porque está el nombre de mi nieta. Ah, ok, ok, ok. ¿Me entendés? Entonces, para que vos le hagas las cosas, pues no sé si tenés que hacerlo con ella. Claro, este, no, lo que nosotros podemos hacer es hacerlo a la portabilidad con usted, pero sí necesitaríamos datos de ella, como por ejemplo el DNI para corroborar que estamos haciendo esto con el consultimiento vertical, ¿sí? Este, pero en este caso sería más cómodo poder hacerlo con ella presente. ¿En qué horario más o menos? Yo, mirá, mirá, sí.",
      "confianza": 0.328,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.86,
      "fin": 79.92,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.222,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.94,
      "fin": 93.58,
      "duracion": 13.64,
      "texto": "¿Vos estás queriendo estar? Porque ella viene como las seis. Ah, ok. ¿Y mañana? ¿Será que lo puedo...? Bueno, mañana el lunes. Bueno, mañana yo le digo a ver si se puede venir ella más temprano. Claro, no.",
      "confianza": 0.277,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.14,
      "fin": 100.83,
      "duracion": 6.69,
      "texto": "¿A esta hora puede ser? Claro, pasa que mañana no trabajamos. El lunes sí. El lunes, bueno, dale.",
      "confianza": 0.492,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.85,
      "fin": 103.17,
      "duracion": 2.32,
      "texto": "Sí, sí, en este horario del lunes lo puedo llamar.",
      "confianza": 0.479,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.63,
      "fin": 106.69,
      "duracion": 3.06,
      "texto": "Listo. ¿Rodrigo me dijiste?",
      "confianza": 0.25,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.71,
      "fin": 107.99,
      "duracion": 1.28,
      "texto": "Rodrigo, sí, sí.",
      "confianza": 0.225,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.01,
      "fin": 111.76,
      "duracion": 3.75,
      "texto": "Vale, Rodrigo, gracias. Excelente, muchas gracias, que tengan buen día, hasta luego.",
      "confianza": 0.41,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.78,
      "fin": 116.93,
      "duracion": 5.15,
      "texto": "Mira, escúchame, yo tengo otra línea.",
      "confianza": 0.614,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.03,
      "fin": 123.09,
      "duracion": 6.07,
      "texto": "Ah, ok. Tengo la línea de mostrar a mi nombre, ¿viste?",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.11,
      "fin": 123.84,
      "duracion": 0.72,
      "texto": "Claro.",
      "confianza": 0.688,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.76,
      "fin": 146.47,
      "duracion": 21.71,
      "texto": "Y voy a llamar porque también se me ha puesto medio el carriage. Ah, ok. Yo me ocupo de lo que son portabilidades, o sea, De lo que es pasar de una línea de una empresa a la otra. Eso tendría que hacerlo con lo que es atención al cliente. Bueno, dale. Si yo me cambié de esta, yo con mi nieta, porque también, viste, no me dieron solución.",
      "confianza": 0.507,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.01,
      "fin": 156.48,
      "duracion": 9.47,
      "texto": "Hablaba mucho antes por los movistarbitos. Claro, entiendo. Dale, Rodrigo, lo dejamos así para el lunes. Que tengas buen día. Hasta luego.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, si que tal, buen dia, como le va? Hablo con... Si, que tal? Quiero ver Juan. Si, mi nombre es Rodrigo, le estoy de un gusto. Yo me estoy comunicando para el internet lo que es un beneficio en la línea. Me estoy preguntando que es el mismo nombre de Ariana Gelenes, ¿correcto? Si, Adriana Gelenes. Ok, excelente. Bueno, yo soy asesor comercial de lo que es la compañía Movistar. Si me asegura que usted está actualmente en lo que es claro y yo le lo estoy llamando para otorgarle lo que es un beneficio así para que pueda volver a Movistar y probar lo que es el nuevo sistema, ¿sí? Le consulto. ¿Usted para qué suele utilizar más el teléfono? Lo suele utilizar para... No, yo lo uso para todo. Para trabajar, para todo lo uso. Lo que pasa es que, mira, tendría que ver porque está el nombre de mi nieta. Ah, ok, ok, ok. ¿Me entendés? Entonces, para que vos le hagas las cosas, pues no sé si tenés que hacerlo con ella. Claro, este, no, lo que nosotros podemos hacer es hacerlo a la portabilidad con usted, pero sí necesitaríamos datos de ella, como por ejemplo el DNI para corroborar que estamos haciendo esto con el consultimiento vertical, ¿sí? Este, pero en este caso sería más cómodo poder hacerlo con ella presente. ¿En qué horario más o menos? Yo, mirá, mirá, sí. Sí. ¿Vos estás queriendo estar? Porque ella viene como las seis. Ah, ok. ¿Y mañana? ¿Será que lo puedo...? Bueno, mañana el lunes. Bueno, mañana yo le digo a ver si se puede venir ella más temprano. Claro, no. ¿A esta hora puede ser? Claro, pasa que mañana no trabajamos. El lunes sí. El lunes, bueno, dale. Sí, sí, en este horario del lunes lo puedo llamar. Listo. ¿Rodrigo me dijiste? Rodrigo, sí, sí. Vale, Rodrigo, gracias. Excelente, muchas gracias, que tengan buen día, hasta luego. Mira, escúchame, yo tengo otra línea. Ah, ok. Tengo la línea de mostrar a mi nombre, ¿viste? Claro. Y voy a llamar porque también se me ha puesto medio el carriage. Ah, ok. Yo me ocupo de lo que son portabilidades, o sea, De lo que es pasar de una línea de una empresa a la otra. Eso tendría que hacerlo con lo que es atención al cliente. Bueno, dale. Si yo me cambié de esta, yo con mi nieta, porque también, viste, no me dieron solución. Hablaba mucho antes por los movistarbitos. Claro, entiendo. Dale, Rodrigo, lo dejamos así para el lunes. Que tengas buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.52,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:10:18.975124",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:28.913495",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140507085_ACD_69305",
    "fecha_inicio": "16/1/2026 14:05:07",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 171,
    "tiempo_conversacion": 152,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}