{
  "archivo": "amza73_1_260116131233933_ACD_86923.wav",
  "duracion_segundos": 122.5,
  "num_segmentos": 32,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 109.39,
    "Cliente": 9.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.26,
      "fin": 20.89,
      "duracion": 19.63,
      "texto": "Hola, buen día. Buen día. Un gusto, mi nombre es Malena, ya te estoy llamando de lo que es el área de calidad Movistar para ofrecerte un beneficio. ¿Cómo estás? Muy bien, hasta me llamaron también. Bien, entiendo, de comentar las promociones que tenemos el día de hoy, entonces.",
      "confianza": 0.135,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.91,
      "fin": 29.99,
      "duracion": 9.08,
      "texto": "No, porque en realidad eso le dije que yo había dejado, porque hace dos meses más o menos que me están llamando y...",
      "confianza": 0.656,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 30.86,
      "fin": 44.0,
      "duracion": 13.14,
      "texto": "Yo fui cliente de Montal y no voy a volver. OK, entiendo. ¿Tú algún inconveniente o por qué...? Pero, y alguna pregunta.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.7,
      "fin": 53.93,
      "duracion": 9.23,
      "texto": "Dime. Cuando yo era chica, dijo que iba a dejar por eso, que no me llamen más.",
      "confianza": 0.301,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.95,
      "fin": 54.01,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.091,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.03,
      "fin": 65.14,
      "duracion": 11.11,
      "texto": "¿Y qué pasó? Que me siguen llamando hoy también. Bien, la comento. No sé si la chica justamente la comentó. Nosotros podemos dejarla sentado, pero eso yo no le puedo asegurar de que no la llamen bien.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.72,
      "fin": 105.47,
      "duracion": 39.75,
      "texto": "Lo que le puedo recomendar en todo caso es que usted se resgende el registro no llame para que no la sigan llamando justamente. Sí, lo que pasa es que cómo hago yo para llamar si ustedes lo tienen que hacer en el sistema de ustedes. No, no, no. El registro no llame en un registro del país argentino. No hay ningún problema con eso, no va a tener, no tiene que llamar a Movistar, es para que en general, todo este tipo de llamadas, ya sea Movistar, personal, claro, que sean así de spam, no le entren a su número. Es lo único que les puedo ofrecer. ¿Y dónde se hace esto?",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.97,
      "fin": 122.5,
      "duracion": 16.53,
      "texto": "Usted se tiene que registrar en la página web, entrar a Google, poner registro, no llames, y usted se registra ahí con su número de teléfono y listo. Listo. Listo, te agradezco muchísimo. No hay de qué esperar que tenga lindo día. Hasta luego. Gracias.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Buen día. Un gusto, mi nombre es Malena, ya te estoy llamando de lo que es el área de calidad Movistar para ofrecerte un beneficio. ¿Cómo estás? Muy bien, hasta me llamaron también. Bien, entiendo, de comentar las promociones que tenemos el día de hoy, entonces. No, porque en realidad eso le dije que yo había dejado, porque hace dos meses más o menos que me están llamando y... Yo fui cliente de Montal y no voy a volver. OK, entiendo. ¿Tú algún inconveniente o por qué...? Pero, y alguna pregunta. Dime. Cuando yo era chica, dijo que iba a dejar por eso, que no me llamen más. Sí. ¿Y qué pasó? Que me siguen llamando hoy también. Bien, la comento. No sé si la chica justamente la comentó. Nosotros podemos dejarla sentado, pero eso yo no le puedo asegurar de que no la llamen bien. Lo que le puedo recomendar en todo caso es que usted se resgende el registro no llame para que no la sigan llamando justamente. Sí, lo que pasa es que cómo hago yo para llamar si ustedes lo tienen que hacer en el sistema de ustedes. No, no, no. El registro no llame en un registro del país argentino. No hay ningún problema con eso, no va a tener, no tiene que llamar a Movistar, es para que en general, todo este tipo de llamadas, ya sea Movistar, personal, claro, que sean así de spam, no le entren a su número. Es lo único que les puedo ofrecer. ¿Y dónde se hace esto? Usted se tiene que registrar en la página web, entrar a Google, poner registro, no llames, y usted se registra ahí con su número de teléfono y listo. Listo. Listo, te agradezco muchísimo. No hay de qué esperar que tenga lindo día. Hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.551,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:00:18.853199",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:31.907025",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116131233933_ACD_86923",
    "fecha_inicio": "16/1/2026 13:12:33",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 155,
    "tiempo_conversacion": 118,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}