{
  "archivo": "amza19_1_260112112701919_ACD_21561.wav",
  "duracion_segundos": 234.68,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 96.65,
    "Cliente": 121.31
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.21,
      "fin": 7.72,
      "duracion": 6.51,
      "texto": "Hola, buen día. Hola, lobo, buen día. Un gusto, sí. Me presento, mi nombre es Brisa.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.26,
      "fin": 10.98,
      "duracion": 2.72,
      "texto": "Estaba llamando la Secretaría de Beneficios de Movistar.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.61,
      "fin": 25.42,
      "duracion": 13.81,
      "texto": "Era para que pueda aprovechar un descuento y una promoción en su línea. ¿Ustedes están claros? A ver, ¿qué teléfono posee? Te escucho, Brisa. Bien, le comento. Tengo dos promociones el día de hoy que han entrado con descuento.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.02,
      "fin": 34.78,
      "duracion": 8.76,
      "texto": "Una intermedia de 8 gigas de base más 8 gigas de regalo por 6 meses. con WhatsApp gratis, llamadas libres a cualquier compañía, roaming en América.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.62,
      "fin": 41.2,
      "duracion": 5.59,
      "texto": "Esa promoción de 16 gigas mensuales tiene un valor de 13.250 pesos.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.99,
      "fin": 47.65,
      "duracion": 4.66,
      "texto": "Si no tengo una un poco más económica, de 4 gigas de base más, 4 regalos por 6 meses.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.21,
      "fin": 51.78,
      "duracion": 3.56,
      "texto": "También viene con el WhatsApp gratuito y las llamadas libres a cualquier compañía.",
      "confianza": 0.59,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.8,
      "fin": 58.62,
      "duracion": 6.83,
      "texto": "Y tiene un valor, esta de... Un segundo.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.2,
      "fin": 61.04,
      "duracion": 1.84,
      "texto": "11.400 pesos.",
      "confianza": 0.837,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.54,
      "fin": 67.83,
      "duracion": 6.29,
      "texto": "Ambas promos vienen con el club de beneficios movistar para tener descuentos en supermercados, farmacias y un montón de comercios más.",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.59,
      "fin": 81.56,
      "duracion": 12.97,
      "texto": "Y la posibilidad de activar 20 gigas de regalo por un mes, una vez al año en el momento que usted quiera, sin ningún costo adicional. ¿Sí? Bien. ¿Y qué hay que hacer para eso?",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.57,
      "fin": 82.87,
      "duracion": 0.3,
      "texto": "Bien,",
      "confianza": 0.748,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.87,
      "fin": 104.98,
      "duracion": 22.11,
      "texto": "nosotros directamente para poder brindarle lo que es el trámite, le cargamos todo por acá y lo que es el chip, si fuera físico el chip, se lo enviamos a su domicilio laboral o personal si quisiera o usted lo puede retirar por una sucursal de nosotros directamente el día en que nosotros le indiquemos que demora unas 48 horas aproximadamente el retiro por sucursal.",
      "confianza": 0.748,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.48,
      "fin": 127.54,
      "duracion": 22.06,
      "texto": "Lo que es envío a domicilio o a domicilio laboral demora unos 5 a 7 días hábiles dependiendo Ya que va por lo que es el correo Andreani directamente, ¿sí? ¿Usted decirá eso? Sí, decidí. ¿Cómo? No, de lo que lo escucho, perdón. Bueno, vamos a hacerlo.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.66,
      "fin": 134.0,
      "duracion": 5.34,
      "texto": "Voy a fortalecerlo. Pero solo necesito que...",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.81,
      "fin": 152.48,
      "duracion": 17.67,
      "texto": "¿Cómo es? ¿Que me vuelves a contratar ahora a la travesita? Para que yo te pueda pasar las fotos, todo. ¿Me das un WhatsApp para que te pueda pasar todas las fotos del DMI y eso? Ah, sí, obvio. ¿Te parece que ahora te mando un mensajito por WhatsApp desde el número que yo, por el que tengo de la empresa?",
      "confianza": 0.834,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.18,
      "fin": 161.09,
      "duracion": 7.91,
      "texto": "Y directamente lo vamos, o sea, vamos charlando por ahí. De paso te mando las dos promociones nuevamente escritas y me decís cuál de las dos es la que vas a querer.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.69,
      "fin": 193.19,
      "duracion": 31.5,
      "texto": "Vale, perfecto. Brisa. Así que... Acá estás hablando con Ricardo. Ricardo, perfecto. Bien, Ricardo, sí. Yo voy a necesitar la aceleración lo más posible del tiro para tener algo físico. Sí, perfecto. Si te parece, vos debes hacer nosotros... Malvinas-Argentina. Malvinas-Argentina. ¿Esto es Buenos Aires, es capital o...? Buenos Aires, ambas.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.56,
      "fin": 196.5,
      "duracion": 0.94,
      "texto": "Perfecto.",
      "confianza": 0.548,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 196.52,
      "fin": 205.66,
      "duracion": 9.13,
      "texto": "Bueno, yo voy a estar, voy a ponerme entonces a buscar lo que sería una sucursal o sucursal de Adriani para que sea lo más rápido posible lo que te pueda apreciar, ¿sí?",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.36,
      "fin": 207.14,
      "duracion": 0.78,
      "texto": "Dale.",
      "confianza": 0.742,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 207.16,
      "fin": 219.14,
      "duracion": 11.98,
      "texto": "Y vamos hablando en 300 horas de atarecidas, ¿te parece? Dale, genial. Yo hoy voy a estar hasta las tres en la oficina. Si vos ayudas a apoderar antes del horario, mejor aún, si no cualquier cosa igual, me vas contestando por ahí, ¿sí?",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.16,
      "fin": 221.38,
      "duracion": 2.22,
      "texto": "Dale, sí, sí, sí. Perfecto.",
      "confianza": 0.306,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 221.4,
      "fin": 231.15,
      "duracion": 9.75,
      "texto": "Así me sensibiliza. Genial, entonces Ricardo, ahí ya te mando un mensajito y te dejo todo por WhatsApp. Dale, listo. Perfecto, muchas gracias y que tengas un lindo día.",
      "confianza": 0.09,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.95,
      "fin": 234.68,
      "duracion": 2.73,
      "texto": "Vos también, bye bye. Muchas gracias, hasta luego.",
      "confianza": 0.248,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola, lobo, buen día. Un gusto, sí. Me presento, mi nombre es Brisa. Estaba llamando la Secretaría de Beneficios de Movistar. Era para que pueda aprovechar un descuento y una promoción en su línea. ¿Ustedes están claros? A ver, ¿qué teléfono posee? Te escucho, Brisa. Bien, le comento. Tengo dos promociones el día de hoy que han entrado con descuento. Una intermedia de 8 gigas de base más 8 gigas de regalo por 6 meses. con WhatsApp gratis, llamadas libres a cualquier compañía, roaming en América. Esa promoción de 16 gigas mensuales tiene un valor de 13.250 pesos. Si no tengo una un poco más económica, de 4 gigas de base más, 4 regalos por 6 meses. También viene con el WhatsApp gratuito y las llamadas libres a cualquier compañía. Y tiene un valor, esta de... Un segundo. 11.400 pesos. Ambas promos vienen con el club de beneficios movistar para tener descuentos en supermercados, farmacias y un montón de comercios más. Y la posibilidad de activar 20 gigas de regalo por un mes, una vez al año en el momento que usted quiera, sin ningún costo adicional. ¿Sí? Bien. ¿Y qué hay que hacer para eso? Bien, nosotros directamente para poder brindarle lo que es el trámite, le cargamos todo por acá y lo que es el chip, si fuera físico el chip, se lo enviamos a su domicilio laboral o personal si quisiera o usted lo puede retirar por una sucursal de nosotros directamente el día en que nosotros le indiquemos que demora unas 48 horas aproximadamente el retiro por sucursal. Lo que es envío a domicilio o a domicilio laboral demora unos 5 a 7 días hábiles dependiendo Ya que va por lo que es el correo Andreani directamente, ¿sí? ¿Usted decirá eso? Sí, decidí. ¿Cómo? No, de lo que lo escucho, perdón. Bueno, vamos a hacerlo. Voy a fortalecerlo. Pero solo necesito que... ¿Cómo es? ¿Que me vuelves a contratar ahora a la travesita? Para que yo te pueda pasar las fotos, todo. ¿Me das un WhatsApp para que te pueda pasar todas las fotos del DMI y eso? Ah, sí, obvio. ¿Te parece que ahora te mando un mensajito por WhatsApp desde el número que yo, por el que tengo de la empresa? Y directamente lo vamos, o sea, vamos charlando por ahí. De paso te mando las dos promociones nuevamente escritas y me decís cuál de las dos es la que vas a querer. Vale, perfecto. Brisa. Así que... Acá estás hablando con Ricardo. Ricardo, perfecto. Bien, Ricardo, sí. Yo voy a necesitar la aceleración lo más posible del tiro para tener algo físico. Sí, perfecto. Si te parece, vos debes hacer nosotros... Malvinas-Argentina. Malvinas-Argentina. ¿Esto es Buenos Aires, es capital o...? Buenos Aires, ambas. Perfecto. Bueno, yo voy a estar, voy a ponerme entonces a buscar lo que sería una sucursal o sucursal de Adriani para que sea lo más rápido posible lo que te pueda apreciar, ¿sí? Dale. Y vamos hablando en 300 horas de atarecidas, ¿te parece? Dale, genial. Yo hoy voy a estar hasta las tres en la oficina. Si vos ayudas a apoderar antes del horario, mejor aún, si no cualquier cosa igual, me vas contestando por ahí, ¿sí? Dale, sí, sí, sí. Perfecto. Así me sensibiliza. Genial, entonces Ricardo, ahí ya te mando un mensajito y te dejo todo por WhatsApp. Dale, listo. Perfecto, muchas gracias y que tengas un lindo día. Vos también, bye bye. Muchas gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.492,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:31:23.821653",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:15.458908",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112701919_ACD_21561",
    "fecha_inicio": "12/1/2026 11:27:01",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 350,
    "tiempo_conversacion": 226,
    "tiempo_hold": 0,
    "tiempo_acw": 106,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}