{
  "archivo": "amza9_1_260116121320552_ACD_45475.wav",
  "duracion_segundos": 271.32,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 201.71,
    "Cliente": 43.99
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.56,
      "fin": 5.33,
      "duracion": 2.76,
      "texto": "¿Hola?",
      "confianza": 0.351,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.35,
      "fin": 5.41,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.43,
      "fin": 22.15,
      "duracion": 16.72,
      "texto": "¿Qué tal? Buen día, mi nombre es Tomás. Un placer hablar con Cristina. Sí, ella habla. ¿Qué tal, Cristina? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Muy bien, gracias. Mi nombre es Tomás, un placer estar hablando con vos. Yo me comunico porque tengo un descuento para tus líneas.",
      "confianza": 0.311,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.56,
      "fin": 26.14,
      "duracion": 2.58,
      "texto": "Veo que actualmente... Sí, te escucho.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.28,
      "fin": 47.33,
      "duracion": 20.05,
      "texto": "Ayer me llamaron de Movistar y me dieron la información toda y todavía hasta ahora me conviene claro, así que... ¿Por qué te conviene claro? ¿Dónde te estás agonando? ¿Qué fue lo que te grindaron? Y me grindaron 20 gigas a 10 mil, a 10 mil creo, algo así.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.21,
      "fin": 54.74,
      "duracion": 6.53,
      "texto": "Y yo tengo 17 gigas a 9 mil monedas.",
      "confianza": 0.655,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.3,
      "fin": 60.6,
      "duracion": 5.3,
      "texto": "Ajá, a nueve mil monedas. ¿Tenías que comprar lo que es un pack de claro?",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.43,
      "fin": 64.79,
      "duracion": 2.36,
      "texto": "No, yo no. Mi hijo sí, pero yo no.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.59,
      "fin": 68.79,
      "duracion": 3.2,
      "texto": "Ah, bien, entonces está te incrementado desde la factura.",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.29,
      "fin": 72.72,
      "duracion": 3.42,
      "texto": "Estás teniendo que pagar justamente por el pack de claro para la línea de tu hijo.",
      "confianza": 0.481,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.1,
      "fin": 83.75,
      "duracion": 9.65,
      "texto": "Sí, pero... No, no. Por ahora me quedo con claro. Bien, pero ¿pasaría algo menor o menos? Cristina.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.66,
      "fin": 90.97,
      "duracion": 6.31,
      "texto": "¿Cuánto menos? Sí, como te dije, vas a pagar lo que son 20 kilos por 10.400 para cada línea.",
      "confianza": 0.061,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.87,
      "fin": 95.73,
      "duracion": 2.86,
      "texto": "¿Cuánto perdonás?",
      "confianza": 0.314,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.29,
      "fin": 117.4,
      "duracion": 21.11,
      "texto": "No se escucho. 20 kilos por 10.400. Ah. No, pero es muy poquita la diferencia y tengo que hacer un quilombo y ya me pasó. Cuando estaba en Movistar tuve que pasarme a Claro porque no me quisieron dar ninguna promoción ni nada y ahora me llaman todos los días. Bien, Mar, igual veo que te fuiste hace bastante ya de la compañía.",
      "confianza": 0.225,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.46,
      "fin": 120.66,
      "duracion": 2.2,
      "texto": "Veo que es en 2004, recién.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.62,
      "fin": 126.47,
      "duracion": 4.85,
      "texto": "Mirá, realmente, es medio que ha tenido un accidente al día de mencionar un conflicto por cualquier motivo.",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.03,
      "fin": 148.22,
      "duracion": 21.19,
      "texto": "Primero que nada, yo me estoy comunicando en la recuperación de clientes de Movistar. Por lo tanto, cuando vos aprecia el beneficio conmigo, vas a tener justamente una persona física que voy a hacer yo, tú vas por eso por personal. ¿Bien? Es decir, por cualquier motivo que vos necesites comunicarte conmigo, o tengas un sistema con lo que es la frustración, te vas a poder comunicar automáticamente conmigo y yo te voy a ayudar, ¿bien?",
      "confianza": 0.505,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.16,
      "fin": 154.24,
      "duracion": 5.09,
      "texto": "Justamente por eso yo me estoy comunicando el día de hoy, Mari, y veo que te ayuda bastante la compañía, ¿bien?",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.26,
      "fin": 155.94,
      "duracion": 0.68,
      "texto": "Sí.",
      "confianza": 0.521,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.96,
      "fin": 219.59,
      "duracion": 63.63,
      "texto": "Además, Mari, justamente como nosotros queremos que pruebes el servicio y veas que funciona el día de hoy, solo por vos te voy a brindar lo que son 20 GB a cada línea y ya. los cuales lo va a poder activar una sola vez al año con una duración de 30 días, para que justamente puedas volver a probar el servicio. O sea, que la verdad es que lo que esté más específica va a estar totalmente sobrada con nosotros. Y no vas a tener que comprar ningún pack ni nada, Mari. Incluso vos vas a poder guardar los tíos de nosotros. Y por lo que vos me estás contando, Mari, que no utilizás muchos tíos, le vas a poder pasar esos tíos que no necesitas a tu hijo. para que él no tenga que comprar ningún pack de claro ni demás. Bueno, déjamelo. Tengo que hablar con él, dice. Así que déjamelo chamar y no sé si mañana me volvés a chamar y te contesto. Bien, mani, mirá, yo... La broma la tengo hasta el día de hoy. No sé si te puedo mandar últimamente por WhatsApp. ¿Vos se lo mandás a él por WhatsApp? Mirá, yo te orico a eso de las 14.30. Te llamo. ¿Te parece?",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 220.69,
      "fin": 224.95,
      "duracion": 4.26,
      "texto": "Ah, no, no. Pero no puedo porque ahora sí que trabajo y no puedo hacer esas camadas.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 226.09,
      "fin": 231.4,
      "duracion": 5.31,
      "texto": "Estoy hablando con vos acá de contrabando nomás. ¿Y en qué tiempo tenés horario?",
      "confianza": 0.456,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.04,
      "fin": 247.57,
      "duracion": 15.53,
      "texto": "Más o menos. Yo después de las cuatro de la tarde. ¿Después de las cuatro? Si que lo podemos hacer después de la mañana por sí. ¿Cómo? Personal. Y hablamos bien. ¿Vos vas a estar con tu hijo después de las cuatro?",
      "confianza": 0.436,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 248.87,
      "fin": 257.14,
      "duracion": 8.27,
      "texto": "No, él no está acá. Pero bueno, como vos decís, los llamo y les pregunto a ver qué dicen. Claro, eso. Yo les voy a hacer justamente lo que es la promoción. Así la tenés.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.96,
      "fin": 261.71,
      "duracion": 2.75,
      "texto": "Bueno, vale. Pásame de ahí y después te contesto.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.29,
      "fin": 271.32,
      "duracion": 9.03,
      "texto": "Dale, listo, Mari, listo. Vamos hablando. Dale, gracias. Hasta luego. Dale.",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? Sí. ¿Qué tal? Buen día, mi nombre es Tomás. Un placer hablar con Cristina. Sí, ella habla. ¿Qué tal, Cristina? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Muy bien, gracias. Mi nombre es Tomás, un placer estar hablando con vos. Yo me comunico porque tengo un descuento para tus líneas. Veo que actualmente... Sí, te escucho. Ayer me llamaron de Movistar y me dieron la información toda y todavía hasta ahora me conviene claro, así que... ¿Por qué te conviene claro? ¿Dónde te estás agonando? ¿Qué fue lo que te grindaron? Y me grindaron 20 gigas a 10 mil, a 10 mil creo, algo así. Y yo tengo 17 gigas a 9 mil monedas. Ajá, a nueve mil monedas. ¿Tenías que comprar lo que es un pack de claro? No, yo no. Mi hijo sí, pero yo no. Ah, bien, entonces está te incrementado desde la factura. Estás teniendo que pagar justamente por el pack de claro para la línea de tu hijo. Sí, pero... No, no. Por ahora me quedo con claro. Bien, pero ¿pasaría algo menor o menos? Cristina. ¿Cuánto menos? Sí, como te dije, vas a pagar lo que son 20 kilos por 10.400 para cada línea. ¿Cuánto perdonás? No se escucho. 20 kilos por 10.400. Ah. No, pero es muy poquita la diferencia y tengo que hacer un quilombo y ya me pasó. Cuando estaba en Movistar tuve que pasarme a Claro porque no me quisieron dar ninguna promoción ni nada y ahora me llaman todos los días. Bien, Mar, igual veo que te fuiste hace bastante ya de la compañía. Veo que es en 2004, recién. Mirá, realmente, es medio que ha tenido un accidente al día de mencionar un conflicto por cualquier motivo. Primero que nada, yo me estoy comunicando en la recuperación de clientes de Movistar. Por lo tanto, cuando vos aprecia el beneficio conmigo, vas a tener justamente una persona física que voy a hacer yo, tú vas por eso por personal. ¿Bien? Es decir, por cualquier motivo que vos necesites comunicarte conmigo, o tengas un sistema con lo que es la frustración, te vas a poder comunicar automáticamente conmigo y yo te voy a ayudar, ¿bien? Justamente por eso yo me estoy comunicando el día de hoy, Mari, y veo que te ayuda bastante la compañía, ¿bien? Sí. Además, Mari, justamente como nosotros queremos que pruebes el servicio y veas que funciona el día de hoy, solo por vos te voy a brindar lo que son 20 GB a cada línea y ya. los cuales lo va a poder activar una sola vez al año con una duración de 30 días, para que justamente puedas volver a probar el servicio. O sea, que la verdad es que lo que esté más específica va a estar totalmente sobrada con nosotros. Y no vas a tener que comprar ningún pack ni nada, Mari. Incluso vos vas a poder guardar los tíos de nosotros. Y por lo que vos me estás contando, Mari, que no utilizás muchos tíos, le vas a poder pasar esos tíos que no necesitas a tu hijo. para que él no tenga que comprar ningún pack de claro ni demás. Bueno, déjamelo. Tengo que hablar con él, dice. Así que déjamelo chamar y no sé si mañana me volvés a chamar y te contesto. Bien, mani, mirá, yo... La broma la tengo hasta el día de hoy. No sé si te puedo mandar últimamente por WhatsApp. ¿Vos se lo mandás a él por WhatsApp? Mirá, yo te orico a eso de las 14.30. Te llamo. ¿Te parece? Ah, no, no. Pero no puedo porque ahora sí que trabajo y no puedo hacer esas camadas. Estoy hablando con vos acá de contrabando nomás. ¿Y en qué tiempo tenés horario? Más o menos. Yo después de las cuatro de la tarde. ¿Después de las cuatro? Si que lo podemos hacer después de la mañana por sí. ¿Cómo? Personal. Y hablamos bien. ¿Vos vas a estar con tu hijo después de las cuatro? No, él no está acá. Pero bueno, como vos decís, los llamo y les pregunto a ver qué dicen. Claro, eso. Yo les voy a hacer justamente lo que es la promoción. Así la tenés. Bueno, vale. Pásame de ahí y después te contesto. Dale, listo, Mari, listo. Vamos hablando. Dale, gracias. Hasta luego. Dale.",
  "calidad": {
    "confianza_promedio": 0.495,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:23:40.746129",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 85,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:33.412759",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116121320552_ACD_45475",
    "fecha_inicio": "16/1/2026 12:13:20",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 351,
    "tiempo_conversacion": 259,
    "tiempo_hold": 0,
    "tiempo_acw": 75,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}