{
  "archivo": "amza13_1_260115121114494_ACD_29881.wav",
  "duracion_segundos": 823.48,
  "num_segmentos": 181,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 127.87,
    "Cliente": 626.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.71,
      "fin": 4.37,
      "duracion": 3.66,
      "texto": "Voy a llevar a alguien, no sé. Hola, buenos días. Hablo con César.",
      "confianza": 0.239,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.0,
      "fin": 17.97,
      "duracion": 9.97,
      "texto": "¿Cómo le va, César? Mucho gusto. Habla Gerardo de la compañía Movistar. Te estamos contactando porque el día de hoy tenemos un plan que nos gustaría ofrecerte a tu línea para que vuelvas a la empresa.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.63,
      "fin": 26.56,
      "duracion": 7.93,
      "texto": "Mirá, César, te queremos llevar un plan de seis días con roaming en 10.400 pesos con un descuento fijo. ¿Qué te parece?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.69,
      "fin": 61.23,
      "duracion": 33.54,
      "texto": "Me parece bien, pero ahora si hago todos los movimientos, me quedo sin ti porque yo tuyo muy grande, dices. Y no sé cuánto voy atrás, si voy a estar una semana... No, no, no. Si me mandas... Mira, yo le mando el chip para que lo retire en la sucursal a las 48 horas, ¿sí? Y la portabilidad tarda unos días más, por lo tanto, cuando usted deje de recibir la señal de la compañía, claro, Ya va a tener su chip y en ese momento la avisamos y usted lo coloca y pasa a recibir la señal de movistar. En ningún momento lo vamos a dejar incomunicado.",
      "confianza": 0.04,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.13,
      "fin": 68.38,
      "duracion": 5.25,
      "texto": "Claro, yo tengo esta preocupación porque ya me viene llamando a movistar hace un montón.",
      "confianza": 0.507,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.6,
      "fin": 77.01,
      "duracion": 8.41,
      "texto": "Digo, espéreme, espéreme, o no, por una cosa u otra, ¿viste? No, mire, ¿dónde vive usted, César? ¿En qué localidad?",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.73,
      "fin": 81.67,
      "duracion": 2.94,
      "texto": "Yo vivo en Monte Grande, allá en Buenos Aires, estoy en Tierra del Fuego ahora.",
      "confianza": 0.369,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.65,
      "fin": 116.32,
      "duracion": 33.67,
      "texto": "Ah, usted actualmente está en Tierra del Fuego, pero vive en Montegrande. Claro. Bueno, pero en ese caso, ¿en Tierra del Fuego está en Ushuaia o está en Río Grande? En Río Grande estoy. Vamos a ver, déjeme que chequee, el sucursal es en Río Grande. Usted puede sacar el chip en cualquier sucursal. Mire, tenemos una sucursal en Río Grande, en Avenida Manuel Belgrano, 825. Si le hago la gestión ahora, a las 48 horas lo retira por esa sucursal. Y bueno, cuando nosotros le avicemos, coloca el chip y ya recibe la señal, no se va a quedar incomunicado.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.61,
      "fin": 137.41,
      "duracion": 19.8,
      "texto": "Ahí puede ser, entonces. Ahí me gustó más. Bueno, perfecto. Entonces le voy a mandar, lo voy a agendar ahora, le voy a mandar el chip, sí, para que lo retire en la sucursal ubicada. Esto se lo mando por WhatsApp, así no se olvida, ¿sabe? Me lo mandan por WhatsApp, la dirección, el lugar, sí, donde retiro y...",
      "confianza": 0.147,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.71,
      "fin": 174.15,
      "duracion": 35.44,
      "texto": "Sí, la dirección es Manuel Belgrano, 825 de Río Grande, Tierra del Fuego. Lo que le voy a pedir ahora a usted es que me pase un correo electrónico, por favor. Ariel Alderete. Sí. 049. Sí. Arroba gmail.com. Perfecto. Su nombre completo, entonces, es César Ariel Alderete. ¿Es así? Sí, señor.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.43,
      "fin": 185.66,
      "duracion": 10.23,
      "texto": "Buenísimo. Aquí lo vamos a poner. Ya que estamos, le pregunto, de paso. Ustedes están en su casa en Morón. ¿Tiene website? ¿Tiene fibra óptica?",
      "confianza": 0.064,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 187.81,
      "fin": 196.26,
      "duracion": 8.45,
      "texto": "El Monte Grande. El Monte Grande, sí. Pasa, sí. Mi señora había puesto algo. No sé si lo sacó.",
      "confianza": 0.081,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.08,
      "fin": 224.74,
      "duracion": 26.66,
      "texto": "Y tenemos el internet nomás por ahora. ¿Pero con Movistar o con Claro tienen internet? Ah, con Movistar, con Movistar solo. Bueno, en el mismo caso, bueno, buenísimo. Ya que tiene, le aprovecho para comentarles, ya que tenemos internet de Movistar, una vez que ya tenga la línea móvil en Movistar, le vamos a hacer un descuento de 4.000 pesos en la fibra óptica. Esto lo tiene que gestionar desde la aplicación, pero se le puede hacer un descuento todos los meses, ¿sabe?",
      "confianza": 0.187,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.67,
      "fin": 228.79,
      "duracion": 3.12,
      "texto": "Sí. Eso es otro beneficio que le ofrecemos, César.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.35,
      "fin": 231.85,
      "duracion": 2.5,
      "texto": "¿Me diría su fecha de nacimiento, por favor?",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 236.22,
      "fin": 247.43,
      "duracion": 11.21,
      "texto": "19 del 18, del 77. Del 77, perfecto. Bueno, ahora, César, le voy a mandar un WhatsApp, confirma si les llegó y paso a leerle el cierre comercial y después le mando el código, ¿vale?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.14,
      "fin": 287.9,
      "duracion": 37.76,
      "texto": "Ahí está. Y le puse, hola, soy Gerardo de Movistar. ¿Le ha llegado el WhatsApp? Tiene una sola línea. Perfecto. Bueno, entonces voy a pasar al leno de cierre comercial. Acá dejamos en claro todas las bases del producto que usted es artiriendo como un contrato legal. Se lo voy a leer de corrido.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.15,
      "fin": 304.46,
      "duracion": 15.31,
      "texto": "Usted simplemente me confirma algunos datos, ¿de acuerdo? César, voy a comenzar. Para recibir futuras promociones, ¿usted tiene internet de movistar? Nos referimos a si tiene fibra óptica de movistar en su casa.",
      "confianza": 0.858,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 308.71,
      "fin": 319.1,
      "duracion": 10.39,
      "texto": "Claro, sí que tengo el internet. Sí, tenía fibra óptica antes, sí. Excelente, entonces estamos portando la línea 11-23-70-75-51 a nombre y apellido de titular actual.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.14,
      "fin": 325.1,
      "duracion": 3.96,
      "texto": "César Ariel Alderete. ¿César me confirmaría los últimos cuatro dígitos de su DNI?",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.87,
      "fin": 328.11,
      "duracion": 0.24,
      "texto": "Cuatro diez.",
      "confianza": 0.016,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.13,
      "fin": 328.95,
      "duracion": 0.82,
      "texto": "Perfecto.",
      "confianza": 0.951,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 328.97,
      "fin": 335.24,
      "duracion": 6.27,
      "texto": "O sea, me comentó que con claro tiene factura mensual en la factura. ¿Está a su nombre o está a nombre de otra persona?",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 336.28,
      "fin": 355.95,
      "duracion": 19.67,
      "texto": "No, no terminó mi nombre, terminó mi nombre porque cuando lo cambié yo en Movistar pagaba 74 mil pesos, venía pagando. Entonces con 30 gigas seguía teniendo las mismas gigas, me hicieron la portabilidad, claro. Bueno, ahora vuelvo a Movistar. Bueno, ya está su nombre. ¿El chip de su dispositivo es físico o es virtual?",
      "confianza": 0.484,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.47,
      "fin": 363.08,
      "duracion": 5.61,
      "texto": "No, nada físico, si tuve que, como me mandaron el chip, claro, me lo mandó Buenos Aires, yo estaba acá.",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 363.64,
      "fin": 382.34,
      "duracion": 18.7,
      "texto": "en Tierra del Fuego tuve que ir a comprar un chivo, se me lo cobraron entre mil pesos creo. Bueno, en ese caso usted ahora no va a tener que pagar el cheque porque lo va a retirar en la sucursal de Movistar ubicada en la avenida Manuel Belgrano, 825 de la ciudad de Río Grande, Tierra del Fuego, este retiro es sin costos.",
      "confianza": 0.051,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 382.96,
      "fin": 432.43,
      "duracion": 49.47,
      "texto": "Ahora le recuerdo que el costo del servicio al día de hoy es de 10.400 pesos. Y tiene un descuento fijo por seis meses de 41.350. Ya que usted está tirando un plan que tiene 16 gigas totales, ya que son 8 gigas de base, más 8 gigas de regalo por seis meses, y además cuenta con estas prestaciones. WhatsApp totalmente gratuito. Habla libre a todas las compañías, 1 giga de Free Fire, roaming, 3 gigas de roaming en toda América y América a precio local. El servicio se factura mes adelantado y los llegas de regalos se evitan 48 horas después de activar la línea. Por otro lado, el mail que es lindo es arielalderete049.com y su teléfono alternativo es el 11-23-70-7551.",
      "confianza": 0.831,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 433.15,
      "fin": 455.34,
      "duracion": 22.19,
      "texto": "Va a recibir, Ariel, su facturación online a través del mail que nos proporcionó y desde la aplicación de Movistar En la sección servicios de la aplicación, usted va a poder ver toda la información referida a su factura, desde el ciclo de facturación, vencimiento y montos a pagar. Puedes activar 20 días no regalo con una operación de 30 días que están disponibles una vez por año y adherirse al débito automático.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 456.36,
      "fin": 462.62,
      "duracion": 6.27,
      "texto": "Como usted va a hacer el retiro por su cursal, una vez aprobada la portabilidad, su línea va a aportar a las 48 horas áviles.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.14,
      "fin": 493.63,
      "duracion": 30.49,
      "texto": "Un día antes por mensaje de WhatsApp, le informamos la fecha para que se quede tranquilo, Si es importante que no, no coloque el chip antes de la fecha informada. Se va a dar cuenta porque su línea clara lo deja de recibir señal y es en ese momento cuando usted tiene que colocar el chip y por única vez validar la identidad cuando lo active. Si llegara a tener algún problema con la validación, inténtelo nuevamente o se puede comunicar al siguiente 0800 que ahora le voy a pasar por WhatsApp. Es el 0800 321 76 78 2 opción 4.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 494.13,
      "fin": 507.56,
      "duracion": 13.43,
      "texto": "También le solicitamos que si no levanta señal de chip reinicie el equipo y en estos días usted va a recibir una encuesta de satisfacción por medio de un SMS que nos gustaría que responda, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 508.08,
      "fin": 513.15,
      "duracion": 5.06,
      "texto": "Ahora, ahí le estoy mandando el 0800 y la dirección de la sucursal a su WhatsApp.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 513.67,
      "fin": 539.2,
      "duracion": 25.53,
      "texto": "Y ahora sí, le voy a mandar el código de portabilidad para que lo tiene que pasar. Sí, así le avisamos a Claro que se está cambiando de compañía. y lo podemos pasar sin que pierda su número y sus contactos. Le va a llegar un SMS en este momento con un código de cuatro dígitos y una fecha de vencimiento, me lo tiene que pasar. Ya lo estoy enviando, dame un segundito.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.06,
      "fin": 572.67,
      "duracion": 32.61,
      "texto": "Ahí está, ahí se envió, le pido que verifique si le ha llegado. ¿No recibió el SMS? ¿El mensaje de texto? Bien. Entonces, mientras tanto, le voy pidiendo que me vaya pasando a mi WhatsApp la foto de su DNI de frente y dorso, por favor. Ah, y le van a empezar a llamar de claro ahora. Le pido que no tienda porque le pueden generar una doble facturación. Hacen eso para generar deuda y que no se valdan los clientes de la compañía.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 573.93,
      "fin": 628.88,
      "duracion": 54.95,
      "texto": "¿Cómo son las trampas de las empresas? Eso es lo que hablaba con otras chicas y muchachos que me llamaban de movistar, como vos, ¿viste? Si. Le preguntan por qué se acudiste, quieren saber todo, pero todo el mundo no le puede explicar lo que pasó. No, el todo entiendo, afortunadamente nosotros tenemos el contrato legal leído, que es el contrato que le acabo de leer, para que usted se quede tranquilo, que sepa que tiene un respaldo legal en el servicio que está adquiriendo. Ahora sí le tengo que volver a preguntar. A ver, me voy a pedir que desde acá me manden el código si no lo has llegado. Deme un segundito. Ahí llegó. Perdón, no le... Ah, dígame. 1183. ¿1183 y la fecha de vencimiento?",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 631.71,
      "fin": 652.15,
      "duracion": 20.44,
      "texto": "22 del 1 de 2026. Bien, ahora lo último con lo que lo tengo que molestar es pedirle que me pase una captura de ese código para que lo subamos con evidencia y se lo mandemos a Claro y le dejen de facturar. Y como le había dicho, las fotos de su DNI de frente y de dorso. Yo lo espero en línea, César.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 657.06,
      "fin": 691.99,
      "duracion": 34.93,
      "texto": "El que movistar, yo tuve muchos años, me pasé una época personal y fue un desastre. Lo que yo viajaba acá, no rincó un camión. Lo entiendo. Bueno, mire, ¿sabes una cosa? Ahora Movistar la verdad es que ha mejorado mucho. Yo entiendo que pudo haber tenido algún inconveniente en el pasado, pero la idea es que usted se quede. Yo le comentaba que está promos por seis meses, usted al sexto mes igual, desde la aplicación se puede cambiar de plan.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 692.55,
      "fin": 713.88,
      "duracion": 21.33,
      "texto": "Para que pueda quedarse aprovechando todos los beneficios, todos los descuentos. No va a ser necesario que pase para una factura enorme, como pudo decir en algún momento, César. Se va disparando, con el tiempo se va disparando. Y es por la inflación, por eso nuestros planes duran solo seis meses, así evitamos que la factura al final del periodo se haga muy alta.",
      "confianza": 0.844,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 717.67,
      "fin": 724.4,
      "duracion": 6.73,
      "texto": "Hay tu WhatsApp que tengo que mandar. Sí, por favor, la foto del DNI, por favor, y la captura del código de portabilidad.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 725.94,
      "fin": 747.68,
      "duracion": 21.74,
      "texto": "Perfecto, el código está muy bien.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 750.12,
      "fin": 754.65,
      "duracion": 4.53,
      "texto": "A ver, bien, bien, salió perfecta.",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 755.21,
      "fin": 764.38,
      "duracion": 9.17,
      "texto": "Bueno, ahora cargo todo y bueno, cualquier cosa, César, cualquier duda que tengan, estos días me puede consultar a mí. Recuerde, ya le pasé la dirección de la sucursal.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 764.94,
      "fin": 769.97,
      "duracion": 5.03,
      "texto": "Ahí, guárdelas y no se va a olvidar.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 769.99,
      "fin": 770.13,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.043,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 770.15,
      "fin": 777.5,
      "duracion": 7.35,
      "texto": "Bueno, que tenga un excelente día. Bienvenido a Movistar. Dale, muchas gracias. Escúchame otra pregunta.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 779.15,
      "fin": 807.47,
      "duracion": 28.32,
      "texto": "Cuando vos me vas a avisar por WhatsApp me van a mandar cuándo puedo introducir el chip, digamos. Cuándo puedo introducir el chip. De cualquier manera, si no le mandan el mensajito, ustedes escribanlo a mí y yo me fijo en el sistema. Si ya está la fecha para usted, para su línea. Ahí está. Para no cambiar lo antes, porque me quedé pensando en esto. No, no, no. En dos días, en 48 horas basta, busca el chip, guardelo, téngalo con usted y espera que le diga el mensaje para que le hagamos avisar cuándo lo coloca.",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 808.56,
      "fin": 814.91,
      "duracion": 6.35,
      "texto": "Bueno, que tenga un excelente día, César. Hasta luego.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 817.16,
      "fin": 823.48,
      "duracion": 6.32,
      "texto": "Gracias.",
      "confianza": 0.518,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Voy a llevar a alguien, no sé. Hola, buenos días. Hablo con César. ¿Cómo le va, César? Mucho gusto. Habla Gerardo de la compañía Movistar. Te estamos contactando porque el día de hoy tenemos un plan que nos gustaría ofrecerte a tu línea para que vuelvas a la empresa. Mirá, César, te queremos llevar un plan de seis días con roaming en 10.400 pesos con un descuento fijo. ¿Qué te parece? Me parece bien, pero ahora si hago todos los movimientos, me quedo sin ti porque yo tuyo muy grande, dices. Y no sé cuánto voy atrás, si voy a estar una semana... No, no, no. Si me mandas... Mira, yo le mando el chip para que lo retire en la sucursal a las 48 horas, ¿sí? Y la portabilidad tarda unos días más, por lo tanto, cuando usted deje de recibir la señal de la compañía, claro, Ya va a tener su chip y en ese momento la avisamos y usted lo coloca y pasa a recibir la señal de movistar. En ningún momento lo vamos a dejar incomunicado. Claro, yo tengo esta preocupación porque ya me viene llamando a movistar hace un montón. Digo, espéreme, espéreme, o no, por una cosa u otra, ¿viste? No, mire, ¿dónde vive usted, César? ¿En qué localidad? Yo vivo en Monte Grande, allá en Buenos Aires, estoy en Tierra del Fuego ahora. Ah, usted actualmente está en Tierra del Fuego, pero vive en Montegrande. Claro. Bueno, pero en ese caso, ¿en Tierra del Fuego está en Ushuaia o está en Río Grande? En Río Grande estoy. Vamos a ver, déjeme que chequee, el sucursal es en Río Grande. Usted puede sacar el chip en cualquier sucursal. Mire, tenemos una sucursal en Río Grande, en Avenida Manuel Belgrano, 825. Si le hago la gestión ahora, a las 48 horas lo retira por esa sucursal. Y bueno, cuando nosotros le avicemos, coloca el chip y ya recibe la señal, no se va a quedar incomunicado. Ahí puede ser, entonces. Ahí me gustó más. Bueno, perfecto. Entonces le voy a mandar, lo voy a agendar ahora, le voy a mandar el chip, sí, para que lo retire en la sucursal ubicada. Esto se lo mando por WhatsApp, así no se olvida, ¿sabe? Me lo mandan por WhatsApp, la dirección, el lugar, sí, donde retiro y... Sí, la dirección es Manuel Belgrano, 825 de Río Grande, Tierra del Fuego. Lo que le voy a pedir ahora a usted es que me pase un correo electrónico, por favor. Ariel Alderete. Sí. 049. Sí. Arroba gmail.com. Perfecto. Su nombre completo, entonces, es César Ariel Alderete. ¿Es así? Sí, señor. Buenísimo. Aquí lo vamos a poner. Ya que estamos, le pregunto, de paso. Ustedes están en su casa en Morón. ¿Tiene website? ¿Tiene fibra óptica? El Monte Grande. El Monte Grande, sí. Pasa, sí. Mi señora había puesto algo. No sé si lo sacó. Y tenemos el internet nomás por ahora. ¿Pero con Movistar o con Claro tienen internet? Ah, con Movistar, con Movistar solo. Bueno, en el mismo caso, bueno, buenísimo. Ya que tiene, le aprovecho para comentarles, ya que tenemos internet de Movistar, una vez que ya tenga la línea móvil en Movistar, le vamos a hacer un descuento de 4.000 pesos en la fibra óptica. Esto lo tiene que gestionar desde la aplicación, pero se le puede hacer un descuento todos los meses, ¿sabe? Sí. Eso es otro beneficio que le ofrecemos, César. ¿Me diría su fecha de nacimiento, por favor? 19 del 18, del 77. Del 77, perfecto. Bueno, ahora, César, le voy a mandar un WhatsApp, confirma si les llegó y paso a leerle el cierre comercial y después le mando el código, ¿vale? Ahí está. Y le puse, hola, soy Gerardo de Movistar. ¿Le ha llegado el WhatsApp? Tiene una sola línea. Perfecto. Bueno, entonces voy a pasar al leno de cierre comercial. Acá dejamos en claro todas las bases del producto que usted es artiriendo como un contrato legal. Se lo voy a leer de corrido. Usted simplemente me confirma algunos datos, ¿de acuerdo? César, voy a comenzar. Para recibir futuras promociones, ¿usted tiene internet de movistar? Nos referimos a si tiene fibra óptica de movistar en su casa. Claro, sí que tengo el internet. Sí, tenía fibra óptica antes, sí. Excelente, entonces estamos portando la línea 11-23-70-75-51 a nombre y apellido de titular actual. César Ariel Alderete. ¿César me confirmaría los últimos cuatro dígitos de su DNI? Cuatro diez. Perfecto. O sea, me comentó que con claro tiene factura mensual en la factura. ¿Está a su nombre o está a nombre de otra persona? No, no terminó mi nombre, terminó mi nombre porque cuando lo cambié yo en Movistar pagaba 74 mil pesos, venía pagando. Entonces con 30 gigas seguía teniendo las mismas gigas, me hicieron la portabilidad, claro. Bueno, ahora vuelvo a Movistar. Bueno, ya está su nombre. ¿El chip de su dispositivo es físico o es virtual? No, nada físico, si tuve que, como me mandaron el chip, claro, me lo mandó Buenos Aires, yo estaba acá. en Tierra del Fuego tuve que ir a comprar un chivo, se me lo cobraron entre mil pesos creo. Bueno, en ese caso usted ahora no va a tener que pagar el cheque porque lo va a retirar en la sucursal de Movistar ubicada en la avenida Manuel Belgrano, 825 de la ciudad de Río Grande, Tierra del Fuego, este retiro es sin costos. Ahora le recuerdo que el costo del servicio al día de hoy es de 10.400 pesos. Y tiene un descuento fijo por seis meses de 41.350. Ya que usted está tirando un plan que tiene 16 gigas totales, ya que son 8 gigas de base, más 8 gigas de regalo por seis meses, y además cuenta con estas prestaciones. WhatsApp totalmente gratuito. Habla libre a todas las compañías, 1 giga de Free Fire, roaming, 3 gigas de roaming en toda América y América a precio local. El servicio se factura mes adelantado y los llegas de regalos se evitan 48 horas después de activar la línea. Por otro lado, el mail que es lindo es arielalderete049.com y su teléfono alternativo es el 11-23-70-7551. Va a recibir, Ariel, su facturación online a través del mail que nos proporcionó y desde la aplicación de Movistar En la sección servicios de la aplicación, usted va a poder ver toda la información referida a su factura, desde el ciclo de facturación, vencimiento y montos a pagar. Puedes activar 20 días no regalo con una operación de 30 días que están disponibles una vez por año y adherirse al débito automático. Como usted va a hacer el retiro por su cursal, una vez aprobada la portabilidad, su línea va a aportar a las 48 horas áviles. Un día antes por mensaje de WhatsApp, le informamos la fecha para que se quede tranquilo, Si es importante que no, no coloque el chip antes de la fecha informada. Se va a dar cuenta porque su línea clara lo deja de recibir señal y es en ese momento cuando usted tiene que colocar el chip y por única vez validar la identidad cuando lo active. Si llegara a tener algún problema con la validación, inténtelo nuevamente o se puede comunicar al siguiente 0800 que ahora le voy a pasar por WhatsApp. Es el 0800 321 76 78 2 opción 4. También le solicitamos que si no levanta señal de chip reinicie el equipo y en estos días usted va a recibir una encuesta de satisfacción por medio de un SMS que nos gustaría que responda, ya que su opinión es muy importante para la empresa. Ahora, ahí le estoy mandando el 0800 y la dirección de la sucursal a su WhatsApp. Y ahora sí, le voy a mandar el código de portabilidad para que lo tiene que pasar. Sí, así le avisamos a Claro que se está cambiando de compañía. y lo podemos pasar sin que pierda su número y sus contactos. Le va a llegar un SMS en este momento con un código de cuatro dígitos y una fecha de vencimiento, me lo tiene que pasar. Ya lo estoy enviando, dame un segundito. Ahí está, ahí se envió, le pido que verifique si le ha llegado. ¿No recibió el SMS? ¿El mensaje de texto? Bien. Entonces, mientras tanto, le voy pidiendo que me vaya pasando a mi WhatsApp la foto de su DNI de frente y dorso, por favor. Ah, y le van a empezar a llamar de claro ahora. Le pido que no tienda porque le pueden generar una doble facturación. Hacen eso para generar deuda y que no se valdan los clientes de la compañía. ¿Cómo son las trampas de las empresas? Eso es lo que hablaba con otras chicas y muchachos que me llamaban de movistar, como vos, ¿viste? Si. Le preguntan por qué se acudiste, quieren saber todo, pero todo el mundo no le puede explicar lo que pasó. No, el todo entiendo, afortunadamente nosotros tenemos el contrato legal leído, que es el contrato que le acabo de leer, para que usted se quede tranquilo, que sepa que tiene un respaldo legal en el servicio que está adquiriendo. Ahora sí le tengo que volver a preguntar. A ver, me voy a pedir que desde acá me manden el código si no lo has llegado. Deme un segundito. Ahí llegó. Perdón, no le... Ah, dígame. 1183. ¿1183 y la fecha de vencimiento? 22 del 1 de 2026. Bien, ahora lo último con lo que lo tengo que molestar es pedirle que me pase una captura de ese código para que lo subamos con evidencia y se lo mandemos a Claro y le dejen de facturar. Y como le había dicho, las fotos de su DNI de frente y de dorso. Yo lo espero en línea, César. El que movistar, yo tuve muchos años, me pasé una época personal y fue un desastre. Lo que yo viajaba acá, no rincó un camión. Lo entiendo. Bueno, mire, ¿sabes una cosa? Ahora Movistar la verdad es que ha mejorado mucho. Yo entiendo que pudo haber tenido algún inconveniente en el pasado, pero la idea es que usted se quede. Yo le comentaba que está promos por seis meses, usted al sexto mes igual, desde la aplicación se puede cambiar de plan. Para que pueda quedarse aprovechando todos los beneficios, todos los descuentos. No va a ser necesario que pase para una factura enorme, como pudo decir en algún momento, César. Se va disparando, con el tiempo se va disparando. Y es por la inflación, por eso nuestros planes duran solo seis meses, así evitamos que la factura al final del periodo se haga muy alta. Hay tu WhatsApp que tengo que mandar. Sí, por favor, la foto del DNI, por favor, y la captura del código de portabilidad. Perfecto, el código está muy bien. A ver, bien, bien, salió perfecta. Bueno, ahora cargo todo y bueno, cualquier cosa, César, cualquier duda que tengan, estos días me puede consultar a mí. Recuerde, ya le pasé la dirección de la sucursal. Ahí, guárdelas y no se va a olvidar. Sí, sí. Bueno, que tenga un excelente día. Bienvenido a Movistar. Dale, muchas gracias. Escúchame otra pregunta. Cuando vos me vas a avisar por WhatsApp me van a mandar cuándo puedo introducir el chip, digamos. Cuándo puedo introducir el chip. De cualquier manera, si no le mandan el mensajito, ustedes escribanlo a mí y yo me fijo en el sistema. Si ya está la fecha para usted, para su línea. Ahí está. Para no cambiar lo antes, porque me quedé pensando en esto. No, no, no. En dos días, en 48 horas basta, busca el chip, guardelo, téngalo con usted y espera que le diga el mensaje para que le hagamos avisar cuándo lo coloca. Bueno, que tenga un excelente día, César. Hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.544,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 24.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:12:54.009086",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 181,
    "total_segmentos_corregido": 48,
    "fecha_correccion": "2026-01-18T23:05:14.372441",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115121114494_ACD_29881",
    "fecha_inicio": "15/1/2026 12:11:14",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 815,
    "tiempo_conversacion": 793,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}