{
  "archivo": "amza35_1_260114142215863_MIT_01974.wav",
  "duracion_segundos": 132.94,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 81.35,
    "Cliente": 43.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.59,
      "fin": 36.95,
      "duracion": 33.36,
      "texto": "Hola. ¿Hola, Lucas? Sí. Lucas, ¿cómo estás? Te hablo de Guadalupe. Habíamos hecho la asistencia de portabilidad para Movistar, ¿te acordás?",
      "confianza": 0.44,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.49,
      "fin": 38.63,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.092,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.65,
      "fin": 48.27,
      "duracion": 9.61,
      "texto": "Bien, quería consultarte primero que nada, cómo te sentiste con el servicio, si te llegó lo que es el chip, si la pudiste activarlo.",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.29,
      "fin": 50.13,
      "duracion": 1.84,
      "texto": "Sí, sí, ya está todo funcionando. Bien, perfecto, Lucas.",
      "confianza": 0.015,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 50.15,
      "fin": 55.94,
      "duracion": 5.79,
      "texto": "El diálogo te da muy bien, porque, bueno, básicamente se activa un beneficio, por lo que ya te pensaste, lo que es Movistar.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.74,
      "fin": 56.86,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.294,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.88,
      "fin": 122.83,
      "duracion": 65.95,
      "texto": "Y vos tenés la línea Movistar, si haces la fibra óptica, te queda con un descuento, ¿sí? con fibra óptica, creo que me habías comentado que tenías fibra con clara o con telecentro, no recuerdo bien. No, no, no, la tengo con Movistar pero esta nombre es mi hermana, la fibra. Ah, claro, esta es la nombre de tu hermana. ¿Y ella cuenta con lo que es la línea en Movistar también o solo tiene lo que es la fibra? No, sí, también tiene la línea. Ah, perfecto, bien. Bien, bien. Y en tu casa, no sé si alguien más que necesita hacer el traspaso o no sé, por ejemplo vos, no sé si ahora estás viviendo solo o vivís todavía ahí con con tu hermana y comparten lo que es la fibra? No, sí, no hay otra persona que se pueda comprobar, así que... No hay problema, no hay problema. Yo sí he contactado clientes anteriores también por un tema de ver cómo están con lo que es el servicio y de paso ver si puedo ofrecerles algo mejor también con cuanto a lo que es la fibra y eso. Pero bueno, todos decís que ya tenéis lo que es la fibra en casa por parte de tu hermana, no hay problemas. En todo caso, lo hacemos en otro momento cuando vayas a vivir solo o cuando necesites tener vosotras.",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.45,
      "fin": 128.5,
      "duracion": 4.05,
      "texto": "Dale, dale. Dale, buenísimo. Cualquier cosa, si llegas a tener alguien que quiera pasarte, ahí tienes mis contactos.",
      "confianza": 0.028,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.34,
      "fin": 132.94,
      "duracion": 3.6,
      "texto": "Bueno, bueno. Ok, buenísimo. Gracias. Hasta luego. Chao.",
      "confianza": 0.222,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿Hola, Lucas? Sí. Lucas, ¿cómo estás? Te hablo de Guadalupe. Habíamos hecho la asistencia de portabilidad para Movistar, ¿te acordás? Sí, sí. Bien, quería consultarte primero que nada, cómo te sentiste con el servicio, si te llegó lo que es el chip, si la pudiste activarlo. Sí, sí, ya está todo funcionando. Bien, perfecto, Lucas. El diálogo te da muy bien, porque, bueno, básicamente se activa un beneficio, por lo que ya te pensaste, lo que es Movistar. Sí. Y vos tenés la línea Movistar, si haces la fibra óptica, te queda con un descuento, ¿sí? con fibra óptica, creo que me habías comentado que tenías fibra con clara o con telecentro, no recuerdo bien. No, no, no, la tengo con Movistar pero esta nombre es mi hermana, la fibra. Ah, claro, esta es la nombre de tu hermana. ¿Y ella cuenta con lo que es la línea en Movistar también o solo tiene lo que es la fibra? No, sí, también tiene la línea. Ah, perfecto, bien. Bien, bien. Y en tu casa, no sé si alguien más que necesita hacer el traspaso o no sé, por ejemplo vos, no sé si ahora estás viviendo solo o vivís todavía ahí con con tu hermana y comparten lo que es la fibra? No, sí, no hay otra persona que se pueda comprobar, así que... No hay problema, no hay problema. Yo sí he contactado clientes anteriores también por un tema de ver cómo están con lo que es el servicio y de paso ver si puedo ofrecerles algo mejor también con cuanto a lo que es la fibra y eso. Pero bueno, todos decís que ya tenéis lo que es la fibra en casa por parte de tu hermana, no hay problemas. En todo caso, lo hacemos en otro momento cuando vayas a vivir solo o cuando necesites tener vosotras. Dale, dale. Dale, buenísimo. Cualquier cosa, si llegas a tener alguien que quiera pasarte, ahí tienes mis contactos. Bueno, bueno. Ok, buenísimo. Gracias. Hasta luego. Chao.",
  "calidad": {
    "confianza_promedio": 0.386,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:59:16.848118",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:24.696205",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142215863_MIT_01974",
    "fecha_inicio": "14/1/2026 14:22:16",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 130,
    "tiempo_conversacion": 129,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}