{
  "archivo": "amza73_1_260116114249789_ACD_66469.wav",
  "duracion_segundos": 196.24,
  "num_segmentos": 73,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 139.6,
    "Cliente": 39.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.33,
      "fin": 5.25,
      "duracion": 3.92,
      "texto": "Hola, Bandida.",
      "confianza": 0.096,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.27,
      "fin": 5.33,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.35,
      "fin": 21.11,
      "duracion": 15.76,
      "texto": "Un gusto. Mi nombre es Malena. Tengo el placer de comunicarme con Ailén. Sí, con ella hablo. ¿Cómo estás, Ailén? Te estoy llamando de la ingeniería que aliamos, Vistar. Sí, espero ser tu beneficio en tu línea del día de hoy. No, te agradezco, que tengo plato.",
      "confianza": 0.912,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.19,
      "fin": 21.67,
      "duracion": 0.48,
      "texto": "Bien, sí, sí.",
      "confianza": 0.307,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.69,
      "fin": 24.64,
      "duracion": 2.95,
      "texto": "Me asegura que vos actualmente estás en lo que es la compañía. Claro, sí.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.16,
      "fin": 60.92,
      "duracion": 35.76,
      "texto": "Estamos haciendo lo que es una campaña de recuperación de clientes. Porque sabemos que muchos clientes quizás se fueron por una mejor oferta, ¿sí? Sí, como te pagaba $30,000 pesos. Y yo le puse un montón de veces y ya me dije que si me podían ayudar porque no podía pagar $30,000 pesos. Y no me ayudó nada, no me atendían nada. Bien, entiendo. Te pido ya la disculpa, ¿sí? Quizás no tuve seguramente una buena persona que te pudiera ayudar o que te pudiera dar una mano. y por eso mismo el día de hoy estamos haciendo esta campaña de recuperación de clientes, ¿bien?",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.58,
      "fin": 80.17,
      "duracion": 18.59,
      "texto": "Te consulto, Aylen. ¿Vos actualmente en qué hora y qué cantidad llegas a contar en tu plan? No tengo ni idea, porque como yo el manejo con el Internet de la casa. Justamente ahora de todas formas no tengo Internet de la casa, pero lo uso a mí. Bien, entiendo.",
      "confianza": 0.867,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.75,
      "fin": 85.34,
      "duracion": 4.59,
      "texto": "Te consulto. ¿El Internet de tu árbol lo tenías con claro o con qué empresa?",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.77,
      "fin": 111.88,
      "duracion": 22.11,
      "texto": "Hola. Hola. Sí, ahí te escucho, decime. ¿Ahí me escucha? Sí, sí, te escucho. ¿Qué me dijo? Sí, vos actualmente con qué internet tu hogar contás, por lo que me decís. No sé si es que no tenés señal o no has podido contratar a Luto. ¿Había alguno? Comentame.",
      "confianza": 0.41,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.7,
      "fin": 123.66,
      "duracion": 10.96,
      "texto": "Lo que pasa es que estamos viviendo en mi hermana por un momento, por un tiempo, y ya después vamos a tenerlo en casa. Ah, bien, entiendo. Perfecto.",
      "confianza": 0.329,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.3,
      "fin": 129.48,
      "duracion": 5.18,
      "texto": "Bueno, y en este tiempo que estás viviendo con ella, ¿tenes que hacer algún tipo de recarga? Comentarme más que nada también.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.22,
      "fin": 134.49,
      "duracion": 3.27,
      "texto": "Sí, hago recargas al momento. Bien, entiendo.",
      "confianza": 0.103,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 135.05,
      "fin": 137.55,
      "duracion": 2.5,
      "texto": "Bueno, mira, tengo momento. El día de hoy tenemos un plan que está muy bueno.",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.95,
      "fin": 142.68,
      "duracion": 3.72,
      "texto": "Son 16 gigas en total, son 8 de base y 8 de regalo.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.22,
      "fin": 146.7,
      "duracion": 3.48,
      "texto": "Vas a estar con lo que es WhatsApp gratis y ya me vas libre a cualquier compañía.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.22,
      "fin": 149.8,
      "duracion": 2.58,
      "texto": "También me vas a contar con lo que es roaming en toda América, ¿bien?",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 150.56,
      "fin": 154.17,
      "duracion": 3.61,
      "texto": "Este plan tiene un precio de $10,400 pesos al día de hoy.",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.81,
      "fin": 170.13,
      "duracion": 15.32,
      "texto": "No sé si tú, Rijal, también la tenés con claro. Coméntame. Sí, la tengo con claro. Pero en este momento no me quisiera cambiar. Bueno, entiendo. No hay problema. Más que nada, bueno, justo tenemos una promocionista buena.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.85,
      "fin": 187.93,
      "duracion": 17.08,
      "texto": "Entonces... Era más que nada para eso. O que también se puede llevar a hacer un bloqueo. Si te vuelves mi número, déjame un WhatsApp. Si llego a cambiar de opinión, te vuelvo a escribir a tu, a algún WhatsApp que me dejen. Vale. ¿Te parece?",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.95,
      "fin": 188.73,
      "duracion": 0.78,
      "texto": "Sí, sí, no hay problema.",
      "confianza": 0.403,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.77,
      "fin": 196.24,
      "duracion": 6.47,
      "texto": "Vale, muchísimas gracias. Muchas gracias. Que tengas excelente día, Ylen. Hasta luego. Hasta luego. Basta.",
      "confianza": 0.18,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, Bandida. Sí. Un gusto. Mi nombre es Malena. Tengo el placer de comunicarme con Ailén. Sí, con ella hablo. ¿Cómo estás, Ailén? Te estoy llamando de la ingeniería que aliamos, Vistar. Sí, espero ser tu beneficio en tu línea del día de hoy. No, te agradezco, que tengo plato. Bien, sí, sí. Me asegura que vos actualmente estás en lo que es la compañía. Claro, sí. Estamos haciendo lo que es una campaña de recuperación de clientes. Porque sabemos que muchos clientes quizás se fueron por una mejor oferta, ¿sí? Sí, como te pagaba $30,000 pesos. Y yo le puse un montón de veces y ya me dije que si me podían ayudar porque no podía pagar $30,000 pesos. Y no me ayudó nada, no me atendían nada. Bien, entiendo. Te pido ya la disculpa, ¿sí? Quizás no tuve seguramente una buena persona que te pudiera ayudar o que te pudiera dar una mano. y por eso mismo el día de hoy estamos haciendo esta campaña de recuperación de clientes, ¿bien? Te consulto, Aylen. ¿Vos actualmente en qué hora y qué cantidad llegas a contar en tu plan? No tengo ni idea, porque como yo el manejo con el Internet de la casa. Justamente ahora de todas formas no tengo Internet de la casa, pero lo uso a mí. Bien, entiendo. Te consulto. ¿El Internet de tu árbol lo tenías con claro o con qué empresa? Hola. Hola. Sí, ahí te escucho, decime. ¿Ahí me escucha? Sí, sí, te escucho. ¿Qué me dijo? Sí, vos actualmente con qué internet tu hogar contás, por lo que me decís. No sé si es que no tenés señal o no has podido contratar a Luto. ¿Había alguno? Comentame. Lo que pasa es que estamos viviendo en mi hermana por un momento, por un tiempo, y ya después vamos a tenerlo en casa. Ah, bien, entiendo. Perfecto. Bueno, y en este tiempo que estás viviendo con ella, ¿tenes que hacer algún tipo de recarga? Comentarme más que nada también. Sí, hago recargas al momento. Bien, entiendo. Bueno, mira, tengo momento. El día de hoy tenemos un plan que está muy bueno. Son 16 gigas en total, son 8 de base y 8 de regalo. Vas a estar con lo que es WhatsApp gratis y ya me vas libre a cualquier compañía. También me vas a contar con lo que es roaming en toda América, ¿bien? Este plan tiene un precio de $10,400 pesos al día de hoy. No sé si tú, Rijal, también la tenés con claro. Coméntame. Sí, la tengo con claro. Pero en este momento no me quisiera cambiar. Bueno, entiendo. No hay problema. Más que nada, bueno, justo tenemos una promocionista buena. Entonces... Era más que nada para eso. O que también se puede llevar a hacer un bloqueo. Si te vuelves mi número, déjame un WhatsApp. Si llego a cambiar de opinión, te vuelvo a escribir a tu, a algún WhatsApp que me dejen. Vale. ¿Te parece? Sí, sí, no hay problema. Vale, muchísimas gracias. Muchas gracias. Que tengas excelente día, Ylen. Hasta luego. Hasta luego. Basta.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:59:59.269083",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 73,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:31.890957",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116114249789_ACD_66469",
    "fecha_inicio": "16/1/2026 11:42:49",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 228,
    "tiempo_conversacion": 188,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}