{
  "archivo": "amza40_1_260116141324689_ACD_00799.wav",
  "duracion_segundos": 78.69,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0.4,
    "Cliente": 71.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 0.43,
      "duracion": 0.4,
      "texto": "Hola.",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.62,
      "fin": 12.97,
      "duracion": 9.35,
      "texto": "Hola, ¿qué tal Humberto? ¿Y quién habla? Humberto, cómo te va un gusto. Te habla Marcos. Te llamaba Humberto porque estamos activando beneficios para lo que es el abono mensual, ¿sí?",
      "confianza": 0.264,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.47,
      "fin": 27.64,
      "duracion": 14.17,
      "texto": "¿Usted actualmente, Humberto, está haciendo claro? Sí, pero ¿está en el mobilizar? Del mobilizar, exactamente. Estamos dándole lo que es una bienvenida al 2026 con nuestras bonificaciones, ¿sí? ¿Usted actualmente, con claro, está pagando abono?",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.6,
      "fin": 40.27,
      "duracion": 11.67,
      "texto": "Sí, pero te hago una pregunta. Yo no sé cómo le tengo que hablar a ustedes porque ya de la semana pasada me vienen llamando todos los días, todos los días. Hoy me llamaron otra vez y le dije, le hablé bien, le dije que no me llamen más.",
      "confianza": 0.272,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.79,
      "fin": 42.56,
      "duracion": 1.76,
      "texto": "Ahora vos me estás llamando para ver cómo voy a estar.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.62,
      "fin": 77.61,
      "duracion": 33.99,
      "texto": "Ahora, para eso, hacen un retrasmo de mi casa para que me vengan a solucionar el problema porque no anda, no me puedo comunicar. Ahora ustedes, para expresar lo que no quiero, todos los días me llaman. No me llaman más. Entiendo. Tengo una consulta. ¿Qué inconvenientes tenés con el internet? Se corta el internet. Tengo internet en mi casa de movistar y se corta, se corta, se corta. Si ahí se reclamo, no lo vienen a solucionar nunca más. No me llames más. Para ofrecerme nada, no me llames más. Directamente bloqueenme. No sé, hagan lo que quieran, pero no me llames más. No quiero nada de movistar. No hay problema, caballero. Muchas gracias.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.29,
      "fin": 78.69,
      "duracion": 0.4,
      "texto": "Adiós.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal Humberto? ¿Y quién habla? Humberto, cómo te va un gusto. Te habla Marcos. Te llamaba Humberto porque estamos activando beneficios para lo que es el abono mensual, ¿sí? ¿Usted actualmente, Humberto, está haciendo claro? Sí, pero ¿está en el mobilizar? Del mobilizar, exactamente. Estamos dándole lo que es una bienvenida al 2026 con nuestras bonificaciones, ¿sí? ¿Usted actualmente, con claro, está pagando abono? Sí, pero te hago una pregunta. Yo no sé cómo le tengo que hablar a ustedes porque ya de la semana pasada me vienen llamando todos los días, todos los días. Hoy me llamaron otra vez y le dije, le hablé bien, le dije que no me llamen más. Ahora vos me estás llamando para ver cómo voy a estar. Ahora, para eso, hacen un retrasmo de mi casa para que me vengan a solucionar el problema porque no anda, no me puedo comunicar. Ahora ustedes, para expresar lo que no quiero, todos los días me llaman. No me llaman más. Entiendo. Tengo una consulta. ¿Qué inconvenientes tenés con el internet? Se corta el internet. Tengo internet en mi casa de movistar y se corta, se corta, se corta. Si ahí se reclamo, no lo vienen a solucionar nunca más. No me llames más. Para ofrecerme nada, no me llames más. Directamente bloqueenme. No sé, hagan lo que quieran, pero no me llames más. No quiero nada de movistar. No hay problema, caballero. Muchas gracias. Adiós.",
  "calidad": {
    "confianza_promedio": 0.531,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:36:30.628634",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:26.908936",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141324689_ACD_00799",
    "fecha_inicio": "16/1/2026 14:13:24",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 97,
    "tiempo_conversacion": 77,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}