{
  "archivo": "amza9_1_260113134727771_ACD_89665.wav",
  "duracion_segundos": 235.56,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 153.05,
    "Cliente": 62.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.4,
      "duracion": 8.37,
      "texto": "Hola, buen día. Hablo con Laura. ¿De parte de quién? Central, Laura. Un gusto. Te habla Tomás.",
      "confianza": 0.181,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.72,
      "fin": 12.01,
      "duracion": 3.28,
      "texto": "Me estoy comunicando porque tengo un beneficio para tus líneas al día de hoy.",
      "confianza": 0.67,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.21,
      "fin": 25.45,
      "duracion": 13.24,
      "texto": "¿Cómo te encontras? ¿Todo bien? Todo bien. Me alegro mucho, Laura. Me figura justamente que actualmente tenés dos líneas agravonando con Claro. ¿Puede ser, Lau? ¿Cómo?",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.47,
      "fin": 28.57,
      "duracion": 3.1,
      "texto": "Que me figura que actualmente Lau tenés dos líneas en Claro.",
      "confianza": 0.718,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.07,
      "fin": 32.19,
      "duracion": 2.12,
      "texto": "Sí. ¿Me escuchás bien vos?",
      "confianza": 0.369,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.17,
      "fin": 35.55,
      "duracion": 1.38,
      "texto": "Sí, sí, te escucho. Bien, perfecto.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 35.57,
      "fin": 49.75,
      "duracion": 14.18,
      "texto": "Yo justamente en la USI me estoy comunicando de lo que es otra empresa, me estoy comunicando de Beneficios Movistar, porque me vas a completar con un plan mucho más económico y con una mayor cantidad de chigas. ¿Vos, Laura, actualmente cuántas chigas más o menos utilizas al día de hoy?",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.67,
      "fin": 59.0,
      "duracion": 8.33,
      "texto": "Con claro. Tenemos un plan de 5 chigas. ¿Nada?",
      "confianza": 0.832,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.02,
      "fin": 59.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.38,
      "fin": 75.96,
      "duracion": 16.58,
      "texto": "¿Cuánto? ¿Cuánto? 4.000 pesos. Ah, bien. Está dando bastante por tu línea. Mira, el día de hoy nosotros te vamos a brindar un plan. Parecía un declaro, pero tenemos una mayor cantidad de gigas.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.55,
      "fin": 92.95,
      "duracion": 16.4,
      "texto": "Lau, yo el día de hoy te brindo un plan de 16 gigas exclusivamente para vos con el WhatsApp gratis. Las llamás lees a cualquier compañía y ahora que tiene las vacaciones va a poder utilizar lo que es el Roomin en todo lo que es América. por tan solo 13.250 pesos al día de hoy, Lau.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.75,
      "fin": 111.5,
      "duracion": 16.75,
      "texto": "Yo te hago una consulta. ¿Vos? ¿Es la única línea que tenés a tu nombre o tenés alguna otra? No, tengo esta sola. Esta sola, perfecto. Como te dije, vamos a pasar a una. Algo más o menos pareció lo que estás hablando con Claro. Pero con nosotros vas a tener el otorgamiento, te vas a tener una mayor cantidad de chicas, ¿bien?",
      "confianza": 0.359,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.06,
      "fin": 123.46,
      "duracion": 11.4,
      "texto": "Incluso la U, si vos no los usas todos, los vas a poder guardar con nosotros, así no se te gastan. En el que vos los guardas y se te clampa el siguiente mes. Este es un beneficio que tenés con nosotros en Movistar.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 132.05,
      "fin": 132.27,
      "duracion": 0.22,
      "texto": "Sí, vecina.",
      "confianza": 0.041,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.29,
      "fin": 132.35,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.024,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.37,
      "fin": 134.39,
      "duracion": 2.02,
      "texto": "Mira, por el momento, en realidad lo voy a pensar porque, bueno,",
      "confianza": 0.084,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.28,
      "fin": 143.59,
      "duracion": 8.31,
      "texto": "Y, claro, me está ofreciendo un informe más económico ahora, porque ahora tenemos una decisión de aprobar ese gasto.",
      "confianza": 0.415,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 144.23,
      "fin": 224.86,
      "duracion": 80.63,
      "texto": "Así que, ¿cómo me dijiste tu nombre? Tomás, Laura. Tomás. Tomás. Bueno, así que te agradezco Tomás por el momento, porque sí, no voy a seguir pensando. Bien, Lau, ¿pero qué es lo que tendrías que pensar? Veo que a vos, justamente, te interesó, vas a tener justamente una mayor cantidad de chicas y un mejor servicio, y no vas a pasar a abonar algo relativamente menor. El tema no pasa por los chicas, a mí eso me es indiscinto porque la verdad que generalmente estoy viviendo en un encuentro con OneSign, nunca llevo a consumir todos mis chicas, así que lo mismo es el importe de la bono. No te puedo brindar uno más económico, por lo que vos me estás justamente comentando que, por lo que buscáis en un importe más económico, de pagar a pasar a abonar 14 mil, que me estás comentando que vas a pagar, vas a pagar lo que son 11 mil 400 pesos con 8 gigas en este caso. Claramente también tenemos el WhatsApp gratis. No, no. Mira, Tamar, estoy esperando.",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.88,
      "fin": 231.61,
      "duracion": 6.73,
      "texto": "Yo tengo la propuesta y claro, así que te agradezco muchísimo por la disposición.",
      "confianza": 0.453,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.17,
      "fin": 235.56,
      "duracion": 2.39,
      "texto": "Muchas gracias. Bien, perfecto. Que tengas un lindo día. Hasta luego.",
      "confianza": 0.026,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Laura. ¿De parte de quién? Central, Laura. Un gusto. Te habla Tomás. Me estoy comunicando porque tengo un beneficio para tus líneas al día de hoy. ¿Cómo te encontras? ¿Todo bien? Todo bien. Me alegro mucho, Laura. Me figura justamente que actualmente tenés dos líneas agravonando con Claro. ¿Puede ser, Lau? ¿Cómo? Que me figura que actualmente Lau tenés dos líneas en Claro. Sí. ¿Me escuchás bien vos? Sí, sí, te escucho. Bien, perfecto. Yo justamente en la USI me estoy comunicando de lo que es otra empresa, me estoy comunicando de Beneficios Movistar, porque me vas a completar con un plan mucho más económico y con una mayor cantidad de chigas. ¿Vos, Laura, actualmente cuántas chigas más o menos utilizas al día de hoy? Con claro. Tenemos un plan de 5 chigas. ¿Nada? Sí. ¿Cuánto? ¿Cuánto? 4.000 pesos. Ah, bien. Está dando bastante por tu línea. Mira, el día de hoy nosotros te vamos a brindar un plan. Parecía un declaro, pero tenemos una mayor cantidad de gigas. Lau, yo el día de hoy te brindo un plan de 16 gigas exclusivamente para vos con el WhatsApp gratis. Las llamás lees a cualquier compañía y ahora que tiene las vacaciones va a poder utilizar lo que es el Roomin en todo lo que es América. por tan solo 13.250 pesos al día de hoy, Lau. Yo te hago una consulta. ¿Vos? ¿Es la única línea que tenés a tu nombre o tenés alguna otra? No, tengo esta sola. Esta sola, perfecto. Como te dije, vamos a pasar a una. Algo más o menos pareció lo que estás hablando con Claro. Pero con nosotros vas a tener el otorgamiento, te vas a tener una mayor cantidad de chicas, ¿bien? Incluso la U, si vos no los usas todos, los vas a poder guardar con nosotros, así no se te gastan. En el que vos los guardas y se te clampa el siguiente mes. Este es un beneficio que tenés con nosotros en Movistar. Sí, vecina. Sí. Mira, por el momento, en realidad lo voy a pensar porque, bueno, Y, claro, me está ofreciendo un informe más económico ahora, porque ahora tenemos una decisión de aprobar ese gasto. Así que, ¿cómo me dijiste tu nombre? Tomás, Laura. Tomás. Tomás. Bueno, así que te agradezco Tomás por el momento, porque sí, no voy a seguir pensando. Bien, Lau, ¿pero qué es lo que tendrías que pensar? Veo que a vos, justamente, te interesó, vas a tener justamente una mayor cantidad de chicas y un mejor servicio, y no vas a pasar a abonar algo relativamente menor. El tema no pasa por los chicas, a mí eso me es indiscinto porque la verdad que generalmente estoy viviendo en un encuentro con OneSign, nunca llevo a consumir todos mis chicas, así que lo mismo es el importe de la bono. No te puedo brindar uno más económico, por lo que vos me estás justamente comentando que, por lo que buscáis en un importe más económico, de pagar a pasar a abonar 14 mil, que me estás comentando que vas a pagar, vas a pagar lo que son 11 mil 400 pesos con 8 gigas en este caso. Claramente también tenemos el WhatsApp gratis. No, no. Mira, Tamar, estoy esperando. Yo tengo la propuesta y claro, así que te agradezco muchísimo por la disposición. Muchas gracias. Bien, perfecto. Que tengas un lindo día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.451,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:16:51.056960",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:32.948841",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113134727771_ACD_89665",
    "fecha_inicio": "13/1/2026 13:47:27",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 248,
    "tiempo_conversacion": 226,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}