{
  "archivo": "amza40_1_260113140410595_ACD_48247.wav",
  "duracion_segundos": 176.34,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 55.31,
    "Cliente": 107.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 5.02,
      "duracion": 4.99,
      "texto": "Hola. Hola, buenos días. ¿Habla con Patricia?",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.8,
      "fin": 10.99,
      "duracion": 5.19,
      "texto": "Sí, ¿quién habla? Como yo, me estaba comunicando para hacerle entregar un beneficio para Zulín ya el día de hoy.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.89,
      "fin": 12.81,
      "duracion": 0.92,
      "texto": "A ver, contame.",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.21,
      "fin": 21.64,
      "duracion": 8.43,
      "texto": "Tenemos un plan de promoción de 16 gigas, donde tiene WhatsApp gratis, llamadas libres, Romina en América por 13.250 pesos.",
      "confianza": 0.74,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.66,
      "fin": 25.67,
      "duracion": 4.01,
      "texto": "¿Y de qué empresa es? De Movistar.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.53,
      "fin": 56.13,
      "duracion": 29.6,
      "texto": "¿Por cuánto tiempo es la promoción? Esta promoción tiene un descuento fijo por seis meses. Lo que usted puede hacer pasado ese tiempo para que siempre esté con promociones y nunca se quede a pagar el precio final es que de la aplicación puede gestionar todo. A usted la aplicación le va a salir todo, los descuentos, las promociones, cuando se quede con promoción, sin promoción y de ahí mismo gestionar una nueva yéndose más por lo que usted va a decir o por los gigas o por el precio y lo puede hacer sola sin necesidad de comunicarse con ningún asesor.",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.02,
      "fin": 61.5,
      "duracion": 4.48,
      "texto": "Escúchame, ¿cuál es el precio final si no tengo la promo?",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.79,
      "fin": 81.02,
      "duracion": 16.23,
      "texto": "Es que no tengo un precio final. Este es el precio final al día de hoy, 13.250 pesos. Claro, ponéle que se me venza a los seis meses. ¿A cuánto estaríamos hablando? Y yo no le puedo decir un estimativo porque no sé cómo será, pero tiene este descuento fijo por este tiempo.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.78,
      "fin": 86.69,
      "duracion": 3.9,
      "texto": "Y es como le comentaba, bueno, puede la aplicación, usted puede adquirir otro plan.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.49,
      "fin": 115.11,
      "duracion": 27.62,
      "texto": "Para siempre tener promociones, ¿no? Ajá. Bueno, y te hago una pregunta. ¿De qué manera se hace la portabilidad? Mira, el trámite es muy sencillo. Yo la puedo asignar a la sucursal más cercana, ya que eso es lo más rápido a su homicidio. Perfecto. Porque su línea iba a aportar a las 48 horas áviles. Usted pasó a retirar el chip y cuando le dé un mensaje tiene que colocarlo y le va a dar un mensaje de movistar. Entonces, ¿conozco la...",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.69,
      "fin": 142.66,
      "duracion": 26.97,
      "texto": "La sucursal más cercana la tengo muy cerca de acá. Ah, bien, perfecto. Tendría que arrimarme por ahí. Bueno, muchísimas gracias. Listo. Gracias. Sí, disculpe, espere. No, te decía que gracias, me acerco por la sucursal, no te preocupes. Ah, bien, pero bueno, el trámite se lo gestiono yo desde acá y usted pasa a retirar el chip, pero yo antes necesito hacerle de alumnos baratos y bueno, asignarle a su sucursal.",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.4,
      "fin": 147.82,
      "duracion": 3.43,
      "texto": "Ay, ¿por qué razón no lo puedo hacer directamente desde la sucursal?",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.12,
      "fin": 176.34,
      "duracion": 27.22,
      "texto": "Puedes hacerlo desde la sucursal, no sé qué precio estar manejando. Toda es la promoción que tengo para brindar desde el consente del día de hoy, desde acá. Bueno, hacemos una cosa, me arrimo. Si es otra la promoción, de última vez, si me vuelves a llamar, tomo la promoción desde acá. Bueno, perfecto. Bueno, listo. Bueno, miren, le mando un mensaje con las promociones y mi nombre, cualquier cosa con contacto. Eso, eso. Muchísimas gracias. Hasta luego. Chau chau.",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. ¿Habla con Patricia? Sí, ¿quién habla? Como yo, me estaba comunicando para hacerle entregar un beneficio para Zulín ya el día de hoy. A ver, contame. Tenemos un plan de promoción de 16 gigas, donde tiene WhatsApp gratis, llamadas libres, Romina en América por 13.250 pesos. ¿Y de qué empresa es? De Movistar. ¿Por cuánto tiempo es la promoción? Esta promoción tiene un descuento fijo por seis meses. Lo que usted puede hacer pasado ese tiempo para que siempre esté con promociones y nunca se quede a pagar el precio final es que de la aplicación puede gestionar todo. A usted la aplicación le va a salir todo, los descuentos, las promociones, cuando se quede con promoción, sin promoción y de ahí mismo gestionar una nueva yéndose más por lo que usted va a decir o por los gigas o por el precio y lo puede hacer sola sin necesidad de comunicarse con ningún asesor. Escúchame, ¿cuál es el precio final si no tengo la promo? Es que no tengo un precio final. Este es el precio final al día de hoy, 13.250 pesos. Claro, ponéle que se me venza a los seis meses. ¿A cuánto estaríamos hablando? Y yo no le puedo decir un estimativo porque no sé cómo será, pero tiene este descuento fijo por este tiempo. Y es como le comentaba, bueno, puede la aplicación, usted puede adquirir otro plan. Para siempre tener promociones, ¿no? Ajá. Bueno, y te hago una pregunta. ¿De qué manera se hace la portabilidad? Mira, el trámite es muy sencillo. Yo la puedo asignar a la sucursal más cercana, ya que eso es lo más rápido a su homicidio. Perfecto. Porque su línea iba a aportar a las 48 horas áviles. Usted pasó a retirar el chip y cuando le dé un mensaje tiene que colocarlo y le va a dar un mensaje de movistar. Entonces, ¿conozco la... La sucursal más cercana la tengo muy cerca de acá. Ah, bien, perfecto. Tendría que arrimarme por ahí. Bueno, muchísimas gracias. Listo. Gracias. Sí, disculpe, espere. No, te decía que gracias, me acerco por la sucursal, no te preocupes. Ah, bien, pero bueno, el trámite se lo gestiono yo desde acá y usted pasa a retirar el chip, pero yo antes necesito hacerle de alumnos baratos y bueno, asignarle a su sucursal. Ay, ¿por qué razón no lo puedo hacer directamente desde la sucursal? Puedes hacerlo desde la sucursal, no sé qué precio estar manejando. Toda es la promoción que tengo para brindar desde el consente del día de hoy, desde acá. Bueno, hacemos una cosa, me arrimo. Si es otra la promoción, de última vez, si me vuelves a llamar, tomo la promoción desde acá. Bueno, perfecto. Bueno, listo. Bueno, miren, le mando un mensaje con las promociones y mi nombre, cualquier cosa con contacto. Eso, eso. Muchísimas gracias. Hasta luego. Chau chau.",
  "calidad": {
    "confianza_promedio": 0.549,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:32:32.234441",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:26.655780",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113140410595_ACD_48247",
    "fecha_inicio": "13/1/2026 14:04:10",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 206,
    "tiempo_conversacion": 171,
    "tiempo_hold": 0,
    "tiempo_acw": 22,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}