{
  "archivo": "amza28_1_260116111024961_ACD_49827.wav",
  "duracion_segundos": 294.98,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 97.92,
    "Cliente": 167.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.15,
      "fin": 5.47,
      "duracion": 4.32,
      "texto": "Hola. Hola, ¿hablo con Walter?",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.49,
      "fin": 5.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.009,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.57,
      "fin": 6.93,
      "duracion": 1.36,
      "texto": "Walter, ¿cómo te va? ¿Todo bien?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.08,
      "fin": 10.18,
      "duracion": 1.1,
      "texto": "Todo tan bien. Me alegro, Walter.",
      "confianza": 0.039,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.2,
      "fin": 14.16,
      "duracion": 3.97,
      "texto": "Me estoy comunicando con vos del área de recupero de clientes Movistar.",
      "confianza": 0.656,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.53,
      "fin": 18.05,
      "duracion": 2.52,
      "texto": "Me figuraba que tenías esta línea en claro, ¿puede ser?",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.83,
      "fin": 21.25,
      "duracion": 0.42,
      "texto": "Sí, sí.",
      "confianza": 0.358,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.27,
      "fin": 29.02,
      "duracion": 7.75,
      "texto": "Walter, te hablo porque me figuraba que te habías cambiado de compañía, querías saber el motivo por el cual te habías cambiado, si tenías algún problema en tu promo, quizás.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.05,
      "fin": 36.09,
      "duracion": 5.05,
      "texto": "Pasó que, a ver, yo tengo lo básico, porque yo no uso nada, lo básico.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.87,
      "fin": 40.88,
      "duracion": 4.01,
      "texto": "Hoy lo único preciso es tener para poder, por ejemplo, el mercado pago.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.06,
      "fin": 42.9,
      "duracion": 0.84,
      "texto": "Esto era lo básico.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.4,
      "fin": 46.13,
      "duracion": 2.72,
      "texto": "Pero todos los meses me lo aumentaba, me lo aumentaba, reclamaba.",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.83,
      "fin": 54.18,
      "duracion": 7.35,
      "texto": "Tuve que ir yo por llamar telefónicamente. Llamar, sí, sí, sí, sí, al mes que viene te vuelven a hacer lo mismo.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.88,
      "fin": 60.88,
      "duracion": 6.0,
      "texto": "Tenía que irme hasta Morón y hablar a la oficina. Es la única forma de tener bola. O sea, a ver,",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.25,
      "fin": 95.3,
      "duracion": 33.05,
      "texto": "No sé qué decirte. ¿Usted actualmente cuánto está abonando por lo que se dice? 13 mil pesos. 13 mil pesos. Y yo le hago una pregunta. ¿Usted le gustaría venir a Mostar pagando 7.460 pesos por su línea? A ver, se toma en cuenta todo porque es así. Quiero que no me estén aumentando todos los días, loco. Todos los meses te aumenta, te aumenta, ahora la verdad es que no me puedes dejar. No tenemos problema de ningún tipo.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.66,
      "fin": 105.83,
      "duracion": 7.17,
      "texto": "La promoción que estamos trayendo a día de hoy, de hecho, trata de resolver ese problema que tiene usted porque mucha gente se fue por el mismo motivo.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.11,
      "fin": 161.81,
      "duracion": 54.7,
      "texto": "Y estos planes que yo le estoy brindando ahora por ese precio tienen lo que es el descuento fijo en lo que es el plan. y en la factura, o sea que usted por todo lo que dura la promoción no va a tener problemas porque el descuento se le va a mantener y de hecho a través de hacerle el respaldo legal, hago un capié en que el descuento va a ser fisco y no va a tener problemas en eso. Además que va a estar pagando casi la mitad de lo que está volando actualmente, porque por lo que me recomiendo usted necesita un plan básico, básicamente mercado parvo, barra, ya barra, Poder llamar y recibir, no quedamos sin tener nada más. Exactamente. Yo no necesito nada de otro mundo, porque soy un viejo anticuado, ¿viste? No me gustan las redes, no me gustan esas cosas. Entonces, ¿no siente que para lo que usted lo necesita está pagando un poquito más de lo normal? No, ni idea. A ver, este problema lo tenemos todo. Después lo mismo podría hacer a Pasa con Claro. Yo escuché un montón de gente.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.87,
      "fin": 164.84,
      "duracion": 2.97,
      "texto": "La misma tijera que yo tuve que movitar, tu la escuché de Claro.",
      "confianza": 0.62,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.4,
      "fin": 166.96,
      "duracion": 1.56,
      "texto": "Y la voy a hacer a la juteada.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.6,
      "fin": 171.82,
      "duracion": 4.22,
      "texto": "Así te lo digo, con Tenecentro. No, Terecentro.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.37,
      "fin": 173.71,
      "duracion": 1.34,
      "texto": "Direct TV. Terminó.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.73,
      "fin": 179.59,
      "duracion": 4.86,
      "texto": "Lo llamé porque se va a la mierda. Son clientes de 20 años, jamás les pedimos nada.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 180.09,
      "fin": 186.76,
      "duracion": 6.67,
      "texto": "Che, es muy caro. Pero el último se fue a la remierda. Teníamos cuatro tipos, terminamos teniendo dos.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.49,
      "fin": 195.65,
      "duracion": 7.16,
      "texto": "Me dijeron que me iban a cobrar una plata terminada y ahora me la han mandado de vuelta. Querés llamar, no te dan ni cinco pelotas.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.9,
      "fin": 226.95,
      "duracion": 30.05,
      "texto": "Renegás. No, es que suele pasar esto con todas las compañías, ¿eh? Se termina... Sí, esto es común, esto es común, volvimos a la corrieta. No es que si estuviera en la empresa haría lo mismo, a ver. Es que con bueos, ¿sí? Eso es lo que quieren faturar, a ver. No, además de que, porque por lo menos yo lo que hago es eso. El que me tiene me da la mejor promo, chavos, nos vimos. Se me termina la promo acá, me voy para allá y así... Sí, no, yo nunca hice eso. Lo que pasa es que hoy está tan jodida la mano.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.46,
      "fin": 240.52,
      "duracion": 13.06,
      "texto": "Y uno empieza a mirar todo, ¿entendés? Cuando yo de 10 llegue a cobrar, 20.000 pesos se iba a pagar. ¿Cuánto hace? No sé cuánto hace que yo no estoy... A ver, ¿de qué?",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.8,
      "fin": 257.59,
      "duracion": 15.79,
      "texto": "Si yo noto una vez que bajo aplicación y no hay nada, a ver, ¿de qué? 19.000, casi 20.000 pesos. Cuando le iba a parar, estaba con mi sobrino que me seguía, iba acá a mitad de cuerda, y me dijo, se están robando, pero ya es repoderido, los llamamos, no me dan bola.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.42,
      "fin": 270.37,
      "duracion": 11.96,
      "texto": "Cuando estás viendo, te calienta, porque es un mínimo, pero se da por las pelotas, se da por la bola, porque cuidar al cliente cuando lo tenés, porque él tiene que llamarlo después cuando no es más cliente, porque se cansó.",
      "confianza": 0.511,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.72,
      "fin": 294.98,
      "duracion": 23.26,
      "texto": "Es pésima la atención. No puede pasar, suele pasar bastante, pero por lo menos... con el plan este vas a ahorrar los mangos de todos los días que mientras el fecha fuera. Yo cualquier cosa pellamo y veamos como hago. Ya te agradezco muchisimo. Ya te digo estoy puteando con Dirty, ahora hablo con",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿hablo con Walter? Sí. Walter, ¿cómo te va? ¿Todo bien? Todo tan bien. Me alegro, Walter. Me estoy comunicando con vos del área de recupero de clientes Movistar. Me figuraba que tenías esta línea en claro, ¿puede ser? Sí, sí. Walter, te hablo porque me figuraba que te habías cambiado de compañía, querías saber el motivo por el cual te habías cambiado, si tenías algún problema en tu promo, quizás. Pasó que, a ver, yo tengo lo básico, porque yo no uso nada, lo básico. Hoy lo único preciso es tener para poder, por ejemplo, el mercado pago. Esto era lo básico. Pero todos los meses me lo aumentaba, me lo aumentaba, reclamaba. Tuve que ir yo por llamar telefónicamente. Llamar, sí, sí, sí, sí, al mes que viene te vuelven a hacer lo mismo. Tenía que irme hasta Morón y hablar a la oficina. Es la única forma de tener bola. O sea, a ver, No sé qué decirte. ¿Usted actualmente cuánto está abonando por lo que se dice? 13 mil pesos. 13 mil pesos. Y yo le hago una pregunta. ¿Usted le gustaría venir a Mostar pagando 7.460 pesos por su línea? A ver, se toma en cuenta todo porque es así. Quiero que no me estén aumentando todos los días, loco. Todos los meses te aumenta, te aumenta, ahora la verdad es que no me puedes dejar. No tenemos problema de ningún tipo. La promoción que estamos trayendo a día de hoy, de hecho, trata de resolver ese problema que tiene usted porque mucha gente se fue por el mismo motivo. Y estos planes que yo le estoy brindando ahora por ese precio tienen lo que es el descuento fijo en lo que es el plan. y en la factura, o sea que usted por todo lo que dura la promoción no va a tener problemas porque el descuento se le va a mantener y de hecho a través de hacerle el respaldo legal, hago un capié en que el descuento va a ser fisco y no va a tener problemas en eso. Además que va a estar pagando casi la mitad de lo que está volando actualmente, porque por lo que me recomiendo usted necesita un plan básico, básicamente mercado parvo, barra, ya barra, Poder llamar y recibir, no quedamos sin tener nada más. Exactamente. Yo no necesito nada de otro mundo, porque soy un viejo anticuado, ¿viste? No me gustan las redes, no me gustan esas cosas. Entonces, ¿no siente que para lo que usted lo necesita está pagando un poquito más de lo normal? No, ni idea. A ver, este problema lo tenemos todo. Después lo mismo podría hacer a Pasa con Claro. Yo escuché un montón de gente. La misma tijera que yo tuve que movitar, tu la escuché de Claro. Y la voy a hacer a la juteada. Así te lo digo, con Tenecentro. No, Terecentro. Direct TV. Terminó. Lo llamé porque se va a la mierda. Son clientes de 20 años, jamás les pedimos nada. Che, es muy caro. Pero el último se fue a la remierda. Teníamos cuatro tipos, terminamos teniendo dos. Me dijeron que me iban a cobrar una plata terminada y ahora me la han mandado de vuelta. Querés llamar, no te dan ni cinco pelotas. Renegás. No, es que suele pasar esto con todas las compañías, ¿eh? Se termina... Sí, esto es común, esto es común, volvimos a la corrieta. No es que si estuviera en la empresa haría lo mismo, a ver. Es que con bueos, ¿sí? Eso es lo que quieren faturar, a ver. No, además de que, porque por lo menos yo lo que hago es eso. El que me tiene me da la mejor promo, chavos, nos vimos. Se me termina la promo acá, me voy para allá y así... Sí, no, yo nunca hice eso. Lo que pasa es que hoy está tan jodida la mano. Y uno empieza a mirar todo, ¿entendés? Cuando yo de 10 llegue a cobrar, 20.000 pesos se iba a pagar. ¿Cuánto hace? No sé cuánto hace que yo no estoy... A ver, ¿de qué? Si yo noto una vez que bajo aplicación y no hay nada, a ver, ¿de qué? 19.000, casi 20.000 pesos. Cuando le iba a parar, estaba con mi sobrino que me seguía, iba acá a mitad de cuerda, y me dijo, se están robando, pero ya es repoderido, los llamamos, no me dan bola. Cuando estás viendo, te calienta, porque es un mínimo, pero se da por las pelotas, se da por la bola, porque cuidar al cliente cuando lo tenés, porque él tiene que llamarlo después cuando no es más cliente, porque se cansó. Es pésima la atención. No puede pasar, suele pasar bastante, pero por lo menos... con el plan este vas a ahorrar los mangos de todos los días que mientras el fecha fuera. Yo cualquier cosa pellamo y veamos como hago. Ya te agradezco muchisimo. Ya te digo estoy puteando con Dirty, ahora hablo con",
  "calidad": {
    "confianza_promedio": 0.554,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:51:52.764501",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:20.476982",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116111024961_ACD_49827",
    "fecha_inicio": "16/1/2026 11:10:24",
    "agente_nombre": "MZA 28",
    "agente_login": "mza28",
    "duracion_total": 303,
    "tiempo_conversacion": 283,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}