{
  "archivo": "amza41_1_260115133842430_ACD_39353.wav",
  "duracion_segundos": 109.74,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 21.67,
    "Cliente": 79.48
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.87,
      "fin": 9.58,
      "duracion": 7.71,
      "texto": "Hola, buen día. ¿Qué tal? Te hablo Marina, me comunicó desde el Movistar para Rebrindarte una promoción en la línea.",
      "confianza": 0.168,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.16,
      "fin": 13.04,
      "duracion": 2.88,
      "texto": "Me asegura que está ahora en la compañía de Claro, ¿es correcto?",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.14,
      "fin": 20.55,
      "duracion": 5.41,
      "texto": "Correcto. Bien, buenísimo. Mira, ahora nosotros estamos brindando una promoción especial para los clientes que están en Claro.",
      "confianza": 0.147,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.05,
      "fin": 25.67,
      "duracion": 4.62,
      "texto": "Es una promoción de 16 gigas que le va a quedar en 10.400 pesos.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.15,
      "fin": 31.68,
      "duracion": 5.53,
      "texto": "Le van a incluir WhatsApp gratis, llamadas de greso a todas las compañías, ronbin en América Procesario del país,",
      "confianza": 0.661,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.99,
      "fin": 61.07,
      "duracion": 29.08,
      "texto": "La verdad, está muy buena la promoción. Actualmente usted tiene una sola línea. Sí. Una sola línea. Bien, perfecto. Lo podríamos hacer sin problema. Es súper sencillo el trámite. Nosotros activaremos los datos y tenemos dos métodos para lo que es envío de chips. Pueden ser en sucursal o domicilio. ¿Sí? Sucursal siempre es más rápido, pero también lo podemos enviar a domicilio. No, gracias por ahora.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 61.98,
      "fin": 94.2,
      "duracion": 32.22,
      "texto": "¿Por algún motivo en especial? ¿Usted ahora cuánto está ganando la compañía de Claro? No, lo que pasa es que cuando pasamos para comunicarse a Movistar, muy complicado, eh. Te pones la computadora y tal, ¡uh! No es tan chico. Bien, buenísimo, pero mira, nosotros ahora tenemos otro método así. A partir de ahora yo sería tu asesora comercial y vas a tener mi número personal. Cualquier duda o consulta, me hablarás por WhatsApp. Y yo te lo soluciono, ¿sí? No vas a tener de nuevo este tipo de inconveniente.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.01,
      "fin": 100.56,
      "duracion": 5.55,
      "texto": "Lo organizas conmigo, mi nombre es Marina, y vas a estar siempre comunicado conmigo.",
      "confianza": 0.58,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.6,
      "fin": 108.19,
      "duracion": 7.59,
      "texto": "No, gracias, sí. No, ten el riesgo que pase en otros momentos. Por ahora, no. Bien.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.18,
      "fin": 109.74,
      "duracion": 0.56,
      "texto": "Bien. Muchas gracias. Adiós.",
      "confianza": 0.238,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Qué tal? Te hablo Marina, me comunicó desde el Movistar para Rebrindarte una promoción en la línea. Me asegura que está ahora en la compañía de Claro, ¿es correcto? Correcto. Bien, buenísimo. Mira, ahora nosotros estamos brindando una promoción especial para los clientes que están en Claro. Es una promoción de 16 gigas que le va a quedar en 10.400 pesos. Le van a incluir WhatsApp gratis, llamadas de greso a todas las compañías, ronbin en América Procesario del país, La verdad, está muy buena la promoción. Actualmente usted tiene una sola línea. Sí. Una sola línea. Bien, perfecto. Lo podríamos hacer sin problema. Es súper sencillo el trámite. Nosotros activaremos los datos y tenemos dos métodos para lo que es envío de chips. Pueden ser en sucursal o domicilio. ¿Sí? Sucursal siempre es más rápido, pero también lo podemos enviar a domicilio. No, gracias por ahora. ¿Por algún motivo en especial? ¿Usted ahora cuánto está ganando la compañía de Claro? No, lo que pasa es que cuando pasamos para comunicarse a Movistar, muy complicado, eh. Te pones la computadora y tal, ¡uh! No es tan chico. Bien, buenísimo, pero mira, nosotros ahora tenemos otro método así. A partir de ahora yo sería tu asesora comercial y vas a tener mi número personal. Cualquier duda o consulta, me hablarás por WhatsApp. Y yo te lo soluciono, ¿sí? No vas a tener de nuevo este tipo de inconveniente. Lo organizas conmigo, mi nombre es Marina, y vas a estar siempre comunicado conmigo. No, gracias, sí. No, ten el riesgo que pase en otros momentos. Por ahora, no. Bien. Bien. Muchas gracias. Adiós.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:40:15.915670",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:27.154407",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133842430_ACD_39353",
    "fecha_inicio": "15/1/2026 13:38:42",
    "agente_nombre": "MZA 41",
    "agente_login": "mza41",
    "duracion_total": 134,
    "tiempo_conversacion": 105,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}