{
  "archivo": "amza29_1_260112105925409_ACD_16209.wav",
  "duracion_segundos": 612.97,
  "num_segmentos": 120,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 200.28,
    "Cliente": 269.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.75,
      "fin": 13.41,
      "duracion": 11.66,
      "texto": "Hola, buenos días. Mi nombre es Lu. Hablo con Jorge. Sí, ¿con quién hablas? Jorge, un gusto. Me estaba comunicando en el área de recupero del cliente de Movistar.",
      "confianza": 0.318,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.13,
      "fin": 16.27,
      "duracion": 2.14,
      "texto": "Me figura tu línea en claro, ¿correcto?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.55,
      "fin": 24.3,
      "duracion": 5.75,
      "texto": "Sí, exactamente. Bien, perfecto. Jorge, te quería consultar qué fue lo que te llevó a cambiar de compañía, ¿te acordás?",
      "confianza": 0.186,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 27.98,
      "fin": 33.79,
      "duracion": 5.81,
      "texto": "Eh... vale, qué fue lo que... porque ya hace bastante tiempo fue. el final de 2024.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.61,
      "fin": 39.62,
      "duracion": 4.01,
      "texto": "Sí, para que haga memoria, para que haga memoria.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.06,
      "fin": 60.34,
      "duracion": 19.28,
      "texto": "Claro, me ofertaron como se llama un plan de 10 gigas por 4.000 pesos. Ahí está, ahí me acordé. ¿Y actualmente con claro conservas ese plan? Sí, con claro sí. No, no, no, con ese conservo eso, lo de 4.000 pesos.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.44,
      "fin": 75.17,
      "duracion": 13.73,
      "texto": "Igual, o sea, a veces te pido un prestado porque a veces tengo ya. Tengo que llamar la parte con el de provincia y todo eso, pero son llamadas visitadas comunes. Claro, o sea, le tenés que andar haciendo recargas.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.49,
      "fin": 79.64,
      "duracion": 2.14,
      "texto": "Claro, sí, y después me lo descontan en la factura.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.34,
      "fin": 83.88,
      "duracion": 2.54,
      "texto": "O sea que al final terminás pagando más de cuatro mil pesos.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.02,
      "fin": 89.28,
      "duracion": 3.26,
      "texto": "Sí, verdaderamente sí.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.3,
      "fin": 89.4,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.068,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.42,
      "fin": 97.43,
      "duracion": 8.01,
      "texto": "Mira, lo que yo te puedo ofrecer, Sí, para que tengas uno a uno fijo si no le tengas que andar haciendo recargas.",
      "confianza": 0.366,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 97.99,
      "fin": 104.21,
      "duracion": 6.23,
      "texto": "Si bien no te puedo equipar a ese precio de 4,000 pesos, pero te puedo ofrecer un plan de 16 gigas.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 105.11,
      "fin": 108.32,
      "duracion": 3.21,
      "texto": "Sí, cosa que no le tengas que hacer recargas. Con WhatsApp gratis.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 108.82,
      "fin": 121.25,
      "duracion": 12.43,
      "texto": "Bien, el WhatsApp pasa que nosotros desde el Movistar realmente es gratis. Lo que pasa con Claro es que solamente los mensajes son gratis. Si vos mandas foto, audio, video, Ahí te lo cobran.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.57,
      "fin": 126.35,
      "duracion": 4.79,
      "texto": "Bien, así que realmente va a notar la diferencia en el uso de gigas.",
      "confianza": 0.864,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.37,
      "fin": 128.07,
      "duracion": 1.7,
      "texto": "Sí, que no la vamos a llevar los altoras.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.7,
      "fin": 134.1,
      "duracion": 5.4,
      "texto": "Con hablar libre a cualquier compañía también. Y roaming en América. América a precio local.",
      "confianza": 0.835,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.7,
      "fin": 135.41,
      "duracion": 0.7,
      "texto": "Bien.",
      "confianza": 0.831,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.43,
      "fin": 142.44,
      "duracion": 7.01,
      "texto": "Con esos beneficios del plan tenés un descuento fijo por seis meses que es lo que dura la promo. Tien por 13.250 pesos.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.02,
      "fin": 150.49,
      "duracion": 7.47,
      "texto": "Como te decía, no se compara el precio, pero sí los beneficios son mucho mayores. y no le vas a tener que andar haciendo recargas.",
      "confianza": 0.812,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.06,
      "fin": 152.33,
      "duracion": 0.27,
      "texto": "Ok,",
      "confianza": 0.686,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.33,
      "fin": 156.22,
      "duracion": 3.89,
      "texto": "entonces vos me decías 16 gigas por cuánto?",
      "confianza": 0.686,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.24,
      "fin": 161.76,
      "duracion": 5.52,
      "texto": "13.250 pesos. 13.250 pesos. Ok,",
      "confianza": 0.589,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 161.76,
      "fin": 175.4,
      "duracion": 13.64,
      "texto": "entonces tendría que dejarme que termine de pagar la deuda que tengo con ustedes, que es algo de... creo que son de 50... 50 lucro, creo que sea más o menos.",
      "confianza": 0.567,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.8,
      "fin": 218.68,
      "duracion": 42.88,
      "texto": "A ver, ¿me dejás chequear el sistema que me figura? Dale. Pues me ha dado un segundito. Porque no sé si te han comentado, para hacer la portabilidad, Movistar perdona hasta una deuda de 30.000 pesos. Si en caso de que sea menos, no interfiere para nada en el trámite. Sí. Ajá. OK. A ver. Ahí estoy consultando a ver qué figura. Por ahí pasa también que las deudas como que caducan. O sea, no salen activas, entonces tampoco interferen en el trámite. Bien. OK. Ya voy a consultar.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 218.7,
      "fin": 224.77,
      "duracion": 6.07,
      "texto": "¿Vos tenés solamente esta línea en claro o tenés alguna otra?",
      "confianza": 0.611,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.79,
      "fin": 247.1,
      "duracion": 22.31,
      "texto": "No, no, no es la única línea que tengo. Bien. Te consultaba porque en caso de que tuvieras dos o más líneas, se hace grupo familiar y se le dan 4 gigas extra. De todas formas, desde la aplicación vos, cuando vos quieras, podés activar un beneficio que son 20 gigas extra por 30 días.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.7,
      "fin": 250.46,
      "duracion": 2.76,
      "texto": "Si esos son de regalo, vos lo podés activar cuando vos quieras.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 254.79,
      "fin": 259.12,
      "duracion": 4.33,
      "texto": "Bien, aguardame un segundito en línea y te digo que me figura.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.52,
      "fin": 287.1,
      "duracion": 1.57,
      "texto": "¿Eso son los últimos de igual de facha?",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.45,
      "fin": 288.93,
      "duracion": 0.48,
      "texto": "Aquí en el fondo.",
      "confianza": 0.188,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 358.44,
      "fin": 378.87,
      "duracion": 20.43,
      "texto": "Sí, te escucho, te signo. Bien, me escuchen tres deudas. Una de 40.000, otra de 45.532 pesos, otra de 1495.",
      "confianza": 0.379,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 379.85,
      "fin": 385.9,
      "duracion": 6.05,
      "texto": "O sea, aproximadamente menos de 50.000 pesos en la deuda, que es más o menos lo que vos decías.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.36,
      "fin": 387.88,
      "duracion": 0.52,
      "texto": "Bien.",
      "confianza": 0.601,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 390.27,
      "fin": 394.27,
      "duracion": 4.0,
      "texto": "¿Te parece que yo te pase por WhatsApp los ides de cada deuda?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 396.27,
      "fin": 410.13,
      "duracion": 13.86,
      "texto": "Dale, pasámelo por WhatsApp. Si yo el fin de semana voy a un rapid pago, pago el... Pago en el mercado, pago.",
      "confianza": 0.436,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 410.15,
      "fin": 410.21,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.072,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 410.23,
      "fin": 416.17,
      "duracion": 5.94,
      "texto": "Te parece mucho más cómodo. Te hago una pregunta. Porque ya me pasó esta semana.",
      "confianza": 0.258,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 416.93,
      "fin": 430.37,
      "duracion": 13.44,
      "texto": "con el asunto este del quisilo y toda la bola, que te descuentas guita, y vos pones, yo pongo 100 lucas y te va a descontar 10 lucas y te va a hacer 900 lucas. ¿No te hacen descuento? Pregunto.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 431.17,
      "fin": 463.6,
      "duracion": 32.43,
      "texto": "No, no. De que yo sepa, la verdad nunca nos ha pasado con los clientes que tengan que ese problema. No sé si es específico a Buenos Aires. Yo te pregunto porque soy de Mendoza. Claro, acá el problema es ese, porque, o sea, eh el problema es que el quisilote de cuenta ¿me entendés? es lo mismo que si vas y pones de depositar en el banco eh un ejemplo cien lucas y querés retirar las cien lucas, no vas a retirar las cien lucas, vas a retirar noventa.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 466.0,
      "fin": 486.18,
      "duracion": 20.18,
      "texto": "Ah claro, ¿con mercado a mí lo hace? eh o sea, no he probado con mercado pago, pero sí te digo que me pasó con el banco provincia a El Banco de Nación no, pero el Banco Provincia, la parte de la tarjeta naranja, Master... Bueno, me entendés.",
      "confianza": 0.119,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 487.34,
      "fin": 509.96,
      "duracion": 22.62,
      "texto": "Bueno, hagamos una prosa. Pero con mercado pago, vos tenés que poner pagar servicios, ponés pagar movistar, y ponés pagar con código de barras. Te vas a tirar como para escadriar un código de barras, Y ahí vos con el, creo que, ingresar co, lo digo de graciosa, no escaneas nada, sino que lo ingresas manual.",
      "confianza": 0.246,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 510.72,
      "fin": 519.09,
      "duracion": 8.37,
      "texto": "Y a esto el ID que yo te pasé, le agregas, te voy a poner agregar adelante 017.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 519.93,
      "fin": 530.57,
      "duracion": 10.64,
      "texto": "A cualquiera que vos quieras entrar para parar, le agregas 017 adelante y ahí te va a tirar la duda. Si no, avísame, yo te ayudo con el paso a paso y demás.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 531.26,
      "fin": 561.03,
      "duracion": 29.77,
      "texto": "Mira, si sumamos todos, da, mira, 45, yo ahí te la pasé en WhatsApp, 532 con 22, más 52 pesos con 34 centavos, más 6,495 con 32 centavos, da un total de 52,079 pesos con 88 centavos.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 561.72,
      "fin": 573.15,
      "duracion": 11.43,
      "texto": "vos pagando 22.100 pesos como para renunciar, ya no interfieres en el trámite de la deuda y puedes pasar tranquilamente a movilizar. Ok,",
      "confianza": 0.692,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 573.15,
      "fin": 576.88,
      "duracion": 3.73,
      "texto": "bueno, dale.",
      "confianza": 0.528,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.9,
      "fin": 602.37,
      "duracion": 25.47,
      "texto": "Entonces yo ahora te voy a poner, te mandé las deudas, sí, los diré, te puse a agregar adelante el CETA 17 y te puse 22.100, con eso basta. Como para que te acuerdes que no hace falta pagar todo. ¿Bien? Bueno, dale, dale, vamos. Así que, además te lo he extendido mi número y cualquier cosita me avisas. Y bueno, cuando quieras pasar a vomitar, tal vez que me puedas tener en cuenta, no hay ningún problema.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 603.34,
      "fin": 612.97,
      "duracion": 9.63,
      "texto": "Listo, listo, listo, listo. Te ajeno el número tuyo entonces. Dale, dale, dale. Perfecto. Jorge, un gusto. Que tengas muy bien. Gracias, gracias.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Mi nombre es Lu. Hablo con Jorge. Sí, ¿con quién hablas? Jorge, un gusto. Me estaba comunicando en el área de recupero del cliente de Movistar. Me figura tu línea en claro, ¿correcto? Sí, exactamente. Bien, perfecto. Jorge, te quería consultar qué fue lo que te llevó a cambiar de compañía, ¿te acordás? Eh... vale, qué fue lo que... porque ya hace bastante tiempo fue. el final de 2024. Sí, para que haga memoria, para que haga memoria. Claro, me ofertaron como se llama un plan de 10 gigas por 4.000 pesos. Ahí está, ahí me acordé. ¿Y actualmente con claro conservas ese plan? Sí, con claro sí. No, no, no, con ese conservo eso, lo de 4.000 pesos. Igual, o sea, a veces te pido un prestado porque a veces tengo ya. Tengo que llamar la parte con el de provincia y todo eso, pero son llamadas visitadas comunes. Claro, o sea, le tenés que andar haciendo recargas. Claro, sí, y después me lo descontan en la factura. O sea que al final terminás pagando más de cuatro mil pesos. Sí, verdaderamente sí. Bien. Mira, lo que yo te puedo ofrecer, Sí, para que tengas uno a uno fijo si no le tengas que andar haciendo recargas. Si bien no te puedo equipar a ese precio de 4,000 pesos, pero te puedo ofrecer un plan de 16 gigas. Sí, cosa que no le tengas que hacer recargas. Con WhatsApp gratis. Bien, el WhatsApp pasa que nosotros desde el Movistar realmente es gratis. Lo que pasa con Claro es que solamente los mensajes son gratis. Si vos mandas foto, audio, video, Ahí te lo cobran. Bien, así que realmente va a notar la diferencia en el uso de gigas. Sí, que no la vamos a llevar los altoras. Con hablar libre a cualquier compañía también. Y roaming en América. América a precio local. Bien. Con esos beneficios del plan tenés un descuento fijo por seis meses que es lo que dura la promo. Tien por 13.250 pesos. Como te decía, no se compara el precio, pero sí los beneficios son mucho mayores. y no le vas a tener que andar haciendo recargas. Ok, entonces vos me decías 16 gigas por cuánto? 13.250 pesos. 13.250 pesos. Ok, entonces tendría que dejarme que termine de pagar la deuda que tengo con ustedes, que es algo de... creo que son de 50... 50 lucro, creo que sea más o menos. A ver, ¿me dejás chequear el sistema que me figura? Dale. Pues me ha dado un segundito. Porque no sé si te han comentado, para hacer la portabilidad, Movistar perdona hasta una deuda de 30.000 pesos. Si en caso de que sea menos, no interfiere para nada en el trámite. Sí. Ajá. OK. A ver. Ahí estoy consultando a ver qué figura. Por ahí pasa también que las deudas como que caducan. O sea, no salen activas, entonces tampoco interferen en el trámite. Bien. OK. Ya voy a consultar. ¿Vos tenés solamente esta línea en claro o tenés alguna otra? No, no, no es la única línea que tengo. Bien. Te consultaba porque en caso de que tuvieras dos o más líneas, se hace grupo familiar y se le dan 4 gigas extra. De todas formas, desde la aplicación vos, cuando vos quieras, podés activar un beneficio que son 20 gigas extra por 30 días. Si esos son de regalo, vos lo podés activar cuando vos quieras. Bien, aguardame un segundito en línea y te digo que me figura. ¿Eso son los últimos de igual de facha? Aquí en el fondo. Sí, te escucho, te signo. Bien, me escuchen tres deudas. Una de 40.000, otra de 45.532 pesos, otra de 1495. O sea, aproximadamente menos de 50.000 pesos en la deuda, que es más o menos lo que vos decías. Bien. ¿Te parece que yo te pase por WhatsApp los ides de cada deuda? Dale, pasámelo por WhatsApp. Si yo el fin de semana voy a un rapid pago, pago el... Pago en el mercado, pago. Sí. Te parece mucho más cómodo. Te hago una pregunta. Porque ya me pasó esta semana. con el asunto este del quisilo y toda la bola, que te descuentas guita, y vos pones, yo pongo 100 lucas y te va a descontar 10 lucas y te va a hacer 900 lucas. ¿No te hacen descuento? Pregunto. No, no. De que yo sepa, la verdad nunca nos ha pasado con los clientes que tengan que ese problema. No sé si es específico a Buenos Aires. Yo te pregunto porque soy de Mendoza. Claro, acá el problema es ese, porque, o sea, eh el problema es que el quisilote de cuenta ¿me entendés? es lo mismo que si vas y pones de depositar en el banco eh un ejemplo cien lucas y querés retirar las cien lucas, no vas a retirar las cien lucas, vas a retirar noventa. Ah claro, ¿con mercado a mí lo hace? eh o sea, no he probado con mercado pago, pero sí te digo que me pasó con el banco provincia a El Banco de Nación no, pero el Banco Provincia, la parte de la tarjeta naranja, Master... Bueno, me entendés. Bueno, hagamos una prosa. Pero con mercado pago, vos tenés que poner pagar servicios, ponés pagar movistar, y ponés pagar con código de barras. Te vas a tirar como para escadriar un código de barras, Y ahí vos con el, creo que, ingresar co, lo digo de graciosa, no escaneas nada, sino que lo ingresas manual. Y a esto el ID que yo te pasé, le agregas, te voy a poner agregar adelante 017. A cualquiera que vos quieras entrar para parar, le agregas 017 adelante y ahí te va a tirar la duda. Si no, avísame, yo te ayudo con el paso a paso y demás. Mira, si sumamos todos, da, mira, 45, yo ahí te la pasé en WhatsApp, 532 con 22, más 52 pesos con 34 centavos, más 6,495 con 32 centavos, da un total de 52,079 pesos con 88 centavos. vos pagando 22.100 pesos como para renunciar, ya no interfieres en el trámite de la deuda y puedes pasar tranquilamente a movilizar. Ok, bueno, dale. Entonces yo ahora te voy a poner, te mandé las deudas, sí, los diré, te puse a agregar adelante el CETA 17 y te puse 22.100, con eso basta. Como para que te acuerdes que no hace falta pagar todo. ¿Bien? Bueno, dale, dale, vamos. Así que, además te lo he extendido mi número y cualquier cosita me avisas. Y bueno, cuando quieras pasar a vomitar, tal vez que me puedas tener en cuenta, no hay ningún problema. Listo, listo, listo, listo. Te ajeno el número tuyo entonces. Dale, dale, dale. Perfecto. Jorge, un gusto. Que tengas muy bien. Gracias, gracias.",
  "calidad": {
    "confianza_promedio": 0.541,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:53:41.088292",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 120,
    "total_segmentos_corregido": 50,
    "fecha_correccion": "2026-01-18T23:05:20.618782",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105925409_ACD_16209",
    "fecha_inicio": "12/1/2026 10:59:25",
    "agente_nombre": "MZA 29",
    "agente_login": "mza29",
    "duracion_total": 616,
    "tiempo_conversacion": 593,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}