{
  "archivo": "amza33_1_260112135405294_ACD_35225.wav",
  "duracion_segundos": 106.94,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 34.21,
    "Cliente": 64.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 3.44,
      "fin": 8.03,
      "duracion": 4.59,
      "texto": "Hola, ¿cómo te va Romina?",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.05,
      "fin": 8.11,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.056,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.13,
      "fin": 17.48,
      "duracion": 9.35,
      "texto": "Romina, un placer, mi nombre es Katy. Yo me estoy contactando con vos porque quiero ayudarte, lo que es un descuento exclusivo para lo que es tu línea mobile, ¿sí?",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.16,
      "fin": 32.82,
      "duracion": 14.66,
      "texto": "Tengo una consulta en este caso, Romina. ¿Vos en cuánto los llegas? ¿Estás cómoda o te quedas corta a veces? No, estoy bien, bien. Tengo prepago, así que no. Ah, bien, tienes prepago. ¿Y cuánto lo recargas por mes?",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.42,
      "fin": 49.84,
      "duracion": 15.42,
      "texto": "Y te alcanzan a esos beneficios o vamos por ahí básicamente perfecto porque te convinto, nosotros somos de la Ría de Recuperos de Cliente Moistur, estamos con esa campaña justamente con un plan de 16 gigas para activarle.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.92,
      "fin": 56.53,
      "duracion": 5.61,
      "texto": "Aparte de eso tiene WhatsApp gratis, además a cualquier compañía sin mitad de tiempo y Rummian en América.",
      "confianza": 0.658,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.7,
      "fin": 87.74,
      "duracion": 31.04,
      "texto": "y actualmente lo tenemos en $13,250 pesos para activarlo en tu línea, ¿sí? Esto la verdad que está bastante conveniente porque son bastante llegas con la opción de que vos podés guardarlo y transferirlo, ¿bien? Sí. Perfecto. Sí, pero no me interesa porque yo con lo que le cargo estoy bien, yo uso mucho el wifi donde voy, así que lo recargo, viste, nada más que por las duas necesitas hacer una llamada y hacer... pago, transferencia en algún negocio cuando ande en la calle de ahí en más.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.64,
      "fin": 104.79,
      "duracion": 16.15,
      "texto": "Sí, perfecto. El servicio es decidir a óptico contar con algún servidor o un agente de domicilio. Sí, ya tengo. Perfecto. ¿Y qué compañía tenés? Claro. Ah, perfecto. Bueno, lo dejo acá sentado en el sistema. Que tengas bonito día.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.61,
      "fin": 106.94,
      "duracion": 1.33,
      "texto": "Gracias, igualmente. Que estés bien.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo te va Romina? Sí. Romina, un placer, mi nombre es Katy. Yo me estoy contactando con vos porque quiero ayudarte, lo que es un descuento exclusivo para lo que es tu línea mobile, ¿sí? Tengo una consulta en este caso, Romina. ¿Vos en cuánto los llegas? ¿Estás cómoda o te quedas corta a veces? No, estoy bien, bien. Tengo prepago, así que no. Ah, bien, tienes prepago. ¿Y cuánto lo recargas por mes? Y te alcanzan a esos beneficios o vamos por ahí básicamente perfecto porque te convinto, nosotros somos de la Ría de Recuperos de Cliente Moistur, estamos con esa campaña justamente con un plan de 16 gigas para activarle. Aparte de eso tiene WhatsApp gratis, además a cualquier compañía sin mitad de tiempo y Rummian en América. y actualmente lo tenemos en $13,250 pesos para activarlo en tu línea, ¿sí? Esto la verdad que está bastante conveniente porque son bastante llegas con la opción de que vos podés guardarlo y transferirlo, ¿bien? Sí. Perfecto. Sí, pero no me interesa porque yo con lo que le cargo estoy bien, yo uso mucho el wifi donde voy, así que lo recargo, viste, nada más que por las duas necesitas hacer una llamada y hacer... pago, transferencia en algún negocio cuando ande en la calle de ahí en más. Sí, perfecto. El servicio es decidir a óptico contar con algún servidor o un agente de domicilio. Sí, ya tengo. Perfecto. ¿Y qué compañía tenés? Claro. Ah, perfecto. Bueno, lo dejo acá sentado en el sistema. Que tengas bonito día. Gracias, igualmente. Que estés bien.",
  "calidad": {
    "confianza_promedio": 0.516,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:44:15.919133",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:23.843265",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112135405294_ACD_35225",
    "fecha_inicio": "12/1/2026 13:54:05",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 123,
    "tiempo_conversacion": 104,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}