{
  "archivo": "amza15_1_260113103241173_ACD_44071.wav",
  "duracion_segundos": 213.72,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 37.24,
    "Cliente": 154.03
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.66,
      "fin": 14.18,
      "duracion": 13.52,
      "texto": "Hola. Hola, ¿qué tal? Buen día, ¿con Norma? Sí, con ella, ¿no? Norma, ¿cómo le va? Macarena es mi nombre, nos estamos contactando del área de beneficios de Movistar para brindarle una muy buena promoción en sus líneas.",
      "confianza": 0.201,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.1,
      "fin": 17.14,
      "duracion": 2.04,
      "texto": "¿Usted actualmente está en claro, verdad?",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.92,
      "fin": 19.98,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.008,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.0,
      "fin": 29.6,
      "duracion": 9.6,
      "texto": "Bien, ¿y hace cuánto tiempo próximadamente que se encuentra en claro? Más o menos 3 meses. Bien, con 4 líneas, ¿esto es correcto?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.61,
      "fin": 40.78,
      "duracion": 10.17,
      "texto": "Le consulto ahora acerca de su plan. ¿Usted qué cantidad de gigas tiene? ¿Cuenta con solamente gigas de base? ¿También cuenta con gigas de regalo?",
      "confianza": 0.798,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.85,
      "fin": 54.2,
      "duracion": 9.35,
      "texto": "No, solamente con gigas de base. Perfecto, porque en este caso tenemos para brindarle lo que es un plan intermedio de 16 gigas en total, porque son 8 de base más 8 de regalo.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.82,
      "fin": 62.54,
      "duracion": 7.71,
      "texto": "con todo bonificado, lo que son llamadas, SMS y WhatsApp totalmente libres con el roaming incluido en el caso de que sea de viajar.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.66,
      "fin": 83.01,
      "duracion": 19.35,
      "texto": "En el caso de que pase más de una línea a su nombre, le podemos otorgar cuatro gigas más en el plan respetando el mismo valor que tiene un valor de 13,250. Entonces, en vez de tener 16 gigas, tendría 20 gigas para las cuatro líneas por el mismo valor. ¿Sí? ¿Usted en claro aproximadamente cuánto está volando?",
      "confianza": 0.861,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.58,
      "fin": 102.05,
      "duracion": 17.47,
      "texto": "Nosotros tenemos para brindarle este plan el día de hoy para las cuatro líneas, no sé qué le ha parecido.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.39,
      "fin": 114.48,
      "duracion": 9.09,
      "texto": "Le quedaría más económico inclusive porque sería un total por las cuatro líneas de 53.000.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.62,
      "fin": 116.15,
      "duracion": 0.52,
      "texto": "Bien.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.71,
      "fin": 121.89,
      "duracion": 5.18,
      "texto": "Le consulto. ¿En su domicilio cuenta con el servicio de internet? No.",
      "confianza": 0.911,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.01,
      "fin": 136.93,
      "duracion": 13.92,
      "texto": "Bien. Porque en el caso de que acceda con el servicio de internet, tenemos para brindarle una promoción de 300 megas de internet con la línea que una de las líneas le quedaría bonificada en un valor de 4,000 pesos con 8 gigas, ¿sí?",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.79,
      "fin": 142.83,
      "duracion": 5.04,
      "texto": "Y el servicio de internet tiene un valor de 20, hacen un total de 24, ¿sí?",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.37,
      "fin": 144.75,
      "duracion": 1.38,
      "texto": "Con 300 megas.",
      "confianza": 0.88,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.44,
      "fin": 172.99,
      "duracion": 27.55,
      "texto": "Para esto, tendríamos que corroborar la dirección, ¿sí? Dígame su dirección. ¿Cómo, perdón? Sí, ahí la escucho mejor. Bien. Acá en mi almuficio, donde yo estoy viviendo en Cuba, el Fuego, Islas y Río Grande, no llegan las islas ópticas, cuando la almuficio, donde yo estoy viviendo en un barrio de Chacra.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.56,
      "fin": 202.97,
      "duracion": 29.41,
      "texto": "Por el momento no está interesada por movistar, así que le agradezco mucho su llamada. ¿Y por un plan más económico que le quedaría en el tiempo? No es disculparme, pero no es por la plata, es por el servicio de movistar. Bien, respecto a la señal, ¿verdad? ¿Cómo? Respecto a la señal, me dice usted... Sí, sí, usted tiene muy buenas señaladas en la isla.",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.81,
      "fin": 213.72,
      "duracion": 9.91,
      "texto": "Bien, en ese caso, de todo amor, nos asegura que el año pasado... Claro, no puedo interesarla, mi reina, gracias. Gracias, mi reina, no estoy interesada por el momento.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día, ¿con Norma? Sí, con ella, ¿no? Norma, ¿cómo le va? Macarena es mi nombre, nos estamos contactando del área de beneficios de Movistar para brindarle una muy buena promoción en sus líneas. ¿Usted actualmente está en claro, verdad? Sí. Bien, ¿y hace cuánto tiempo próximadamente que se encuentra en claro? Más o menos 3 meses. Bien, con 4 líneas, ¿esto es correcto? Le consulto ahora acerca de su plan. ¿Usted qué cantidad de gigas tiene? ¿Cuenta con solamente gigas de base? ¿También cuenta con gigas de regalo? No, solamente con gigas de base. Perfecto, porque en este caso tenemos para brindarle lo que es un plan intermedio de 16 gigas en total, porque son 8 de base más 8 de regalo. con todo bonificado, lo que son llamadas, SMS y WhatsApp totalmente libres con el roaming incluido en el caso de que sea de viajar. En el caso de que pase más de una línea a su nombre, le podemos otorgar cuatro gigas más en el plan respetando el mismo valor que tiene un valor de 13,250. Entonces, en vez de tener 16 gigas, tendría 20 gigas para las cuatro líneas por el mismo valor. ¿Sí? ¿Usted en claro aproximadamente cuánto está volando? Nosotros tenemos para brindarle este plan el día de hoy para las cuatro líneas, no sé qué le ha parecido. Le quedaría más económico inclusive porque sería un total por las cuatro líneas de 53.000. Bien. Le consulto. ¿En su domicilio cuenta con el servicio de internet? No. Bien. Porque en el caso de que acceda con el servicio de internet, tenemos para brindarle una promoción de 300 megas de internet con la línea que una de las líneas le quedaría bonificada en un valor de 4,000 pesos con 8 gigas, ¿sí? Y el servicio de internet tiene un valor de 20, hacen un total de 24, ¿sí? Con 300 megas. Para esto, tendríamos que corroborar la dirección, ¿sí? Dígame su dirección. ¿Cómo, perdón? Sí, ahí la escucho mejor. Bien. Acá en mi almuficio, donde yo estoy viviendo en Cuba, el Fuego, Islas y Río Grande, no llegan las islas ópticas, cuando la almuficio, donde yo estoy viviendo en un barrio de Chacra. Por el momento no está interesada por movistar, así que le agradezco mucho su llamada. ¿Y por un plan más económico que le quedaría en el tiempo? No es disculparme, pero no es por la plata, es por el servicio de movistar. Bien, respecto a la señal, ¿verdad? ¿Cómo? Respecto a la señal, me dice usted... Sí, sí, usted tiene muy buenas señaladas en la isla. Bien, en ese caso, de todo amor, nos asegura que el año pasado... Claro, no puedo interesarla, mi reina, gracias. Gracias, mi reina, no estoy interesada por el momento.",
  "calidad": {
    "confianza_promedio": 0.556,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:22:29.849620",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 46,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:14.944086",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113103241173_ACD_44071",
    "fecha_inicio": "13/1/2026 10:32:41",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 236,
    "tiempo_conversacion": 210,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}