{
  "archivo": "amza_sup2_1_260112111032149_MIT_01945.wav",
  "duracion_segundos": 515.33,
  "num_segmentos": 145,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 147.92,
    "Cliente": 326.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.94,
      "duracion": 4.91,
      "texto": "Sí, fuimos los dos y nos presentamos... Bueno, en ese momento era Movistar.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.2,
      "fin": 6.88,
      "duracion": 0.68,
      "texto": "Sí.",
      "confianza": 0.494,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.9,
      "fin": 9.34,
      "duracion": 2.44,
      "texto": "Y bueno, fuimos los dos con el documento todo.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.88,
      "fin": 17.57,
      "duracion": 7.69,
      "texto": "Hicimos el pase de titularidad todo y dijeron que en una semana iban a llegar la nueva boleta, ya mi nombre.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.23,
      "fin": 18.83,
      "duracion": 0.6,
      "texto": "Ah, tu nombre.",
      "confianza": 0.267,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.55,
      "fin": 20.76,
      "duracion": 1.2,
      "texto": "Claro, y llegaba mi nombre.",
      "confianza": 0.817,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.32,
      "fin": 21.38,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.042,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.4,
      "fin": 31.25,
      "duracion": 9.85,
      "texto": "Pero después cada vez que se comunicaban de otros medios, o sea, claro, Movistar, de otra manera. Eh, se llamaban siempre diciendo por Gladys.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.91,
      "fin": 41.3,
      "duracion": 9.39,
      "texto": "Y es raro porque si ya dijimos exactamente de la vida, esa desfigura de mi nombre, no entiendo por qué me siguen preguntando, o sea, siguen hablándome como si fuese, o sea, como si esta estuviese asesina.",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.32,
      "fin": 42.1,
      "duracion": 0.78,
      "texto": "Sí, sí, comprendo.",
      "confianza": 0.323,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.12,
      "fin": 43.96,
      "duracion": 1.84,
      "texto": "A ver, ¿me querés decir tu número de documentos?",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 45.05,
      "fin": 52.45,
      "duracion": 7.4,
      "texto": "Cuarenta y cinco, dos treinta y cinco, ciento once. Bien, es cuarenta y cinco, dos tres cinco, ciento once.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.42,
      "fin": 55.52,
      "duracion": 1.1,
      "texto": "Sí. A ver. Sí.",
      "confianza": 0.005,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.23,
      "fin": 68.68,
      "duracion": 12.45,
      "texto": "Claramente el titular sos vos, de tu línea. De la línea terminal 79-67 sos vos. Sí. Bien, o sea que directamente si han hecho el cambio de titularidad puede ser un error en el sistema.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.7,
      "fin": 74.17,
      "duracion": 4.47,
      "texto": "Bien que no te deje, no te digan bien por tu nombre y te digan por Gladys.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.87,
      "fin": 82.46,
      "duracion": 7.59,
      "texto": "¿Qué pasa? El sistema se actualiza cada tres, cuatro años, quizás bien. Entonces tiene que pasar una duración de tiempo, pero igualmente la línea está a tu nombre.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.14,
      "fin": 99.98,
      "duracion": 16.84,
      "texto": "Bien, no está a nombre. Quédate tranquila. Tranquilo, en caso bien, que vos quieras ponerle, no sé, cambiar lo que es tu línea, te quedaría en un plan, que era lo que yo te iba a ofrecer ahora, de 16GB más 20GB extras, con Romén incluido en el plan, y de más bien, que te queda en 13.250 pesos.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.76,
      "fin": 103.27,
      "duracion": 2.5,
      "texto": "Tiene que ser que actualmente vos estás abonando más o menos que eso.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.96,
      "fin": 113.12,
      "duracion": 2.16,
      "texto": "Sí, pero un poquito más, no sé si... Bueno, ya que estamos, a ver si tenés un plan un poquito más económico.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.14,
      "fin": 113.94,
      "duracion": 0.8,
      "texto": "O sea, no sé si... Algo menos de 10.000.",
      "confianza": 0.023,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.58,
      "fin": 115.54,
      "duracion": 0.96,
      "texto": "Bien, perfecto.",
      "confianza": 0.554,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 115.56,
      "fin": 118.06,
      "duracion": 2.5,
      "texto": "Mirá, algo menos de 10.000 no tengo, pero ¿por qué?",
      "confianza": 0.846,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 118.66,
      "fin": 120.26,
      "duracion": 1.6,
      "texto": "Porque los planes son de muchas gigas, ¿bien?",
      "confianza": 0.837,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.84,
      "fin": 122.91,
      "duracion": 2.06,
      "texto": "Yo no sé con cuántas gigas contás vos actualmente.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.17,
      "fin": 136.45,
      "duracion": 9.28,
      "texto": "Y más o menos con 10, creo, si no me equivoco. Con 10 gigas, bien. Sí, el tema es que no importa si son pocas. O sea, de últimas necesitan como mínimo 5 gigas por mes. Bien,",
      "confianza": 0.036,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 136.45,
      "fin": 142.73,
      "duracion": 6.28,
      "texto": "mirá, lo que tengo para ofrecerte actualmente es un plan, por lo que veo, usas mucho quizás Internet de casa y demás, no lo necesitas tanto, ¿viste?",
      "confianza": 0.645,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.75,
      "fin": 173.24,
      "duracion": 30.49,
      "texto": "Por los gigas. Así que tengo para presentarte lo que es un plan, justamente, de 8 gigas más 20 gigas extra. Siempre las 20 gigas van a estar porque es un regalo que te da la compañía, ¿bien? Que te quedan unos $1400 pesos. Son $1400 pesos más a $10000, pero donarías menos de lo que estás abonando actualmente. ¿Me entendés? Claro, sí, sí. Bien. Me dijiste que tu documento era $45, 235, $111. Bien, perfecto. Mira, igualmente, te voy a hacer sinceránico.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 173.84,
      "fin": 178.89,
      "duracion": 5.05,
      "texto": "No soy de la compañía Movistar, no soy de la compañía Movistar. No sé si me presioné al principio.",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.33,
      "fin": 187.0,
      "duracion": 6.67,
      "texto": "Igualmente. Sí, sí, sí, porque te notaba como muy seguro, me preguntabas de cinco gigas así, bien, y claro, en Movistar no tenemos así.",
      "confianza": 0.386,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.56,
      "fin": 236.09,
      "duracion": 48.53,
      "texto": "Tenemos de ocho gigas, bien, partir de los ocho gigas para arriba. No sé si igual tenés algún inconveniente con que seamos de Movistar o has tenido una mala experiencia además. No, no tengo mala experiencia. El tema siempre de Movistar fue que no me cargaban bien a veces los gatos. Pero después de un momento se arregló y ya se me venció el plan y se me fue más de 20.000 calles y esto ya se me hizo bastante y aparte yo tampoco puse tanto sigabaí porque lo uso más que nada cuando salgo y demás. Sí, no sé, salís con tu amigo o vas a algún lado y necesitas obviamente los datos, pero no sos mucho de usarlo. No mucho no, por eso mismo, así que, por eso, después me dimos que se me aclaró un plan de 500 y bueno, ya se me ha vencido bien ahora, ahorrando más, así que...",
      "confianza": 0.796,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 236.09,
      "fin": 245.34,
      "duracion": 9.25,
      "texto": "Bien, mira, lo que tengo, bueno, es justamente ese plan, como te digo Nico, actualmente nosotros tenemos un descuento fijo bien y es el precio final.",
      "confianza": 0.317,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.81,
      "fin": 249.28,
      "duracion": 3.46,
      "texto": "El descuento fijo que tenemos es por seis meses y el precio final es este, ¿bien?",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.92,
      "fin": 254.21,
      "duracion": 4.29,
      "texto": "No te voy a mentir Nico, sabrás como todas las compañías vienen todos los lugares que las cosas aumentan,",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.84,
      "fin": 259.19,
      "duracion": 4.34,
      "texto": "Tiene mi experiencia con mucho, lo que te puede llegar a aumentar son 200 pesos, 300 pesos, para que te des una idea.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.75,
      "fin": 267.44,
      "duracion": 7.69,
      "texto": "El mes pasado, por ejemplo, el plan que te ofrecí primero, el de 13.250, estaba en 13.000 pesos, y lo mucho que ha aumentado son 250 pesos, para que te des una idea.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.0,
      "fin": 269.58,
      "duracion": 1.58,
      "texto": "Ahora está en 13.250 pesos.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 270.16,
      "fin": 294.58,
      "duracion": 24.42,
      "texto": "Bien, y el plan que teníamos actualmente, que tenemos ahora que te ofrecí de 8 gigas, que te queda en 11.400 pesos, anteriormente estaba en 11.000 pesos, para que te des una idea, aumentó 400 pesos. Ya no te aumenta una barbaridad, porque antes estábamos regulados por una empresa que se llamaba Enacón, hoy en día ya nos gusta manejar sus propios precios, ¿bien? Entonces, no te voy a comentar tanto desde mi experiencia, ¿bien? Por ejemplo, a mí me pasa que yo tengo Monster y a mí me viene como mucho 200, 300 pesos de más.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 294.6,
      "fin": 302.79,
      "duracion": 8.19,
      "texto": "Antes sí, te venían 3.000, 4.000 pesos quizás, bien, pero como te comento desde mi experiencia, siempre te viene ahora un aumento de 300, 200 pesos como mucho.",
      "confianza": 0.732,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.85,
      "fin": 319.4,
      "duracion": 15.55,
      "texto": "Entonces, si querés que comenzamos, el trámite demora como mucho 5 minutos, Bien, yo tus datos los tengo, no sé si tu mail es nico.river122.com Sí, ¿es el mismo o lo cambiaste? Bien,",
      "confianza": 0.732,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 319.4,
      "fin": 334.97,
      "duracion": 15.57,
      "texto": "entonces nico.river122.com Bien, te he comentado súper sencillo, son dos minutos nada más, yo te paso mi número personal, bien, para que vos lo tengas, en caso de que alguna duda, alguna consulta que tengas, vos me decís que me irán hasta",
      "confianza": 0.672,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 335.32,
      "fin": 339.41,
      "duracion": 4.09,
      "texto": "no me cumplieron tal cosa o no me dijeron tal cosa, yo te lo voy a tratar de solucionar, obviamente, como asesora.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 340.99,
      "fin": 364.04,
      "duracion": 23.05,
      "texto": "Bien, a ver, lo que yo quiero es que vos tengas un asesoramiento personal y que después cuando te tengas que comunicar cómo estar, no tengas que estar tomando una computadora y demás, ¿bien? Siempre quiero que charles con una persona porque a mí me tenga que tocar que me hable una computadora, perdón por la palabra, pero los mando a la misma. Uno que esté contestando, sí, siempre, que hay una persona real que le esté hablando, ¿bien? Que te diga, che, mira, sí, es así, es así, es así, bien, o no, mira, no te podemos acertar la bonificación, O sí, bien.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 364.72,
      "fin": 368.67,
      "duracion": 3.94,
      "texto": "Y también te voy a hacer lo que es un cierre comercial, que es para que usted quede tranquilo de lo que vas a adquirir.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.19,
      "fin": 378.42,
      "duracion": 9.23,
      "texto": "Y en caso de que tengas alguna dificultad, bien, con algún, algo de la aplicación de Monster o algo, puedes ir incluso a alguna tienda de Monster, pedir mi audio y va a estar grabado, ¿bien?",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 379.98,
      "fin": 447.34,
      "duracion": 67.36,
      "texto": "Bien, te hago una consulta, me sale una provincia de una alcaldía que es de Tapiales, Buenos Aires, ¿puedes estar? O no estás más ahí. No, no, sí, eso. Ahora estoy en vacaciones, estoy en Mar de Plata. Voy a volver en dos semanas más o menos. Bueno, ¿te parece Mar de Plata entonces? Tengo una sucursal en Mar de Plata donde vos puedes retirar el chip, no importa donde estés, puede ser en cualquiera. Tengo una sucursal que queda en San Martín al 2615. ¿Esa te queda cómoda? Sí. Genial, todos te van a quedar cerca porque están todos ubicados en el mismo lugar, así que te lo voy a mandar por WhatsApp. No sé si te tengo mi mensajito de Hola, soy Nasa. Por la jugada. Genial. Los horarios de atención, te los voy a pasar a comentar, son de lunes a sábado, de nueve y media a siete y media de la tarde. ¡Qué lindo que estés de vacaciones a Mar de Plata! Muchas gracias. ¿Mucho calor? Y acá, por suerte, estos días, sí. Bueno. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.93,
      "fin": 458.34,
      "duracion": 10.41,
      "texto": "No, esto creo que es lo peor que te puede pasar. ¿Qué te puede pasar? Que te venga a la plaza. Mal, el mal. Que te caigas de frío encima.",
      "confianza": 0.197,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 459.12,
      "fin": 476.42,
      "duracion": 17.3,
      "texto": "Yo estoy hablando reto tirando, pero... Es lo más importante que la plaza, no lo puedes decir. Bien, te voy a dictar lo que es su nombre completo. A ver si está bien. En el sistema es Nicolás Alejandro Romero. Bien, perfecto. Ahí aguardamos un momento.",
      "confianza": 0.402,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 477.04,
      "fin": 488.65,
      "duracion": 11.61,
      "texto": "Entonces, ¿no me vas a acordar, por favor, Nico? Porque perdemos todo. Nicolás, eh... Nicolás, Alejandro, Romero. Bien,",
      "confianza": 0.72,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 488.65,
      "fin": 490.83,
      "duracion": 2.18,
      "texto": "bueno, Nico, paso a leerte lo que es el CR comercial.",
      "confianza": 0.611,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 490.88,
      "fin": 495.88,
      "duracion": 5.0,
      "texto": "Recordá, si tenés alguna duda, consultame, parás. Viene Messi Parana, no entiendo tal cosa, y te lo explico, ¿bien?",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 497.38,
      "fin": 515.33,
      "duracion": 17.95,
      "texto": "Vale. Bien, Nico, para recibir futuras promociones, ¿tenés interés de mostrar en casa por casualidad? Eh... en mi casa de allá de Buenos Aires y acá no. Bueno, si en tu casa de Buenos Aires tenés internet de Mostar, una vez que vos intentés Mostar, te descargas la app de Mostar. ¿Bien? ¿Por qué? Te comento.",
      "confianza": 0.045,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Sí, fuimos los dos y nos presentamos... Bueno, en ese momento era Movistar. Sí. Y bueno, fuimos los dos con el documento todo. Hicimos el pase de titularidad todo y dijeron que en una semana iban a llegar la nueva boleta, ya mi nombre. Ah, tu nombre. Claro, y llegaba mi nombre. Sí. Pero después cada vez que se comunicaban de otros medios, o sea, claro, Movistar, de otra manera. Eh, se llamaban siempre diciendo por Gladys. Y es raro porque si ya dijimos exactamente de la vida, esa desfigura de mi nombre, no entiendo por qué me siguen preguntando, o sea, siguen hablándome como si fuese, o sea, como si esta estuviese asesina. Sí, sí, comprendo. A ver, ¿me querés decir tu número de documentos? Cuarenta y cinco, dos treinta y cinco, ciento once. Bien, es cuarenta y cinco, dos tres cinco, ciento once. Sí. A ver. Sí. Claramente el titular sos vos, de tu línea. De la línea terminal 79-67 sos vos. Sí. Bien, o sea que directamente si han hecho el cambio de titularidad puede ser un error en el sistema. Bien que no te deje, no te digan bien por tu nombre y te digan por Gladys. ¿Qué pasa? El sistema se actualiza cada tres, cuatro años, quizás bien. Entonces tiene que pasar una duración de tiempo, pero igualmente la línea está a tu nombre. Bien, no está a nombre. Quédate tranquila. Tranquilo, en caso bien, que vos quieras ponerle, no sé, cambiar lo que es tu línea, te quedaría en un plan, que era lo que yo te iba a ofrecer ahora, de 16GB más 20GB extras, con Romén incluido en el plan, y de más bien, que te queda en 13.250 pesos. Tiene que ser que actualmente vos estás abonando más o menos que eso. Sí, pero un poquito más, no sé si... Bueno, ya que estamos, a ver si tenés un plan un poquito más económico. O sea, no sé si... Algo menos de 10.000. Bien, perfecto. Mirá, algo menos de 10.000 no tengo, pero ¿por qué? Porque los planes son de muchas gigas, ¿bien? Yo no sé con cuántas gigas contás vos actualmente. Y más o menos con 10, creo, si no me equivoco. Con 10 gigas, bien. Sí, el tema es que no importa si son pocas. O sea, de últimas necesitan como mínimo 5 gigas por mes. Bien, mirá, lo que tengo para ofrecerte actualmente es un plan, por lo que veo, usas mucho quizás Internet de casa y demás, no lo necesitas tanto, ¿viste? Por los gigas. Así que tengo para presentarte lo que es un plan, justamente, de 8 gigas más 20 gigas extra. Siempre las 20 gigas van a estar porque es un regalo que te da la compañía, ¿bien? Que te quedan unos $1400 pesos. Son $1400 pesos más a $10000, pero donarías menos de lo que estás abonando actualmente. ¿Me entendés? Claro, sí, sí. Bien. Me dijiste que tu documento era $45, 235, $111. Bien, perfecto. Mira, igualmente, te voy a hacer sinceránico. No soy de la compañía Movistar, no soy de la compañía Movistar. No sé si me presioné al principio. Igualmente. Sí, sí, sí, porque te notaba como muy seguro, me preguntabas de cinco gigas así, bien, y claro, en Movistar no tenemos así. Tenemos de ocho gigas, bien, partir de los ocho gigas para arriba. No sé si igual tenés algún inconveniente con que seamos de Movistar o has tenido una mala experiencia además. No, no tengo mala experiencia. El tema siempre de Movistar fue que no me cargaban bien a veces los gatos. Pero después de un momento se arregló y ya se me venció el plan y se me fue más de 20.000 calles y esto ya se me hizo bastante y aparte yo tampoco puse tanto sigabaí porque lo uso más que nada cuando salgo y demás. Sí, no sé, salís con tu amigo o vas a algún lado y necesitas obviamente los datos, pero no sos mucho de usarlo. No mucho no, por eso mismo, así que, por eso, después me dimos que se me aclaró un plan de 500 y bueno, ya se me ha vencido bien ahora, ahorrando más, así que... Bien, mira, lo que tengo, bueno, es justamente ese plan, como te digo Nico, actualmente nosotros tenemos un descuento fijo bien y es el precio final. El descuento fijo que tenemos es por seis meses y el precio final es este, ¿bien? No te voy a mentir Nico, sabrás como todas las compañías vienen todos los lugares que las cosas aumentan, Tiene mi experiencia con mucho, lo que te puede llegar a aumentar son 200 pesos, 300 pesos, para que te des una idea. El mes pasado, por ejemplo, el plan que te ofrecí primero, el de 13.250, estaba en 13.000 pesos, y lo mucho que ha aumentado son 250 pesos, para que te des una idea. Ahora está en 13.250 pesos. Bien, y el plan que teníamos actualmente, que tenemos ahora que te ofrecí de 8 gigas, que te queda en 11.400 pesos, anteriormente estaba en 11.000 pesos, para que te des una idea, aumentó 400 pesos. Ya no te aumenta una barbaridad, porque antes estábamos regulados por una empresa que se llamaba Enacón, hoy en día ya nos gusta manejar sus propios precios, ¿bien? Entonces, no te voy a comentar tanto desde mi experiencia, ¿bien? Por ejemplo, a mí me pasa que yo tengo Monster y a mí me viene como mucho 200, 300 pesos de más. Antes sí, te venían 3.000, 4.000 pesos quizás, bien, pero como te comento desde mi experiencia, siempre te viene ahora un aumento de 300, 200 pesos como mucho. Entonces, si querés que comenzamos, el trámite demora como mucho 5 minutos, Bien, yo tus datos los tengo, no sé si tu mail es nico.river122.com Sí, ¿es el mismo o lo cambiaste? Bien, entonces nico.river122.com Bien, te he comentado súper sencillo, son dos minutos nada más, yo te paso mi número personal, bien, para que vos lo tengas, en caso de que alguna duda, alguna consulta que tengas, vos me decís que me irán hasta no me cumplieron tal cosa o no me dijeron tal cosa, yo te lo voy a tratar de solucionar, obviamente, como asesora. Bien, a ver, lo que yo quiero es que vos tengas un asesoramiento personal y que después cuando te tengas que comunicar cómo estar, no tengas que estar tomando una computadora y demás, ¿bien? Siempre quiero que charles con una persona porque a mí me tenga que tocar que me hable una computadora, perdón por la palabra, pero los mando a la misma. Uno que esté contestando, sí, siempre, que hay una persona real que le esté hablando, ¿bien? Que te diga, che, mira, sí, es así, es así, es así, bien, o no, mira, no te podemos acertar la bonificación, O sí, bien. Y también te voy a hacer lo que es un cierre comercial, que es para que usted quede tranquilo de lo que vas a adquirir. Y en caso de que tengas alguna dificultad, bien, con algún, algo de la aplicación de Monster o algo, puedes ir incluso a alguna tienda de Monster, pedir mi audio y va a estar grabado, ¿bien? Bien, te hago una consulta, me sale una provincia de una alcaldía que es de Tapiales, Buenos Aires, ¿puedes estar? O no estás más ahí. No, no, sí, eso. Ahora estoy en vacaciones, estoy en Mar de Plata. Voy a volver en dos semanas más o menos. Bueno, ¿te parece Mar de Plata entonces? Tengo una sucursal en Mar de Plata donde vos puedes retirar el chip, no importa donde estés, puede ser en cualquiera. Tengo una sucursal que queda en San Martín al 2615. ¿Esa te queda cómoda? Sí. Genial, todos te van a quedar cerca porque están todos ubicados en el mismo lugar, así que te lo voy a mandar por WhatsApp. No sé si te tengo mi mensajito de Hola, soy Nasa. Por la jugada. Genial. Los horarios de atención, te los voy a pasar a comentar, son de lunes a sábado, de nueve y media a siete y media de la tarde. ¡Qué lindo que estés de vacaciones a Mar de Plata! Muchas gracias. ¿Mucho calor? Y acá, por suerte, estos días, sí. Bueno. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. Antigua. No, esto creo que es lo peor que te puede pasar. ¿Qué te puede pasar? Que te venga a la plaza. Mal, el mal. Que te caigas de frío encima. Yo estoy hablando reto tirando, pero... Es lo más importante que la plaza, no lo puedes decir. Bien, te voy a dictar lo que es su nombre completo. A ver si está bien. En el sistema es Nicolás Alejandro Romero. Bien, perfecto. Ahí aguardamos un momento. Entonces, ¿no me vas a acordar, por favor, Nico? Porque perdemos todo. Nicolás, eh... Nicolás, Alejandro, Romero. Bien, bueno, Nico, paso a leerte lo que es el CR comercial. Recordá, si tenés alguna duda, consultame, parás. Viene Messi Parana, no entiendo tal cosa, y te lo explico, ¿bien? Vale. Bien, Nico, para recibir futuras promociones, ¿tenés interés de mostrar en casa por casualidad? Eh... en mi casa de allá de Buenos Aires y acá no. Bueno, si en tu casa de Buenos Aires tenés internet de Mostar, una vez que vos intentés Mostar, te descargas la app de Mostar. ¿Bien? ¿Por qué? Te comento.",
  "calidad": {
    "confianza_promedio": 0.482,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:26:07.017886",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 7,
    "total_segmentos_original": 145,
    "total_segmentos_corregido": 51,
    "fecha_correccion": "2026-01-18T23:05:33.641757",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112111032149_MIT_01945",
    "sin_datos_basurita": true
  }
}