{
  "archivo": "amza32_1_260116143258713_ACD_64875.wav",
  "duracion_segundos": 213.15,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 99.18,
    "Cliente": 94.84
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.25,
      "fin": 12.16,
      "duracion": 10.91,
      "texto": "Hola, buenas tardes. Mi nombre es Marina. Hablo con Martín. Sí, se lo hablás. Martín, un gusto. ¿Cómo estás en el día? ¿Todo bien? ¿Qué tal?",
      "confianza": 0.237,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.2,
      "fin": 12.66,
      "duracion": 0.46,
      "texto": "Bien. Bien.",
      "confianza": 0.278,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.18,
      "fin": 22.64,
      "duracion": 9.46,
      "texto": "Martín, el día de ayer me estaba contactando porque me escribía que estás en la compañía de claro actualmente. ¿Es correcto?",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.66,
      "fin": 22.72,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.74,
      "fin": 37.22,
      "duracion": 14.48,
      "texto": "La verdad es que movistar... Sí, me estaba comunicando de movistar, pero más que nada para preguntarte cuál fue el motivo que a vos te llevó a irte de la compañía. Estamos en uno de los clientes que fueron clientes. justamente para preguntarles cuál había sido el motivo que se vea la compañía porque claramente nos interesa conocer.",
      "confianza": 0.395,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.33,
      "fin": 42.09,
      "duracion": 2.76,
      "texto": "Bueno, yo te voy a decir lo mismo que le dije ya a diez personas.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.79,
      "fin": 54.25,
      "duracion": 11.46,
      "texto": "Me fui porque no hay oficinas en mi ciudad y tuve que hacer gestiones y no pude hacerlas. Bien. Estoy en Rosario.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.49,
      "fin": 59.33,
      "duracion": 3.84,
      "texto": "Sí. Miren, te voy a consultar. Esas cuestiones que tuviste que hacer, ¿cuáles fueron?",
      "confianza": 0.05,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.81,
      "fin": 77.7,
      "duracion": 16.89,
      "texto": "Tenía que demostrar el asesimiento de una persona y cambiar la titularidad y teniente hacer 100 kilómetros. Porque no... Ya, bueno, ya. Así cerca. Claro,",
      "confianza": 0.714,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 77.7,
      "fin": 78.38,
      "duracion": 0.68,
      "texto": "claro, me comprendo.",
      "confianza": 0.241,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.8,
      "fin": 82.93,
      "duracion": 3.12,
      "texto": "Bien, en este caso, yo te pido alguna disculpa.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.67,
      "fin": 93.61,
      "duracion": 9.94,
      "texto": "Si no me equivoco, también se puede hacer desde la aplicación. Quizás no tuviste algunas opciones. No me dieron opciones. No me dieron opciones nunca.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.69,
      "fin": 103.28,
      "duracion": 8.59,
      "texto": "El problema es que todavía tengo una línea a nombre de una persona que está fallecida. No pude cambiar la titularidad hacia mí.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.02,
      "fin": 141.74,
      "duracion": 37.72,
      "texto": "Entonces, me pasé a claro que tengo oficinas acá en Rosario. Claro. Y desde la aplicación, ¿lo probaste con cambiar? Sí, pero no, nunca fue. ¿La teleja? Nunca me dejó. En ese momento, yo ya me pasé. Sí. En ese momento no, no tuve oportunidad de hacerlo. Por eso me pasé. Y hasta que no vuelvan a poner una oficina acá, nunca más me va a interesar tener una compañía donde no pueda ir a hacer una gestión. Estoy en una ciudad grande y no hay oficina, es increíble.",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 145.14,
      "fin": 155.43,
      "duracion": 10.29,
      "texto": "Me imagino. Bien comprendo. Bueno, mira, vamos a hacer una cosa. Yo te voy a mandar un mensajito por WhatsApp, ¿sí? Yo me voy a fijar si se puede que me detenería de una persona fallecida o algo.",
      "confianza": 0.0,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 155.95,
      "fin": 159.08,
      "duracion": 3.13,
      "texto": "Y te lo paso para que vos lo puedas gestionar, ¿sí? Ahí, bueno, libremos.",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 160.08,
      "fin": 169.35,
      "duracion": 9.27,
      "texto": "Vas a contar con mi número en el teléfono. No hay cualquier duda, cualquier duda que tengas, te vas a poder comunicar conmigo. Y te voy a tratar de hacer, bueno, justamente para recuperarte como bien, tratar de hacer todo lo posible.",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.87,
      "fin": 181.8,
      "duracion": 11.93,
      "texto": "Y de que estés en el cáncer para ayudarte. El paso que vos tenés, el tema que vos tenés en la compañía. Bueno, ahora me voy a fijar si puedo hacer eso y en el caso de que pueda hacer eso te llamo y te comento cuál es la oferta, ¿te parece?",
      "confianza": 0.5,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 182.72,
      "fin": 194.8,
      "duracion": 12.08,
      "texto": "Cómo lo hago, ¿no? Claro, ahora apenas salga de la oficina, porque no puedo usar el teléfono, me comunico para ver si te puedo ayudar con ese tema, a ver si lo podemos cambiar, porque creo que la aplicación se puede.",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.4,
      "fin": 211.22,
      "duracion": 15.82,
      "texto": "Pero ahora me voy a fijar y te mando un mensaje, te lo voy a mandar de todas modas, si atribuyas mi número, y apenas salga de la oficina me pongo en contacto con vos para Y formar todo el suerte por ello, guiando. Bueno, como no dale. Dale, gracias, que tengas lindo día.",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 212.02,
      "fin": 213.15,
      "duracion": 1.13,
      "texto": "Hasta luego. Hasta luego.",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Mi nombre es Marina. Hablo con Martín. Sí, se lo hablás. Martín, un gusto. ¿Cómo estás en el día? ¿Todo bien? ¿Qué tal? Bien. Bien. Martín, el día de ayer me estaba contactando porque me escribía que estás en la compañía de claro actualmente. ¿Es correcto? Sí. La verdad es que movistar... Sí, me estaba comunicando de movistar, pero más que nada para preguntarte cuál fue el motivo que a vos te llevó a irte de la compañía. Estamos en uno de los clientes que fueron clientes. justamente para preguntarles cuál había sido el motivo que se vea la compañía porque claramente nos interesa conocer. Bueno, yo te voy a decir lo mismo que le dije ya a diez personas. Me fui porque no hay oficinas en mi ciudad y tuve que hacer gestiones y no pude hacerlas. Bien. Estoy en Rosario. Sí. Miren, te voy a consultar. Esas cuestiones que tuviste que hacer, ¿cuáles fueron? Tenía que demostrar el asesimiento de una persona y cambiar la titularidad y teniente hacer 100 kilómetros. Porque no... Ya, bueno, ya. Así cerca. Claro, claro, me comprendo. Bien, en este caso, yo te pido alguna disculpa. Si no me equivoco, también se puede hacer desde la aplicación. Quizás no tuviste algunas opciones. No me dieron opciones. No me dieron opciones nunca. El problema es que todavía tengo una línea a nombre de una persona que está fallecida. No pude cambiar la titularidad hacia mí. Entonces, me pasé a claro que tengo oficinas acá en Rosario. Claro. Y desde la aplicación, ¿lo probaste con cambiar? Sí, pero no, nunca fue. ¿La teleja? Nunca me dejó. En ese momento, yo ya me pasé. Sí. En ese momento no, no tuve oportunidad de hacerlo. Por eso me pasé. Y hasta que no vuelvan a poner una oficina acá, nunca más me va a interesar tener una compañía donde no pueda ir a hacer una gestión. Estoy en una ciudad grande y no hay oficina, es increíble. Me imagino. Bien comprendo. Bueno, mira, vamos a hacer una cosa. Yo te voy a mandar un mensajito por WhatsApp, ¿sí? Yo me voy a fijar si se puede que me detenería de una persona fallecida o algo. Y te lo paso para que vos lo puedas gestionar, ¿sí? Ahí, bueno, libremos. Vas a contar con mi número en el teléfono. No hay cualquier duda, cualquier duda que tengas, te vas a poder comunicar conmigo. Y te voy a tratar de hacer, bueno, justamente para recuperarte como bien, tratar de hacer todo lo posible. Y de que estés en el cáncer para ayudarte. El paso que vos tenés, el tema que vos tenés en la compañía. Bueno, ahora me voy a fijar si puedo hacer eso y en el caso de que pueda hacer eso te llamo y te comento cuál es la oferta, ¿te parece? Cómo lo hago, ¿no? Claro, ahora apenas salga de la oficina, porque no puedo usar el teléfono, me comunico para ver si te puedo ayudar con ese tema, a ver si lo podemos cambiar, porque creo que la aplicación se puede. Pero ahora me voy a fijar y te mando un mensaje, te lo voy a mandar de todas modas, si atribuyas mi número, y apenas salga de la oficina me pongo en contacto con vos para Y formar todo el suerte por ello, guiando. Bueno, como no dale. Dale, gracias, que tengas lindo día. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.448,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:43:03.103349",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:23.776540",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116143258713_ACD_64875",
    "fecha_inicio": "16/1/2026 14:32:58",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 233,
    "tiempo_conversacion": 207,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}