{
  "archivo": "amza42_1_260115121510244_ACD_41557.wav",
  "duracion_segundos": 387.96,
  "num_segmentos": 94,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 93.6,
    "Cliente": 259.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.6,
      "fin": 6.25,
      "duracion": 5.65,
      "texto": "Hola, buen día. Hola, buen día. Me estoy comunicando con Marcos.",
      "confianza": 0.065,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.27,
      "fin": 6.33,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.113,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.35,
      "fin": 13.46,
      "duracion": 7.11,
      "texto": "¿Cómo le va, Marcos? Un gusto. Mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarle un beneficio exclusivo para su línea móvil.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.06,
      "fin": 19.79,
      "duracion": 5.73,
      "texto": "Marcos, me sugiere que usted pertenece a Flora actualmente. ¿Eso es correcto?",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.81,
      "fin": 20.09,
      "duracion": 0.28,
      "texto": "Sí. Perfecto.",
      "confianza": 0.009,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.11,
      "fin": 22.95,
      "duracion": 2.84,
      "texto": "Y actualmente usted cuenta con un plan mensual o tiene prepago?",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.14,
      "fin": 25.3,
      "duracion": 0.16,
      "texto": "Mensual.",
      "confianza": 0.156,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.82,
      "fin": 37.43,
      "duracion": 11.61,
      "texto": "Bien, perfecto. ¿Sabe actualmente cuánto es? ¿Cuántas gigas le brinda? ¿O qué beneficios le dan? No, llamada y ni llamada más. Bien, perfecto.",
      "confianza": 0.366,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 38.11,
      "fin": 53.65,
      "duracion": 15.54,
      "texto": "Bueno, justamente el día de hoy me estoy comunicando para brindar lo que es el servicio de Movistar. Actualmente tenemos lo que es el plan de 16 gigas, que son 8 de base, más 8 de regalo durante 6 meses, con guasas gratis, a la libre para las compañías y el descuento fijo durante 6 meses, ¿sí?",
      "confianza": 0.643,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.84,
      "fin": 56.91,
      "duracion": 3.06,
      "texto": "Actualmente se lo tenemos en 10.400 pesos.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.91,
      "fin": 60.47,
      "duracion": 2.56,
      "texto": "Además viene con América Preso Local y Rumina en América.",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.02,
      "fin": 65.86,
      "duracion": 3.85,
      "texto": "¿O sea, actualmente es quien toma las decisiones sobre esta línea?",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.25,
      "fin": 81.84,
      "duracion": 12.59,
      "texto": "Sí, está mi nombre, ¿verdad? Bien, perfecto. ¿Qué le parece a este plan? ¿Se utiliza más, menos el internet o qué tal? No, llamadas. ¿Llamadas no la utiliza?",
      "confianza": 0.03,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 82.58,
      "fin": 85.97,
      "duracion": 3.38,
      "texto": "Si tenés para llamado, decime qué es lo que me ofrece, ¿sí no?",
      "confianza": 0.307,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.61,
      "fin": 91.05,
      "duracion": 3.44,
      "texto": "Como le dije, este plan viene con llamadas libres a todas las compañías.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.38,
      "fin": 110.37,
      "duracion": 16.99,
      "texto": "No, a mí no me gusta que me regalen nada. Yo quiero pagar lo que yo uso y nada más. Después los ofreceré a los regalos, no me interesa mucho. Bien, perfecto. Y bueno, si no, también tengo lo que es el de 4Gidas, que también le viene con Watson Gratis a hablarle a otras compañías.",
      "confianza": 0.157,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 110.95,
      "fin": 121.33,
      "duracion": 10.38,
      "texto": "¿Y el de cuánto tiempo? Llamada, llamada, yo no necesito saber de llamada, porque yo llamo, no comunico mucho con el internet, no va con...",
      "confianza": 0.167,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 121.33,
      "fin": 133.75,
      "duracion": 12.42,
      "texto": "Bien, bien perfecto, usted viene con llamadas libres, usted puede llamar a lo que es un maestrado, un clara, un personal y siempre y no le va a poner ese pico.",
      "confianza": 0.465,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.77,
      "fin": 142.53,
      "duracion": 8.76,
      "texto": "Yo te ofrezco para que llame al mundo entero, tanto sale y listo, no me interesa que llega, ni WhatsApp, ni nada de eso. No me interesa.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.55,
      "fin": 146.41,
      "duracion": 2.86,
      "texto": "Bien, perfecto.",
      "confianza": 0.426,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 146.97,
      "fin": 148.72,
      "duracion": 1.74,
      "texto": "Yo necesito la línea, nada más.",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.62,
      "fin": 152.02,
      "duracion": 2.4,
      "texto": "Bien, perfecto. FLSN 7.460 pesos.",
      "confianza": 0.498,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 152.04,
      "fin": 154.12,
      "duracion": 2.08,
      "texto": "Siente el llamadas libres.",
      "confianza": 0.78,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.71,
      "fin": 159.13,
      "duracion": 1.42,
      "texto": "Claro.",
      "confianza": 0.576,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.15,
      "fin": 159.53,
      "duracion": 0.38,
      "texto": "Ahí sí, ¿eh?",
      "confianza": 0.253,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.55,
      "fin": 165.85,
      "duracion": 6.3,
      "texto": "Después las otras pelotudistas que ponen, disculpen la palabra, no me interesa. Bien, perfecto.",
      "confianza": 0.469,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.87,
      "fin": 166.25,
      "duracion": 0.38,
      "texto": "Bueno.",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.69,
      "fin": 194.0,
      "duracion": 27.31,
      "texto": "las líneas en 7.460 pesos que viene con demás cosas y si usted no lo utiliza no hay ningún problema porque no me interesa porque el internet lo tengo en la casa y me manejo de la casa cuando usted sale y demás puede seguir comunicado también con las gigas que le dan",
      "confianza": 0.472,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 194.82,
      "fin": 200.39,
      "duracion": 5.57,
      "texto": "Claro, pero pasa que quiero salir sin trabajo de la casa.",
      "confianza": 0.113,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.41,
      "fin": 209.18,
      "duracion": 8.77,
      "texto": "Bien, perfecto. Sí, pero tienes que tener en cuenta que uno nunca queda en el exento de que haya un corte de luz, una bajada de señal o demás, ¿sí?",
      "confianza": 0.12,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 209.2,
      "fin": 211.58,
      "duracion": 2.38,
      "texto": "Pero está bueno siempre tener un respaldo.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 212.2,
      "fin": 236.85,
      "duracion": 24.65,
      "texto": "El plan que le estaba ofreciendo es justamente ser más bajo que tenemos actualmente. Qué bueno, usted me está diciendo que no lo utiliza. Puede guardar los lligas, no sé, para una emergencia o demás, como le digo, Hoy el día de hoy, puedes explicarle el servicio de su casa. Te paso a explicar, porque yo, por ejemplo, que yo salga de casa y quiero utilizarle los procesos que dicen ustedes, los chiles, eso.",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.87,
      "fin": 237.15,
      "duracion": 0.28,
      "texto": "Sí.",
      "confianza": 0.613,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 238.02,
      "fin": 239.6,
      "duracion": 1.58,
      "texto": "Que dura dos minutos, ¿entendés?",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.68,
      "fin": 247.53,
      "duracion": 5.85,
      "texto": "No sé dónde está el regalo, qué es lo que regalan, qué es lo que viene de gratis, qué es lo que no entiendo.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.09,
      "fin": 253.06,
      "duracion": 4.97,
      "texto": "Porque vos salís, haces dos cuadras de tu casa y después no tenés más nada, ¿entendés?",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.85,
      "fin": 278.39,
      "duracion": 24.54,
      "texto": "Así que no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.11,
      "fin": 288.94,
      "duracion": 9.83,
      "texto": "No, te paso a explicar como son las compañías y como es el sistema, todo lo que manejan. Todos te dicen gratis, ¿entendés?",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.26,
      "fin": 300.6,
      "duracion": 10.34,
      "texto": "Y acá en el mundo, en el mundo entero, no existe nada gratis. No existe nada gratis, ¿entendés?",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 301.38,
      "fin": 317.77,
      "duracion": 16.39,
      "texto": "Nosotros le brindamos algo a unificación, ¿sí? Y aparte, como le dije, eso viene con lo que... Claro, pero yo te diría que hables con tu supervisor, con el encargado, con alguien tuyo, y explicales vos, de parte mía, y decirle que nada es gratis.",
      "confianza": 0.482,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.46,
      "fin": 347.25,
      "duracion": 28.79,
      "texto": "Sí, perfecto. Pero si usted, por ejemplo, si quiera, sin datos, usted sigue teniendo WhatsApp. A eso se refiere al que esté en el servicio Latestel. No hace falta que vuelva a hacer una recarga para utilizarlo. Al igual que si lo utiliza con los datos no se lo va a estar gastando. Eso ya está incluido. Todo está faturado ya, ¿entendés? Así que no me vengan a mí con que es gratis, que es regalo, que son buenitos, que son estos. No, no, no.",
      "confianza": 0.326,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 347.94,
      "fin": 376.28,
      "duracion": 28.34,
      "texto": "¿Entendés? Está todo cobrado, ya está todo cobrado en el PAC, está cobrado todo. Y que me pueden decir que sale 60 lucas, ¿entendés? La línea, ¿entendés? Cobrada a los 60 y brindadme lo que tenés que brindar, listo. No me digas que es gratis, que es un regalo de la empresa, que es esto que... No, no es así. Bien, pero como le comentaba, este plan actualmente, como usted me decía, al gerador de las llamadas... No, no, no. No tenés ningún plan.",
      "confianza": 0.237,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.78,
      "fin": 385.36,
      "duracion": 8.58,
      "texto": "porque yo estoy pagando. Si yo estoy pagando, a mí no me hacen ningún plan.",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.75,
      "fin": 387.96,
      "duracion": 1.21,
      "texto": "Cuando vos me decís",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola, buen día. Me estoy comunicando con Marcos. Sí. ¿Cómo le va, Marcos? Un gusto. Mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarle un beneficio exclusivo para su línea móvil. Marcos, me sugiere que usted pertenece a Flora actualmente. ¿Eso es correcto? Sí. Perfecto. Y actualmente usted cuenta con un plan mensual o tiene prepago? Mensual. Bien, perfecto. ¿Sabe actualmente cuánto es? ¿Cuántas gigas le brinda? ¿O qué beneficios le dan? No, llamada y ni llamada más. Bien, perfecto. Bueno, justamente el día de hoy me estoy comunicando para brindar lo que es el servicio de Movistar. Actualmente tenemos lo que es el plan de 16 gigas, que son 8 de base, más 8 de regalo durante 6 meses, con guasas gratis, a la libre para las compañías y el descuento fijo durante 6 meses, ¿sí? Actualmente se lo tenemos en 10.400 pesos. Además viene con América Preso Local y Rumina en América. ¿O sea, actualmente es quien toma las decisiones sobre esta línea? Sí, está mi nombre, ¿verdad? Bien, perfecto. ¿Qué le parece a este plan? ¿Se utiliza más, menos el internet o qué tal? No, llamadas. ¿Llamadas no la utiliza? Si tenés para llamado, decime qué es lo que me ofrece, ¿sí no? Como le dije, este plan viene con llamadas libres a todas las compañías. No, a mí no me gusta que me regalen nada. Yo quiero pagar lo que yo uso y nada más. Después los ofreceré a los regalos, no me interesa mucho. Bien, perfecto. Y bueno, si no, también tengo lo que es el de 4Gidas, que también le viene con Watson Gratis a hablarle a otras compañías. ¿Y el de cuánto tiempo? Llamada, llamada, yo no necesito saber de llamada, porque yo llamo, no comunico mucho con el internet, no va con... Bien, bien perfecto, usted viene con llamadas libres, usted puede llamar a lo que es un maestrado, un clara, un personal y siempre y no le va a poner ese pico. Yo te ofrezco para que llame al mundo entero, tanto sale y listo, no me interesa que llega, ni WhatsApp, ni nada de eso. No me interesa. Bien, perfecto. Yo necesito la línea, nada más. Bien, perfecto. FLSN 7.460 pesos. Siente el llamadas libres. Claro. Ahí sí, ¿eh? Después las otras pelotudistas que ponen, disculpen la palabra, no me interesa. Bien, perfecto. Bueno. las líneas en 7.460 pesos que viene con demás cosas y si usted no lo utiliza no hay ningún problema porque no me interesa porque el internet lo tengo en la casa y me manejo de la casa cuando usted sale y demás puede seguir comunicado también con las gigas que le dan Claro, pero pasa que quiero salir sin trabajo de la casa. Bien, perfecto. Sí, pero tienes que tener en cuenta que uno nunca queda en el exento de que haya un corte de luz, una bajada de señal o demás, ¿sí? Pero está bueno siempre tener un respaldo. El plan que le estaba ofreciendo es justamente ser más bajo que tenemos actualmente. Qué bueno, usted me está diciendo que no lo utiliza. Puede guardar los lligas, no sé, para una emergencia o demás, como le digo, Hoy el día de hoy, puedes explicarle el servicio de su casa. Te paso a explicar, porque yo, por ejemplo, que yo salga de casa y quiero utilizarle los procesos que dicen ustedes, los chiles, eso. Sí. Que dura dos minutos, ¿entendés? No sé dónde está el regalo, qué es lo que regalan, qué es lo que viene de gratis, qué es lo que no entiendo. Porque vos salís, haces dos cuadras de tu casa y después no tenés más nada, ¿entendés? Así que no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no. No, te paso a explicar como son las compañías y como es el sistema, todo lo que manejan. Todos te dicen gratis, ¿entendés? Y acá en el mundo, en el mundo entero, no existe nada gratis. No existe nada gratis, ¿entendés? Nosotros le brindamos algo a unificación, ¿sí? Y aparte, como le dije, eso viene con lo que... Claro, pero yo te diría que hables con tu supervisor, con el encargado, con alguien tuyo, y explicales vos, de parte mía, y decirle que nada es gratis. Sí, perfecto. Pero si usted, por ejemplo, si quiera, sin datos, usted sigue teniendo WhatsApp. A eso se refiere al que esté en el servicio Latestel. No hace falta que vuelva a hacer una recarga para utilizarlo. Al igual que si lo utiliza con los datos no se lo va a estar gastando. Eso ya está incluido. Todo está faturado ya, ¿entendés? Así que no me vengan a mí con que es gratis, que es regalo, que son buenitos, que son estos. No, no, no. ¿Entendés? Está todo cobrado, ya está todo cobrado en el PAC, está cobrado todo. Y que me pueden decir que sale 60 lucas, ¿entendés? La línea, ¿entendés? Cobrada a los 60 y brindadme lo que tenés que brindar, listo. No me digas que es gratis, que es un regalo de la empresa, que es esto que... No, no es así. Bien, pero como le comentaba, este plan actualmente, como usted me decía, al gerador de las llamadas... No, no, no. No tenés ningún plan. porque yo estoy pagando. Si yo estoy pagando, a mí no me hacen ningún plan. Cuando vos me decís",
  "calidad": {
    "confianza_promedio": 0.505,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:48:11.677027",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 9,
    "total_segmentos_original": 94,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:27.623384",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115121510244_ACD_41557",
    "fecha_inicio": "15/1/2026 12:15:10",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 392,
    "tiempo_conversacion": 371,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}