{
  "archivo": "amza43_1_260116115616282_ACD_08973.wav",
  "duracion_segundos": 196.49,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 111.35,
    "Cliente": 66.46
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.53,
      "fin": 4.02,
      "duracion": 2.48,
      "texto": "Hola Wendy, ahora me comunico con María del Carmen.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.5,
      "fin": 6.0,
      "duracion": 0.5,
      "texto": "Sí.",
      "confianza": 0.623,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.02,
      "fin": 13.48,
      "duracion": 7.46,
      "texto": "¿Cómo le va la María, Franco, es mi nombre? Quería acertarte de dar un plan de 10.000 pesos para tú o tus líneas móviles que están en claro actualmente.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.16,
      "fin": 20.05,
      "duracion": 3.89,
      "texto": "No, pero no, te agradezco. ¿Cuándo estás abonando actualmente con claro?",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.87,
      "fin": 24.84,
      "duracion": 3.96,
      "texto": "y mira por las tres líneas, pero no es el problema la plata lo que abono.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.4,
      "fin": 31.92,
      "duracion": 6.52,
      "texto": "El tema del movistar es que no tengo señal en ningún lado por mi casa, ¿viste? Usted es de Buenos Aires, por lo que logro ver.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.28,
      "fin": 37.79,
      "duracion": 4.51,
      "texto": "Sí, exacto. Bien, voy a explicar la cobertura de Buenos Aires y en qué parte.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.11,
      "fin": 44.94,
      "duracion": 5.83,
      "texto": "En Urlingán, Villa T6, estamos en comunicado con movistar.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.42,
      "fin": 69.27,
      "duracion": 22.85,
      "texto": "Entonces, por eso es que no, porque a mí, ¿sabes qué? Me recopaba la cuestión cuando tenía movistar, de que vas juntando los GIG, así que ese show. Pero la verdad es que me los metía en el bolsillo porque no los podía usar porque cuando no tenía señal, ¿me entendés?",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.86,
      "fin": 71.4,
      "duracion": 1.54,
      "texto": "Tranquila con una cosa, ¿sí?",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.9,
      "fin": 88.76,
      "duracion": 16.86,
      "texto": "Yo veo mi mapa, si bien vos estuviste en el 2025, a principio de año en Movistar, ¿es cierto? Exacto, y me cambie por esa razón, porque iba a comprar y tenía que pedirle el wifi a la gente o hacer una parabólica humana porque no tenemos señal nunca.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.78,
      "fin": 99.5,
      "duracion": 8.72,
      "texto": "De hecho, tengo compañeras que tienen Movistar y que están incomunicados cuando entran al trabajo. ¿Vas en la misma zona?",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.15,
      "fin": 107.6,
      "duracion": 7.45,
      "texto": "Bien, yo no sé si pudiste ver ahí en WhatsApp, pero te envié una fotito del mapa de cobertura. ¿Qué pasa? Esto cambia todo el tiempo, realmente.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 108.16,
      "fin": 116.39,
      "duracion": 8.23,
      "texto": "Puede ser problemas por el chip, puede ser porque han puesto nuevas antenas y no han actualizado su chip, que maldormente los problemas de señal suelen ser por eso.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 117.08,
      "fin": 122.88,
      "duracion": 5.81,
      "texto": "Porque cuando cambian una antena, la idea es cambiar el chip para que responda a esa nueva antena de señal.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 123.61,
      "fin": 162.78,
      "duracion": 39.17,
      "texto": "Te lo imaginaste que tampoco es que hacía tanto que estaba en Movistar como para que no tenía un chip nuevo. El chip era nuevo porque me había pasado recientemente a Movistar, ¿entendés? Claro, pero si cambias la antena, por ejemplo, no sé, el mes que viene y el mes que viene no cambiaste tu chip, la señal tuya va a ser Navy, ¿me entendés? No va a ser la mejor ni la más óptima. Por lo que, al día de hoy, está en verde esa zona. por lo menos cuando está en verde. No, te digo, de eso cuando voy a comprar acá, viste, en la zona, me dicen, no, si tenés movistar, veo que le dicen a otra gente, no tenés señal.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.42,
      "fin": 179.62,
      "duracion": 16.2,
      "texto": "La verdad que, no sé, para mí tienen que venir y ver qué onda, pero bueno, no me voy a arriesgar por el momento. El que nos dice la verdad siempre es el mapa de cobertura a nivel nacional y bueno, por lo menos en Urling yo estoy en verde. además de brindarte un buen precio.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.66,
      "fin": 196.49,
      "duracion": 15.83,
      "texto": "La acumulación de siglos es genial y siempre lo considero y lo aprecio, pero la verdad que lo que yo necesito efectivamente es funciones.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola Wendy, ahora me comunico con María del Carmen. Sí. ¿Cómo le va la María, Franco, es mi nombre? Quería acertarte de dar un plan de 10.000 pesos para tú o tus líneas móviles que están en claro actualmente. No, pero no, te agradezco. ¿Cuándo estás abonando actualmente con claro? y mira por las tres líneas, pero no es el problema la plata lo que abono. El tema del movistar es que no tengo señal en ningún lado por mi casa, ¿viste? Usted es de Buenos Aires, por lo que logro ver. Sí, exacto. Bien, voy a explicar la cobertura de Buenos Aires y en qué parte. En Urlingán, Villa T6, estamos en comunicado con movistar. Entonces, por eso es que no, porque a mí, ¿sabes qué? Me recopaba la cuestión cuando tenía movistar, de que vas juntando los GIG, así que ese show. Pero la verdad es que me los metía en el bolsillo porque no los podía usar porque cuando no tenía señal, ¿me entendés? Tranquila con una cosa, ¿sí? Yo veo mi mapa, si bien vos estuviste en el 2025, a principio de año en Movistar, ¿es cierto? Exacto, y me cambie por esa razón, porque iba a comprar y tenía que pedirle el wifi a la gente o hacer una parabólica humana porque no tenemos señal nunca. De hecho, tengo compañeras que tienen Movistar y que están incomunicados cuando entran al trabajo. ¿Vas en la misma zona? Bien, yo no sé si pudiste ver ahí en WhatsApp, pero te envié una fotito del mapa de cobertura. ¿Qué pasa? Esto cambia todo el tiempo, realmente. Puede ser problemas por el chip, puede ser porque han puesto nuevas antenas y no han actualizado su chip, que maldormente los problemas de señal suelen ser por eso. Porque cuando cambian una antena, la idea es cambiar el chip para que responda a esa nueva antena de señal. Te lo imaginaste que tampoco es que hacía tanto que estaba en Movistar como para que no tenía un chip nuevo. El chip era nuevo porque me había pasado recientemente a Movistar, ¿entendés? Claro, pero si cambias la antena, por ejemplo, no sé, el mes que viene y el mes que viene no cambiaste tu chip, la señal tuya va a ser Navy, ¿me entendés? No va a ser la mejor ni la más óptima. Por lo que, al día de hoy, está en verde esa zona. por lo menos cuando está en verde. No, te digo, de eso cuando voy a comprar acá, viste, en la zona, me dicen, no, si tenés movistar, veo que le dicen a otra gente, no tenés señal. La verdad que, no sé, para mí tienen que venir y ver qué onda, pero bueno, no me voy a arriesgar por el momento. El que nos dice la verdad siempre es el mapa de cobertura a nivel nacional y bueno, por lo menos en Urling yo estoy en verde. además de brindarte un buen precio. La acumulación de siglos es genial y siempre lo considero y lo aprecio, pero la verdad que lo que yo necesito efectivamente es funciones.",
  "calidad": {
    "confianza_promedio": 0.673,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:59:50.214895",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:28.330788",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116115616282_ACD_08973",
    "fecha_inicio": "16/1/2026 11:56:16",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 228,
    "tiempo_conversacion": 190,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}