{
  "archivo": "amza9_1_260114120733593_ACD_98367.wav",
  "duracion_segundos": 220.3,
  "num_segmentos": 72,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 110.42,
    "Cliente": 79.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.61,
      "duracion": 8.58,
      "texto": "Me pones el reviso y te aviso, imagendo. Hola. Hola, ¿qué tal? ¿Hablo con Vicente?",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.07,
      "fin": 11.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.298,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.15,
      "fin": 15.36,
      "duracion": 4.21,
      "texto": "¿Qué tal, Vicente? ¿Cómo te encontraste el día de hoy? ¿Tuvo bien? Mi nombre es Tomás, un gusto.",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.32,
      "fin": 24.01,
      "duracion": 7.69,
      "texto": "Malero mucho, Vicente. Me estoy comunicando con vos y el día de hoy desde el área de ejercicios móviles, ya que tengo un descuento para tus líneas, Vicente.",
      "confianza": 0.845,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.72,
      "fin": 54.22,
      "duracion": 29.5,
      "texto": "Veo que actualmente tenés una bono mensual con Claro y estás abonando algo de 18.000 pesos. ¿Puede ser? Sí, estoy abonando. Ah, bien. Veo que estás abonando bastante. Vicente, yo, justamente, sí, me estoy comunicando desde lo que es Movistar porque, legalmente, tengo una bonificación muchísimo más económica para vos. ¿Dónde te brindo lo que son 16 gigas con el WhatsApp totalmente gratis, las llamadas neres a cualquier compañía por tan solo 10.400 pesos al día de hoy, Vicente? ¿Bien?",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.79,
      "fin": 77.59,
      "duracion": 22.8,
      "texto": "Además, te brindamos justamente lo que es el rooming en América. Ahora que tienes las vacaciones, te vas a poder viajar a lo que es el exterior y justamente utilizar el rooming, ¿bien? Sí, y por cuánto más harías el rooming. Bien, Vicente, vos con nosotros tenés justamente lo que es un descuento de ahorro fijo durante los primeros seis meses. Y agradecí, va a estar bonificado con esto durante seis meses.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.38,
      "fin": 95.2,
      "duracion": 16.82,
      "texto": "A parte, vas a tener mi contacto, ¿sí? Cuando vos te estés por acá a la bonificación, te vas a poder contactar conmigo para nosotros poder brindarte una nueva bonificación al día de la fecha, ¿bien? Pero bueno, vas a pasar a bonar muchísimo menos y vas a tener una mayor cantidad de gigas, Vicente.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.26,
      "fin": 107.39,
      "duracion": 9.13,
      "texto": "Te hago una consulta, ¿o de qué... Vengo que sos de Buenos Aires, ¿de qué localidad sos? De Parque Iquatriz. ¿De dónde, perdón?",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.18,
      "fin": 111.55,
      "duracion": 3.37,
      "texto": "Parque Patricio. Parque Patricio, ajá, perfecto.",
      "confianza": 0.212,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.57,
      "fin": 114.15,
      "duracion": 2.58,
      "texto": "¿Por qué te comento, Vicente? ¿Vos has hecho antes lo que es portabilidad?",
      "confianza": 0.786,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.17,
      "fin": 120.34,
      "duracion": 6.17,
      "texto": "¿Tenés ideas? ¿Has escuchado? Has hecho, perfecto.",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.74,
      "fin": 126.6,
      "duracion": 5.87,
      "texto": "¿Ustedes justamente lo que vamos a hacer, Vicente, para que, justamente, te portes lo antes posible y aproveches el beneficio con nosotros?",
      "confianza": 0.706,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.26,
      "fin": 133.45,
      "duracion": 6.19,
      "texto": "Que vamos a derivar a la sucursal de monestar más cercana, ¿sí? ¿En tu domicilio?",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.51,
      "fin": 136.11,
      "duracion": 1.6,
      "texto": "¿Bien? ¿Donde vos estés? Sí, decime.",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.83,
      "fin": 151.71,
      "duracion": 12.88,
      "texto": "No sé si me estás escuchando bien. Sí, te escucho. Ah, perfecto. Vamos a ir a la secundaria de montar más cercana, Vicente, donde vos en 48, 72 horas árboles, retirás tu chip, sí, y ya directamente vas a estar con nosotros en la compañía.",
      "confianza": 0.133,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.31,
      "fin": 166.94,
      "duracion": 12.63,
      "texto": "Mira, Vicente, no tengo un parque, Patricio, pero tengo una cerca de Nueva Pompeya. En calle, venías al 1006. ¿Vicablos? Hasta que voy a hacer ahora. ¿Cómo, cómo? Hasta que voy a hacer ahora.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.44,
      "fin": 172.75,
      "duracion": 4.31,
      "texto": "¿Me escuchas bien? Sí, te escucho. ¿Qué me preguntaste, perdón?",
      "confianza": 0.349,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.43,
      "fin": 181.44,
      "duracion": 8.01,
      "texto": "Hasta que ahora te voy a dar el cursor. Ah, están abiertas de nueve a diecinueve horas. Igual te voy a avisar cuando retirar el chip, seguro lo estés retirando lo que es el día viernes.",
      "confianza": 0.041,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.5,
      "fin": 186.97,
      "duracion": 2.47,
      "texto": "Eso es tu cursor, ¿a vos te viene bien? La que te acabo de comentar.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.91,
      "fin": 197.22,
      "duracion": 5.31,
      "texto": "Sí, sí, pero me podés mandar un mensaje porque ahora sí es agudo. Me mando un mensaje y comenzamos, sí. Bien, ¿y en cuándo podés hablar? Porque ellos justan esto hacer todo por llamada.",
      "confianza": 0.038,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.5,
      "fin": 213.03,
      "duracion": 14.53,
      "texto": "Eh... Llámame a la 1. Bueno, dale, mira, te voy a dejar un mensajito por WhatsApp, Vicente, si aparte ya tenés mi número, vos sí que le andás llamándome, tomásle movistar, y a la 1 te llamo, ¿bien? Te voy a avisar cómo te llames, ¿te parece?",
      "confianza": 0.103,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 214.7,
      "fin": 220.3,
      "duracion": 5.6,
      "texto": "Dale, dale. Dale, Vicente, bueno, espero no me puedas responder, sí, a la 1 te estoy llamando. Hasta luego. Hasta luego.",
      "confianza": 0.016,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Me pones el reviso y te aviso, imagendo. Hola. Hola, ¿qué tal? ¿Hablo con Vicente? Sí. ¿Qué tal, Vicente? ¿Cómo te encontraste el día de hoy? ¿Tuvo bien? Mi nombre es Tomás, un gusto. Malero mucho, Vicente. Me estoy comunicando con vos y el día de hoy desde el área de ejercicios móviles, ya que tengo un descuento para tus líneas, Vicente. Veo que actualmente tenés una bono mensual con Claro y estás abonando algo de 18.000 pesos. ¿Puede ser? Sí, estoy abonando. Ah, bien. Veo que estás abonando bastante. Vicente, yo, justamente, sí, me estoy comunicando desde lo que es Movistar porque, legalmente, tengo una bonificación muchísimo más económica para vos. ¿Dónde te brindo lo que son 16 gigas con el WhatsApp totalmente gratis, las llamadas neres a cualquier compañía por tan solo 10.400 pesos al día de hoy, Vicente? ¿Bien? Además, te brindamos justamente lo que es el rooming en América. Ahora que tienes las vacaciones, te vas a poder viajar a lo que es el exterior y justamente utilizar el rooming, ¿bien? Sí, y por cuánto más harías el rooming. Bien, Vicente, vos con nosotros tenés justamente lo que es un descuento de ahorro fijo durante los primeros seis meses. Y agradecí, va a estar bonificado con esto durante seis meses. A parte, vas a tener mi contacto, ¿sí? Cuando vos te estés por acá a la bonificación, te vas a poder contactar conmigo para nosotros poder brindarte una nueva bonificación al día de la fecha, ¿bien? Pero bueno, vas a pasar a bonar muchísimo menos y vas a tener una mayor cantidad de gigas, Vicente. Te hago una consulta, ¿o de qué... Vengo que sos de Buenos Aires, ¿de qué localidad sos? De Parque Iquatriz. ¿De dónde, perdón? Parque Patricio. Parque Patricio, ajá, perfecto. ¿Por qué te comento, Vicente? ¿Vos has hecho antes lo que es portabilidad? ¿Tenés ideas? ¿Has escuchado? Has hecho, perfecto. ¿Ustedes justamente lo que vamos a hacer, Vicente, para que, justamente, te portes lo antes posible y aproveches el beneficio con nosotros? Que vamos a derivar a la sucursal de monestar más cercana, ¿sí? ¿En tu domicilio? ¿Bien? ¿Donde vos estés? Sí, decime. No sé si me estás escuchando bien. Sí, te escucho. Ah, perfecto. Vamos a ir a la secundaria de montar más cercana, Vicente, donde vos en 48, 72 horas árboles, retirás tu chip, sí, y ya directamente vas a estar con nosotros en la compañía. Mira, Vicente, no tengo un parque, Patricio, pero tengo una cerca de Nueva Pompeya. En calle, venías al 1006. ¿Vicablos? Hasta que voy a hacer ahora. ¿Cómo, cómo? Hasta que voy a hacer ahora. ¿Me escuchas bien? Sí, te escucho. ¿Qué me preguntaste, perdón? Hasta que ahora te voy a dar el cursor. Ah, están abiertas de nueve a diecinueve horas. Igual te voy a avisar cuando retirar el chip, seguro lo estés retirando lo que es el día viernes. Eso es tu cursor, ¿a vos te viene bien? La que te acabo de comentar. Sí, sí, pero me podés mandar un mensaje porque ahora sí es agudo. Me mando un mensaje y comenzamos, sí. Bien, ¿y en cuándo podés hablar? Porque ellos justan esto hacer todo por llamada. Eh... Llámame a la 1. Bueno, dale, mira, te voy a dejar un mensajito por WhatsApp, Vicente, si aparte ya tenés mi número, vos sí que le andás llamándome, tomásle movistar, y a la 1 te llamo, ¿bien? Te voy a avisar cómo te llames, ¿te parece? Dale, dale. Dale, Vicente, bueno, espero no me puedas responder, sí, a la 1 te estoy llamando. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.437,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:19:01.913701",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 72,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:33.109452",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114120733593_ACD_98367",
    "fecha_inicio": "14/1/2026 12:07:33",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 266,
    "tiempo_conversacion": 212,
    "tiempo_hold": 0,
    "tiempo_acw": 34,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}