{
  "archivo": "amza1_1_260113141900631_ACD_05113.wav",
  "duracion_segundos": 204.58,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 78.59,
    "Cliente": 113.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 14.69,
      "duracion": 14.66,
      "texto": "Hola, ¿qué tal? Muy buenas tardes. Me comunico con la señorita Daniela. Daniela, cómo te va? Un placer hablar con vos. Mi nombre es Eva Angelina. Me comunico de Hilaria la Recupero clientes Movistar. ¿Cómo te va?",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.71,
      "fin": 20.44,
      "duracion": 5.73,
      "texto": "Te agradezco la desherencia, pero no me interesa volver por ahora a Movistar. Bien.",
      "confianza": 0.023,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.46,
      "fin": 36.72,
      "duracion": 16.26,
      "texto": "¿Por qué no te interesa, Daniela? ¿Qué incumensas tenías anteriormente con la compañía? Estuve en conveniente con la compañía, me cambié y estoy muy cómoda con claro. De tal manera, ¿me aseguras que estás abonando algo de 146.000 pesos? ¿Esto es correcto o son dos facturas acumuladas?",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.66,
      "fin": 42.04,
      "duracion": 3.38,
      "texto": "La verdad es que no lo sé, porque tengo débito automático, así que no lo sé.",
      "confianza": 0.18,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.06,
      "fin": 50.59,
      "duracion": 8.53,
      "texto": "Te comento, Daniela, para que estés al tanto que cuando tenés débito automático, justamente te ahorran los dos o tres momentos y bueno, te das cuenta de los incrementos en tu factura.",
      "confianza": 0.641,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.09,
      "fin": 58.18,
      "duracion": 7.09,
      "texto": "Nosotros queremos brindar justamente un descuento que tal vez por la misma cantidad de líneas vamos a estar abonando menos de 50.000 pesos para que lo consideres.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.12,
      "fin": 63.05,
      "duracion": 3.93,
      "texto": "Bueno, lo considero. 146, por eso mismo.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.65,
      "fin": 69.95,
      "duracion": 6.3,
      "texto": "Y nosotros te podemos dejar lo que son cuatro líneas. Ahí te digo en qué precio para que te quede ya con el precio real.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.64,
      "fin": 74.54,
      "duracion": 3.9,
      "texto": "Te van a quedar las cuatro líneas con 16 días cada una en 53.000 pesos.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.28,
      "fin": 77.26,
      "duracion": 1.98,
      "texto": "Esa línea se comentó que viene en lo que es roaming.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.76,
      "fin": 79.14,
      "duracion": 1.38,
      "texto": "Llamamos libres a América.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.44,
      "fin": 84.55,
      "duracion": 5.11,
      "texto": "8 gigas de regalo, WhatsApp gratis, y te vas a liberar a cualquier compañía, ¿sí?",
      "confianza": 0.569,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.57,
      "fin": 92.8,
      "duracion": 8.23,
      "texto": "Y además, se te van a otorgar como por el beneficio de multilíneas, 4 gigas más de regalo en cada una, es decir, que vas a tener 20 gigas en total, ¿sí?",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.26,
      "fin": 99.83,
      "duracion": 5.57,
      "texto": "El beneficio que tenemos para brindarte por 53 mil pesos, vas a abonar 4 líneas de 20 gigas cada una.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.27,
      "fin": 101.47,
      "duracion": 0.2,
      "texto": "Sí,",
      "confianza": 0.584,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.47,
      "fin": 105.0,
      "duracion": 3.53,
      "texto": "bueno, mandamelo por favor en un mensaje y lo evaluo.",
      "confianza": 0.584,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.38,
      "fin": 134.85,
      "duracion": 29.47,
      "texto": "Dale, ahora mismo te lo mando. Avísame, por favor, si te llega. Así ya me quedo tranquila. Y en todo caso, yo estoy hasta las 15 horas en la calma central. Y si no, también en la tarde lo puedo hacer sin problema, de forma remota, ¿sí? Dale. Dale, ahí te lo voy a mandar. Avísame si te llega y ahí sí me correo. Te voy a poner, hola, soy Ana Elcidiana de Movistar. Hola, Daniela. ¿Te puse? Sí. ¿Te llegó? Genial. Ahí me fijó. Dale. Sí.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.44,
      "fin": 151.42,
      "duracion": 15.98,
      "texto": "y te comento que además con movistar te des beneficios que a través de la aplicación puedes ver todo lo que es los datos referidos en tus facturas y los aumentos y demás y los gigas que justamente no utilicen ninguno de tus usuarios se pueden utilizar el mes siguiente, es decir, que utilizas el 100% del plan, bien, a lo que en claro justamente no puedes hacer.",
      "confianza": 0.656,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.9,
      "fin": 155.55,
      "duracion": 3.65,
      "texto": "¿Y el costo por cuánto tiempo?",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.33,
      "fin": 170.85,
      "duracion": 14.52,
      "texto": "Justamente tenemos lo que es una bonificación fija por los seis meses, ¿sí? es igual que tranquila que vos al Kingdom y te puedas comunicar conmigo o con algún otro asesor de la compañía que justamente te derive al área de ventas o te derive a una nueva bonificación.",
      "confianza": 0.749,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.87,
      "fin": 172.51,
      "duracion": 1.64,
      "texto": "¿Bien? Parece que es tranquila.",
      "confianza": 0.882,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.05,
      "fin": 190.76,
      "duracion": 17.71,
      "texto": "Pero bueno, como te digo, la gestión es muy rápida. Si vamos a la titular de las cuatro líneas, no podrás hacer sin problema una llamada literalmente de 15 minutos y podrías estar prolongando las líneas dentro de 48 a 72 horas hábiles. Es decir, que si lo hacemos, por ejemplo, hoy, Y al viernes tendrías a las cuatro líneas en la otra compañía, ¿bien?",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.72,
      "fin": 204.58,
      "duracion": 12.86,
      "texto": "Bueno. Así que vamos a evaluar los que querés y te damos con el resultado en otros momentos, ¿vale? Dale, gracias. Dale, Dani, que estés muy bien. Hasta luego. Hasta luego.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Muy buenas tardes. Me comunico con la señorita Daniela. Daniela, cómo te va? Un placer hablar con vos. Mi nombre es Eva Angelina. Me comunico de Hilaria la Recupero clientes Movistar. ¿Cómo te va? Te agradezco la desherencia, pero no me interesa volver por ahora a Movistar. Bien. ¿Por qué no te interesa, Daniela? ¿Qué incumensas tenías anteriormente con la compañía? Estuve en conveniente con la compañía, me cambié y estoy muy cómoda con claro. De tal manera, ¿me aseguras que estás abonando algo de 146.000 pesos? ¿Esto es correcto o son dos facturas acumuladas? La verdad es que no lo sé, porque tengo débito automático, así que no lo sé. Te comento, Daniela, para que estés al tanto que cuando tenés débito automático, justamente te ahorran los dos o tres momentos y bueno, te das cuenta de los incrementos en tu factura. Nosotros queremos brindar justamente un descuento que tal vez por la misma cantidad de líneas vamos a estar abonando menos de 50.000 pesos para que lo consideres. Bueno, lo considero. 146, por eso mismo. Y nosotros te podemos dejar lo que son cuatro líneas. Ahí te digo en qué precio para que te quede ya con el precio real. Te van a quedar las cuatro líneas con 16 días cada una en 53.000 pesos. Esa línea se comentó que viene en lo que es roaming. Llamamos libres a América. 8 gigas de regalo, WhatsApp gratis, y te vas a liberar a cualquier compañía, ¿sí? Y además, se te van a otorgar como por el beneficio de multilíneas, 4 gigas más de regalo en cada una, es decir, que vas a tener 20 gigas en total, ¿sí? El beneficio que tenemos para brindarte por 53 mil pesos, vas a abonar 4 líneas de 20 gigas cada una. Sí, bueno, mandamelo por favor en un mensaje y lo evaluo. Dale, ahora mismo te lo mando. Avísame, por favor, si te llega. Así ya me quedo tranquila. Y en todo caso, yo estoy hasta las 15 horas en la calma central. Y si no, también en la tarde lo puedo hacer sin problema, de forma remota, ¿sí? Dale. Dale, ahí te lo voy a mandar. Avísame si te llega y ahí sí me correo. Te voy a poner, hola, soy Ana Elcidiana de Movistar. Hola, Daniela. ¿Te puse? Sí. ¿Te llegó? Genial. Ahí me fijó. Dale. Sí. y te comento que además con movistar te des beneficios que a través de la aplicación puedes ver todo lo que es los datos referidos en tus facturas y los aumentos y demás y los gigas que justamente no utilicen ninguno de tus usuarios se pueden utilizar el mes siguiente, es decir, que utilizas el 100% del plan, bien, a lo que en claro justamente no puedes hacer. ¿Y el costo por cuánto tiempo? Justamente tenemos lo que es una bonificación fija por los seis meses, ¿sí? es igual que tranquila que vos al Kingdom y te puedas comunicar conmigo o con algún otro asesor de la compañía que justamente te derive al área de ventas o te derive a una nueva bonificación. ¿Bien? Parece que es tranquila. Pero bueno, como te digo, la gestión es muy rápida. Si vamos a la titular de las cuatro líneas, no podrás hacer sin problema una llamada literalmente de 15 minutos y podrías estar prolongando las líneas dentro de 48 a 72 horas hábiles. Es decir, que si lo hacemos, por ejemplo, hoy, Y al viernes tendrías a las cuatro líneas en la otra compañía, ¿bien? Bueno. Así que vamos a evaluar los que querés y te damos con el resultado en otros momentos, ¿vale? Dale, gracias. Dale, Dani, que estés muy bien. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.521,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:40:57.027547",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:16.012790",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113141900631_ACD_05113",
    "fecha_inicio": "13/1/2026 14:19:00",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 225,
    "tiempo_conversacion": 196,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}