{
  "archivo": "amza73_1_260114132427677_ACD_58677.wav",
  "duracion_segundos": 227.73,
  "num_segmentos": 106,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 98.0,
    "Cliente": 113.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.15,
      "fin": 9.51,
      "duracion": 6.36,
      "texto": "Bueno, sí, sí. Dígame. Sí, dígame. Sí, sí.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.69,
      "fin": 59.06,
      "duracion": 48.37,
      "texto": "Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. No sé, más o menos, vos qué cantidad llegas a utilizar, si sos abono, preparado. A mí me están dando, por ahora movistar, me están, por personal, como se llama, claro, me están dando 12 gigas con la promoción, como se llama, ahora después tengo que renovar, y para las dos líneas, más o menos, entre 12 y 14 gigas, más o menos, y internet homicidio, y estoy pagando 26 mil pesos, una cosa así. Las cuatro, las tres, los tres productos. Bien, perfecto. Perfecto, me parece perfecto.",
      "confianza": 0.344,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 59.09,
      "fin": 63.15,
      "duracion": 4.06,
      "texto": "Te comento, el día de hoy tenemos una promoción que está muy buena.",
      "confianza": 0.704,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.63,
      "fin": 74.96,
      "duracion": 11.33,
      "texto": "No sé, te consulto, porque me asegura que vos tenés lo que es el cuite activo, ¿sí? ¿Son monotributistas responsables en cripto? No, no son monotributistas. ¿Resposables en cripto? No.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.48,
      "fin": 77.57,
      "duracion": 2.09,
      "texto": "Pero bueno. Bien, perfecto.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 77.61,
      "fin": 78.17,
      "duracion": 0.56,
      "texto": "Mira, te comento.",
      "confianza": 0.629,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.57,
      "fin": 83.73,
      "duracion": 5.16,
      "texto": "Al ser, justamente, monotributistas, tenés varios beneficios, ¿sí?",
      "confianza": 0.533,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.44,
      "fin": 88.18,
      "duracion": 3.75,
      "texto": "Dame un truco que ahí te comento.",
      "confianza": 0.468,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.2,
      "fin": 104.78,
      "duracion": 16.58,
      "texto": "Mira, tenemos lo que es la línea. Si vos me decís que usamos unas aproximadas de 14 gigas, tengo ese plan también para ofrecerte de... Son 4 gigas de base y te vamos a estar regalando 10 extra durante 6 meses. ¿Bien?",
      "confianza": 0.865,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.8,
      "fin": 109.67,
      "duracion": 4.87,
      "texto": "Va a tener WhatsApp gratis, ya más 10.000 minutos de llamadas para otras compañías.",
      "confianza": 0.651,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.97,
      "fin": 113.64,
      "duracion": 3.67,
      "texto": "y para la que es Movistar vas a tener libre, no tenés ningún cargo.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.96,
      "fin": 119.53,
      "duracion": 4.57,
      "texto": "Y 6.000 mensajes de texto te va a quedar en 7.810 más impuestos.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.03,
      "fin": 125.64,
      "duracion": 5.61,
      "texto": "¿Bien? Y pasando ambas líneas se te va a hacer el primer mes completamente gratis.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.75,
      "fin": 136.66,
      "duracion": 7.91,
      "texto": "¿Sí? Después con el tema de lo que es Internet. Bien, dame un segundito que la tengo en otro lado de esto.",
      "confianza": 0.086,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.68,
      "fin": 140.47,
      "duracion": 3.78,
      "texto": "Sí, pero me parece que no tienen cobertura en la zona, por eso me parece.",
      "confianza": 0.633,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.49,
      "fin": 148.79,
      "duracion": 8.3,
      "texto": "Ya me llamaron y no tienen. Hasta hace una semana no tenían. Bien, te llamaron hace poquito para ver el tema de cobertura de tu hogar.",
      "confianza": 0.333,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 149.44,
      "fin": 170.83,
      "duracion": 21.39,
      "texto": "Sí, exacto, pero no tienen. Bien, entiendo. Mira, no te tomo más de dos segunditos, lo volvemos a verificar porque hay veces que de una semana a otra la gente quizá no es que no teníamos disponibilidad, sino que no estaban completos para poder conectarse y quizá una semana o otra, ya se fue una persona y podemos aprovechar y conectarte, ¿bien?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.99,
      "fin": 173.59,
      "duracion": 1.6,
      "texto": "Sí, sí te entiendo.",
      "confianza": 0.15,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.74,
      "fin": 184.44,
      "duracion": 9.7,
      "texto": "¿Se brindó el servicio? Gacho 1475, Pedro León Gacho 1475.",
      "confianza": 0.263,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.5,
      "fin": 184.6,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.239,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.62,
      "fin": 187.03,
      "duracion": 2.4,
      "texto": "1475, me dijiste, ¿verdad?",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.05,
      "fin": 187.19,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.21,
      "fin": 211.95,
      "duracion": 24.74,
      "texto": "Esto es, disculpa, ¿qué localidad? Rosario. de momento en lo que contamos de Santa Fe, no tenemos lo que es cobertura en cuanto a internet domiciliario, lo voy a dejar asentado para que puedan ir, pero bueno, la promo de las líneas después estés teniendo sin ningún problema.",
      "confianza": 0.783,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 212.49,
      "fin": 217.06,
      "duracion": 4.57,
      "texto": "Después te digo bien y vemos qué hacen.",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.08,
      "fin": 220.72,
      "duracion": 3.64,
      "texto": "Dale, perfecto, te voy a estar dejando un mensajito de WhatsApp desde mi número de asesora,",
      "confianza": 0.478,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 221.08,
      "fin": 223.41,
      "duracion": 2.33,
      "texto": "porque ahora se puede comunicar conmigo.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 224.31,
      "fin": 227.73,
      "duracion": 3.42,
      "texto": "Muchas gracias, que tengan lindo día. Hasta luego.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Bueno, sí, sí. Dígame. Sí, dígame. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. Sí, sí. No sé, más o menos, vos qué cantidad llegas a utilizar, si sos abono, preparado. A mí me están dando, por ahora movistar, me están, por personal, como se llama, claro, me están dando 12 gigas con la promoción, como se llama, ahora después tengo que renovar, y para las dos líneas, más o menos, entre 12 y 14 gigas, más o menos, y internet homicidio, y estoy pagando 26 mil pesos, una cosa así. Las cuatro, las tres, los tres productos. Bien, perfecto. Perfecto, me parece perfecto. Te comento, el día de hoy tenemos una promoción que está muy buena. No sé, te consulto, porque me asegura que vos tenés lo que es el cuite activo, ¿sí? ¿Son monotributistas responsables en cripto? No, no son monotributistas. ¿Resposables en cripto? No. Pero bueno. Bien, perfecto. Mira, te comento. Al ser, justamente, monotributistas, tenés varios beneficios, ¿sí? Dame un truco que ahí te comento. Mira, tenemos lo que es la línea. Si vos me decís que usamos unas aproximadas de 14 gigas, tengo ese plan también para ofrecerte de... Son 4 gigas de base y te vamos a estar regalando 10 extra durante 6 meses. ¿Bien? Va a tener WhatsApp gratis, ya más 10.000 minutos de llamadas para otras compañías. y para la que es Movistar vas a tener libre, no tenés ningún cargo. Y 6.000 mensajes de texto te va a quedar en 7.810 más impuestos. ¿Bien? Y pasando ambas líneas se te va a hacer el primer mes completamente gratis. ¿Sí? Después con el tema de lo que es Internet. Bien, dame un segundito que la tengo en otro lado de esto. Sí, pero me parece que no tienen cobertura en la zona, por eso me parece. Ya me llamaron y no tienen. Hasta hace una semana no tenían. Bien, te llamaron hace poquito para ver el tema de cobertura de tu hogar. Sí, exacto, pero no tienen. Bien, entiendo. Mira, no te tomo más de dos segunditos, lo volvemos a verificar porque hay veces que de una semana a otra la gente quizá no es que no teníamos disponibilidad, sino que no estaban completos para poder conectarse y quizá una semana o otra, ya se fue una persona y podemos aprovechar y conectarte, ¿bien? Sí, sí te entiendo. ¿Se brindó el servicio? Gacho 1475, Pedro León Gacho 1475. Bien. 1475, me dijiste, ¿verdad? Sí, sí. Esto es, disculpa, ¿qué localidad? Rosario. de momento en lo que contamos de Santa Fe, no tenemos lo que es cobertura en cuanto a internet domiciliario, lo voy a dejar asentado para que puedan ir, pero bueno, la promo de las líneas después estés teniendo sin ningún problema. Después te digo bien y vemos qué hacen. Dale, perfecto, te voy a estar dejando un mensajito de WhatsApp desde mi número de asesora, porque ahora se puede comunicar conmigo. Muchas gracias, que tengan lindo día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.365,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:55:12.102159",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 106,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:31.593219",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114132427677_ACD_58677",
    "fecha_inicio": "14/1/2026 13:24:27",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 251,
    "tiempo_conversacion": 220,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}