{
  "archivo": "amza22_1_260112131945228_ACD_22527.wav",
  "duracion_segundos": 265.41,
  "num_segmentos": 57,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 86.72,
    "Cliente": 144.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.96,
      "fin": 4.5,
      "duracion": 3.54,
      "texto": "Hola, hola. Hola, hoy en día hablo con Raúl.",
      "confianza": 0.139,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.62,
      "fin": 7.53,
      "duracion": 1.91,
      "texto": "Raúl, ¿cómo estás? Mi nombre es Belén, me presento.",
      "confianza": 0.059,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.04,
      "fin": 11.47,
      "duracion": 3.42,
      "texto": "Mira, yo te estoy llamando, eres del área de recupero de clientes de Movistar.",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.07,
      "fin": 15.51,
      "duracion": 3.44,
      "texto": "Queríamos saber por qué te hayas ido de la compañía. ¿Vos habrías de decirme?",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.6,
      "fin": 19.93,
      "duracion": 0.33,
      "texto": "Sí,",
      "confianza": 0.427,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.93,
      "fin": 30.32,
      "duracion": 10.39,
      "texto": "mira, de paso, bueno, no sé si como puedo hablar, pero con respecto, yo no fui ni de la semana",
      "confianza": 0.427,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.56,
      "fin": 74.66,
      "duracion": 44.1,
      "texto": "de la compañía porque por el tema laboral, porque si o si necesitamos clara. Pero por qué si o si hay un problema con la señal o cómo? Claro, no hay cobertura, aparte de donde yo estoy en el campo, si o si exigen que sea más claro todo, porque cuando entré acá se me muere en todos lados, porque estamos rodeados justo de toda la antena clara, Hay un convenio acá, bueno. Ah, no, no, no. Claro, es todo así y movilizar no anda. No. No, no, para nada. No, sí, estaba conforme con... Sí, y mira, vos te ves en tu casa y tenés la óptica.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.76,
      "fin": 99.31,
      "duracion": 23.55,
      "texto": "Sí. Pues a ver, bueno, con este tema, yo quería saber si, bueno, lo puedo ejercer con vos o tengo que llamar a un 7800 o algo para aumentar... No, no, no. Yo había contratado un giga, pero vos sabes que me han dejado 300 millas, nada más. Ah, claro. ¿Vos ya tenés movilidad en tu hogar?",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.21,
      "fin": 103.18,
      "duracion": 2.97,
      "texto": "Claro. ¿Ya tenés filáutica? Claro,",
      "confianza": 0.726,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 103.18,
      "fin": 107.4,
      "duracion": 4.22,
      "texto": "mirá, nosotros... Aumentar la velocidad.",
      "confianza": 0.619,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.42,
      "fin": 115.67,
      "duracion": 8.25,
      "texto": "Claro, sí, sí, no, tenés que hablarlo entonces con el 0-800-321-76-78-2, a este numerito. ¿Sí, sí?",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.68,
      "fin": 123.16,
      "duracion": 6.48,
      "texto": "Me esperaría si lo anotó. Sí, te espero, no hay problema. No, no hay ningún problema.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.64,
      "fin": 143.75,
      "duracion": 4.11,
      "texto": "Sí, destina 0800. 0800 321.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.15,
      "fin": 144.53,
      "duracion": 0.38,
      "texto": "Sí.",
      "confianza": 0.436,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.55,
      "fin": 146.85,
      "duracion": 2.3,
      "texto": "76.",
      "confianza": 0.864,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.69,
      "fin": 174.49,
      "duracion": 25.8,
      "texto": "Sí. 78.2. Ojalá era ese numerito de llamada. Y al ser ya miembro de mi movistar, te van a atender en cuanto a la duda problemática que vos quieras. Y en este caso, si vos querés aumentar los sigas, los megas, lo aumentas tranquilamente y se lo pedís a ellos. Y en la próxima facturación te va a aparecer esa. Perfecto. Dale,",
      "confianza": 0.321,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 174.49,
      "fin": 177.34,
      "duracion": 2.85,
      "texto": "entonces.",
      "confianza": 0.15,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.37,
      "fin": 209.76,
      "duracion": 32.39,
      "texto": "A ver, te lo repito. A ver si lo noté. 0800. No hay ningún problema ahora, lo dejamos estipulado de que no hay señal en donde lo estés trabajando. ¿No tenés otro celu vos que no lo utilices para el trabajo?",
      "confianza": 0.047,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 213.3,
      "fin": 226.7,
      "duracion": 13.4,
      "texto": "No, la verdad es que no. Les quería proponer a mi tía que se pasara, pero no quiere saber nada.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.66,
      "fin": 256.77,
      "duracion": 29.11,
      "texto": "Dice que no quiere saber nada. Dice que está como ahí, que no quiere saber nada. Sí, viste los clientes esos de años y años y años de claro que son fieles, así que seguramente serán esas, pero no hay ningún problema Raúl. Sí, por más que por el precio, seducirlo así. Sí, primero lo seducen, le dicen por unos meses y después le suben el doble.",
      "confianza": 0.235,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 257.38,
      "fin": 265.41,
      "duracion": 8.03,
      "texto": "Así que, bueno, dale, Raúl. Entonces, yo dejo así por la dureza. Fuiste muy amable que tengas un lindo día, Raúl.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hola. Hola, hoy en día hablo con Raúl. Raúl, ¿cómo estás? Mi nombre es Belén, me presento. Mira, yo te estoy llamando, eres del área de recupero de clientes de Movistar. Queríamos saber por qué te hayas ido de la compañía. ¿Vos habrías de decirme? Sí, mira, de paso, bueno, no sé si como puedo hablar, pero con respecto, yo no fui ni de la semana de la compañía porque por el tema laboral, porque si o si necesitamos clara. Pero por qué si o si hay un problema con la señal o cómo? Claro, no hay cobertura, aparte de donde yo estoy en el campo, si o si exigen que sea más claro todo, porque cuando entré acá se me muere en todos lados, porque estamos rodeados justo de toda la antena clara, Hay un convenio acá, bueno. Ah, no, no, no. Claro, es todo así y movilizar no anda. No. No, no, para nada. No, sí, estaba conforme con... Sí, y mira, vos te ves en tu casa y tenés la óptica. Sí. Pues a ver, bueno, con este tema, yo quería saber si, bueno, lo puedo ejercer con vos o tengo que llamar a un 7800 o algo para aumentar... No, no, no. Yo había contratado un giga, pero vos sabes que me han dejado 300 millas, nada más. Ah, claro. ¿Vos ya tenés movilidad en tu hogar? Claro. ¿Ya tenés filáutica? Claro, mirá, nosotros... Aumentar la velocidad. Claro, sí, sí, no, tenés que hablarlo entonces con el 0-800-321-76-78-2, a este numerito. ¿Sí, sí? Me esperaría si lo anotó. Sí, te espero, no hay problema. No, no hay ningún problema. Sí, destina 0800. 0800 321. Sí. 76. Sí. 78.2. Ojalá era ese numerito de llamada. Y al ser ya miembro de mi movistar, te van a atender en cuanto a la duda problemática que vos quieras. Y en este caso, si vos querés aumentar los sigas, los megas, lo aumentas tranquilamente y se lo pedís a ellos. Y en la próxima facturación te va a aparecer esa. Perfecto. Dale, entonces. A ver, te lo repito. A ver si lo noté. 0800. No hay ningún problema ahora, lo dejamos estipulado de que no hay señal en donde lo estés trabajando. ¿No tenés otro celu vos que no lo utilices para el trabajo? No, la verdad es que no. Les quería proponer a mi tía que se pasara, pero no quiere saber nada. Dice que no quiere saber nada. Dice que está como ahí, que no quiere saber nada. Sí, viste los clientes esos de años y años y años de claro que son fieles, así que seguramente serán esas, pero no hay ningún problema Raúl. Sí, por más que por el precio, seducirlo así. Sí, primero lo seducen, le dicen por unos meses y después le suben el doble. Así que, bueno, dale, Raúl. Entonces, yo dejo así por la dureza. Fuiste muy amable que tengas un lindo día, Raúl.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:04:35.015771",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 57,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:17.506335",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112131945228_ACD_22527",
    "fecha_inicio": "12/1/2026 13:19:45",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 332,
    "tiempo_conversacion": 256,
    "tiempo_hold": 0,
    "tiempo_acw": 53,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}