{
  "archivo": "amza32_1_260112143230157_ACD_68095.wav",
  "duracion_segundos": 178.47,
  "num_segmentos": 31,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 103.31,
    "Cliente": 61.95
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.62,
      "fin": 28.84,
      "duracion": 27.22,
      "texto": "Hola, buenos días. Mi nombre es Marina, hablo con José. ¿Con quién hablo? Mi nombre es Marina, me estoy comunicando el día de hoy porque me afiguráis que estás en la compañía de Claros normalmente, ¿correcto? ¿Pero de dónde me llamas? Me estoy comunicando del día de calidad en Movistar porque queríamos conocer cuál fue el motivo por el cual te fuiste en la compañía. Mira,",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.17,
      "fin": 38.34,
      "duracion": 8.17,
      "texto": "por muchas razones, pero no. Si me estás intentando convencer de cambiarme, no estoy interesado por los momentos.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.8,
      "fin": 44.37,
      "duracion": 4.57,
      "texto": "Bien, ¿cuál es el motivo, uno de los motivos principales, digamos, por el por qué cambiaste? ¿Me querés comentar?",
      "confianza": 0.258,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.75,
      "fin": 57.93,
      "duracion": 12.18,
      "texto": "Se lo puedo comentar, pero es el mismo comentario que se lo he hecho a, no sé, a todos sus compañeros de trabajo, que me llaman, no sé, todos los días y les digo, lo entendimos cuento,",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.81,
      "fin": 64.78,
      "duracion": 5.97,
      "texto": "que estoy de contento por la mala calidad del sistema y por lo caro que estaba.",
      "confianza": 0.399,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.8,
      "fin": 72.81,
      "duracion": 8.01,
      "texto": "Bien, bueno, yo en este caso te pido lo que es una disculpa, sí, de hecho, bueno, yo es la primera vez que te llamamos y de primera vez fue por eso que tuviste que pasar.",
      "confianza": 0.569,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 72.83,
      "fin": 91.44,
      "duracion": 18.61,
      "texto": "Al día habíamos contratado lo que son asesores personalizados, es decir, que cualquier duda o consulta te van a poder comunicar conmigo sin tener que llamar a lo que es acción al cliente, que es un trámite bastante engorroso, ¿sí? Básicamente en claro, ¿cuánto llegas tenés al mes?",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.41,
      "fin": 114.48,
      "duracion": 22.07,
      "texto": "No, se va a ocupar mucho, se va a ocupar poco. Mira, estoy, digamos, satisfecho con claro, así que como estoy satisfecho, no me quiero cambiar. Bien, igual hemos tenido mis llamadores que traten la comunidad de tu compañía actual, ¿no pueden darte lo que es un beneficio mucho mejor?",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.5,
      "fin": 137.43,
      "duracion": 20.93,
      "texto": "Dudo que me pueda mejorar la calidad de beneficio. De hecho, bueno, vos me comentabas que hay ese problema con el servicio. ¿El servicio en cuanto a qué antena o en cuanto a qué...? No, en cuanto a la señal, en cuanto a la atención del cliente. Bien,",
      "confianza": 0.433,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 137.43,
      "fin": 141.95,
      "duracion": 4.52,
      "texto": "bueno, en este caso sí, en cuanto a la señal, nosotros altamente nos hemos renovado mucho con la compañía.",
      "confianza": 0.673,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.87,
      "fin": 155.68,
      "duracion": 12.81,
      "texto": "De hecho, también somos una de las empresas que tiene más lanterías en todo el país. Y con respecto a lo de la atención y a la facturación, vos vas a contar el día de hoy con mi número de teléfono. Yo haré lo que tú asesoras, justamente para cualquier duda o consulta que vos tengas.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.4,
      "fin": 169.58,
      "duracion": 13.18,
      "texto": "Me las puedas hacer a mí, sin que me las quiera más que otra cliente, y como te comentaban, si no te vas a asesor, ¿sí? Bueno, pero igual no me voy a cambiar.",
      "confianza": 0.237,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.74,
      "fin": 172.46,
      "duracion": 1.72,
      "texto": "Dale, tengas lindo y hasta luego.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.17,
      "fin": 178.47,
      "duracion": 5.3,
      "texto": "Hasta luego.",
      "confianza": 0.244,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Mi nombre es Marina, hablo con José. ¿Con quién hablo? Mi nombre es Marina, me estoy comunicando el día de hoy porque me afiguráis que estás en la compañía de Claros normalmente, ¿correcto? ¿Pero de dónde me llamas? Me estoy comunicando del día de calidad en Movistar porque queríamos conocer cuál fue el motivo por el cual te fuiste en la compañía. Mira, por muchas razones, pero no. Si me estás intentando convencer de cambiarme, no estoy interesado por los momentos. Bien, ¿cuál es el motivo, uno de los motivos principales, digamos, por el por qué cambiaste? ¿Me querés comentar? Se lo puedo comentar, pero es el mismo comentario que se lo he hecho a, no sé, a todos sus compañeros de trabajo, que me llaman, no sé, todos los días y les digo, lo entendimos cuento, que estoy de contento por la mala calidad del sistema y por lo caro que estaba. Bien, bueno, yo en este caso te pido lo que es una disculpa, sí, de hecho, bueno, yo es la primera vez que te llamamos y de primera vez fue por eso que tuviste que pasar. Al día habíamos contratado lo que son asesores personalizados, es decir, que cualquier duda o consulta te van a poder comunicar conmigo sin tener que llamar a lo que es acción al cliente, que es un trámite bastante engorroso, ¿sí? Básicamente en claro, ¿cuánto llegas tenés al mes? No, se va a ocupar mucho, se va a ocupar poco. Mira, estoy, digamos, satisfecho con claro, así que como estoy satisfecho, no me quiero cambiar. Bien, igual hemos tenido mis llamadores que traten la comunidad de tu compañía actual, ¿no pueden darte lo que es un beneficio mucho mejor? Dudo que me pueda mejorar la calidad de beneficio. De hecho, bueno, vos me comentabas que hay ese problema con el servicio. ¿El servicio en cuanto a qué antena o en cuanto a qué...? No, en cuanto a la señal, en cuanto a la atención del cliente. Bien, bueno, en este caso sí, en cuanto a la señal, nosotros altamente nos hemos renovado mucho con la compañía. De hecho, también somos una de las empresas que tiene más lanterías en todo el país. Y con respecto a lo de la atención y a la facturación, vos vas a contar el día de hoy con mi número de teléfono. Yo haré lo que tú asesoras, justamente para cualquier duda o consulta que vos tengas. Me las puedas hacer a mí, sin que me las quiera más que otra cliente, y como te comentaban, si no te vas a asesor, ¿sí? Bueno, pero igual no me voy a cambiar. Dale, tengas lindo y hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.442,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:36:05.038460",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 31,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:23.346602",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112143230157_ACD_68095",
    "fecha_inicio": "12/1/2026 14:32:30",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 188,
    "tiempo_conversacion": 172,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}