{
  "archivo": "amza19_1_260114105932338_ACD_08325.wav",
  "duracion_segundos": 227.76,
  "num_segmentos": 41,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 94.43,
    "Cliente": 106.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.3,
      "fin": 5.36,
      "duracion": 4.06,
      "texto": "Hola, buen día. Hablo con Jorge.",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.38,
      "fin": 5.44,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.113,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.46,
      "fin": 7.45,
      "duracion": 1.99,
      "texto": "¿Cómo estás? Me presento. Mi nombre es Brisa.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.95,
      "fin": 10.93,
      "duracion": 2.98,
      "texto": "Te estaba llamando del área de recupero de clientes de Movistar.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.47,
      "fin": 14.92,
      "duracion": 3.45,
      "texto": "Era para poder brindarte un descuento con tu línea. ¿Vos estás en claro?",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.18,
      "fin": 30.56,
      "duracion": 11.38,
      "texto": "Sí, estoy en claro. Bien, entiendo. Nosotros del área de beneficios de Movistar queríamos brindarte un descuento para que puedas aprovechar de pagar un poquito menos y tener, obviamente, un mejor servicio, ¿sí?",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.31,
      "fin": 48.07,
      "duracion": 15.76,
      "texto": "¿Mejor servicio, es decir? Sí, ya que actualmente hemos mejorado lo que es cobertura y todo en sí, en general, entonces estamos contactando clientes que se fueron por un mal servicio nuestro para que puedan probar nuevamente el servicio y vean que ha mejorado notablemente.",
      "confianza": 0.286,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.54,
      "fin": 59.03,
      "duracion": 6.49,
      "texto": "¿Sí? Ok, ¿y cuál es la oferta que tenés? Bien, el día de hoy le traigo una oferta de un plan de 8GB de base más 8GB de regalo por 6 meses,",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.36,
      "fin": 74.71,
      "duracion": 15.34,
      "texto": "con WhatsApp gratis, llamadas libres a cualquier compañía y romina en América, esa promo así tiene un valor, el día de hoy es del 10.400 pesos, teniendo 16 gigas todos los meses, ¿sí?",
      "confianza": 0.679,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.73,
      "fin": 84.88,
      "duracion": 10.15,
      "texto": "Sí. Bien. ¿Usted todavía busca algo con menos gigas o esa cantidad de gigas está perfecto? No, con menos me serviría también, pero...",
      "confianza": 0.075,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.99,
      "fin": 108.91,
      "duracion": 22.92,
      "texto": "¿Cuál es el más económico que tiene y en qué precio? Bien, el otro más económico que tengo es de 4 gigas de base, más 4 me regalo por 6 meses, viene con whatsapp gratis y las llamas libres a cualquier compañía y tiene un valor de $7,460 pesos, teniendo 8 gigas mensuales, ¿sí?",
      "confianza": 0.276,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.16,
      "fin": 136.4,
      "duracion": 26.24,
      "texto": "Bien, ambas promos vienen con una posibilidad de activar una vez al año durante 30 días, 20 digas extra, 5 tradicionales, un regalo que le hace la compañía a usted para que pueda aprovechar también por si le hacen falta más digas, ¿sí? Entonces, el plan de 8 digas le quedaría en 7.460 y el de 16 digas en 10.400. ¿A usted cuál le serviría más?",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.79,
      "fin": 149.36,
      "duracion": 9.57,
      "texto": "Lo que pasa es que yo estoy pagando como 15 más o menos, 16 por ahí.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 150.78,
      "fin": 155.19,
      "duracion": 4.41,
      "texto": "Pero en el paquete tengo internet en mi casa también.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.37,
      "fin": 163.96,
      "duracion": 7.59,
      "texto": "No sé qué promo tenés para eso, ¿entendés? Ah, claro, entiendo.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.98,
      "fin": 169.29,
      "duracion": 5.31,
      "texto": "Y yo tengo una promo de 300 milas en 24 mil pesos, que es lo más",
      "confianza": 0.467,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.78,
      "fin": 178.57,
      "duracion": 8.79,
      "texto": "lo menor que tengo para lo que es la fibra óptica y demás, la línea le quedaría solo en cuatro mil pesos y lo que sería la fibra óptica en veinte mil.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 179.09,
      "fin": 199.58,
      "duracion": 20.49,
      "texto": "De esta manera tendría todo el servicio con nosotros directamente, ¿sí? Eso es lo que busco, pero no, todavía no superan, así que seguiré con lo que tengo, ¿vale? Entiendo, disculpen con su señora para que pueda aprovechar aunque sea con su línea.",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.26,
      "fin": 218.8,
      "duracion": 17.54,
      "texto": "No, pero yo por la línea, imagínate que yo pago 15.000 pesos con los servicios y está bastante bien el servicio, así que hay que superar esa oferta.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.6,
      "fin": 220.67,
      "duracion": 1.06,
      "texto": "Bien.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.75,
      "fin": 225.98,
      "duracion": 4.23,
      "texto": "Disculpe, entonces, que tenga buen día. Igual para vos, chau, chau.",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.56,
      "fin": 227.76,
      "duracion": 1.2,
      "texto": "Hasta luego, gracias.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Jorge. Sí. ¿Cómo estás? Me presento. Mi nombre es Brisa. Te estaba llamando del área de recupero de clientes de Movistar. Era para poder brindarte un descuento con tu línea. ¿Vos estás en claro? Sí, estoy en claro. Bien, entiendo. Nosotros del área de beneficios de Movistar queríamos brindarte un descuento para que puedas aprovechar de pagar un poquito menos y tener, obviamente, un mejor servicio, ¿sí? ¿Mejor servicio, es decir? Sí, ya que actualmente hemos mejorado lo que es cobertura y todo en sí, en general, entonces estamos contactando clientes que se fueron por un mal servicio nuestro para que puedan probar nuevamente el servicio y vean que ha mejorado notablemente. ¿Sí? Ok, ¿y cuál es la oferta que tenés? Bien, el día de hoy le traigo una oferta de un plan de 8GB de base más 8GB de regalo por 6 meses, con WhatsApp gratis, llamadas libres a cualquier compañía y romina en América, esa promo así tiene un valor, el día de hoy es del 10.400 pesos, teniendo 16 gigas todos los meses, ¿sí? Sí. Bien. ¿Usted todavía busca algo con menos gigas o esa cantidad de gigas está perfecto? No, con menos me serviría también, pero... ¿Cuál es el más económico que tiene y en qué precio? Bien, el otro más económico que tengo es de 4 gigas de base, más 4 me regalo por 6 meses, viene con whatsapp gratis y las llamas libres a cualquier compañía y tiene un valor de $7,460 pesos, teniendo 8 gigas mensuales, ¿sí? Bien, ambas promos vienen con una posibilidad de activar una vez al año durante 30 días, 20 digas extra, 5 tradicionales, un regalo que le hace la compañía a usted para que pueda aprovechar también por si le hacen falta más digas, ¿sí? Entonces, el plan de 8 digas le quedaría en 7.460 y el de 16 digas en 10.400. ¿A usted cuál le serviría más? Lo que pasa es que yo estoy pagando como 15 más o menos, 16 por ahí. Pero en el paquete tengo internet en mi casa también. No sé qué promo tenés para eso, ¿entendés? Ah, claro, entiendo. Y yo tengo una promo de 300 milas en 24 mil pesos, que es lo más lo menor que tengo para lo que es la fibra óptica y demás, la línea le quedaría solo en cuatro mil pesos y lo que sería la fibra óptica en veinte mil. De esta manera tendría todo el servicio con nosotros directamente, ¿sí? Eso es lo que busco, pero no, todavía no superan, así que seguiré con lo que tengo, ¿vale? Entiendo, disculpen con su señora para que pueda aprovechar aunque sea con su línea. No, pero yo por la línea, imagínate que yo pago 15.000 pesos con los servicios y está bastante bien el servicio, así que hay que superar esa oferta. Bien. Disculpe, entonces, que tenga buen día. Igual para vos, chau, chau. Hasta luego, gracias.",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:33:36.851564",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:15.584998",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114105932338_ACD_08325",
    "fecha_inicio": "14/1/2026 10:59:32",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 312,
    "tiempo_conversacion": 217,
    "tiempo_hold": 0,
    "tiempo_acw": 69,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}