{
  "archivo": "amza73_1_260112115001218_ACD_05023.wav",
  "duracion_segundos": 304.81,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 125.07,
    "Cliente": 160.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.42,
      "fin": 16.4,
      "duracion": 14.98,
      "texto": "Hola, buen día. Buen día. Un gusto. Tengo el placer de hablar con Víctor Manuel. Sí, dígame qué pasó. ¿Cómo le va, Víctor? Mi nombre es Marlene. Yo le estoy llamando en lo que es el área de calidad Movistar, ¿sí? Veo que actualmente está en claro.",
      "confianza": 0.272,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.54,
      "fin": 20.96,
      "duracion": 1.42,
      "texto": "Sí. Bien, perfecto. Bueno, le comento.",
      "confianza": 0.071,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 21.05,
      "fin": 24.23,
      "duracion": 3.18,
      "texto": "El día de hoy estamos haciendo lo que es una campaña de recuperación de clientes.",
      "confianza": 0.553,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.81,
      "fin": 33.61,
      "duracion": 8.8,
      "texto": "Veo que usted hace mi adiós del año pasado estuvo con nosotros. No sé si usted se cambió o por alguna mejor cobertura, o con alguna mejor promoción.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.1,
      "fin": 42.47,
      "duracion": 7.37,
      "texto": "Más que nada para saber, coménteme. Quiero saber el caso mío. Estaba 18 años como usuario.",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.99,
      "fin": 44.13,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.394,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.23,
      "fin": 47.25,
      "duracion": 3.02,
      "texto": "Sí, después de los 18 años, ¿qué pasa? Que me subieron, me subieron.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.77,
      "fin": 57.98,
      "duracion": 10.21,
      "texto": "Hasta el último recibo, no sé si esta figura ahí, pagué 35.000, 35.000, mientras que en otro lado estaba pagando 6.000, 4.000,",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.57,
      "fin": 101.35,
      "duracion": 42.78,
      "texto": "Y bueno, ya de bronca. Y le llamaba para que me deje aquí el descuento, le hice el panera al descuento, nada. Y de bronca me fui. Así que Movistar no me sirve. Bien, entiendo. Bueno, le pedí desde ya mil disculpas. Sabemos que varios clientes que estuvieron mucho tiempo con nosotros tuvieron alguna mala experiencia porque quizás algún asesor no lo pudo ayudar correctamente bien. Por eso ya le pedí mil disculpas. Nosotros no buscamos que usted se quede con la mala imagen de la empresa. sino que pueda volver a probar el servicio con una mejor asesora, con una mejor calidad, ¿sí? Usted no sé si también cuenta con lo que es el Internet de su hogar, con claro. Sí, tenemos todo.",
      "confianza": 0.207,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.37,
      "fin": 102.69,
      "duracion": 1.32,
      "texto": "Bien, perfecto.",
      "confianza": 0.492,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 102.71,
      "fin": 109.9,
      "duracion": 7.19,
      "texto": "Bueno, le comento. No sé si usted únicamente tiene esa línea o tiene alguna otra. Tengo otra línea más.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.92,
      "fin": 110.52,
      "duracion": 0.6,
      "texto": "Bien, perfecto.",
      "confianza": 0.415,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 110.54,
      "fin": 137.31,
      "duracion": 26.77,
      "texto": "Bueno, le comento. Nosotros lo que podemos llegar a hacerle es lo que es un plan familiar, ¿bien? No sé si utiliza mucho el internet de su teléfono o más que nada el wifi. Coménteme así, le comento qué planes tenemos. Lo necesario, no tanto. Consumía bastante, hoy ya no, porque tenía negocio, ahora no, ahora tranquilo. Bien, entiendo. Bueno, mire, le comento. El día de hoy tenemos una promoción que es una promoción intermedia, sí.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.16,
      "fin": 141.48,
      "duracion": 2.32,
      "texto": "Vendría a ser 8GB de base, sí.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.7,
      "fin": 158.36,
      "duracion": 16.66,
      "texto": "con lo que es WhatsApp Platin llamadas libres a cualquier compañía, América Precio Local, que es decir, si usted tiene que llamar a alguien fuera de lo que es Argentina en toda la parte de Latinoamérica, o América en general, disculpe, va a poder llamarlo sin ningún inconveniente y no le van a cobrar en dólares, ¿sí?",
      "confianza": 0.626,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.78,
      "fin": 174.79,
      "duracion": 16.01,
      "texto": "Porque hay muchas compañías que pasa eso, que ustedes le cobran en dólares por llamar al exterior, ¿sí? Y también va a contar con lo que es roaming en América, ¿bien? Para que si en el caso de que usted se vaya a vacaciones o tenga que hacer algún viaje por trabajo, pueda estar comunicado sin ningún inconveniente, ¿bien?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.14,
      "fin": 201.82,
      "duracion": 25.68,
      "texto": "Este plan, el día de hoy, cuenta con un precio final de 13.250 pesos. ¿Bien? ¿Cuánto? 13.250. ¿Usted está grabando para pagar más y dónde está? ¿Está pagando 11.000 no más? ¿11.000 le está pagando? 11.000 y tengo 10 gigas. Bien, perfecto. Bueno, vale, hombre. ¿Qué disculpe? Entonces no me serviría nada, ¿viste?",
      "confianza": 0.651,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 202.58,
      "fin": 210.43,
      "duracion": 7.85,
      "texto": "Bien, entiendo. Bueno, le comento. Ese plan lo que tiene bueno es que le vamos a estar también bonificando 8 gigas extra, es decir, que va a tener 16.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.93,
      "fin": 224.92,
      "duracion": 13.99,
      "texto": "Y en el caso de que ahora el plan familiar partando a la otra línea, también le vamos a estar regalando 4 gigas extra a cada línea, ¿bien? Estas gigas no tienen vencimiento hasta que el plan familiar se disuelva o usted decida cambiar de compañía, ¿bien?",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.44,
      "fin": 241.87,
      "duracion": 16.43,
      "texto": "Es decir, que usted va a tener 30 gigas por 13,250 pesos. Es el doble de... de internet que usted cuenta actualmente con su compañía a 2,000, 3,000 pesos de diferencia, ¿bien? No tiene mucha diferencia por la cantidad de internet que cuenta, ¿sí?",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.39,
      "fin": 261.36,
      "duracion": 18.97,
      "texto": "Además, lo que tiene Movistar es que su WhatsApp es 100% gratis. ¿Qué pasa? Con claro, el WhatsApp en lo que es audio, videos y fotos, en usted le consume su internet, ¿bien? Le consume lo que son sus datos móviles. En cambio, con Movistar no va a pasar eso, ¿sí? WhatsApp es 100% gratis.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.69,
      "fin": 302.5,
      "duracion": 39.81,
      "texto": "¿Vieron? No sé cómo se ve con este plan, no sé cómo enteme más o menos, para que pueda ayudarlo. Gracias por tu amabilidad, pero no. Por ahora me quedo sin claro. Bien, entiendo. Bueno, muchísimas gracias por tu tiempo. Espero que tenga un excelente día. Hasta luego.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 304.53,
      "fin": 304.81,
      "duracion": 0.28,
      "texto": "Bueno, chau.",
      "confianza": 0.229,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Buen día. Un gusto. Tengo el placer de hablar con Víctor Manuel. Sí, dígame qué pasó. ¿Cómo le va, Víctor? Mi nombre es Marlene. Yo le estoy llamando en lo que es el área de calidad Movistar, ¿sí? Veo que actualmente está en claro. Sí. Bien, perfecto. Bueno, le comento. El día de hoy estamos haciendo lo que es una campaña de recuperación de clientes. Veo que usted hace mi adiós del año pasado estuvo con nosotros. No sé si usted se cambió o por alguna mejor cobertura, o con alguna mejor promoción. Más que nada para saber, coménteme. Quiero saber el caso mío. Estaba 18 años como usuario. Sí. Sí, después de los 18 años, ¿qué pasa? Que me subieron, me subieron. Hasta el último recibo, no sé si esta figura ahí, pagué 35.000, 35.000, mientras que en otro lado estaba pagando 6.000, 4.000, Y bueno, ya de bronca. Y le llamaba para que me deje aquí el descuento, le hice el panera al descuento, nada. Y de bronca me fui. Así que Movistar no me sirve. Bien, entiendo. Bueno, le pedí desde ya mil disculpas. Sabemos que varios clientes que estuvieron mucho tiempo con nosotros tuvieron alguna mala experiencia porque quizás algún asesor no lo pudo ayudar correctamente bien. Por eso ya le pedí mil disculpas. Nosotros no buscamos que usted se quede con la mala imagen de la empresa. sino que pueda volver a probar el servicio con una mejor asesora, con una mejor calidad, ¿sí? Usted no sé si también cuenta con lo que es el Internet de su hogar, con claro. Sí, tenemos todo. Bien, perfecto. Bueno, le comento. No sé si usted únicamente tiene esa línea o tiene alguna otra. Tengo otra línea más. Bien, perfecto. Bueno, le comento. Nosotros lo que podemos llegar a hacerle es lo que es un plan familiar, ¿bien? No sé si utiliza mucho el internet de su teléfono o más que nada el wifi. Coménteme así, le comento qué planes tenemos. Lo necesario, no tanto. Consumía bastante, hoy ya no, porque tenía negocio, ahora no, ahora tranquilo. Bien, entiendo. Bueno, mire, le comento. El día de hoy tenemos una promoción que es una promoción intermedia, sí. Vendría a ser 8GB de base, sí. con lo que es WhatsApp Platin llamadas libres a cualquier compañía, América Precio Local, que es decir, si usted tiene que llamar a alguien fuera de lo que es Argentina en toda la parte de Latinoamérica, o América en general, disculpe, va a poder llamarlo sin ningún inconveniente y no le van a cobrar en dólares, ¿sí? Porque hay muchas compañías que pasa eso, que ustedes le cobran en dólares por llamar al exterior, ¿sí? Y también va a contar con lo que es roaming en América, ¿bien? Para que si en el caso de que usted se vaya a vacaciones o tenga que hacer algún viaje por trabajo, pueda estar comunicado sin ningún inconveniente, ¿bien? Este plan, el día de hoy, cuenta con un precio final de 13.250 pesos. ¿Bien? ¿Cuánto? 13.250. ¿Usted está grabando para pagar más y dónde está? ¿Está pagando 11.000 no más? ¿11.000 le está pagando? 11.000 y tengo 10 gigas. Bien, perfecto. Bueno, vale, hombre. ¿Qué disculpe? Entonces no me serviría nada, ¿viste? Bien, entiendo. Bueno, le comento. Ese plan lo que tiene bueno es que le vamos a estar también bonificando 8 gigas extra, es decir, que va a tener 16. Y en el caso de que ahora el plan familiar partando a la otra línea, también le vamos a estar regalando 4 gigas extra a cada línea, ¿bien? Estas gigas no tienen vencimiento hasta que el plan familiar se disuelva o usted decida cambiar de compañía, ¿bien? Es decir, que usted va a tener 30 gigas por 13,250 pesos. Es el doble de... de internet que usted cuenta actualmente con su compañía a 2,000, 3,000 pesos de diferencia, ¿bien? No tiene mucha diferencia por la cantidad de internet que cuenta, ¿sí? Además, lo que tiene Movistar es que su WhatsApp es 100% gratis. ¿Qué pasa? Con claro, el WhatsApp en lo que es audio, videos y fotos, en usted le consume su internet, ¿bien? Le consume lo que son sus datos móviles. En cambio, con Movistar no va a pasar eso, ¿sí? WhatsApp es 100% gratis. ¿Vieron? No sé cómo se ve con este plan, no sé cómo enteme más o menos, para que pueda ayudarlo. Gracias por tu amabilidad, pero no. Por ahora me quedo sin claro. Bien, entiendo. Bueno, muchísimas gracias por tu tiempo. Espero que tenga un excelente día. Hasta luego. Bueno, chau.",
  "calidad": {
    "confianza_promedio": 0.509,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:50:23.617762",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:31.305044",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115001218_ACD_05023",
    "fecha_inicio": "12/1/2026 11:50:01",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 312,
    "tiempo_conversacion": 294,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}