{
  "archivo": "amza13_1_260114144522563_ACD_94805.wav",
  "duracion_segundos": 120.56,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 16.68,
    "Cliente": 95.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.25,
      "fin": 2.31,
      "duracion": 2.06,
      "texto": "Hola, buenos días.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.81,
      "fin": 17.43,
      "duracion": 14.62,
      "texto": "Buenas tardes. ¿Hablo con Alicia? No, no se encuentra. ¿Quién se encuentra? No se encuentra. Mi nombre es Gerardo. Me estoy comunicando de la línea de beneficios de la compañía Movistar porque tenemos un plan en promoción el día de hoy para esta línea móvil.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.02,
      "fin": 29.63,
      "duracion": 9.61,
      "texto": "Ah. Se trata de un plan que está a solo $10,400 pesos, pero te da 16 gigas, te da roaming en toda América. Está muy completo el plan.",
      "confianza": 0.127,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.29,
      "fin": 39.59,
      "duracion": 9.3,
      "texto": "Bueno, ahora cuando venga le comento. ¿Usted no toma decisiones sobre la línea, señor?",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.71,
      "fin": 48.52,
      "duracion": 7.81,
      "texto": "No, yo solamente tomo decisiones por mí, nada más, únicamente. ¿Usted está con claro cómo está actualmente, señor?",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.1,
      "fin": 50.51,
      "duracion": 1.4,
      "texto": "Con claro la línea.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.15,
      "fin": 100.39,
      "duracion": 49.24,
      "texto": "¿Y no le interesa que lo pase a usted? A mí me interesaría porque la verdad que claro es una mierda, pero en un momento dado también fue una mierda de momistad y se ponen así como de acuerdo. ¿Qué problema tuvo usted con la empresa? Mire, yo le voy a decir una cosa, a este plan le va a durar seis meses, pero el sexto mes usted se puede cambiar de plan desde la aplicación. Sí, le diré que de forma permanente esté aprovechando promociones porque imagino que habrá tenido tal vez algún problema con facturación alta o algo así en el pasado, me imagino, ¿no? Me imagino que sí, algo así... Claro, ahora por eso hacemos planes que son cortitos por unos meses y después el cliente se va cambiando, ¿sí? De modo que siempre pague poquito y aproveche las promociones. ¿Quiere que le haga el cambio a usted, que le mande el cheque a usted, a la sucursal?",
      "confianza": 0.411,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.13,
      "fin": 115.65,
      "duracion": 14.52,
      "texto": "No, no, no, ahora cuando ella venga, si querés volverla a llamar más tarde. Bueno, mire, yo le acabo de mandar un WhatsApp a este número de teléfono, le puse un auto en orden de Movistar. Charlenlo y me pueden escribir ahí, si están de acuerdo, paso a los dos.",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.51,
      "fin": 120.56,
      "duracion": 4.05,
      "texto": "Perfecto, dale, gracias. Bueno, nos vemos en contacto, hasta luego. Chao.",
      "confianza": 0.375,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Buenas tardes. ¿Hablo con Alicia? No, no se encuentra. ¿Quién se encuentra? No se encuentra. Mi nombre es Gerardo. Me estoy comunicando de la línea de beneficios de la compañía Movistar porque tenemos un plan en promoción el día de hoy para esta línea móvil. Ah. Se trata de un plan que está a solo $10,400 pesos, pero te da 16 gigas, te da roaming en toda América. Está muy completo el plan. Bueno, ahora cuando venga le comento. ¿Usted no toma decisiones sobre la línea, señor? No, yo solamente tomo decisiones por mí, nada más, únicamente. ¿Usted está con claro cómo está actualmente, señor? Con claro la línea. ¿Y no le interesa que lo pase a usted? A mí me interesaría porque la verdad que claro es una mierda, pero en un momento dado también fue una mierda de momistad y se ponen así como de acuerdo. ¿Qué problema tuvo usted con la empresa? Mire, yo le voy a decir una cosa, a este plan le va a durar seis meses, pero el sexto mes usted se puede cambiar de plan desde la aplicación. Sí, le diré que de forma permanente esté aprovechando promociones porque imagino que habrá tenido tal vez algún problema con facturación alta o algo así en el pasado, me imagino, ¿no? Me imagino que sí, algo así... Claro, ahora por eso hacemos planes que son cortitos por unos meses y después el cliente se va cambiando, ¿sí? De modo que siempre pague poquito y aproveche las promociones. ¿Quiere que le haga el cambio a usted, que le mande el cheque a usted, a la sucursal? No, no, no, ahora cuando ella venga, si querés volverla a llamar más tarde. Bueno, mire, yo le acabo de mandar un WhatsApp a este número de teléfono, le puse un auto en orden de Movistar. Charlenlo y me pueden escribir ahí, si están de acuerdo, paso a los dos. Perfecto, dale, gracias. Bueno, nos vemos en contacto, hasta luego. Chao.",
  "calidad": {
    "confianza_promedio": 0.522,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:11:52.879124",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:14.305718",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144522563_ACD_94805",
    "fecha_inicio": "14/1/2026 14:45:22",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 153,
    "tiempo_conversacion": 116,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}