{
  "archivo": "amza21_1_260115145510878_MIT_01968.wav",
  "duracion_segundos": 221.0,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 62.39,
    "Cliente": 148.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.81,
      "fin": 21.41,
      "duracion": 20.6,
      "texto": "Si le mandé... ¿Cómo le digas? Está llamando a un cliente para se encierra. Hola. Hola, ¿qué tal? Ricardo, ¿cómo estás? Soy Celeste de Movistar. ¿Cómo te va?",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.25,
      "fin": 23.7,
      "duracion": 1.45,
      "texto": "¿Cómo andas? Todo bien.",
      "confianza": 0.254,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.72,
      "fin": 23.82,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.056,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.84,
      "fin": 25.68,
      "duracion": 1.84,
      "texto": "Llama para hacer lo que es encierre comercial.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.34,
      "fin": 46.43,
      "duracion": 20.09,
      "texto": "Sí, te voy a repasar todos los datos. de corrido, puede que lea un poquito rápido, pero es para no tenerse tanto tiempo en llamada. Te voy a hacer ciertas preguntas, necesito que las respondas, con sí o con no, así yo puedo continuar con el cierre. Si hay cualquier duda, consulta, me la haces al final. Bien, para recibir futuras promociones, ¿usted tiene contratado algún servicio de internet en Casa de Movistar?",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.03,
      "fin": 52.68,
      "duracion": 3.65,
      "texto": "No. Bueno, seguramente si tenés cobertura, me voy a estar contactando para comentártelo.",
      "confianza": 0.042,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.24,
      "fin": 64.48,
      "duracion": 11.24,
      "texto": "Vamos a portar entonces la línea, dijimos, número 11300, 39217. Sí, dijimos a nombre de Ricardo Javier Montalvo. Sí.",
      "confianza": 0.839,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.5,
      "fin": 69.96,
      "duracion": 5.47,
      "texto": "Confirme los últimos tres dígitos de su DNI, por favor, Ricardo.",
      "confianza": 0.733,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.98,
      "fin": 98.72,
      "duracion": 28.74,
      "texto": "649. Muy bien, dijimos que su factura actualmente es sabona, es decir que usted por su línea recibe una factura desde, claro, con el monto a pagar, ¿cierto? Sí, por la aplicación. Bien, muy bien. ¿Y su chip es físico o es virtual? No, físico. Bien, o sea que lo coloca dentro del celular, perfecto. Dijimos que va a retirar el chip en lo que sería la Provencia de Buenos Aires, en la localidad de Morón, en Calle Rivadavia, 18344, es una tienda de movilizar.",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.24,
      "fin": 103.78,
      "duracion": 4.55,
      "texto": "Recuerde que se le va a dejar con un día de anticipación cuando pueda retirar el chip, ¿sí?",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.81,
      "fin": 116.74,
      "duracion": 12.94,
      "texto": "Le recuerdo el costo del servicio al día de hoy, es de 10.400 pesos, es un plan con 8GB de base y 8GB de regalo por 6 meses, incluye WhatsApp gratis, hablar libre a cualquier compañía, 1GB de regalo para el juego Free Fire,",
      "confianza": 0.675,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.94,
      "fin": 184.28,
      "duracion": 67.34,
      "texto": "América Precio Local y Rumil en América. También incluye un descuento por 6 meses de 41.650 pesos. Sí. También cuando usted me brindó lo que es el mail, sí, ahí se lo repaso, el mail que me brindó para hacer lo que es el envío de facturación es rj.monsalvo13.com. En ese mail va a estar recibiendo toda la facturación de manera online. y cuando sea parte de la compañía va a poder descargar la aplicación vimovistar y va a ver toda la información referida a su factura, ciclo de facturación, vencimiento y montos a pagar. Tiene 20 gigas de regalo para activar durante 30 días, disponibles una vez al año. Puede herir el servicio de evita automático y también si pasa a más de 2 líneas registradas bajo su nombre va a tener 4 gigas más de regalo. ¿Sí? Lo que es la portabilidad demora 48 horas hábiles, un día antes por mensaje de WhatsApp le vamos a estar informando la fecha de portabilidad para que se quede tranquilo. En caso de no levantar señal, el chip tiene que reiniciar el equipo y por último, dentro de los próximos días, va a recibir una encuesta de satisfacción por WhatsApp. Le solicito por favor que la cumple ya que su opinión es importante para la empresa.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.88,
      "fin": 189.83,
      "duracion": 4.95,
      "texto": "Bien. Bueno, entonces el chip estaría llegando el lunes, ¿no? Más o menos.",
      "confianza": 0.818,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.35,
      "fin": 194.35,
      "duracion": 4.0,
      "texto": "Aproximadamente sí, el lunes. Es muy probable que a partir del lunes.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.85,
      "fin": 197.72,
      "duracion": 2.86,
      "texto": "Igual te va a llegar un mensaje, ¿sí?",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.22,
      "fin": 203.71,
      "duracion": 5.49,
      "texto": "Detecto diciéndote que tu línea ya está, ya ha sido aprobada. Puedes ir ese día o al día siguiente, ¿sí?",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.23,
      "fin": 217.74,
      "duracion": 13.51,
      "texto": "Y si no, cualquier cosita me avisas por WhatsApp, sí. Si quieres saber la fecha y no te ha llegado ningún mensaje, me avisas a mí por WhatsApp, ¿sí? Muchas gracias. Bueno, perfecto. Eso sería todo. Que tengas bonito día y recordad no brindarle datos a ningún otro vendedor. ¿Bien?",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.75,
      "fin": 221.0,
      "duracion": 2.25,
      "texto": "Bueno, perfecto. Hasta luego, que tengas buen día.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Si le mandé... ¿Cómo le digas? Está llamando a un cliente para se encierra. Hola. Hola, ¿qué tal? Ricardo, ¿cómo estás? Soy Celeste de Movistar. ¿Cómo te va? ¿Cómo andas? Todo bien. Bien. Llama para hacer lo que es encierre comercial. Sí, te voy a repasar todos los datos. de corrido, puede que lea un poquito rápido, pero es para no tenerse tanto tiempo en llamada. Te voy a hacer ciertas preguntas, necesito que las respondas, con sí o con no, así yo puedo continuar con el cierre. Si hay cualquier duda, consulta, me la haces al final. Bien, para recibir futuras promociones, ¿usted tiene contratado algún servicio de internet en Casa de Movistar? No. Bueno, seguramente si tenés cobertura, me voy a estar contactando para comentártelo. Vamos a portar entonces la línea, dijimos, número 11300, 39217. Sí, dijimos a nombre de Ricardo Javier Montalvo. Sí. Confirme los últimos tres dígitos de su DNI, por favor, Ricardo. 649. Muy bien, dijimos que su factura actualmente es sabona, es decir que usted por su línea recibe una factura desde, claro, con el monto a pagar, ¿cierto? Sí, por la aplicación. Bien, muy bien. ¿Y su chip es físico o es virtual? No, físico. Bien, o sea que lo coloca dentro del celular, perfecto. Dijimos que va a retirar el chip en lo que sería la Provencia de Buenos Aires, en la localidad de Morón, en Calle Rivadavia, 18344, es una tienda de movilizar. Recuerde que se le va a dejar con un día de anticipación cuando pueda retirar el chip, ¿sí? Le recuerdo el costo del servicio al día de hoy, es de 10.400 pesos, es un plan con 8GB de base y 8GB de regalo por 6 meses, incluye WhatsApp gratis, hablar libre a cualquier compañía, 1GB de regalo para el juego Free Fire, América Precio Local y Rumil en América. También incluye un descuento por 6 meses de 41.650 pesos. Sí. También cuando usted me brindó lo que es el mail, sí, ahí se lo repaso, el mail que me brindó para hacer lo que es el envío de facturación es rj.monsalvo13.com. En ese mail va a estar recibiendo toda la facturación de manera online. y cuando sea parte de la compañía va a poder descargar la aplicación vimovistar y va a ver toda la información referida a su factura, ciclo de facturación, vencimiento y montos a pagar. Tiene 20 gigas de regalo para activar durante 30 días, disponibles una vez al año. Puede herir el servicio de evita automático y también si pasa a más de 2 líneas registradas bajo su nombre va a tener 4 gigas más de regalo. ¿Sí? Lo que es la portabilidad demora 48 horas hábiles, un día antes por mensaje de WhatsApp le vamos a estar informando la fecha de portabilidad para que se quede tranquilo. En caso de no levantar señal, el chip tiene que reiniciar el equipo y por último, dentro de los próximos días, va a recibir una encuesta de satisfacción por WhatsApp. Le solicito por favor que la cumple ya que su opinión es importante para la empresa. Bien. Bueno, entonces el chip estaría llegando el lunes, ¿no? Más o menos. Aproximadamente sí, el lunes. Es muy probable que a partir del lunes. Igual te va a llegar un mensaje, ¿sí? Detecto diciéndote que tu línea ya está, ya ha sido aprobada. Puedes ir ese día o al día siguiente, ¿sí? Y si no, cualquier cosita me avisas por WhatsApp, sí. Si quieres saber la fecha y no te ha llegado ningún mensaje, me avisas a mí por WhatsApp, ¿sí? Muchas gracias. Bueno, perfecto. Eso sería todo. Que tengas bonito día y recordad no brindarle datos a ningún otro vendedor. ¿Bien? Bueno, perfecto. Hasta luego, que tengas buen día.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:01:46.271212",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:17.342346",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115145510878_MIT_01968",
    "fecha_inicio": "15/1/2026 14:55:12",
    "agente_nombre": "MZA 21",
    "agente_login": "mza21",
    "duracion_total": 216,
    "tiempo_conversacion": 212,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}