{
  "archivo": "amza44_1_260113143039533_ACD_40837.wav",
  "duracion_segundos": 233.67,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 52.41,
    "Cliente": 165.77
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.97,
      "fin": 5.02,
      "duracion": 3.05,
      "texto": "Hola, ¿qué tal? Buen día. ¿Cómo le va? Hablo con Martín Gastón.",
      "confianza": 0.389,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.16,
      "fin": 14.71,
      "duracion": 8.55,
      "texto": "Sí, yo hablo con él. ¿Qué tal, Martín? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo estoy comunicando con usted para brindarle lo que es un beneficio, sí, para su línea.",
      "confianza": 0.124,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.25,
      "fin": 25.87,
      "duracion": 10.62,
      "texto": "Me asegura que usted está actualmente en la compañía de teatro, ¿es correcto? Sí, señor. Ok, excelente. Yo soy el asesor comercial de lo que es la compañía Movistar, ¿sí?",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.81,
      "fin": 35.09,
      "duracion": 8.28,
      "texto": "Me comunico más que nada porque tenemos vigentes unas promociones al día de hoy. para ex clientes de la compañía que actualmente están en claro, ¿sí?",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.01,
      "fin": 42.32,
      "duracion": 6.31,
      "texto": "Le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo suele utilizar para navegar o más que nada para estar comunicado?",
      "confianza": 0.904,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.26,
      "fin": 58.24,
      "duracion": 10.98,
      "texto": "No, yo lo uso para trabajar. ¿Lo utiliza para trabajar? Y ¿sabe con un plan de cuántos gías cuento hoy en día en claro? Sí, sé. ¿Con cuántos?",
      "confianza": 0.482,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.09,
      "fin": 64.44,
      "duracion": 5.35,
      "texto": "lo prefiero mantener en reserva. ¿Vos qué más prefieres? OK.",
      "confianza": 0.278,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 64.44,
      "fin": 80.04,
      "duracion": 15.6,
      "texto": "Bueno, yo más general para brindarle lo que es un plan más acorde hacia lo que usted necesite, porque, por ejemplo, nosotros tenemos en promoción uno de los planes que más sale, que es uno intermedio, que es el de 8 gigas, que viene con 8 gigas bonificados por 6 meses, o sea, 16 gigas en total.",
      "confianza": 0.691,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.04,
      "fin": 113.58,
      "duracion": 32.54,
      "texto": "Esto le cuenta a que el de Asambrat quilla más libres a todas las compañeras, sí, América Precio Local y 3 gigas de roaming en América. Este plan le va a venir, vale, va a quedar en un momento, al día de hoy, de 13.250 pesos. No sé cómo se ve con este plan. No, el tema, yo tuve que movistar muchos años, el problema que tengo con ustedes es que usted tiene muy mal servicio de antena cuando te alejá de las grandes ciudades. Yo ando mucho por la ruta y necesito tener el teñal.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.1,
      "fin": 117.7,
      "duracion": 3.6,
      "texto": "Ok, me figura igual que usted hizo el cambio en 2023, ¿es correcto?",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.54,
      "fin": 190.69,
      "duracion": 72.15,
      "texto": "Sí, pero tuve mucho salvo movistar. No, sí, entiendo, entiendo, pero bueno, en estos años han mejorado lo que es infraestructura de antenas, ¿sí? Y eso sumándole a lo que es el chip nuevo. Sí, la no tecnología de los chips que son 5G. Sí, nuestra, la... Mirá, yo no tengo... A mí no me consta que haya mejorado el servicio de antenas de movistar. No sé qué es lo que... No sé lo que te dicen a vos, pero yo lo que te digo de lo que veo en la ruta y de lo que... Ninguno de los que vendemos en la calle y estamos en la ruta, tenemos movistar por el hecho de que no tenemos señal en los lugares donde... No estoy bien ni en su área, pero... Llego, pues, me alejo 200 kilómetros y ya no tengo señal. Entiendo el tema de su desconfianza por lo que pasó anteriormente y también entiendo que estar comunicado es súper importante. A eso no se lo voy a discutir. Lo que yo le digo es que bueno, han mejorado bastante el tema de lo que son las fronteras y esto lo puede corroborar usted mismo desde lo que es la página web de Movistar.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.55,
      "fin": 230.34,
      "duracion": 38.79,
      "texto": "Tenemos un sector en el que usted puede ingresar y su cargador es donde tenemos una cobertura. Muchas gracias. Las coberturas, las que guardan la más alta, la parte más lista, bueno, Se corta la llamada. Le voy a dejar lo que es un mensajito de WhatsApp, ¿sí? Sí, yo ahora me la estoy manejando, no creo que pueda seguirlo. Dejate estar porque no me vuelvan a llamar por un tiempo.",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.31,
      "fin": 233.67,
      "duracion": 2.36,
      "texto": "Vale, que tengas un buen día, hasta luego. Gracias.",
      "confianza": 0.176,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Cómo le va? Hablo con Martín Gastón. Sí, yo hablo con él. ¿Qué tal, Martín? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo estoy comunicando con usted para brindarle lo que es un beneficio, sí, para su línea. Me asegura que usted está actualmente en la compañía de teatro, ¿es correcto? Sí, señor. Ok, excelente. Yo soy el asesor comercial de lo que es la compañía Movistar, ¿sí? Me comunico más que nada porque tenemos vigentes unas promociones al día de hoy. para ex clientes de la compañía que actualmente están en claro, ¿sí? Le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo suele utilizar para navegar o más que nada para estar comunicado? No, yo lo uso para trabajar. ¿Lo utiliza para trabajar? Y ¿sabe con un plan de cuántos gías cuento hoy en día en claro? Sí, sé. ¿Con cuántos? lo prefiero mantener en reserva. ¿Vos qué más prefieres? OK. Bueno, yo más general para brindarle lo que es un plan más acorde hacia lo que usted necesite, porque, por ejemplo, nosotros tenemos en promoción uno de los planes que más sale, que es uno intermedio, que es el de 8 gigas, que viene con 8 gigas bonificados por 6 meses, o sea, 16 gigas en total. Esto le cuenta a que el de Asambrat quilla más libres a todas las compañeras, sí, América Precio Local y 3 gigas de roaming en América. Este plan le va a venir, vale, va a quedar en un momento, al día de hoy, de 13.250 pesos. No sé cómo se ve con este plan. No, el tema, yo tuve que movistar muchos años, el problema que tengo con ustedes es que usted tiene muy mal servicio de antena cuando te alejá de las grandes ciudades. Yo ando mucho por la ruta y necesito tener el teñal. Ok, me figura igual que usted hizo el cambio en 2023, ¿es correcto? Sí, pero tuve mucho salvo movistar. No, sí, entiendo, entiendo, pero bueno, en estos años han mejorado lo que es infraestructura de antenas, ¿sí? Y eso sumándole a lo que es el chip nuevo. Sí, la no tecnología de los chips que son 5G. Sí, nuestra, la... Mirá, yo no tengo... A mí no me consta que haya mejorado el servicio de antenas de movistar. No sé qué es lo que... No sé lo que te dicen a vos, pero yo lo que te digo de lo que veo en la ruta y de lo que... Ninguno de los que vendemos en la calle y estamos en la ruta, tenemos movistar por el hecho de que no tenemos señal en los lugares donde... No estoy bien ni en su área, pero... Llego, pues, me alejo 200 kilómetros y ya no tengo señal. Entiendo el tema de su desconfianza por lo que pasó anteriormente y también entiendo que estar comunicado es súper importante. A eso no se lo voy a discutir. Lo que yo le digo es que bueno, han mejorado bastante el tema de lo que son las fronteras y esto lo puede corroborar usted mismo desde lo que es la página web de Movistar. Tenemos un sector en el que usted puede ingresar y su cargador es donde tenemos una cobertura. Muchas gracias. Las coberturas, las que guardan la más alta, la parte más lista, bueno, Se corta la llamada. Le voy a dejar lo que es un mensajito de WhatsApp, ¿sí? Sí, yo ahora me la estoy manejando, no creo que pueda seguirlo. Dejate estar porque no me vuelvan a llamar por un tiempo. Vale, que tengas un buen día, hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.531,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:04:54.926157",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:28.632915",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113143039533_ACD_40837",
    "fecha_inicio": "13/1/2026 14:30:39",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 254,
    "tiempo_conversacion": 225,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}