{
  "archivo": "amza43_1_260116150143390_ACD_57071.wav",
  "duracion_segundos": 210.55,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 33.23,
    "Cliente": 163.28
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 3.17,
      "duracion": 3.14,
      "texto": "Buenas tardes, me comunico con Laura.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.26,
      "fin": 4.32,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.375,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.96,
      "fin": 15.85,
      "duracion": 10.89,
      "texto": "Hola Laura, Franco es mi nombre, llamá para reivindarle una promoción para Silinia, que veo que está en claro. No, ¿qué promoción tenés a ver?",
      "confianza": 0.566,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.57,
      "fin": 28.8,
      "duracion": 12.23,
      "texto": "Bien, tengo la de 8 ligas más 8 de regalo a 10.400. Tiene lo que es WhatsApp gratis y mensajes y llamadas gratis a otras compañías. Son 16 y en el primer mes se regalan 20 días más.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.06,
      "fin": 33.94,
      "duracion": 0.88,
      "texto": "¿Cuántos meses?",
      "confianza": 0.829,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.72,
      "fin": 43.92,
      "duracion": 9.19,
      "texto": "Bien, la promoción como tal es por seis meses, sí, pero desde la app vos podés gestionar lo que vos quieras con respecto a sumar divas, a cambiar el plan, a mejorarlo.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.08,
      "fin": 49.3,
      "duracion": 4.22,
      "texto": "Sí. Comar viñas, bajar viñas, lo que sea, lo podés gestionar todo en la aplicación.",
      "confianza": 0.405,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.55,
      "fin": 53.83,
      "duracion": 3.29,
      "texto": "Pero por seis meses me viene 10.000,",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.86,
      "fin": 67.25,
      "duracion": 12.39,
      "texto": "10.400 es la promoción al día de hoy, sí. Bueno. Bien. Aunque ahora que estoy pagando creo que 12. ¿12 y por cuántos libras? 4.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.99,
      "fin": 84.73,
      "duracion": 16.74,
      "texto": "Ah, poquito igual. Claro, acá tenés 16 más los 20 que se te regalan y lo bueno es que si te van sobrando 2 GB te los podés ir pasando, sí, para otros meses o a otras líneas. En este caso veo que está solo tu línea, ¿cierto? Sí. Bien,",
      "confianza": 0.489,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 84.73,
      "fin": 89.65,
      "duracion": 4.92,
      "texto": "claro, si te sobraron chivas de un mes, te lo puedes pasar para el siguiente.",
      "confianza": 0.793,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.67,
      "fin": 93.96,
      "duracion": 4.29,
      "texto": "Ah, bien. Perfecto.",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.9,
      "fin": 147.29,
      "duracion": 52.39,
      "texto": "Bien, bien. Mi único reniego es que necesito que sea lo que vos me decís de plata, que después no me salga un repago 20. Claro, no, no, no, por supuesto, no la promoción de las chivas dando este precio y bueno, el descuento como tal es por seis meses, ¿sí? Sí. Claro. Por lo que veo, sos del mar del plata, ¿es así? Sí. ¿Y tenés chip físico o chip virtual? Virtual suelen tener más que nada los iPhone, iPhone 16, iPhone 17. Claro, yo tengo físico. Físico nada más. ¿Y la tienda de la calle San Martín te queda lejos? Es como más cerquita de la costa. ¿Por qué te digo? Porque ahí yo te enviaría el chip para que lo repides en una tienda. ¿De qué empresa es? Movistar. Ah, Movistar. Claro. No, espere, déjame pensarlo primero.",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.65,
      "fin": 182.46,
      "duracion": 33.81,
      "texto": "Porque ahora con el tema del trabajo y todo se me va a complicar. ¿Por qué? ¿En qué sentido? ¿Recibirlo, buscarlo? Para ir a buscarlo, para moverlo, moverme. Justo ahora estoy con el tema de complicada con los horarios de trabajo. ¿Te lo pones a enviar a tu domicilio también, si es que hay alguien mayor del tiempo? Sí, pero eso es el tema. No, no tengo quien lo reciba. Por eso estoy renegando con el mismo tema, porque no me llega una tarjeta, porque no estoy nunca. Ah, perfecto. Bueno, de cualquier manera, sí, sí, lo puedo retirar de lunes a sábado. Sí, no sé si vos trabajás del lunes a sábado. Sí. Claro,",
      "confianza": 0.667,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 182.46,
      "fin": 184.51,
      "duracion": 2.05,
      "texto": "porque abre de 9.30 a 19.30.",
      "confianza": 0.336,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.53,
      "fin": 210.55,
      "duracion": 26.02,
      "texto": "Bueno, déjame ver, a ver si, por ahora déjame ver, porque no quiero hacer lío y después no poder retirarlo y... Sí, no, tranqui, de todas maneras, como digo, tengo esa opción, enviértelo a la tienda y lo que sí la promoción es hasta hoy, como lo que más interesa es el precio, lo que más les interesa. Bueno, no, no, pero deja porque no, voy a hacer lío, yo ahora no puedo. Te agradezco igual. Bueno, dale, que tengas buen día. Muchas gracias.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Buenas tardes, me comunico con Laura. Sí. Hola Laura, Franco es mi nombre, llamá para reivindarle una promoción para Silinia, que veo que está en claro. No, ¿qué promoción tenés a ver? Bien, tengo la de 8 ligas más 8 de regalo a 10.400. Tiene lo que es WhatsApp gratis y mensajes y llamadas gratis a otras compañías. Son 16 y en el primer mes se regalan 20 días más. ¿Cuántos meses? Bien, la promoción como tal es por seis meses, sí, pero desde la app vos podés gestionar lo que vos quieras con respecto a sumar divas, a cambiar el plan, a mejorarlo. Sí. Comar viñas, bajar viñas, lo que sea, lo podés gestionar todo en la aplicación. Pero por seis meses me viene 10.000, 10.400 es la promoción al día de hoy, sí. Bueno. Bien. Aunque ahora que estoy pagando creo que 12. ¿12 y por cuántos libras? 4. Ah, poquito igual. Claro, acá tenés 16 más los 20 que se te regalan y lo bueno es que si te van sobrando 2 GB te los podés ir pasando, sí, para otros meses o a otras líneas. En este caso veo que está solo tu línea, ¿cierto? Sí. Bien, claro, si te sobraron chivas de un mes, te lo puedes pasar para el siguiente. Ah, bien. Perfecto. Bien, bien. Mi único reniego es que necesito que sea lo que vos me decís de plata, que después no me salga un repago 20. Claro, no, no, no, por supuesto, no la promoción de las chivas dando este precio y bueno, el descuento como tal es por seis meses, ¿sí? Sí. Claro. Por lo que veo, sos del mar del plata, ¿es así? Sí. ¿Y tenés chip físico o chip virtual? Virtual suelen tener más que nada los iPhone, iPhone 16, iPhone 17. Claro, yo tengo físico. Físico nada más. ¿Y la tienda de la calle San Martín te queda lejos? Es como más cerquita de la costa. ¿Por qué te digo? Porque ahí yo te enviaría el chip para que lo repides en una tienda. ¿De qué empresa es? Movistar. Ah, Movistar. Claro. No, espere, déjame pensarlo primero. Porque ahora con el tema del trabajo y todo se me va a complicar. ¿Por qué? ¿En qué sentido? ¿Recibirlo, buscarlo? Para ir a buscarlo, para moverlo, moverme. Justo ahora estoy con el tema de complicada con los horarios de trabajo. ¿Te lo pones a enviar a tu domicilio también, si es que hay alguien mayor del tiempo? Sí, pero eso es el tema. No, no tengo quien lo reciba. Por eso estoy renegando con el mismo tema, porque no me llega una tarjeta, porque no estoy nunca. Ah, perfecto. Bueno, de cualquier manera, sí, sí, lo puedo retirar de lunes a sábado. Sí, no sé si vos trabajás del lunes a sábado. Sí. Claro, porque abre de 9.30 a 19.30. Bueno, déjame ver, a ver si, por ahora déjame ver, porque no quiero hacer lío y después no poder retirarlo y... Sí, no, tranqui, de todas maneras, como digo, tengo esa opción, enviértelo a la tienda y lo que sí la promoción es hasta hoy, como lo que más interesa es el precio, lo que más les interesa. Bueno, no, no, pero deja porque no, voy a hacer lío, yo ahora no puedo. Te agradezco igual. Bueno, dale, que tengas buen día. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.531,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:01:16.439284",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 65,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:28.429249",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116150143390_ACD_57071",
    "fecha_inicio": "16/1/2026 15:01:43",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 228,
    "tiempo_conversacion": 206,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}