{
  "archivo": "amza35_1_260115114827521_ACD_64267.wav",
  "duracion_segundos": 184.8,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 21.96,
    "Cliente": 145.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.14,
      "fin": 28.69,
      "duracion": 26.55,
      "texto": "Hola, buen día. Hablo con Ángel. Sí, él habla. Ángel, un gusto. Te hablo de Guadalupe. Me he contactado el día de hoy porque veo que tenés siete líneas atractivas en clara, ¿o sí? Sí. Bien, quería darte un descuento para tus siete líneas. Ahora te quiero consultar. ¿Tus siete líneas están con abono o algunas en prepago? No, prepago. ¿Todas en prepago o algunas en prepago o otras en abono? No, todas en prepago. Dale, perfecto.",
      "confianza": 0.17,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 29.21,
      "fin": 31.35,
      "duracion": 2.14,
      "texto": "No sé cuánto generalmente le estás recargando.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.73,
      "fin": 42.19,
      "duracion": 9.46,
      "texto": "No, no sé, la verdad lo maneja mi hijo, pero hay veces que no le cargamos. Claro, entiendo.",
      "confianza": 0.044,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.87,
      "fin": 53.79,
      "duracion": 10.92,
      "texto": "Bueno, igualmente te conviene por un tema de que es mejor tener a uno, porque si te quedas sin línea, por ejemplo, a la noche y tienes que ir a recargar, no tienes donde recargar. Entonces te conviene tener a uno para tener línea todo el tiempo.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.35,
      "fin": 63.2,
      "duracion": 8.85,
      "texto": "Puedo ofrecerles por lo menos lo que es el plan más barato, que son cuatro rigas, más cuatro regalos, Adan, solo 7.460 y tienen un descuento por seis meses para todas tus líneas.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.62,
      "fin": 66.63,
      "duracion": 2.0,
      "texto": "No, no, porque no podría pagarlo.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.55,
      "fin": 84.71,
      "duracion": 17.16,
      "texto": "Ah, bien, comprendo. Y ahora te consulto, Ángel, si vos tenés cuenta activa o si no tenemos promos un poco más baratas y con más rigas. No, no. Justamente lo puse prepago porque la situación económica no me lo permite. Claro, entiendo.",
      "confianza": 0.852,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.62,
      "fin": 147.26,
      "duracion": 61.64,
      "texto": "Bien, y generalmente cuánto le están recargando aproximadamente? No sé, creo que no sé si dos mil, tres mil pesos, no sé. Ah, claro, poquito. Y es la única vez que recargan en el mes o tienen que volver a recargar? No, yo no sé, pero el que termina el 02 hará dos, no, tres, cuatro meses que no le hago una carga. Claro, entiendo. Bueno, Lo que podemos hacer es que no te brinda igual, te dejo un mensajito para que lo puedan charlar en familia, por un tema de que, para no sé si, es tu familia, perdón, que aparte lo estoy asumiendo. Pero, para que lo puedan charlar, porque la verdad, estar mucho tiempo sin entenderse en caca puede derivar a que la línea se termine cortando, ¿sí? Por ejemplo, yo tengo lo que es un chip preparado y también, como no le recargo hace varios meses, siempre me deja un mensajito para que se me pueda tratar de cortar lo que es la línea. por un tema de aquí como no le estoy recargando. Por eso te conviene también tener abono y además preparar o sacar tiempo de hoy en día.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.82,
      "fin": 151.56,
      "duracion": 3.74,
      "texto": "Porque realmente ustedes están pagando cada vez menos que lo que es prepago.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.31,
      "fin": 158.09,
      "duracion": 2.78,
      "texto": "Sí, no, no. Supongo que me avisarán antes de cortar la línea.",
      "confianza": 0.068,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.84,
      "fin": 163.34,
      "duracion": 3.5,
      "texto": "Claro, siempre te llego un mensajito, pero antes que pase esto es mejor tener abono.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.08,
      "fin": 168.61,
      "duracion": 3.53,
      "texto": "Y no porque cómo te pago el abono. Claro, entiendo.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.15,
      "fin": 184.8,
      "duracion": 15.65,
      "texto": "Bueno, entiendo, sino en todo caso será para la próxima, para la próxima ocasión, no hay problema. Claro, bueno. Bueno, cuando estés mejor en económicamente lo podemos hacer, no hay problema. Bárbaro, gracias igualmente. Que tengas muy lindo día, hasta luego. Hasta luego.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Ángel. Sí, él habla. Ángel, un gusto. Te hablo de Guadalupe. Me he contactado el día de hoy porque veo que tenés siete líneas atractivas en clara, ¿o sí? Sí. Bien, quería darte un descuento para tus siete líneas. Ahora te quiero consultar. ¿Tus siete líneas están con abono o algunas en prepago? No, prepago. ¿Todas en prepago o algunas en prepago o otras en abono? No, todas en prepago. Dale, perfecto. No sé cuánto generalmente le estás recargando. No, no sé, la verdad lo maneja mi hijo, pero hay veces que no le cargamos. Claro, entiendo. Bueno, igualmente te conviene por un tema de que es mejor tener a uno, porque si te quedas sin línea, por ejemplo, a la noche y tienes que ir a recargar, no tienes donde recargar. Entonces te conviene tener a uno para tener línea todo el tiempo. Puedo ofrecerles por lo menos lo que es el plan más barato, que son cuatro rigas, más cuatro regalos, Adan, solo 7.460 y tienen un descuento por seis meses para todas tus líneas. No, no, porque no podría pagarlo. Ah, bien, comprendo. Y ahora te consulto, Ángel, si vos tenés cuenta activa o si no tenemos promos un poco más baratas y con más rigas. No, no. Justamente lo puse prepago porque la situación económica no me lo permite. Claro, entiendo. Bien, y generalmente cuánto le están recargando aproximadamente? No sé, creo que no sé si dos mil, tres mil pesos, no sé. Ah, claro, poquito. Y es la única vez que recargan en el mes o tienen que volver a recargar? No, yo no sé, pero el que termina el 02 hará dos, no, tres, cuatro meses que no le hago una carga. Claro, entiendo. Bueno, Lo que podemos hacer es que no te brinda igual, te dejo un mensajito para que lo puedan charlar en familia, por un tema de que, para no sé si, es tu familia, perdón, que aparte lo estoy asumiendo. Pero, para que lo puedan charlar, porque la verdad, estar mucho tiempo sin entenderse en caca puede derivar a que la línea se termine cortando, ¿sí? Por ejemplo, yo tengo lo que es un chip preparado y también, como no le recargo hace varios meses, siempre me deja un mensajito para que se me pueda tratar de cortar lo que es la línea. por un tema de aquí como no le estoy recargando. Por eso te conviene también tener abono y además preparar o sacar tiempo de hoy en día. Porque realmente ustedes están pagando cada vez menos que lo que es prepago. Sí, no, no. Supongo que me avisarán antes de cortar la línea. Claro, siempre te llego un mensajito, pero antes que pase esto es mejor tener abono. Y no porque cómo te pago el abono. Claro, entiendo. Bueno, entiendo, sino en todo caso será para la próxima, para la próxima ocasión, no hay problema. Claro, bueno. Bueno, cuando estés mejor en económicamente lo podemos hacer, no hay problema. Bárbaro, gracias igualmente. Que tengas muy lindo día, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.479,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:00:31.134669",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:24.773082",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114827521_ACD_64267",
    "fecha_inicio": "15/1/2026 11:48:27",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 210,
    "tiempo_conversacion": 178,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}