{
  "archivo": "amza31_1_260112142023267_ACD_28003.wav",
  "duracion_segundos": 169.75,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 118.55,
    "Cliente": 37.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.0,
      "fin": 10.36,
      "duracion": 8.36,
      "texto": "Hola, buen día. ¿Hablo con Anaís? Sí, hablo. Como te va, Anaís, de un gusto. Jessica, te hablamos de lo que es el área de beneficios de Movistar.",
      "confianza": 0.085,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.86,
      "fin": 17.77,
      "duracion": 6.91,
      "texto": "Quería brindarte una promoción exclusiva para tu línea. Esa criatura que vos actualmente estás en claro, ¿puedes ser, Anaís?",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.89,
      "fin": 20.65,
      "duracion": 2.76,
      "texto": "Sí, pero por ahora voy a seguir en claro.",
      "confianza": 0.768,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.07,
      "fin": 29.14,
      "duracion": 8.07,
      "texto": "Igualmente te agradezco, pero es que con Movistar no tengo muy buena señal. ¿Y con Anaís que no tenés buena señal?",
      "confianza": 0.781,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.71,
      "fin": 38.24,
      "duracion": 8.53,
      "texto": "No pasa, mira, nos habíamos cambiado, yo había cambiado todas mis líneas a Molsar y cuando viajamos a Córdoba me quedé sin señal en todo el viaje.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.19,
      "fin": 42.19,
      "duracion": 3.0,
      "texto": "Entonces ahí es cuando yo decido, digamos, volver a Pilaro.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.91,
      "fin": 47.01,
      "duracion": 4.1,
      "texto": "Pero bueno, te agradezco igualmente. ¿Pero hasta siempre ibas a viajar en los próximos seis meses a Córdoba?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.02,
      "fin": 51.18,
      "duracion": 2.16,
      "texto": "Creería que no, pero... Ah, bien.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.2,
      "fin": 51.86,
      "duracion": 0.66,
      "texto": "¿Por qué te comento?",
      "confianza": 0.573,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.58,
      "fin": 73.5,
      "duracion": 20.92,
      "texto": "Me figuras que tú estás abonando una factura de algo cercana a 22.000 pesos. ¿Vos abonás eso solamente por tu línea o...? Son dos dineros. No, 22 mil entre dos dineros. Ah, bien, perfecto. ¿Y cuánto chiles les están brindando? Mira, no tengo ni idea cómo es el plan. No tengo ni idea.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 75.51,
      "fin": 126.72,
      "duracion": 51.21,
      "texto": "Sé que abono eso, digamos, pero no sé ni cuánto llegan. No sé ni cómo es el plan. Ah, bien, entiendo, entiendo totalmente. Bueno, mirá, yo te llamaba más que nada porque queríamos brindarte una promoción más actualizada, bien, en la que te podamos brindar más gigas por un mejor precio, bien, más que nada para que vos lo puedas aprovechar, ¿bien? Nosotros lo que te podemos brindar en el día de hoy es un plan de 16 gigabyte, ¿bien? Vos tendrías 8 de base más 8 de regalo, en lo que es 13,250 pesos y además te damos 4 gigabyte más de regalos para cada una de tus líneas, bien, por la agrupación familiar, los vas a tener durante la permanencia en Montserrat y te damos lo que es un descuento fijo por seis meses para que lo puedas aprovechar, bien. Por eso te consultamos que en los próximos seis meses ibas a viajar a Córdoba más que nada para que aprovecharas el descuento fijo, bien.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.28,
      "fin": 136.82,
      "duracion": 9.53,
      "texto": "Déjame que lo piense en todo caso, averiguo cuál es mi plan que yo tengo en claro y cualquier cosa, si me querés volver a llamar en otro momento yo te doy la respuesta.",
      "confianza": 0.726,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.86,
      "fin": 138.76,
      "duracion": 1.9,
      "texto": "Ahora, ahora es tu novia.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.66,
      "fin": 151.66,
      "duracion": 12.0,
      "texto": "Lo déjame que averigüe. Entiendo totalmente. Bueno, mira, yo te voy a dejar un mensajito, ¿bien? Para que vos estés más o menos al tanto de los planes y las promociones que tenemos para vos. O sea, para tu opinión.",
      "confianza": 0.28,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.68,
      "fin": 151.98,
      "duracion": 0.3,
      "texto": "Perfecto.",
      "confianza": 0.233,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 152.94,
      "fin": 162.89,
      "duracion": 9.95,
      "texto": "Para la última también, si quieres tener lo que es el servicio de website en el orgán, también te lo podemos brindar. ¿Bien? Bueno, vos déjame todo en el mensajito y yo cualquier cosa me comunico.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.91,
      "fin": 165.02,
      "duracion": 2.11,
      "texto": "Dale, perfecto, buenísimo.",
      "confianza": 0.648,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.06,
      "fin": 168.02,
      "duracion": 2.96,
      "texto": "Muchas gracias, hasta luego. Muchas gracias a vos, que tengan un lindo día.",
      "confianza": 0.27,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.84,
      "fin": 169.75,
      "duracion": 0.9,
      "texto": "Gracias, igualmente.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Hablo con Anaís? Sí, hablo. Como te va, Anaís, de un gusto. Jessica, te hablamos de lo que es el área de beneficios de Movistar. Quería brindarte una promoción exclusiva para tu línea. Esa criatura que vos actualmente estás en claro, ¿puedes ser, Anaís? Sí, pero por ahora voy a seguir en claro. Igualmente te agradezco, pero es que con Movistar no tengo muy buena señal. ¿Y con Anaís que no tenés buena señal? No pasa, mira, nos habíamos cambiado, yo había cambiado todas mis líneas a Molsar y cuando viajamos a Córdoba me quedé sin señal en todo el viaje. Entonces ahí es cuando yo decido, digamos, volver a Pilaro. Pero bueno, te agradezco igualmente. ¿Pero hasta siempre ibas a viajar en los próximos seis meses a Córdoba? Creería que no, pero... Ah, bien. ¿Por qué te comento? Me figuras que tú estás abonando una factura de algo cercana a 22.000 pesos. ¿Vos abonás eso solamente por tu línea o...? Son dos dineros. No, 22 mil entre dos dineros. Ah, bien, perfecto. ¿Y cuánto chiles les están brindando? Mira, no tengo ni idea cómo es el plan. No tengo ni idea. Sé que abono eso, digamos, pero no sé ni cuánto llegan. No sé ni cómo es el plan. Ah, bien, entiendo, entiendo totalmente. Bueno, mirá, yo te llamaba más que nada porque queríamos brindarte una promoción más actualizada, bien, en la que te podamos brindar más gigas por un mejor precio, bien, más que nada para que vos lo puedas aprovechar, ¿bien? Nosotros lo que te podemos brindar en el día de hoy es un plan de 16 gigabyte, ¿bien? Vos tendrías 8 de base más 8 de regalo, en lo que es 13,250 pesos y además te damos 4 gigabyte más de regalos para cada una de tus líneas, bien, por la agrupación familiar, los vas a tener durante la permanencia en Montserrat y te damos lo que es un descuento fijo por seis meses para que lo puedas aprovechar, bien. Por eso te consultamos que en los próximos seis meses ibas a viajar a Córdoba más que nada para que aprovecharas el descuento fijo, bien. Déjame que lo piense en todo caso, averiguo cuál es mi plan que yo tengo en claro y cualquier cosa, si me querés volver a llamar en otro momento yo te doy la respuesta. Ahora, ahora es tu novia. Lo déjame que averigüe. Entiendo totalmente. Bueno, mira, yo te voy a dejar un mensajito, ¿bien? Para que vos estés más o menos al tanto de los planes y las promociones que tenemos para vos. O sea, para tu opinión. Perfecto. Para la última también, si quieres tener lo que es el servicio de website en el orgán, también te lo podemos brindar. ¿Bien? Bueno, vos déjame todo en el mensajito y yo cualquier cosa me comunico. Dale, perfecto, buenísimo. Muchas gracias, hasta luego. Muchas gracias a vos, que tengan un lindo día. Gracias, igualmente.",
  "calidad": {
    "confianza_promedio": 0.543,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:30:02.442933",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:22.965147",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112142023267_ACD_28003",
    "fecha_inicio": "12/1/2026 14:20:23",
    "agente_nombre": "MZA 31",
    "agente_login": "mza31",
    "duracion_total": 191,
    "tiempo_conversacion": 170,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}