{
  "archivo": "amza39_1_260113130355821_ACD_48107.wav",
  "duracion_segundos": 311.58,
  "num_segmentos": 88,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 181.55,
    "Cliente": 79.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.8,
      "duracion": 5.77,
      "texto": "Hola, buen día. ¿Me comunico con Ariel?",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.82,
      "fin": 6.12,
      "duracion": 0.3,
      "texto": "Sí, bienvenida.",
      "confianza": 0.026,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 6.14,
      "fin": 14.9,
      "duracion": 8.76,
      "texto": "¿Cómo estás, Ariel? De un gusto. Mi nombre es Catalina. Te contactaba el día de hoy del área de recuperación de movimientos para poder brindarte lo que es un descuento para la línea móvil.",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.65,
      "fin": 17.49,
      "duracion": 1.84,
      "texto": "¿Vos actualmente te encontraste en claro?",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.67,
      "fin": 22.59,
      "duracion": 2.92,
      "texto": "Sí. Bien. ¿Y sabes más o menos cuántos días utilizas en tu línea?",
      "confianza": 0.153,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.64,
      "fin": 27.78,
      "duracion": 2.14,
      "texto": "25. ¿Te son suficientes o haces recargas?",
      "confianza": 0.09,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 28.94,
      "fin": 41.45,
      "duracion": 12.51,
      "texto": "Sí, me están sufriendo. Bien, lo que te puedo brindar actualmente, Ariel, es un plan de 15 gigas más 10 de regalos serían 25 en total en 15.395 más impuestos.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.28,
      "fin": 48.51,
      "duracion": 6.23,
      "texto": "Si no, ya directamente te puedo ofrecer un plan de 30 de base más 10 de regalos en 19.205 más impuestos.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.07,
      "fin": 51.51,
      "duracion": 2.44,
      "texto": "Muy poca diferencia entre uno y otro. ¿Qué te parece?",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.86,
      "fin": 58.12,
      "duracion": 1.26,
      "texto": "Este es de 15, ahora que no hay existencia. ¿Por cuánto tiempo?",
      "confianza": 0.009,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.82,
      "fin": 67.15,
      "duracion": 8.33,
      "texto": "Es por seis meses la promoción que yo te brindo, después vos te metes a la aplicación y podés buscar más o menos qué promos tienen para vos ese día.",
      "confianza": 0.699,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.2,
      "fin": 97.67,
      "duracion": 27.47,
      "texto": "¿Y más impuestos? ¿Cuánto me quedarían más impuestos? Los impuestos depende de tu categoría impositiva, porque me aparece que vos sos un cliente quick acá en la base de datos. Vos sos monotributista, responsable in crypto, algo así, ¿cierto? Sí, monotributista. Bien, eso depende del impuesto que vos pagues en general. Sería lo que se te aplicaría el plan. Si querés un precio final, te puedo vender como cliente al DNI. En caso de que quieras, tengo los mismos planes.",
      "confianza": 0.118,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.53,
      "fin": 114.21,
      "duracion": 15.68,
      "texto": "Ah, sí, sería lo mismo. Claro que me da un poco más, igual. No tengo ni idea cuánto se mide con el impuesto, pero... Claro, queda un poquito más. Pero poner el de 15 te quedaría en 23.850 y el de 30 en 25.150. Precio final.",
      "confianza": 0.1,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.25,
      "fin": 115.95,
      "duracion": 1.7,
      "texto": "Sí, sí, sí. Bien.",
      "confianza": 0.303,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.64,
      "fin": 127.47,
      "duracion": 2.82,
      "texto": "Y te hago una consulta también eso de los 10 yidas de regalo.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.27,
      "fin": 140.9,
      "duracion": 12.63,
      "texto": "Los 10 yidas de regalo. ¿Es por 6 meses? Sí, eso mismo. ¿Es por 6 meses? Después, si vos te fijás, si hay una nueva promo y no tiene días de regalos, vos te quedás con los de base, los 15. Por eso te comenté también el plan de 30.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.37,
      "fin": 152.08,
      "duracion": 8.71,
      "texto": "Y el precio del plan es por los seis meses. Después veo, sacando que se me vayan esos días de regalos y que yo consiga o no.",
      "confianza": 0.857,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.48,
      "fin": 155.49,
      "duracion": 2.0,
      "texto": "A los seis meses ya no son 15.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.45,
      "fin": 172.28,
      "duracion": 15.83,
      "texto": "Ya no pago 15. Perdón, si me habías dicho 15 mil, ¿no? Te había dicho que 17.395. Cuando se te van, eso llega al regalo y el plan termina. Vos directamente tendrías que abonar el total del plan.",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 173.1,
      "fin": 180.49,
      "duracion": 7.39,
      "texto": "Pero por eso te recomendaba el tema de la aplicación para que vayas viendo algunas promos, para que estés al tanto y puedas adquirir una nueva promo en ese momento.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.8,
      "fin": 192.16,
      "duracion": 8.36,
      "texto": "Bien. ¿Vos me podrás llamar mañana quizás o más tarde? Me dijiste de 30 son 2000 pesos de diferencia.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 194.66,
      "fin": 203.53,
      "duracion": 8.87,
      "texto": "Claro, sí. En DNI y en Quid son 2000 pesos de diferencia cualquiera de los dos que prefices.",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.41,
      "fin": 215.21,
      "duracion": 9.8,
      "texto": "Bien. Si me das para pensarlo tranquilo y me llamas mañana, yo te puedo dar una respuesta. ¿Dale, más o menos en qué hora irme en contacto con vos?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.65,
      "fin": 218.94,
      "duracion": 2.28,
      "texto": "Sí, a las cuatro, más o menos, cuatro o cinco de la tarde.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.0,
      "fin": 223.26,
      "duracion": 3.26,
      "texto": "Dale, perfecto. Si querés también te lo paso en limpio al WhatsApp.",
      "confianza": 0.667,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 223.84,
      "fin": 248.16,
      "duracion": 24.32,
      "texto": "Ambos precios para que vos... Dale, buenísimo. Así yo ya lo tengo ahí... Esplayado. Dale. Bien. Cualquier cosa, si no me decís por ahí, si estás disponible esta tarde, cualquier cosa, yo hasta las 21 puedo gestionar, ¿sí? Dale, genial. Te hago una consulta porque me habían llamado de otra vez, en realidad me llaman todos los días. ¿Internet?",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.34,
      "fin": 258.56,
      "duracion": 9.21,
      "texto": "Internet y logar también tenemos y en ese caso se te puede hacer una promo con la línea pero de bastante menos gigas que queda en la línea, te queda en 4 de base.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.26,
      "fin": 260.34,
      "duracion": 1.08,
      "texto": "No, no, no.",
      "confianza": 0.343,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 262.08,
      "fin": 264.22,
      "duracion": 2.14,
      "texto": "Aparte el wifi, ¿qué te quedaría?",
      "confianza": 0.315,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.9,
      "fin": 303.51,
      "duracion": 38.61,
      "texto": "No sé cuánto gigas utilizas vos de wifi. pero tenemos desde los 300 megas al giga directamente. En ese caso, te puedo ofrecer un giga en 19.520 pesos más impuesto, que es el plan más alto que tenemos de wifi y te queda incluso más barato que el de 300. Bueno, bien. Bueno, mañana sí, volvemos a hablar mañana. Mándame igualdad por WhatsApp, por favor. Más que nada, iríamos a por lo del teléfono en caso de aceptar algo. Y mañana volvemos a hablarlo.",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 304.03,
      "fin": 306.93,
      "duracion": 2.9,
      "texto": "Perfecto, entonces mañana me contacto y te lo mando. Gracias.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 307.65,
      "fin": 311.58,
      "duracion": 3.93,
      "texto": "Que tengas buen día, buenas tardes. Adiós igualmente. Gracias.",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Me comunico con Ariel? Sí, bienvenida. ¿Cómo estás, Ariel? De un gusto. Mi nombre es Catalina. Te contactaba el día de hoy del área de recuperación de movimientos para poder brindarte lo que es un descuento para la línea móvil. ¿Vos actualmente te encontraste en claro? Sí. Bien. ¿Y sabes más o menos cuántos días utilizas en tu línea? 25. ¿Te son suficientes o haces recargas? Sí, me están sufriendo. Bien, lo que te puedo brindar actualmente, Ariel, es un plan de 15 gigas más 10 de regalos serían 25 en total en 15.395 más impuestos. Si no, ya directamente te puedo ofrecer un plan de 30 de base más 10 de regalos en 19.205 más impuestos. Muy poca diferencia entre uno y otro. ¿Qué te parece? Este es de 15, ahora que no hay existencia. ¿Por cuánto tiempo? Es por seis meses la promoción que yo te brindo, después vos te metes a la aplicación y podés buscar más o menos qué promos tienen para vos ese día. ¿Y más impuestos? ¿Cuánto me quedarían más impuestos? Los impuestos depende de tu categoría impositiva, porque me aparece que vos sos un cliente quick acá en la base de datos. Vos sos monotributista, responsable in crypto, algo así, ¿cierto? Sí, monotributista. Bien, eso depende del impuesto que vos pagues en general. Sería lo que se te aplicaría el plan. Si querés un precio final, te puedo vender como cliente al DNI. En caso de que quieras, tengo los mismos planes. Ah, sí, sería lo mismo. Claro que me da un poco más, igual. No tengo ni idea cuánto se mide con el impuesto, pero... Claro, queda un poquito más. Pero poner el de 15 te quedaría en 23.850 y el de 30 en 25.150. Precio final. Sí, sí, sí. Bien. Y te hago una consulta también eso de los 10 yidas de regalo. Los 10 yidas de regalo. ¿Es por 6 meses? Sí, eso mismo. ¿Es por 6 meses? Después, si vos te fijás, si hay una nueva promo y no tiene días de regalos, vos te quedás con los de base, los 15. Por eso te comenté también el plan de 30. Y el precio del plan es por los seis meses. Después veo, sacando que se me vayan esos días de regalos y que yo consiga o no. A los seis meses ya no son 15. Ya no pago 15. Perdón, si me habías dicho 15 mil, ¿no? Te había dicho que 17.395. Cuando se te van, eso llega al regalo y el plan termina. Vos directamente tendrías que abonar el total del plan. Pero por eso te recomendaba el tema de la aplicación para que vayas viendo algunas promos, para que estés al tanto y puedas adquirir una nueva promo en ese momento. Bien. ¿Vos me podrás llamar mañana quizás o más tarde? Me dijiste de 30 son 2000 pesos de diferencia. Claro, sí. En DNI y en Quid son 2000 pesos de diferencia cualquiera de los dos que prefices. Bien. Si me das para pensarlo tranquilo y me llamas mañana, yo te puedo dar una respuesta. ¿Dale, más o menos en qué hora irme en contacto con vos? Sí, a las cuatro, más o menos, cuatro o cinco de la tarde. Dale, perfecto. Si querés también te lo paso en limpio al WhatsApp. Ambos precios para que vos... Dale, buenísimo. Así yo ya lo tengo ahí... Esplayado. Dale. Bien. Cualquier cosa, si no me decís por ahí, si estás disponible esta tarde, cualquier cosa, yo hasta las 21 puedo gestionar, ¿sí? Dale, genial. Te hago una consulta porque me habían llamado de otra vez, en realidad me llaman todos los días. ¿Internet? Internet y logar también tenemos y en ese caso se te puede hacer una promo con la línea pero de bastante menos gigas que queda en la línea, te queda en 4 de base. No, no, no. Aparte el wifi, ¿qué te quedaría? No sé cuánto gigas utilizas vos de wifi. pero tenemos desde los 300 megas al giga directamente. En ese caso, te puedo ofrecer un giga en 19.520 pesos más impuesto, que es el plan más alto que tenemos de wifi y te queda incluso más barato que el de 300. Bueno, bien. Bueno, mañana sí, volvemos a hablar mañana. Mándame igualdad por WhatsApp, por favor. Más que nada, iríamos a por lo del teléfono en caso de aceptar algo. Y mañana volvemos a hablarlo. Perfecto, entonces mañana me contacto y te lo mando. Gracias. Que tengas buen día, buenas tardes. Adiós igualmente. Gracias.",
  "calidad": {
    "confianza_promedio": 0.542,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:15:05.295930",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 88,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:25.685062",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113130355821_ACD_48107",
    "fecha_inicio": "13/1/2026 13:03:55",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 323,
    "tiempo_conversacion": 300,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}