{
  "archivo": "amza1_1_260116142359117_ACD_36445.wav",
  "duracion_segundos": 153.11,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 117.36,
    "Cliente": 21.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 10.37,
      "duracion": 10.34,
      "texto": "Hola, buenos días. Pablo Condiego. Hola, la madre. Ah, bien. ¿Cómo le va? Un gusto, señora. Mi nombre es Angelina.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.97,
      "fin": 17.54,
      "duracion": 6.57,
      "texto": "Justamente me comunicaba con Diego porque me figura que es el titular de la línea. No sé si esto está correcto o no está actualizada la información.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.68,
      "fin": 25.43,
      "duracion": 4.75,
      "texto": "No, no, es el titular, pero el teléfono lo uso yo. Bien, bien. Bueno, entonces he tomado una pausa a comentarle, sí, para que él nos la llame. ¿Bien?",
      "confianza": 0.013,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.04,
      "fin": 36.16,
      "duracion": 10.13,
      "texto": "El motivo de mi temado era para reivindarle lo que es un descuento en sus líneas móviles, que le quedaría lo que es el plan básicamente completo, sí, del estate deal, en 10.400 pesos.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.22,
      "fin": 39.61,
      "duracion": 3.38,
      "texto": "Me figura que justamente se está enamorando más que eso, ¿correcto?",
      "confianza": 0.636,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.71,
      "fin": 51.4,
      "duracion": 8.69,
      "texto": "No, no estoy pagando más que eso. Ah, bien, me figuraba que se nos estaba enamorando más por eso mismo, pero por un gran suministro. ¿De dónde sos? ¿De dónde movistar?",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.42,
      "fin": 53.46,
      "duracion": 2.04,
      "texto": "No me interesa movistar para nada.",
      "confianza": 0.322,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.71,
      "fin": 59.54,
      "duracion": 5.83,
      "texto": "¿Por qué no le interesa, señora? Porque son adictivos, son bastantes tránsugas.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.02,
      "fin": 65.88,
      "duracion": 4.86,
      "texto": "Vos no, pero la interesa sí. ¿Qué le ha sucedido?",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 67.34,
      "fin": 70.73,
      "duracion": 3.38,
      "texto": "Acá éramos todos de Movistar y nos borramos todos.",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.83,
      "fin": 79.28,
      "duracion": 7.45,
      "texto": "¿Están todos en claro? Bueno, todos en claro, sí. Bien, entiendo. ¿Y qué le ha sucedido? ¿Justamente ha sido un tema de aumentos?",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.9,
      "fin": 84.35,
      "duracion": 4.45,
      "texto": "Falta de atención. Se aumentan y te avisan.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.65,
      "fin": 90.72,
      "duracion": 5.07,
      "texto": "Ah, bien. Vas a algún lado y no tenés internet.",
      "confianza": 0.526,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.74,
      "fin": 92.62,
      "duracion": 1.88,
      "texto": "No me interesa para nada.",
      "confianza": 0.511,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.64,
      "fin": 125.71,
      "duracion": 33.07,
      "texto": "Pero usted es de Buenos Aires. ¿Cómo? Usted es de Buenos Aires. Sí, yo soy de Buenos Aires. Para ver más. Hola. Hola, no, no, que se lo he escuchado bien. Sí, yo le decía de qué localidad de Buenos Aires es. No más de Miran. Bien, en este caso me asegura que usted tiene lo que es cobertura de esta zona, sí, lo que es la cobertura de Movistar.",
      "confianza": 0.436,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.73,
      "fin": 128.82,
      "duracion": 3.09,
      "texto": "Sí, pero de Miran. le hagamos culpa, dice, porque no me interesa.",
      "confianza": 0.058,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 128.84,
      "fin": 153.11,
      "duracion": 24.27,
      "texto": "Por favor, que te pido, por favor, que a mí se caí, poné algo, porque si no, que tenés que hacer una denuncia, porque estoy en el médico, estoy en cualquier lado y no puedo, ni el médico me puede atender porque me están tratando. Bien, entiendo. En ese caso, lo que pueda dejar asuntado en el sistema, no hay ningún problema, ¿sí? Hacerme el favor. Bueno, hasta luego. Gracias, chao.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Pablo Condiego. Hola, la madre. Ah, bien. ¿Cómo le va? Un gusto, señora. Mi nombre es Angelina. Justamente me comunicaba con Diego porque me figura que es el titular de la línea. No sé si esto está correcto o no está actualizada la información. No, no, es el titular, pero el teléfono lo uso yo. Bien, bien. Bueno, entonces he tomado una pausa a comentarle, sí, para que él nos la llame. ¿Bien? El motivo de mi temado era para reivindarle lo que es un descuento en sus líneas móviles, que le quedaría lo que es el plan básicamente completo, sí, del estate deal, en 10.400 pesos. Me figura que justamente se está enamorando más que eso, ¿correcto? No, no estoy pagando más que eso. Ah, bien, me figuraba que se nos estaba enamorando más por eso mismo, pero por un gran suministro. ¿De dónde sos? ¿De dónde movistar? No me interesa movistar para nada. ¿Por qué no le interesa, señora? Porque son adictivos, son bastantes tránsugas. Vos no, pero la interesa sí. ¿Qué le ha sucedido? Acá éramos todos de Movistar y nos borramos todos. ¿Están todos en claro? Bueno, todos en claro, sí. Bien, entiendo. ¿Y qué le ha sucedido? ¿Justamente ha sido un tema de aumentos? Falta de atención. Se aumentan y te avisan. Ah, bien. Vas a algún lado y no tenés internet. No me interesa para nada. Pero usted es de Buenos Aires. ¿Cómo? Usted es de Buenos Aires. Sí, yo soy de Buenos Aires. Para ver más. Hola. Hola, no, no, que se lo he escuchado bien. Sí, yo le decía de qué localidad de Buenos Aires es. No más de Miran. Bien, en este caso me asegura que usted tiene lo que es cobertura de esta zona, sí, lo que es la cobertura de Movistar. Sí, pero de Miran. le hagamos culpa, dice, porque no me interesa. Por favor, que te pido, por favor, que a mí se caí, poné algo, porque si no, que tenés que hacer una denuncia, porque estoy en el médico, estoy en cualquier lado y no puedo, ni el médico me puede atender porque me están tratando. Bien, entiendo. En ese caso, lo que pueda dejar asuntado en el sistema, no hay ningún problema, ¿sí? Hacerme el favor. Bueno, hasta luego. Gracias, chao.",
  "calidad": {
    "confianza_promedio": 0.454,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:49:34.050545",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:16.543895",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116142359117_ACD_36445",
    "fecha_inicio": "16/1/2026 14:23:59",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 175,
    "tiempo_conversacion": 147,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}