{
  "archivo": "amza4_1_260116133750101_MIT_01949.wav",
  "duracion_segundos": 155.67,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 44.17,
    "Cliente": 96.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 32.66,
      "duracion": 32.63,
      "texto": "Hola, chiquita. Buenas tardes. ¿Volvió Félix? Ah, sí, ¿con quién? ¿Con quién hablas? Hola, Félix. ¿Cómo estás? Qué bueno, malero. Bien, bien. Trabajando un poquito ya empieza el fin de semana.",
      "confianza": 0.548,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.88,
      "fin": 38.75,
      "duracion": 4.87,
      "texto": "Felix, ¿me figura que usted esta línea la lleva con la compañía Claro actualmente?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.6,
      "fin": 49.7,
      "duracion": 5.1,
      "texto": "No te entendí. Escucha, mandame lo nuevo. Decíme lo nuevo, ¿no te entendí? A ver. Me decía que esta línea de teléfono usted la lleva con Claro actualmente.",
      "confianza": 0.001,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.29,
      "fin": 53.87,
      "duracion": 1.58,
      "texto": "Sí, sí. La llevo con Claro, sí, sí.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.89,
      "fin": 55.55,
      "duracion": 1.66,
      "texto": "¿Recuerda cuánto está pagando?",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.17,
      "fin": 68.6,
      "duracion": 11.43,
      "texto": "Sí, algo de 13 y algo. Bien,",
      "confianza": 0.056,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 68.6,
      "fin": 68.84,
      "duracion": 0.24,
      "texto": "bien, bien.",
      "confianza": 0.01,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.86,
      "fin": 77.62,
      "duracion": 8.76,
      "texto": "Bueno, estamos dando bastante, Félix. Bueno, le comento. Yo lo estoy llamando de Movistar porque el beneficio que tenemos para brindarle es que usted primero que nada mantenga el mismo número. Si el número de teléfono no se cambia.",
      "confianza": 0.03,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.38,
      "fin": 83.14,
      "duracion": 4.77,
      "texto": "Tenga las llamadas libres a todas las compañías, servicio de SMS y WhatsApp gratis.",
      "confianza": 0.713,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.61,
      "fin": 113.38,
      "duracion": 29.77,
      "texto": "y en cuanto al internet para su línea le damos lo que son 8 días fijo de llevarse todos los meses y los primeros seis meses le regalamos 8 días para que pruebe el servicio feliz y por esto el plan le queda el valor al día de hoy en tan sólo 10.400 pesos feliz. Menos de lo que está pagando Conferno con más ligas, más cantidad para que usted siempre esté conectado y mayores beneficios. ¿Qué le parece la propuesta? Bueno, me lo dejé a pensar, ya no sé,",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.09,
      "fin": 118.81,
      "duracion": 4.72,
      "texto": "¿Puede ser? Sí, yo también tengo que contactar con usted más tardecitos.",
      "confianza": 0.26,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.45,
      "fin": 141.36,
      "duracion": 21.91,
      "texto": "Solo porque las promociones son... Estoy trabajando, dije. Claro, lo entiendo. Las promociones son en el momento y, bueno, muchas veces que pasa, lo llamamos a los dos días al cliente, no hay problemas en la gestión, pero no está la misma promo vigente, ¿sí? Así que, bueno, te evaluo de luego y yo, antes de retirarme de la compañía, lo vuelvo a contactar, Félix. Está bien. ¿A qué hora te retiras, más o menos? A las 3.",
      "confianza": 0.143,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.0,
      "fin": 155.67,
      "duracion": 13.67,
      "texto": "Ah, listo, yo creo que a doy media estoy terminando el trabajo, así que bueno. Buenísimo. Bueno, espero que tengas la comunicación. Dale un beso. Gracias. Chau.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, chiquita. Buenas tardes. ¿Volvió Félix? Ah, sí, ¿con quién? ¿Con quién hablas? Hola, Félix. ¿Cómo estás? Qué bueno, malero. Bien, bien. Trabajando un poquito ya empieza el fin de semana. Felix, ¿me figura que usted esta línea la lleva con la compañía Claro actualmente? No te entendí. Escucha, mandame lo nuevo. Decíme lo nuevo, ¿no te entendí? A ver. Me decía que esta línea de teléfono usted la lleva con Claro actualmente. Sí, sí. La llevo con Claro, sí, sí. ¿Recuerda cuánto está pagando? Sí, algo de 13 y algo. Bien, bien, bien. Bueno, estamos dando bastante, Félix. Bueno, le comento. Yo lo estoy llamando de Movistar porque el beneficio que tenemos para brindarle es que usted primero que nada mantenga el mismo número. Si el número de teléfono no se cambia. Tenga las llamadas libres a todas las compañías, servicio de SMS y WhatsApp gratis. y en cuanto al internet para su línea le damos lo que son 8 días fijo de llevarse todos los meses y los primeros seis meses le regalamos 8 días para que pruebe el servicio feliz y por esto el plan le queda el valor al día de hoy en tan sólo 10.400 pesos feliz. Menos de lo que está pagando Conferno con más ligas, más cantidad para que usted siempre esté conectado y mayores beneficios. ¿Qué le parece la propuesta? Bueno, me lo dejé a pensar, ya no sé, ¿Puede ser? Sí, yo también tengo que contactar con usted más tardecitos. Solo porque las promociones son... Estoy trabajando, dije. Claro, lo entiendo. Las promociones son en el momento y, bueno, muchas veces que pasa, lo llamamos a los dos días al cliente, no hay problemas en la gestión, pero no está la misma promo vigente, ¿sí? Así que, bueno, te evaluo de luego y yo, antes de retirarme de la compañía, lo vuelvo a contactar, Félix. Está bien. ¿A qué hora te retiras, más o menos? A las 3. Ah, listo, yo creo que a doy media estoy terminando el trabajo, así que bueno. Buenísimo. Bueno, espero que tengas la comunicación. Dale un beso. Gracias. Chau.",
  "calidad": {
    "confianza_promedio": 0.4,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:31:25.327875",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:30.071126",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116133750101_MIT_01949",
    "fecha_inicio": "16/1/2026 13:37:50",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 151,
    "tiempo_conversacion": 149,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}