{
  "archivo": "amza3_1_260116102848597_ACD_91849.wav",
  "duracion_segundos": 153.19,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 94.29,
    "Cliente": 39.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.96,
      "fin": 8.73,
      "duracion": 4.77,
      "texto": "Hola, buenos días. Hablo con Sofía Barra China. ¿Quién habla?",
      "confianza": 0.264,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.75,
      "fin": 12.33,
      "duracion": 3.58,
      "texto": "Mi nombre es Macarena, me contaste la idea de recuperar de clientes de Movistar.",
      "confianza": 0.604,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.35,
      "fin": 17.14,
      "duracion": 4.79,
      "texto": "¿Estamos a punto de dejar la compañía para poder venderte una nueva promoción por tu línea?",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.94,
      "fin": 19.7,
      "duracion": 0.76,
      "texto": "A ver, contame.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.69,
      "fin": 24.51,
      "duracion": 3.82,
      "texto": "Bien, me figura que tenés esta línea en claro. Sabés más o menos cuántas líneas consumís por mes.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.05,
      "fin": 29.82,
      "duracion": 2.76,
      "texto": "No, ni idea cuánto estoy usando ahora.",
      "confianza": 0.188,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.36,
      "fin": 40.91,
      "duracion": 10.55,
      "texto": "Mira, entonces en ese caso te podemos brindar lo que es un plan bastante completo con 16 gigas en total. Tenés WhatsApp completamente gratis desde un inicio, es decir que no te va a consumir gigas del plan.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.39,
      "fin": 43.05,
      "duracion": 1.66,
      "texto": "Llamadas libres a todas las compañías.",
      "confianza": 0.773,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.07,
      "fin": 49.98,
      "duracion": 6.91,
      "texto": "A mérito a precio local que son llamadas fuera del país y rumen en América que es internet fuera del país por 10.400 pesos, ¿bien?",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.6,
      "fin": 84.48,
      "duracion": 32.88,
      "texto": "En el caso que te interese conservarías lo que es el mismo número, eso no cambiaría. Y solo deberías esperar a que te llegue lo que es el chip en tu domicilio. Una vez que te llegue, te programamos la activación de la línea para que vos, en el transcurso de que te llegue lo que es el chip, sigas comunicada con tu chip actual de claro, ¿bien? OK. Y bueno, te daríamos lo que es un asesoramiento personal por cualquier duda o consulta que tengas, no solo por la portabilidad, sino para después, si lo vas a necesitar o tenés alguna duda con respecto a tu plan, lo que sea, podemos realizar lo que es una atención personalizada, ¿bien?",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.74,
      "fin": 93.83,
      "duracion": 8.09,
      "texto": "Ok. Sí, no, por el momento no me interesa. La verdad, tengo más gigas y menos plata. Bien.",
      "confianza": 0.486,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.07,
      "fin": 101.76,
      "duracion": 7.69,
      "texto": "Pero no sabes cuántas gigas consumís. Más allá de que tengas más, no las estás consumiendo mes a mes, así que las perdés. Igualmente, estás pagando por algo que no utilizás.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.22,
      "fin": 108.87,
      "duracion": 5.65,
      "texto": "Sí, no me hago drama con eso porque ahora estoy más en casa con Wi-Fi, pero... Claro.",
      "confianza": 0.482,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.39,
      "fin": 127.95,
      "duracion": 18.56,
      "texto": "Igualmente, con Google, ten en cuenta que estas 16 gigas, en el caso que no utilices todas, las puedes guardar mes a mes, que eso con claro no lo puedes realizar. Y bueno, si algunas obviamente te hacen falta de llegar, las utilizas. Y te evitas comprar lo que es un paquete de datos adicionales, ¿bien? ¿Cuántas llevas, Terez, en tu plan actual?",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 128.77,
      "fin": 134.47,
      "duracion": 5.7,
      "texto": "Bien, y yo te estoy ofreciendo 16, no 10. Bueno, igual, hoy paso.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.49,
      "fin": 136.62,
      "duracion": 1.13,
      "texto": "Bien, bueno, dale.",
      "confianza": 0.47,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 136.94,
      "fin": 138.42,
      "duracion": 1.48,
      "texto": "Voy a usar mi llama todos los días.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.92,
      "fin": 142.02,
      "duracion": 3.1,
      "texto": "Bueno, si te parece, ¿te puedes escribir la promoción por WhatsApp?",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.54,
      "fin": 147.66,
      "duracion": 5.12,
      "texto": "En el caso que la llegues a necesitar en algún momento, me podrás contactar por ese medio, no hay problema.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 148.9,
      "fin": 153.19,
      "duracion": 4.29,
      "texto": "Bueno, dale. Que tengas muy buen día, Sofía. Hasta luego.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Sofía Barra China. ¿Quién habla? Mi nombre es Macarena, me contaste la idea de recuperar de clientes de Movistar. ¿Estamos a punto de dejar la compañía para poder venderte una nueva promoción por tu línea? A ver, contame. Bien, me figura que tenés esta línea en claro. Sabés más o menos cuántas líneas consumís por mes. No, ni idea cuánto estoy usando ahora. Mira, entonces en ese caso te podemos brindar lo que es un plan bastante completo con 16 gigas en total. Tenés WhatsApp completamente gratis desde un inicio, es decir que no te va a consumir gigas del plan. Llamadas libres a todas las compañías. A mérito a precio local que son llamadas fuera del país y rumen en América que es internet fuera del país por 10.400 pesos, ¿bien? En el caso que te interese conservarías lo que es el mismo número, eso no cambiaría. Y solo deberías esperar a que te llegue lo que es el chip en tu domicilio. Una vez que te llegue, te programamos la activación de la línea para que vos, en el transcurso de que te llegue lo que es el chip, sigas comunicada con tu chip actual de claro, ¿bien? OK. Y bueno, te daríamos lo que es un asesoramiento personal por cualquier duda o consulta que tengas, no solo por la portabilidad, sino para después, si lo vas a necesitar o tenés alguna duda con respecto a tu plan, lo que sea, podemos realizar lo que es una atención personalizada, ¿bien? Ok. Sí, no, por el momento no me interesa. La verdad, tengo más gigas y menos plata. Bien. Pero no sabes cuántas gigas consumís. Más allá de que tengas más, no las estás consumiendo mes a mes, así que las perdés. Igualmente, estás pagando por algo que no utilizás. Sí, no me hago drama con eso porque ahora estoy más en casa con Wi-Fi, pero... Claro. Igualmente, con Google, ten en cuenta que estas 16 gigas, en el caso que no utilices todas, las puedes guardar mes a mes, que eso con claro no lo puedes realizar. Y bueno, si algunas obviamente te hacen falta de llegar, las utilizas. Y te evitas comprar lo que es un paquete de datos adicionales, ¿bien? ¿Cuántas llevas, Terez, en tu plan actual? Bien, y yo te estoy ofreciendo 16, no 10. Bueno, igual, hoy paso. Bien, bueno, dale. Voy a usar mi llama todos los días. Bueno, si te parece, ¿te puedes escribir la promoción por WhatsApp? En el caso que la llegues a necesitar en algún momento, me podrás contactar por ese medio, no hay problema. Bueno, dale. Que tengas muy buen día, Sofía. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.612,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:28:16.270139",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:26.408174",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116102848597_ACD_91849",
    "fecha_inicio": "16/1/2026 10:28:48",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 288,
    "tiempo_conversacion": 147,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}