{
  "archivo": "amza5_1_260115135932052_ACD_09075.wav",
  "duracion_segundos": 156.06,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 106.02,
    "Cliente": 34.63
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.99,
      "fin": 4.86,
      "duracion": 3.87,
      "texto": "Hola. ¿Hoy llegado aquí tal vez ni de algo con la línea de lucia?",
      "confianza": 0.179,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.88,
      "fin": 5.9,
      "duracion": 1.02,
      "texto": "Sí.",
      "confianza": 0.718,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.92,
      "fin": 11.17,
      "duracion": 5.25,
      "texto": "¿Cómo llegó? En el momento que estábamos llamando a ella para brindarle lo que es una bonificación para su línea, ¿cómo está?",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.85,
      "fin": 15.78,
      "duracion": 2.93,
      "texto": "Trajo un segundo que hay bien hecha, porque justo quería mover eso.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.0,
      "fin": 28.74,
      "duracion": 9.74,
      "texto": "Hola. Hola, ¿qué tal? ¿Cómo le va? Esta bata manda para retener lo que es una bonificación para su línea de Movistar.",
      "confianza": 0.436,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.56,
      "fin": 37.41,
      "duracion": 7.85,
      "texto": "Ah, sí, me llamaron la última vez, pero yo no puedo meterme con nada todavía porque no pague todavía, claro.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.02,
      "fin": 58.14,
      "duracion": 20.12,
      "texto": "Bien, te comento, para nosotros no hay ningún impedimento que usted venga con nosotros sin que hagas lo que es la cultura de claro. Yo primero, para pasar un momento, quiero primero arreglarlo porque todo depende de si mi marido quiere, porque tengo la línea de él también.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.58,
      "fin": 63.48,
      "duracion": 3.9,
      "texto": "Y me esperaba que pague la línea y apenas pueda poder pagarlo.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.27,
      "fin": 91.01,
      "duracion": 26.74,
      "texto": "Sí, hay mucha movilidad, no hay problema. Bueno, es verdad que no hay problema porque tenemos un exclusivo hoy en día que está mucho más económico, capaz de le interesar al día de hoy, son planes. A mí me sorprende que usted tiene tres líneas, claro, ¿verdad? Dos. Dos líneas, bien. Nosotros hoy en día le estamos brindando lo que es una promoción de 8 libras con 8 libras más de regalo para cada línea, 16 libras en total.",
      "confianza": 0.197,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.57,
      "fin": 111.27,
      "duracion": 19.7,
      "texto": "Y por pasar la otra línea, 4 libras más. ¿Bien? De la primera 50 libras, cada línea. Esto es follow, ¿sí? Tiene WhatsApp gratis, se va a mandar a vivir a cualquier compañía, se va a mandar a América Popular, ir y rumir en América. ¿Bien? Este precio le queda en 10.400 pesos, 50 libras en 10.400 pesos.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.29,
      "fin": 113.11,
      "duracion": 1.82,
      "texto": "Ajá.",
      "confianza": 0.47,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.13,
      "fin": 113.55,
      "duracion": 0.42,
      "texto": "Cuídate que le pones.",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.12,
      "fin": 116.47,
      "duracion": 2.34,
      "texto": "Está bueno, pero primero tengo que pagarlo.",
      "confianza": 0.199,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.15,
      "fin": 126.22,
      "duracion": 8.07,
      "texto": "Ok. Tengo que pagarlo. Bien, como le digo. Para nosotros tenemos el pedimiento, podemos cargar el trámite, mientras tanto, podamos ir pagándolo. No,",
      "confianza": 0.284,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 126.22,
      "fin": 132.31,
      "duracion": 6.09,
      "texto": "porque ya me ofrecieron, viste, pero le dije al muchacho, no sé, no me acuerdo cómo se llama el muchacho, le dije.",
      "confianza": 0.466,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.07,
      "fin": 136.38,
      "duracion": 3.31,
      "texto": "Y ya me hicieron la promoción, todo, pero le dije todavía no.",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.22,
      "fin": 145.37,
      "duracion": 8.15,
      "texto": "Ok. Y eso fue el año pasado. Ah, bien, perfecto. Lucía, mire, ¿no le vuelve a dejar lo que es la propuesta para WhatsApp? bien para que la pueda ver.",
      "confianza": 0.347,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.21,
      "fin": 149.62,
      "duracion": 3.41,
      "texto": "Si les interesa, me mando un mensajito y por ahí me pongamos esto, ¿bien?",
      "confianza": 0.463,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.14,
      "fin": 156.06,
      "duracion": 5.92,
      "texto": "Dale, dale, gracias. Hasta luego. Hasta luego.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿Hoy llegado aquí tal vez ni de algo con la línea de lucia? Sí. ¿Cómo llegó? En el momento que estábamos llamando a ella para brindarle lo que es una bonificación para su línea, ¿cómo está? Trajo un segundo que hay bien hecha, porque justo quería mover eso. Hola. Hola, ¿qué tal? ¿Cómo le va? Esta bata manda para retener lo que es una bonificación para su línea de Movistar. Ah, sí, me llamaron la última vez, pero yo no puedo meterme con nada todavía porque no pague todavía, claro. Bien, te comento, para nosotros no hay ningún impedimento que usted venga con nosotros sin que hagas lo que es la cultura de claro. Yo primero, para pasar un momento, quiero primero arreglarlo porque todo depende de si mi marido quiere, porque tengo la línea de él también. Y me esperaba que pague la línea y apenas pueda poder pagarlo. Sí, hay mucha movilidad, no hay problema. Bueno, es verdad que no hay problema porque tenemos un exclusivo hoy en día que está mucho más económico, capaz de le interesar al día de hoy, son planes. A mí me sorprende que usted tiene tres líneas, claro, ¿verdad? Dos. Dos líneas, bien. Nosotros hoy en día le estamos brindando lo que es una promoción de 8 libras con 8 libras más de regalo para cada línea, 16 libras en total. Y por pasar la otra línea, 4 libras más. ¿Bien? De la primera 50 libras, cada línea. Esto es follow, ¿sí? Tiene WhatsApp gratis, se va a mandar a vivir a cualquier compañía, se va a mandar a América Popular, ir y rumir en América. ¿Bien? Este precio le queda en 10.400 pesos, 50 libras en 10.400 pesos. Ajá. Cuídate que le pones. Está bueno, pero primero tengo que pagarlo. Ok. Tengo que pagarlo. Bien, como le digo. Para nosotros tenemos el pedimiento, podemos cargar el trámite, mientras tanto, podamos ir pagándolo. No, porque ya me ofrecieron, viste, pero le dije al muchacho, no sé, no me acuerdo cómo se llama el muchacho, le dije. Y ya me hicieron la promoción, todo, pero le dije todavía no. Ok. Y eso fue el año pasado. Ah, bien, perfecto. Lucía, mire, ¿no le vuelve a dejar lo que es la propuesta para WhatsApp? bien para que la pueda ver. Si les interesa, me mando un mensajito y por ahí me pongamos esto, ¿bien? Dale, dale, gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.466,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:37:13.090385",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:30.482917",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115135932052_ACD_09075",
    "fecha_inicio": "15/1/2026 13:59:32",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 279,
    "tiempo_conversacion": 152,
    "tiempo_hold": 0,
    "tiempo_acw": 110,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}