{
  "archivo": "amza24_1_260115110810705_ACD_22035.wav",
  "duracion_segundos": 178.64,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 98.69,
    "Cliente": 57.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.08,
      "fin": 5.4,
      "duracion": 4.32,
      "texto": "Hola. Hola, ¿cómo estás? Buenos días, hablo con José.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.64,
      "fin": 7.71,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.073,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.72,
      "fin": 12.53,
      "duracion": 4.81,
      "texto": "¿Cómo estás? José Agustín es mi nombre y me estoy comunicando la idea de recupero de clientes Movistar.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.47,
      "fin": 16.38,
      "duracion": 2.9,
      "texto": "No figuras, José, que actualmente vos me estás en claro, ¿verdad?",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.84,
      "fin": 23.52,
      "duracion": 3.68,
      "texto": "Sí. Bien, te consulto. ¿El motivo por el que te fuiste de Movistar cuál fue?",
      "confianza": 0.073,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.22,
      "fin": 40.0,
      "duracion": 12.78,
      "texto": "Porque lo que prometía nunca lo cumplían y todos los meses aumentaban. Bueno, estuve mucho en España, así que me cansé.",
      "confianza": 0.833,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.7,
      "fin": 53.38,
      "duracion": 12.68,
      "texto": "Me metieron un plan, pero nunca me respetaban el plan que me decían que me iba a negar. O sea, me decían, no sé, 5500. Nunca me venía ese 5500. Y todos los meses he hecho distintos.",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.03,
      "fin": 73.89,
      "duracion": 19.86,
      "texto": "Eso me cansó y me fui de multa. Bien, entiendo. Entiendo, sí, le pido disculpas por lo que le pasó anteriormente. Bien, en este caso... Bueno, primero, la seguridad y la tranquilidad, que en el caso de que vaya a haber un próximo incremento en las facturas, sí se les va a avisar 30 días antes.",
      "confianza": 0.068,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.57,
      "fin": 84.24,
      "duracion": 9.67,
      "texto": "Bien, lo hacemos de esta manera, de avisar 30 días antes y de notificar a nuestros clientes para que puedan pedir nuevos respuestos a las promociones. bien, que tengamos en vigencia.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.76,
      "fin": 103.03,
      "duracion": 18.27,
      "texto": "Eso lo puede hacer usted a través de la app o se comunica directamente conmigo, que yo voy a ser su asesora, y lo derivo a los canales oficiales donde usted va a tener una respuesta inmediata, ¿sí? En este caso, se le va a aplicar nueva promoción de manera tal que mantenga los mismos valores que estoy mencionándolo ahora, ¿sí?",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.14,
      "fin": 112.3,
      "duracion": 8.17,
      "texto": "En este caso, tenemos para brindarle, José, lo que es un plan de 8 gigas de base más 8 de regalo, van a ser 16 gigas en total.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.97,
      "fin": 122.53,
      "duracion": 9.55,
      "texto": "WhatsApp gratis, llamadas libres a todas las compañías, inclusive los 0800 y los 0810, por un precio final de $10,400, ¿sí?",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.63,
      "fin": 150.91,
      "duracion": 24.28,
      "texto": "Bien, el trámite es súper sencillo, simplemente verificamos los datos que tenemos ingresado y le enviamos el chip a la subcursal más cercana a su homicidio. Le van a estar llegando más o menos en un plazo de 48, 72 horas hábiles, Lo hacemos de esta manera, José, para que, cuando la línea de claro deje de funcionar, usted ya tenga su tiempo de estar con usted, ¿sí? Bueno. Bien, José, consultíame.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.39,
      "fin": 169.48,
      "duracion": 17.09,
      "texto": "No, no, no, pero por el momento... Ahora no, por ahí lo voy a pensar y... Aviso o lo pido. Así que... Gracias por explicarme todo y por tomarte tu tiempo y, bueno,",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.6,
      "fin": 178.64,
      "duracion": 8.04,
      "texto": "Voy a ver si hago más adelante. Perfecto. Muchas gracias, José. Que tengas un buen día. Hasta luego.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás? Buenos días, hablo con José. Sí. ¿Cómo estás? José Agustín es mi nombre y me estoy comunicando la idea de recupero de clientes Movistar. No figuras, José, que actualmente vos me estás en claro, ¿verdad? Sí. Bien, te consulto. ¿El motivo por el que te fuiste de Movistar cuál fue? Porque lo que prometía nunca lo cumplían y todos los meses aumentaban. Bueno, estuve mucho en España, así que me cansé. Me metieron un plan, pero nunca me respetaban el plan que me decían que me iba a negar. O sea, me decían, no sé, 5500. Nunca me venía ese 5500. Y todos los meses he hecho distintos. Eso me cansó y me fui de multa. Bien, entiendo. Entiendo, sí, le pido disculpas por lo que le pasó anteriormente. Bien, en este caso... Bueno, primero, la seguridad y la tranquilidad, que en el caso de que vaya a haber un próximo incremento en las facturas, sí se les va a avisar 30 días antes. Bien, lo hacemos de esta manera, de avisar 30 días antes y de notificar a nuestros clientes para que puedan pedir nuevos respuestos a las promociones. bien, que tengamos en vigencia. Eso lo puede hacer usted a través de la app o se comunica directamente conmigo, que yo voy a ser su asesora, y lo derivo a los canales oficiales donde usted va a tener una respuesta inmediata, ¿sí? En este caso, se le va a aplicar nueva promoción de manera tal que mantenga los mismos valores que estoy mencionándolo ahora, ¿sí? En este caso, tenemos para brindarle, José, lo que es un plan de 8 gigas de base más 8 de regalo, van a ser 16 gigas en total. WhatsApp gratis, llamadas libres a todas las compañías, inclusive los 0800 y los 0810, por un precio final de $10,400, ¿sí? Bien, el trámite es súper sencillo, simplemente verificamos los datos que tenemos ingresado y le enviamos el chip a la subcursal más cercana a su homicidio. Le van a estar llegando más o menos en un plazo de 48, 72 horas hábiles, Lo hacemos de esta manera, José, para que, cuando la línea de claro deje de funcionar, usted ya tenga su tiempo de estar con usted, ¿sí? Bueno. Bien, José, consultíame. No, no, no, pero por el momento... Ahora no, por ahí lo voy a pensar y... Aviso o lo pido. Así que... Gracias por explicarme todo y por tomarte tu tiempo y, bueno, Voy a ver si hago más adelante. Perfecto. Muchas gracias, José. Que tengas un buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.542,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:31:44.589535",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:19.208908",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115110810705_ACD_22035",
    "fecha_inicio": "15/1/2026 11:08:10",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 191,
    "tiempo_conversacion": 174,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}