{
  "archivo": "amza35_1_260113120835985_ACD_34993.wav",
  "duracion_segundos": 93.0,
  "num_segmentos": 26,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 16.12,
    "Cliente": 72.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.57,
      "fin": 7.79,
      "duracion": 6.22,
      "texto": "Hola, ¿habló con Daniela? Sí. Daniela, un gusto tenerla a Guadalupe.",
      "confianza": 0.227,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.35,
      "fin": 29.62,
      "duracion": 21.27,
      "texto": "Me contacto el día de hoy, Daniela, porque creo que tenés esta línea aquí, ¿va con claro? ¿Puede ser? Sí. Bien, perfecto. Quería arreglar tus beneficios, si pagas menos y tenés más rigas, serían un plan de 8 rigas de base y más 8 de regalo, a tan solo 13.250. Bien. Ahora, Daniela, yo te consulto, ¿cuántas con esta línea en abono, prepago?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 30.73,
      "fin": 66.11,
      "duracion": 35.38,
      "texto": "Yo me quedé sin trabajo y mi marido Javier Sol, que me trabajaba en abono, le puse de baja por unos dos meses más que yo trabajase y ya lo vuelvo a poner a abono. Claro, pues en ese momento entonces ya estás emprepado y querés volver a ir a abono cuando puedas ir abonando. Sí. Bien, perfecto. Y generalmente, ¿cuánto le recargas a Daniela para saber si te sirve o para que tengas un plan más barato que puedas mantener? Mira, 2.000 pesos en el IECAR. Ah, bien, bien.",
      "confianza": 0.533,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 66.13,
      "fin": 82.24,
      "duracion": 16.12,
      "texto": "Bueno, Daniela, si no, lo que puedo hacer, te dejo un mensajito con las probos para que a Mercurias Árgenas cuando quieras volver a Borno y obviamente estés con una mejor situación para poder volver, yo con gusto te aprecio y te brindo lo que es el abono.",
      "confianza": 0.619,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.26,
      "fin": 84.86,
      "duracion": 2.6,
      "texto": "El abono. Bueno. Un gusto, Daniela, un gusto. El abono.",
      "confianza": 0.063,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.57,
      "fin": 88.85,
      "duracion": 3.28,
      "texto": "Igualmente, que llevo la bendiga. No, igualmente.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.38,
      "fin": 93.0,
      "duracion": 3.62,
      "texto": "Hasta luego. Hasta luego.",
      "confianza": 0.813,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿habló con Daniela? Sí. Daniela, un gusto tenerla a Guadalupe. Me contacto el día de hoy, Daniela, porque creo que tenés esta línea aquí, ¿va con claro? ¿Puede ser? Sí. Bien, perfecto. Quería arreglar tus beneficios, si pagas menos y tenés más rigas, serían un plan de 8 rigas de base y más 8 de regalo, a tan solo 13.250. Bien. Ahora, Daniela, yo te consulto, ¿cuántas con esta línea en abono, prepago? Yo me quedé sin trabajo y mi marido Javier Sol, que me trabajaba en abono, le puse de baja por unos dos meses más que yo trabajase y ya lo vuelvo a poner a abono. Claro, pues en ese momento entonces ya estás emprepado y querés volver a ir a abono cuando puedas ir abonando. Sí. Bien, perfecto. Y generalmente, ¿cuánto le recargas a Daniela para saber si te sirve o para que tengas un plan más barato que puedas mantener? Mira, 2.000 pesos en el IECAR. Ah, bien, bien. Bueno, Daniela, si no, lo que puedo hacer, te dejo un mensajito con las probos para que a Mercurias Árgenas cuando quieras volver a Borno y obviamente estés con una mejor situación para poder volver, yo con gusto te aprecio y te brindo lo que es el abono. El abono. Bueno. Un gusto, Daniela, un gusto. El abono. Igualmente, que llevo la bendiga. No, igualmente. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.503,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:53:55.137096",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 26,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:24.343923",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113120835985_ACD_34993",
    "fecha_inicio": "13/1/2026 12:08:35",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 122,
    "tiempo_conversacion": 89,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}