{
  "archivo": "amza6_1_260114142037171_ACD_23447.wav",
  "duracion_segundos": 220.05,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 154.65,
    "Cliente": 53.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.92,
      "duracion": 6.89,
      "texto": "Hola, ¿hablas con Nelson?",
      "confianza": 0.057,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.94,
      "fin": 7.0,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.097,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.02,
      "fin": 20.02,
      "duracion": 13.0,
      "texto": "Nelson, ¿cómo estás? Un gusto. Mi nombre es Vicarelia. Me estoy comunicando desde el Rial de Recupero de clientes de Movistar para brindarte un descuento para la línea. ¿Me aseguras que estás en claro? Sí, estoy en claro.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.04,
      "fin": 20.22,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.007,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.24,
      "fin": 28.11,
      "duracion": 7.87,
      "texto": "Te comento, Nelson. Nosotros tenemos lo que es una promoción de un plan de 8 chicas de base más 8 de regalo y te quedan 10.400 pesos.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.1,
      "fin": 61.34,
      "duracion": 30.24,
      "texto": "Yo esta otra semana voy a llamarte porque ahora se me vence, voy a pagar lo de claro y si me voy a pasar a movistar. Pero el viernes me voy a pagar claro, después yo te localizo y así le pasamos a movistar. Bien Nelson, estas promociones están solamente por el día de hoy a lo sumo como mucho hasta mañana. No hay problema con que vos no abones la factura, ¿sí?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.36,
      "fin": 65.7,
      "duracion": 4.35,
      "texto": "¿Vos tenés la línea suspendida o solamente no has abonado?",
      "confianza": 0.374,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.72,
      "fin": 71.2,
      "duracion": 5.47,
      "texto": "No, no, no, es que ya me mandaron para abonar, simplemente no ha abonado, tengo la línea de abril y tal, ¿eh?",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.83,
      "fin": 88.83,
      "duracion": 17.0,
      "texto": "Bien, perfecto. En ese caso, vos podés abonarla. O sea, hacemos el trámite hoy para que puedas acceder a esta promoción y la factura de movilizar debemos ya pasar directamente. Utilizas el servicio de un mes y recién ahí habilitás lo que es la primer factura. Si no, es que se te van a juntar las dos facturas.",
      "confianza": 0.603,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 91.69,
      "fin": 100.42,
      "duracion": 8.73,
      "texto": "Claro, yo prefiero primero abonarla, claro, salirme bien y decirle otra semana hacerlo, ¿entendés?",
      "confianza": 0.318,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.08,
      "fin": 105.6,
      "duracion": 4.52,
      "texto": "para que no se te haga mucho lío.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.62,
      "fin": 105.74,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.008,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.76,
      "fin": 126.21,
      "duracion": 20.45,
      "texto": "Bien, claro. Igual como te digo, o sea, no es que hoy hacemos el trámite y hoy vas a tener que movilizar, sí, o sea, hoy ponemos lo que es el trámite en todo el sistema, tus datos y demás, y calcular que dentro de 48 a 78 horas recién vas a recibir el chip, así que te va a dar tiempo a abonar. Pero mira que yo estoy igual de boichudo, estoy en Buenos Aires.",
      "confianza": 0.394,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.57,
      "fin": 144.28,
      "duracion": 16.71,
      "texto": "A ver, aguardamos un segundito. Vemos que es lo que tenés. No sé si tenés opusión de movilizar o no. No, no sé si movilizar. Tengo que decir que claro, es cierto que no hay movilizar acá.",
      "confianza": 0.274,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.46,
      "fin": 173.47,
      "duracion": 28.01,
      "texto": "El problema, en ese caso podemos buscar lo que es. Hay puntos exactamente que son kiosquitos, ¿sí? Donde vos acertás a lo que es un kiosquito, compras el chip que sale entre 2.500 y 3.000 pesos, y esto es un chip en blanco, ¿sí? Ese chip vos cuando lo colocás en el celular, cuando te quedas, vas en línea en claro, te hace poner tu número de teléfono. Ah, bueno, bueno. Voy a averiguar lo que es ese tipo.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.08,
      "fin": 199.56,
      "duracion": 25.48,
      "texto": "Bueno, sí, voy a ver si me lo localizan porque",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.3,
      "fin": 204.79,
      "duracion": 4.49,
      "texto": "mayormente no puedo salir, estoy en una silla de ruedas y siempre tengo alguien que me colabora.",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.9,
      "fin": 220.05,
      "duracion": 14.15,
      "texto": "Ah, si no te enviamos a domicilio, no hay problema con eso, Nelson. Por eso te digo, primero hago esto y después arreglo el tránsito para hacerlo tranquilo.",
      "confianza": 0.055,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿hablas con Nelson? Sí. Nelson, ¿cómo estás? Un gusto. Mi nombre es Vicarelia. Me estoy comunicando desde el Rial de Recupero de clientes de Movistar para brindarte un descuento para la línea. ¿Me aseguras que estás en claro? Sí, estoy en claro. Perfecto. Te comento, Nelson. Nosotros tenemos lo que es una promoción de un plan de 8 chicas de base más 8 de regalo y te quedan 10.400 pesos. Yo esta otra semana voy a llamarte porque ahora se me vence, voy a pagar lo de claro y si me voy a pasar a movistar. Pero el viernes me voy a pagar claro, después yo te localizo y así le pasamos a movistar. Bien Nelson, estas promociones están solamente por el día de hoy a lo sumo como mucho hasta mañana. No hay problema con que vos no abones la factura, ¿sí? ¿Vos tenés la línea suspendida o solamente no has abonado? No, no, no, es que ya me mandaron para abonar, simplemente no ha abonado, tengo la línea de abril y tal, ¿eh? Bien, perfecto. En ese caso, vos podés abonarla. O sea, hacemos el trámite hoy para que puedas acceder a esta promoción y la factura de movilizar debemos ya pasar directamente. Utilizas el servicio de un mes y recién ahí habilitás lo que es la primer factura. Si no, es que se te van a juntar las dos facturas. Claro, yo prefiero primero abonarla, claro, salirme bien y decirle otra semana hacerlo, ¿entendés? para que no se te haga mucho lío. Claro. Bien, claro. Igual como te digo, o sea, no es que hoy hacemos el trámite y hoy vas a tener que movilizar, sí, o sea, hoy ponemos lo que es el trámite en todo el sistema, tus datos y demás, y calcular que dentro de 48 a 78 horas recién vas a recibir el chip, así que te va a dar tiempo a abonar. Pero mira que yo estoy igual de boichudo, estoy en Buenos Aires. A ver, aguardamos un segundito. Vemos que es lo que tenés. No sé si tenés opusión de movilizar o no. No, no sé si movilizar. Tengo que decir que claro, es cierto que no hay movilizar acá. El problema, en ese caso podemos buscar lo que es. Hay puntos exactamente que son kiosquitos, ¿sí? Donde vos acertás a lo que es un kiosquito, compras el chip que sale entre 2.500 y 3.000 pesos, y esto es un chip en blanco, ¿sí? Ese chip vos cuando lo colocás en el celular, cuando te quedas, vas en línea en claro, te hace poner tu número de teléfono. Ah, bueno, bueno. Voy a averiguar lo que es ese tipo. Bueno, sí, voy a ver si me lo localizan porque mayormente no puedo salir, estoy en una silla de ruedas y siempre tengo alguien que me colabora. Ah, si no te enviamos a domicilio, no hay problema con eso, Nelson. Por eso te digo, primero hago esto y después arreglo el tránsito para hacerlo tranquilo.",
  "calidad": {
    "confianza_promedio": 0.418,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:40:04.643964",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:30.679434",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142037171_ACD_23447",
    "fecha_inicio": "14/1/2026 14:20:37",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 243,
    "tiempo_conversacion": 210,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}