{
  "archivo": "amza40_1_260115130610333_ACD_41311.wav",
  "duracion_segundos": 313.2,
  "num_segmentos": 88,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 94.1,
    "Cliente": 180.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.54,
      "fin": 28.21,
      "duracion": 25.67,
      "texto": "Hola, buenos días. ¿Hablas por Rodolfo? Sí. Como le va Rodolfo, mucho gusto. Me estabas comunicando hoy para hacerle llegar un beneficio exclusivo para Surinam. ¿De claro? De parte de Movistar, tenemos un plan en promoción porque queremos que relieve esto de la compañía con nosotros. Le estaba hablando con un chico por WhatsApp y trompetando eso. ¿De parte de Movistar?",
      "confianza": 0.071,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.45,
      "fin": 40.87,
      "duracion": 11.42,
      "texto": "Sí, de WhatsApp. Ahora viene y le comentó la promoción. Me tenía que pasar los planes. Bueno, se los comento yo ahora. Tenemos un plan en promoción hoy de 16 gigas por 10.400 pesos.",
      "confianza": 0.041,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.91,
      "fin": 43.81,
      "duracion": 2.9,
      "texto": "Tiene WhatsApp gratis, armadas libres o un dinero América.",
      "confianza": 0.705,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.94,
      "fin": 72.08,
      "duracion": 24.14,
      "texto": "Eso por... ¿Por cuántos meses? ¿Tres meses, no? ¿Cuatro meses? Exactamente. Esta promoción tiene un descuento fijo por seis meses. Lo que usted puede hacer, transcurrido ese tiempo, la app le va a avisar todo a usted. Entonces cuento las promociones vigentes. Después puede, desde el ala, sin necesidad de comunicarse con ningún asesor, optar por otro beneficio, viéndose más por lo que usen más de sí, los gigas, el precio, y siempre estar pagando algo promocional, ¿no? Nunca quedarse sin ninguna promoción.",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.33,
      "fin": 82.65,
      "duracion": 2.32,
      "texto": "Sí, lo que pasa es que yo en claro pago, ahora estoy pagando un 30 y pico. Sí, por una sola línea.",
      "confianza": 0.025,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.92,
      "fin": 121.2,
      "duracion": 37.28,
      "texto": "y no sé cuánto llega, porque es un plan viejo ese que tengo. O sea, me resultó, me resulta, o sea, me fui de claro a movilizar, no me funcionó, a las semanas me di cuenta de que no, no me funcionaba, y presa, volví. Y perdí el beneficio que tenía en principio. Claro. ¿Y en qué no le resultaba? Que a la semana recargaba. Y en claro nunca recarté. En claro nunca recarté. Entonces, eso era más barato, pero después recardaba crédito. Claro,",
      "confianza": 0.699,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 121.2,
      "fin": 136.96,
      "duracion": 15.76,
      "texto": "entonces yo prefiero pagar un plan, ponerle, era de 20.000 o de 25.000, no importa, pero saber que no recargo más y que estoy por la calle y miro YouTube, con la gira extendida.",
      "confianza": 0.676,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.98,
      "fin": 152.81,
      "duracion": 15.83,
      "texto": "Yo quiero algo así, ir saltando cada tres o cuatro meses a otro plan y otro plan. No es porque me olvido, Y ya te lo he acostumbrado así con clágrimas, ¿viste? Hacemos así cuánto somos así con clágrimas. Claro. Bien, pero le consulto. ¿Usted usa muchos digas?",
      "confianza": 0.55,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.72,
      "fin": 158.98,
      "duracion": 4.27,
      "texto": "La verdad no sé cuántos sigo, porque yo uso y ya está.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.56,
      "fin": 162.71,
      "duracion": 3.15,
      "texto": "Como le comentaba, son 16 digas. Eso es un montón.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.59,
      "fin": 164.43,
      "duracion": 0.84,
      "texto": "Sí, es un montonazo.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.15,
      "fin": 167.18,
      "duracion": 2.02,
      "texto": "Y por ese precio final al día de hoy.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.92,
      "fin": 182.03,
      "duracion": 14.11,
      "texto": "La verdad que no hace falta recargar todos los clientes que optaron en ese plan. No hace falta recargar porque bueno, es muchísima la cantidad, ¿no?",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.05,
      "fin": 183.51,
      "duracion": 1.46,
      "texto": "Claro. Bueno, yo que pide algo así, pero ya olvidaron, ¿entendés?",
      "confianza": 0.028,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 183.53,
      "fin": 192.22,
      "duracion": 8.69,
      "texto": "Solo tengo con dedito automático y solamente pago más, ¿entendés? Exactamente. Ustedes de la APA ahora pueden hacer lo mismo. O sea, usted se desliga y está tranquilo. Son casi 20 gigas por 10.400 pesos.",
      "confianza": 0.098,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 192.76,
      "fin": 203.17,
      "duracion": 10.41,
      "texto": "Son bastantes. Incluso tenemos una promoción también donde tenemos 20 días extras a parte del plan, que usted la puede, es como una especie de test drive, usted la puede habilitar cuando más desee.",
      "confianza": 0.938,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.75,
      "fin": 223.51,
      "duracion": 17.76,
      "texto": "Bueno, así estaba, bueno, esperando que me, capaz que me mandó, también me cuelgo con eso, los planes, ¿viste? Que por ahí me mandó los planes el chico ese por WhatsApp, pero yo me cuelgo también, ¿viste? Pero ahora son los mismos, bueno, la verdad que usted es un gran beneficio.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.44,
      "fin": 227.92,
      "duracion": 3.48,
      "texto": "Y el precio bueno, también está bien.",
      "confianza": 0.797,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.22,
      "fin": 250.27,
      "duracion": 21.05,
      "texto": "Menos de la mitad de lo que están pagando por más gigas porque son 16. La verdad que están sobrados. La verdad no sé cuántas gigas estoy pagando, pero se ve que ahora ya no me cansa. Claro. Porque creo, bueno, al aumentar... Claro, aumentar el precio pero no los gigas. Claro.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.84,
      "fin": 275.02,
      "duracion": 24.18,
      "texto": "Bueno, en este caso tiene el día 16, que es un montón, bueno, por ese precio. Y además, el WhatsApp es gratis y las llamadas son libres. Además del plan, claro, eso se lo cobran. Por eso, a veces, también se queda sin llegas. Cuando está en la calle, manda a WhatsApp y demás, que eso lo tenemos siempre abierto, claro, se lo consume como parte del plan. En este caso, con Movistar es completamente gratis.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.86,
      "fin": 278.5,
      "duracion": 2.64,
      "texto": "No lo consume, no consume las llegas del plan eso.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 281.56,
      "fin": 284.58,
      "duracion": 3.02,
      "texto": "Pero puede ver tranquilamente TikTok en la calle, va a estar tranquilo.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.85,
      "fin": 303.98,
      "duracion": 15.13,
      "texto": "Sí, déjamelo para acá. Sí, esté un poco más tranquilo. Bien, quiere que lo llame en otro momento. No, mandame un mensaje. Es que estoy diciendo lo que digo que es otra muchacha. Pero ahora contéseme a mí, no me van a traicionar. Claro,",
      "confianza": 0.247,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 303.98,
      "fin": 308.77,
      "duracion": 4.79,
      "texto": "bueno, dale. Bueno, mi nombre es Juliana, estábamos en contacto entonces.",
      "confianza": 0.194,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.8,
      "fin": 309.01,
      "duracion": 0.22,
      "texto": "Dale, dale.",
      "confianza": 0.109,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.4,
      "fin": 311.86,
      "duracion": 1.46,
      "texto": "Bueno, hasta luego, que tenga un lindo día.",
      "confianza": 0.505,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.73,
      "fin": 313.2,
      "duracion": 0.47,
      "texto": "Igualmente.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Hablas por Rodolfo? Sí. Como le va Rodolfo, mucho gusto. Me estabas comunicando hoy para hacerle llegar un beneficio exclusivo para Surinam. ¿De claro? De parte de Movistar, tenemos un plan en promoción porque queremos que relieve esto de la compañía con nosotros. Le estaba hablando con un chico por WhatsApp y trompetando eso. ¿De parte de Movistar? Sí, de WhatsApp. Ahora viene y le comentó la promoción. Me tenía que pasar los planes. Bueno, se los comento yo ahora. Tenemos un plan en promoción hoy de 16 gigas por 10.400 pesos. Tiene WhatsApp gratis, armadas libres o un dinero América. Eso por... ¿Por cuántos meses? ¿Tres meses, no? ¿Cuatro meses? Exactamente. Esta promoción tiene un descuento fijo por seis meses. Lo que usted puede hacer, transcurrido ese tiempo, la app le va a avisar todo a usted. Entonces cuento las promociones vigentes. Después puede, desde el ala, sin necesidad de comunicarse con ningún asesor, optar por otro beneficio, viéndose más por lo que usen más de sí, los gigas, el precio, y siempre estar pagando algo promocional, ¿no? Nunca quedarse sin ninguna promoción. Sí, lo que pasa es que yo en claro pago, ahora estoy pagando un 30 y pico. Sí, por una sola línea. y no sé cuánto llega, porque es un plan viejo ese que tengo. O sea, me resultó, me resulta, o sea, me fui de claro a movilizar, no me funcionó, a las semanas me di cuenta de que no, no me funcionaba, y presa, volví. Y perdí el beneficio que tenía en principio. Claro. ¿Y en qué no le resultaba? Que a la semana recargaba. Y en claro nunca recarté. En claro nunca recarté. Entonces, eso era más barato, pero después recardaba crédito. Claro, entonces yo prefiero pagar un plan, ponerle, era de 20.000 o de 25.000, no importa, pero saber que no recargo más y que estoy por la calle y miro YouTube, con la gira extendida. Yo quiero algo así, ir saltando cada tres o cuatro meses a otro plan y otro plan. No es porque me olvido, Y ya te lo he acostumbrado así con clágrimas, ¿viste? Hacemos así cuánto somos así con clágrimas. Claro. Bien, pero le consulto. ¿Usted usa muchos digas? La verdad no sé cuántos sigo, porque yo uso y ya está. Como le comentaba, son 16 digas. Eso es un montón. Sí, es un montonazo. Y por ese precio final al día de hoy. La verdad que no hace falta recargar todos los clientes que optaron en ese plan. No hace falta recargar porque bueno, es muchísima la cantidad, ¿no? Claro. Bueno, yo que pide algo así, pero ya olvidaron, ¿entendés? Solo tengo con dedito automático y solamente pago más, ¿entendés? Exactamente. Ustedes de la APA ahora pueden hacer lo mismo. O sea, usted se desliga y está tranquilo. Son casi 20 gigas por 10.400 pesos. Son bastantes. Incluso tenemos una promoción también donde tenemos 20 días extras a parte del plan, que usted la puede, es como una especie de test drive, usted la puede habilitar cuando más desee. Bueno, así estaba, bueno, esperando que me, capaz que me mandó, también me cuelgo con eso, los planes, ¿viste? Que por ahí me mandó los planes el chico ese por WhatsApp, pero yo me cuelgo también, ¿viste? Pero ahora son los mismos, bueno, la verdad que usted es un gran beneficio. Y el precio bueno, también está bien. Menos de la mitad de lo que están pagando por más gigas porque son 16. La verdad que están sobrados. La verdad no sé cuántas gigas estoy pagando, pero se ve que ahora ya no me cansa. Claro. Porque creo, bueno, al aumentar... Claro, aumentar el precio pero no los gigas. Claro. Bueno, en este caso tiene el día 16, que es un montón, bueno, por ese precio. Y además, el WhatsApp es gratis y las llamadas son libres. Además del plan, claro, eso se lo cobran. Por eso, a veces, también se queda sin llegas. Cuando está en la calle, manda a WhatsApp y demás, que eso lo tenemos siempre abierto, claro, se lo consume como parte del plan. En este caso, con Movistar es completamente gratis. No lo consume, no consume las llegas del plan eso. Pero puede ver tranquilamente TikTok en la calle, va a estar tranquilo. Sí, déjamelo para acá. Sí, esté un poco más tranquilo. Bien, quiere que lo llame en otro momento. No, mandame un mensaje. Es que estoy diciendo lo que digo que es otra muchacha. Pero ahora contéseme a mí, no me van a traicionar. Claro, bueno, dale. Bueno, mi nombre es Juliana, estábamos en contacto entonces. Dale, dale. Bueno, hasta luego, que tenga un lindo día. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.511,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:34:35.109354",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 88,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:26.791170",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130610333_ACD_41311",
    "fecha_inicio": "15/1/2026 13:06:10",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 363,
    "tiempo_conversacion": 303,
    "tiempo_hold": 0,
    "tiempo_acw": 47,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}