{
  "archivo": "amza73_1_260115141550112_ACD_70867.wav",
  "duracion_segundos": 310.31,
  "num_segmentos": 75,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 95.12,
    "Cliente": 196.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.13,
      "fin": 16.33,
      "duracion": 15.2,
      "texto": "Hola, buenas tardes. Hola. Sí, buenas tardes. Un gusto. Tengo el pasar de comunicarme con Ezequiel. Sí, la habla. Un gusto, Ezequiel. Mi nombre es Malena. Yo te estoy llamando del área de calidad Movistar. Es para ofrecerte un beneficio el día de hoy de tu línea.",
      "confianza": 0.077,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.05,
      "fin": 29.48,
      "duracion": 11.43,
      "texto": "Me mandaron un mail y yo les dije que como son líneas corporativas, no tengo, este, injerencias sobre esas.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.27,
      "fin": 40.96,
      "duracion": 10.69,
      "texto": "Bien, entiendo. No sos de titular, pero no tomas decisiones sobre tus líneas. Claro,",
      "confianza": 0.762,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 40.96,
      "fin": 42.07,
      "duracion": 1.11,
      "texto": "porque están dentro de una situación presa.",
      "confianza": 0.086,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.09,
      "fin": 43.03,
      "duracion": 0.94,
      "texto": "Ah, bien, perfecto.",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 43.47,
      "fin": 44.31,
      "duracion": 0.84,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.566,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.35,
      "fin": 46.94,
      "duracion": 2.58,
      "texto": "Sí, veo que esta figura como con el juicio activo.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.48,
      "fin": 60.52,
      "duracion": 13.04,
      "texto": "Bien, no sé si somos no tributistas o responsables de encrypto, pero el día de hoy tenemos una promoción que es mucho más económica, pero bueno, sí. Tenés dos segunditos, te las comento rápido y vos me decís si te sirve o no.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.05,
      "fin": 65.85,
      "duracion": 4.8,
      "texto": "Y en todo caso te mando un WhatsApp. ¿Vale? Perfecto.",
      "confianza": 0.363,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.87,
      "fin": 80.15,
      "duracion": 14.28,
      "texto": "Bien, te comento. El día de hoy tenemos una promoción que es la más completa, que es de 8 GB de base más 8 de regalo durante 6 meses, WhatsApp gratis, llamada libre a cualquier compañía y lo que es roaming en América en 10,400 pesos.",
      "confianza": 0.604,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.17,
      "fin": 84.61,
      "duracion": 4.44,
      "texto": "¿Sí? No sé si ustedes utilizan esa cantidad de... ¿Qué, perdón?",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.15,
      "fin": 101.31,
      "duracion": 16.16,
      "texto": "No, este es un precio final por el día de hoy, como te digo, no es corporativo, no es para clientes quick, sino es para cualquier persona que pueda acceder, así que por eso no hay ningún inconveniente.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.93,
      "fin": 112.66,
      "duracion": 10.73,
      "texto": "Bien, los que son más IVA ya son justamente los clientes que tienen cuidado activo y esta promoción que te digo te queda en 12.475 más impuestos.",
      "confianza": 0.702,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.13,
      "fin": 118.53,
      "duracion": 5.4,
      "texto": "No hay IVA, es impuesto dependiendo de la categoría impositiva que tengas. Claro.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.39,
      "fin": 121.8,
      "duracion": 2.4,
      "texto": "Está mucho más económica.",
      "confianza": 0.313,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.02,
      "fin": 170.44,
      "duracion": 47.42,
      "texto": "Eso fue lo que me mandaron ayer por mail y que decía que si se hacía por la aplicación, eran 20 días extra que no sé si es por un Icabez o algo así que... Sí, esos llegan. En su momento también salieron algo parecido, que era un test drive, Pero en este caso son 20 gigas de regalo durante 30 días, pero se pueden activar una vez al año. Pero de todas formas, como te digo, no sé qué cantidad de internet utilizan en tus líneas, más o menos. Yo tengo 17 gigas. Bien, mira. En este caso, si se llegan a pasar las tres líneas, porque veo que tenés la que te estoy llamando y dos más,",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.06,
      "fin": 182.19,
      "duracion": 11.13,
      "texto": "Se puede hacerlo en un plan familiar. 5 en total. O sea, la tuya y 4 más o 5 más. No, son 5. Bien. Bien, perfecto.",
      "confianza": 0.203,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 182.21,
      "fin": 182.83,
      "duracion": 0.62,
      "texto": "Bueno, te comento.",
      "confianza": 0.701,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.87,
      "fin": 199.41,
      "duracion": 16.54,
      "texto": "En ese caso, lo que podemos hacer es un plan familiar, ¿bien? Que lo que tiene de extra es que se te van a estar regalando a cada línea móvil 4 gigas extra sin vencimiento. Estas 4 gigas las van a tener siempre que tengan al menos 2 líneas en lo que es Movistar, ¿sí?",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.05,
      "fin": 209.52,
      "duracion": 9.47,
      "texto": "En este caso, como te he dicho. Dígame. Había 20 gigas por mes. ¿20 gigas?",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.28,
      "fin": 211.74,
      "duracion": 1.46,
      "texto": "A $10,400 pesos.",
      "confianza": 0.878,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.21,
      "fin": 232.49,
      "duracion": 19.28,
      "texto": "Sí, pero me dijiste que más impuestos no se quedan a $12,000. Claro, no sé si vos lo vas a querer hacer con el tema del quit activo, con un tema que necesitas que te falturen al nombre del quit. Pero en todo caso podemos hacerlo, como te digo, a la oferta de individuos, que es la que pueden hacer cualquiera, y te quedarían también los 20.",
      "confianza": 0.486,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.71,
      "fin": 237.34,
      "duracion": 3.62,
      "texto": "En este caso sí, con el plan de individuos sí te quedan los 20 gigas.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.84,
      "fin": 251.43,
      "duracion": 13.59,
      "texto": "Si no, te quedarían, con el quit, 18 gigas. ¿Sí? Lo que tiene diferente es que con quit vos tenés el primer mes gratis y con individuos no. Pero es mucho más económico en esta promoción.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.01,
      "fin": 253.07,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.329,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 254.2,
      "fin": 270.12,
      "duracion": 15.92,
      "texto": "Bueno, supongo que se los comente a la gente de la empresa a ver si van a liberar las cosas. No hay mucha diferencia, pero bueno, 4.000 pesos.",
      "confianza": 0.051,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 270.14,
      "fin": 272.24,
      "duracion": 2.1,
      "texto": "Claro, sí, pero bueno, toda plata que se ahorre uno siempre es mejor.",
      "confianza": 0.235,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 273.18,
      "fin": 283.87,
      "duracion": 10.69,
      "texto": "Mira, no sé más o menos cuándo me podrán dar una respuesta. Yo te comento que esta promo que te estoy comentando de la promoción individual, la tenemos hasta hoy únicamente que yo sepa.",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 284.58,
      "fin": 310.31,
      "duracion": 25.73,
      "texto": "Yo te puedo hacer lo que es mi WhatsApp y en el caso de que vos antes de las 5 o 6 de la tarde puedas tener una respuesta, te llamo y podemos hacer el cierre sin problemas. Bueno, dale. Pácame en el WhatsApp y yo te contesto. Dale, muchísimas gracias, Ezequiel. Espero que tengas mucha, mucha suerte y que tengas un lindo día. Gracias solamente para vos. Hasta luego. Adiós.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hola. Sí, buenas tardes. Un gusto. Tengo el pasar de comunicarme con Ezequiel. Sí, la habla. Un gusto, Ezequiel. Mi nombre es Malena. Yo te estoy llamando del área de calidad Movistar. Es para ofrecerte un beneficio el día de hoy de tu línea. Me mandaron un mail y yo les dije que como son líneas corporativas, no tengo, este, injerencias sobre esas. Bien, entiendo. No sos de titular, pero no tomas decisiones sobre tus líneas. Claro, porque están dentro de una situación presa. Ah, bien, perfecto. Bueno, mira, te comento. Sí, veo que esta figura como con el juicio activo. Bien, no sé si somos no tributistas o responsables de encrypto, pero el día de hoy tenemos una promoción que es mucho más económica, pero bueno, sí. Tenés dos segunditos, te las comento rápido y vos me decís si te sirve o no. Y en todo caso te mando un WhatsApp. ¿Vale? Perfecto. Bien, te comento. El día de hoy tenemos una promoción que es la más completa, que es de 8 GB de base más 8 de regalo durante 6 meses, WhatsApp gratis, llamada libre a cualquier compañía y lo que es roaming en América en 10,400 pesos. ¿Sí? No sé si ustedes utilizan esa cantidad de... ¿Qué, perdón? No, este es un precio final por el día de hoy, como te digo, no es corporativo, no es para clientes quick, sino es para cualquier persona que pueda acceder, así que por eso no hay ningún inconveniente. Bien, los que son más IVA ya son justamente los clientes que tienen cuidado activo y esta promoción que te digo te queda en 12.475 más impuestos. No hay IVA, es impuesto dependiendo de la categoría impositiva que tengas. Claro. Está mucho más económica. Eso fue lo que me mandaron ayer por mail y que decía que si se hacía por la aplicación, eran 20 días extra que no sé si es por un Icabez o algo así que... Sí, esos llegan. En su momento también salieron algo parecido, que era un test drive, Pero en este caso son 20 gigas de regalo durante 30 días, pero se pueden activar una vez al año. Pero de todas formas, como te digo, no sé qué cantidad de internet utilizan en tus líneas, más o menos. Yo tengo 17 gigas. Bien, mira. En este caso, si se llegan a pasar las tres líneas, porque veo que tenés la que te estoy llamando y dos más, Se puede hacerlo en un plan familiar. 5 en total. O sea, la tuya y 4 más o 5 más. No, son 5. Bien. Bien, perfecto. Bueno, te comento. En ese caso, lo que podemos hacer es un plan familiar, ¿bien? Que lo que tiene de extra es que se te van a estar regalando a cada línea móvil 4 gigas extra sin vencimiento. Estas 4 gigas las van a tener siempre que tengan al menos 2 líneas en lo que es Movistar, ¿sí? En este caso, como te he dicho. Dígame. Había 20 gigas por mes. ¿20 gigas? A $10,400 pesos. Sí, pero me dijiste que más impuestos no se quedan a $12,000. Claro, no sé si vos lo vas a querer hacer con el tema del quit activo, con un tema que necesitas que te falturen al nombre del quit. Pero en todo caso podemos hacerlo, como te digo, a la oferta de individuos, que es la que pueden hacer cualquiera, y te quedarían también los 20. En este caso sí, con el plan de individuos sí te quedan los 20 gigas. Si no, te quedarían, con el quit, 18 gigas. ¿Sí? Lo que tiene diferente es que con quit vos tenés el primer mes gratis y con individuos no. Pero es mucho más económico en esta promoción. Sí. Bueno, supongo que se los comente a la gente de la empresa a ver si van a liberar las cosas. No hay mucha diferencia, pero bueno, 4.000 pesos. Claro, sí, pero bueno, toda plata que se ahorre uno siempre es mejor. Mira, no sé más o menos cuándo me podrán dar una respuesta. Yo te comento que esta promo que te estoy comentando de la promoción individual, la tenemos hasta hoy únicamente que yo sepa. Yo te puedo hacer lo que es mi WhatsApp y en el caso de que vos antes de las 5 o 6 de la tarde puedas tener una respuesta, te llamo y podemos hacer el cierre sin problemas. Bueno, dale. Pácame en el WhatsApp y yo te contesto. Dale, muchísimas gracias, Ezequiel. Espero que tengas mucha, mucha suerte y que tengas un lindo día. Gracias solamente para vos. Hasta luego. Adiós.",
  "calidad": {
    "confianza_promedio": 0.476,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:58:55.455305",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 75,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:31.819529",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115141550112_ACD_70867",
    "fecha_inicio": "15/1/2026 14:15:50",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 326,
    "tiempo_conversacion": 299,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}