{
  "archivo": "amza30_1_260115125919372_ACD_20055.wav",
  "duracion_segundos": 161.38,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 112.1,
    "Cliente": 42.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.86,
      "fin": 5.98,
      "duracion": 5.12,
      "texto": "Hola, ¿qué tal? Buen día, Eugenia es mi nombre. ¿Habla con Pedro?",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.0,
      "fin": 6.56,
      "duracion": 0.56,
      "texto": "Sí, sí, ¿qué me habla?",
      "confianza": 0.181,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.02,
      "fin": 18.53,
      "duracion": 11.51,
      "texto": "¿Qué tal, Pedro? Un gusto. Como le decía, Eugenia es mi nombre. Me estoy comunicando del área de beneficios móviles. Cita que me figura su línea en claro. ¿Es así?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.55,
      "fin": 18.77,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.8,
      "fin": 19.25,
      "duracion": 0.46,
      "texto": "Está bien claro, yo sí.",
      "confianza": 0.078,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.27,
      "fin": 19.9,
      "duracion": 0.62,
      "texto": "Perfecto.",
      "confianza": 0.352,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.92,
      "fin": 56.4,
      "duracion": 36.48,
      "texto": "Le hago una consulta. Pedro, ¿usted actualmente cuenta con lo que es actuar mensual o realiza recarga? No, no, no. El cargo es frío mensual. Menso, perfecto. Buenísimo, entonces, Pedro. Le comento, el día de hoy estamos con una promo exclusiva muy buena, que está en 10,400 pesos finales por un plan que es de 16 gigas de internet, donde 8 son de base y 8 de regalo por los próximos 6 meses. ¿Usted, Pedro, consume muchos gigas o no? No, no consumo ni siquiera un giga por un mes. Ah, bien, usa poquito el teléfono. Usa lo que es llamadas.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.0,
      "fin": 76.39,
      "duracion": 19.39,
      "texto": "Sí, llamada y WhatsApp y nada más. Sí, perfecto. Bueno, con este plan cuenta también con lo que es llamadas y mensajitos libres a cualquier compañía y, por supuesto, WhatsApp gratis, ¿sí? Además de tener tres gigas del roaming, que sería el caso de que usted salga del país, también puede usar el teléfono ahí mismo, ¿sí?",
      "confianza": 0.048,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.91,
      "fin": 84.8,
      "duracion": 7.89,
      "texto": "Pero, como me decía usted, con la factura mensual, ¿usted cómo se maneja? ¿Cuántos gigas tiene en el plan? Ya dos, nada más.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.4,
      "fin": 122.62,
      "duracion": 36.22,
      "texto": "¿Dónde nada más? Ah, bien, bien, muy poquito. Bueno, Pedro, con esto tendría justamente muchos gigas y en el caso de que no los use, los puede guardar, ¿sí? O así mismo también compartir con otro cliente, ¿sí? A nosotros nos figura que usted fue cliente de Movistar anteriormente por mucho tiempo y es por eso que nos estamos comunicando para poder ofrecer esta promo, ¿sí, Pedro? Al día de hoy usted me dijo entonces, pon claro, manejad lo que es 2 gigas, Sí, y le sobra. ¿Tiene Wi-Fi en el domicilio? Sí. ¿Y este lo tiene también con claro?",
      "confianza": 0.109,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.75,
      "fin": 135.06,
      "duracion": 10.31,
      "texto": "No, tengo Wi-Fi de la empresa Telecentro. Ah, de Telecentro, buenísimo. ¿Y también tiene lo que es el servicio de canales?",
      "confianza": 0.41,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.07,
      "fin": 140.42,
      "duracion": 5.34,
      "texto": "Sí, sí, sí, todo, televisión, Facebook, Google y... Con todo completo.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.44,
      "fin": 161.38,
      "duracion": 20.94,
      "texto": "Muy bien, el Facebook que no puede faltar. Está muy bien. Bueno, le comentó Pedro, en ese caso nosotros tenemos un paquete para lo que es, lo que es la línea de celu con el wifi del domicilio, con los canales, si al día de hoy estaría en 24 sites o lo que es el wifi con el celu, si, más los canales en 15,",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, Eugenia es mi nombre. ¿Habla con Pedro? Sí, sí, ¿qué me habla? ¿Qué tal, Pedro? Un gusto. Como le decía, Eugenia es mi nombre. Me estoy comunicando del área de beneficios móviles. Cita que me figura su línea en claro. ¿Es así? Sí, sí, sí. Está bien claro, yo sí. Perfecto. Le hago una consulta. Pedro, ¿usted actualmente cuenta con lo que es actuar mensual o realiza recarga? No, no, no. El cargo es frío mensual. Menso, perfecto. Buenísimo, entonces, Pedro. Le comento, el día de hoy estamos con una promo exclusiva muy buena, que está en 10,400 pesos finales por un plan que es de 16 gigas de internet, donde 8 son de base y 8 de regalo por los próximos 6 meses. ¿Usted, Pedro, consume muchos gigas o no? No, no consumo ni siquiera un giga por un mes. Ah, bien, usa poquito el teléfono. Usa lo que es llamadas. Sí, llamada y WhatsApp y nada más. Sí, perfecto. Bueno, con este plan cuenta también con lo que es llamadas y mensajitos libres a cualquier compañía y, por supuesto, WhatsApp gratis, ¿sí? Además de tener tres gigas del roaming, que sería el caso de que usted salga del país, también puede usar el teléfono ahí mismo, ¿sí? Pero, como me decía usted, con la factura mensual, ¿usted cómo se maneja? ¿Cuántos gigas tiene en el plan? Ya dos, nada más. ¿Dónde nada más? Ah, bien, bien, muy poquito. Bueno, Pedro, con esto tendría justamente muchos gigas y en el caso de que no los use, los puede guardar, ¿sí? O así mismo también compartir con otro cliente, ¿sí? A nosotros nos figura que usted fue cliente de Movistar anteriormente por mucho tiempo y es por eso que nos estamos comunicando para poder ofrecer esta promo, ¿sí, Pedro? Al día de hoy usted me dijo entonces, pon claro, manejad lo que es 2 gigas, Sí, y le sobra. ¿Tiene Wi-Fi en el domicilio? Sí. ¿Y este lo tiene también con claro? No, tengo Wi-Fi de la empresa Telecentro. Ah, de Telecentro, buenísimo. ¿Y también tiene lo que es el servicio de canales? Sí, sí, sí, todo, televisión, Facebook, Google y... Con todo completo. Muy bien, el Facebook que no puede faltar. Está muy bien. Bueno, le comentó Pedro, en ese caso nosotros tenemos un paquete para lo que es, lo que es la línea de celu con el wifi del domicilio, con los canales, si al día de hoy estaría en 24 sites o lo que es el wifi con el celu, si, más los canales en 15,",
  "calidad": {
    "confianza_promedio": 0.521,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:10:51.042835",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:21.731087",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115125919372_ACD_20055",
    "fecha_inicio": "15/1/2026 12:59:19",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 180,
    "tiempo_conversacion": 154,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}