{
  "archivo": "amza1_1_260113121515822_ACD_55499.wav",
  "duracion_segundos": 78.2,
  "num_segmentos": 29,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 71.65,
    "Cliente": 3.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.96,
      "duracion": 4.93,
      "texto": "Hola, ¿qué tal, buenos días? Hablo con María Ester.",
      "confianza": 0.313,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.6,
      "fin": 16.76,
      "duracion": 11.16,
      "texto": "María, ¿cómo estás? Un placer hablar con vos. Mi nombre es Angelina, me comunico de el área de recupero. Bien, es muy tarde, queríamos justamente tener una bonificación. Ah, sí, muy bien.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.78,
      "fin": 20.6,
      "duracion": 3.83,
      "texto": "Te quiero decir que ya me llamaron y yo les dije que no me interesan.",
      "confianza": 0.668,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.08,
      "fin": 30.38,
      "duracion": 9.3,
      "texto": "Así que te agradezco. Bien, no hay ningún problema. Ester, ¿igual has escuchado lo que son las promociones de la fida, el internet y demás? Sí, lo vi porque también me mandaron mensajitas.",
      "confianza": 0.422,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.88,
      "fin": 59.14,
      "duracion": 28.26,
      "texto": "Ah, bien, bien, bien. ¿Y qué ha sido lo que me has dado una buena experiencia anteriormente? Sí, yo fui a buscar como alguna promoción y me dijeron que no tuvieron, no me atendieron bien y listo, chao. Eso nada más. Bien, te has quedado con el robo desde el 2023 con esa mala experiencia y ya está. Nunca más le vas a dar una segunda chance, digamos. Bueno, no sé, ¿viste? Uno nunca sabe, nunca más, y no tiene que existir.",
      "confianza": 0.488,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.2,
      "fin": 78.2,
      "duracion": 18.0,
      "texto": "Y sí, obviamente. Pero bueno, no sé, María, pero nosotros tenemos justamente promociones para usted. Me está diciendo que no le interesa. Pero igual, de todas maneras, le voy a mandar un mensaje por WhatsApp, en capso de que más adelante se interesa, me puede hablar a mí, ¿sí? No, cómo no. Te agradezco un montón. Muchas gracias. Muy bien, hasta luego. Adiós.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal, buenos días? Hablo con María Ester. María, ¿cómo estás? Un placer hablar con vos. Mi nombre es Angelina, me comunico de el área de recupero. Bien, es muy tarde, queríamos justamente tener una bonificación. Ah, sí, muy bien. Te quiero decir que ya me llamaron y yo les dije que no me interesan. Así que te agradezco. Bien, no hay ningún problema. Ester, ¿igual has escuchado lo que son las promociones de la fida, el internet y demás? Sí, lo vi porque también me mandaron mensajitas. Ah, bien, bien, bien. ¿Y qué ha sido lo que me has dado una buena experiencia anteriormente? Sí, yo fui a buscar como alguna promoción y me dijeron que no tuvieron, no me atendieron bien y listo, chao. Eso nada más. Bien, te has quedado con el robo desde el 2023 con esa mala experiencia y ya está. Nunca más le vas a dar una segunda chance, digamos. Bueno, no sé, ¿viste? Uno nunca sabe, nunca más, y no tiene que existir. Y sí, obviamente. Pero bueno, no sé, María, pero nosotros tenemos justamente promociones para usted. Me está diciendo que no le interesa. Pero igual, de todas maneras, le voy a mandar un mensaje por WhatsApp, en capso de que más adelante se interesa, me puede hablar a mí, ¿sí? No, cómo no. Te agradezco un montón. Muchas gracias. Muy bien, hasta luego. Adiós.",
  "calidad": {
    "confianza_promedio": 0.482,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:39:03.687756",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:15.903580",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121515822_ACD_55499",
    "fecha_inicio": "13/1/2026 12:15:15",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 102,
    "tiempo_conversacion": 75,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}