{
  "archivo": "amza32_1_260115132312145_ACD_92127.wav",
  "duracion_segundos": 769.7,
  "num_segmentos": 158,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 397.49,
    "Cliente": 325.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.2,
      "fin": 24.72,
      "duracion": 23.52,
      "texto": "Hola, buenos días. Mi nombre es Marlene. Hablo con Jorge. ¿Y me hablás de Movistar? Sí, Jorge, me estoy hablando de Movistar. Por este lado, hoy queríamos conocer por un motivo que te llevó a irte de la compañía. Estamos llamando a todos los clientes que se fueron de la compañía, justamente para conocer el motivo y darles lo que es una nueva solución, un nuevo soporte.",
      "confianza": 0.069,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.43,
      "fin": 55.28,
      "duracion": 29.85,
      "texto": "No, mira, no me va a dar lo que me da claro y la verdad que no, yo creo en nuestro trabajo, pero la verdad que me rompen tanto en la guinda que tengo diez llamados, doce llamados por día de movistar y por eso en el ojo que tengo totalmente de movistar, no quiero... Bien, de hecho, bueno, yo te pido una disculpa, sí, es como que trabajamos en cintas constantes del país, es la primera vez que te llamo, la... No, no, sí, bien entendida, no, me llaman de, no, ¿sabes?, San Luis, de Buenos Aires, de Córdoba,",
      "confianza": 0.436,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 56.06,
      "fin": 83.3,
      "duracion": 27.24,
      "texto": "No me lo van, el costo no me lo van, mañana te dispago 7 mil pesos, tengo 20 gigas, run inactivo en cualquier país, me invito a ser de la Argentina, tengo megas para usar cualquier redes sociales,",
      "confianza": 0.623,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.2,
      "fin": 110.68,
      "duracion": 25.48,
      "texto": "¿Qué haces vos? ¿También tenemos eso? Tenemos lo que es roaming en América, no solamente en los países indígenas. Mentira. No, no me menta porque por eso fue el cambio que me hicieron. Claro. Porque también me mostraron eso mismo y nunca se activó. Lo activé en Chile y me cobraron 10 dólares. La verdad es que yo tengo un cliente que se fue a Chile y la verdad es que le fue re bien y lo re ocupó.",
      "confianza": 0.125,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.38,
      "fin": 113.08,
      "duracion": 0.7,
      "texto": "No, no. A mí me ha cobrado.",
      "confianza": 0.108,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.55,
      "fin": 133.91,
      "duracion": 19.36,
      "texto": "Digo porque es mejor. Sí, y tengo personas que se han ido ahora a Chile y no pueden usar y tienen monestad y le han dicho que sí, lo tiene, y le han mandado un mensaje para activarlo y le cobran 15 dólares. ¿Esta incluyendo lo que es el plan? No, mentira eso. Eso es mentira.",
      "confianza": 0.195,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.73,
      "fin": 169.92,
      "duracion": 35.19,
      "texto": "Pero bueno, no, por el momento me quedo con claro y no tengo problemas. En este momento. Yo entiendo que no tengas problemas con claro. Nosotros el día de hoy estamos haciendo lo que sucedía para que Marizana, vos cualquiera que se pueda comunicar conmigo, es más, si es ahora lo de lo de Raming que me comentás, yo te lo puedo realmente te dar una solución. O sea, justamente queremos recuperar ese accidente que no tuvieras de asalamiento. Es que no me cuidaron. De un momento, yo hace años estoy con Movistar y nunca me dieron ningún beneficio. No estoy imaginante de Movistar cuando, según yo, Movicol y mi fan, que se hizo Mostar.",
      "confianza": 0.853,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.28,
      "fin": 172.18,
      "duracion": 1.9,
      "texto": "Imagínate de cuándo yo tenía Mostar.",
      "confianza": 0.774,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.62,
      "fin": 175.64,
      "duracion": 3.02,
      "texto": "Y nunca me dieron un beneficio, nunca me... Nada.",
      "confianza": 0.819,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 176.4,
      "fin": 206.82,
      "duracion": 30.42,
      "texto": "Ni decir ¿qué? ¡Feliz cumpleaños! O ¡Feliz fiesta! ¡Ponele! Y les estoy dando un ejemplo. Nunca. Ejemplo claro, para mi cumpleaños me mandaron un mensaje y me... Todo. Más que nada son pequeñas detalles que llegan al montón. Es por eso justamente que yo me estoy comunicando por el día de hoy con Voci. Yo, el día de hoy, yo voy a ser asesora y vas a tener esta asesoría personalizada para que justamente no vuelvas a tener estos inconvenientes, para que tengas estas atenciones justamente que vos me decís.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 207.52,
      "fin": 226.88,
      "duracion": 19.36,
      "texto": "Yo, al día de hoy, tengo clientes, sí, que yo, justamente, les fueron a las fiestas, les deseo irse a fiestas, que cualquier cosa que ustedes pudieran comunicar conmigo, justamente les voy a recuperar a ustedes y que no vuelvan a pasar por esto, porque en ese tiempo sí tuvieron muchas pérdidas justamente por esto, que los asesores",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.46,
      "fin": 235.99,
      "duracion": 8.53,
      "texto": "se le apropornaban al cliente y se olvidaban del cliente. Y no es la idea.",
      "confianza": 0.199,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.01,
      "fin": 244.8,
      "duracion": 8.79,
      "texto": "Sí, sí, pero yo no, por hoy yo sé que va este trabajo y que tenés beneficio, tenés bonificación, tenés todo lo que quieras por contratar o volver a recuperar un cliente.",
      "confianza": 0.371,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 244.84,
      "fin": 268.1,
      "duracion": 23.26,
      "texto": "Pero la verdad que estoy tan asado, yo dije, no, no llames más. Cuanto yo quiera usar sus servicios movistales, todavía más más. He hablado con compañeros, no sé si compañeros tuyos o de otra área, No, no, la idea no es con el comentar que estoy en Butiola, no me parece una actitud totalmente negativa que estoy en el hecho de esto.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 268.64,
      "fin": 273.53,
      "duracion": 4.88,
      "texto": "La verdad que yo no es mi manera de tratar a los clientes, es como trigo.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.55,
      "fin": 279.13,
      "duracion": 5.59,
      "texto": "Yo tengo clientes que incluso me han hablado para que pase familiares, amigos.",
      "confianza": 0.618,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.86,
      "fin": 293.85,
      "duracion": 11.99,
      "texto": "Yo tenía gente también que lo hice pasar a movistar todo porque estaba contentísimo. Y cuando me pasó todo esto, al mismo amigo que tengo, que lo hice pasar a Moïsa, lo hice pasar a Claro.",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 296.1,
      "fin": 322.21,
      "duracion": 26.11,
      "texto": "Le parieron conmigo. Le parieron conmigo. Yo sé que es tu trabajo. Por el momento estoy conforme con lo que tengo. Dale, igual bueno, como te digo, la verdad que es una pena. Milamente me gustaría recuperarte como un valiente y no tratarte así como te trataron. La verdad no está bueno que tenga el negocio con los clientes. Mira, la última vez que hablé con una persona, que también no me acuerdo, Pamela, creo que se llamaba.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.59,
      "fin": 322.87,
      "duracion": 0.28,
      "texto": "Sí.",
      "confianza": 0.661,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.65,
      "fin": 341.97,
      "duracion": 17.32,
      "texto": "Le dije, bueno, a ver, dame una promoción y me daba que iría a pagar más. Yo no voy a pagar más. Mira, mira, yo en este caso sí, no sé si vos sos un ocupar mucho o llegas. Sí, yo trabajo con el teléfono. Trabajas con el teléfono. Yo estoy bien acá.",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 342.49,
      "fin": 343.59,
      "duracion": 1.1,
      "texto": "Bien, te hago una consulta.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 343.61,
      "fin": 348.94,
      "duracion": 5.32,
      "texto": "¿Vos tenés solamente esta línea, tu nombre, o tenés más líneas registradas a tu nombre?",
      "confianza": 0.545,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 348.96,
      "fin": 356.71,
      "duracion": 7.75,
      "texto": "No, mi nombre tengo esta. Ahora por ahora tengo esta, nada más. Antes tenía cuatro líneas. Ah, bien. Bueno, mirá.",
      "confianza": 0.31,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 356.73,
      "fin": 360.33,
      "duracion": 3.6,
      "texto": "Yo te comento, en día de hoy, sí, esto, bueno, nuevamente vas a salir a elección.",
      "confianza": 0.553,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 360.35,
      "fin": 362.35,
      "duracion": 2.0,
      "texto": "Yo, la verdad, no estaría a recuperarte como cliente.",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.93,
      "fin": 383.63,
      "duracion": 20.7,
      "texto": "Nosotros hoy tenemos lo que es una promo exclusiva, sí, justamente para estos clientes que en su momento la compañera os trató mal, en su momento se fueron por lo menos lo que vos estás comentando, que no tuviste a nadie que te ayudara, que nadie que te apoyara. Estamos diciendo que es un plan de 8GB, sí, íbamos a tener los 4 de base más los 4 de regalo por 6 meses.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 384.19,
      "fin": 397.96,
      "duracion": 13.77,
      "texto": "Y te preguntaba si... No, pero porque decía algo que nada que verlo. Lo que vos me estás dando, 4 de base y 4 de regalo. Claro. A ver, son dos resuelas. Es así, mira.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 398.62,
      "fin": 407.63,
      "duracion": 9.01,
      "texto": "Tienes cuatro de base, más cuatro de rango de un mes serían ocho gigas, ¿sí? Pues, si te van a decir así, después te lo desbloqué para que vos pudieras entender, ¿sí?",
      "confianza": 0.491,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 408.55,
      "fin": 419.75,
      "duracion": 11.2,
      "texto": "Altamente, está en 7.460 y tienes las llamadas limitadas a todas las compañías, incluidos 0800, 0810 y teléfono fijo de todo el país.",
      "confianza": 0.794,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 420.33,
      "fin": 434.37,
      "duracion": 14.04,
      "texto": "El WhatsApp es gratis, es decir, que si vos ves un estado, haces una videollamada, no se te van a consumir datos. Además, yo tengo ese plan. Y la verdad es que Guasano le consume datos, por ejemplo, Instagram, Facebook, pero bueno, pero Guasano te lo consume, ¿sí?",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 435.27,
      "fin": 445.24,
      "duracion": 9.97,
      "texto": "El día de este año, en 1960, lo que hablaremos sería que combinás con este plan, y yo, en el día de mañana, que vos quieras hacer un cambio o algo, yo podría ayudarte, ya que es parte de mi trabajo, ¿sí?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 446.02,
      "fin": 450.64,
      "duracion": 4.62,
      "texto": "Yo no solo necesito la portabilidad, si no quieres te acompaño en todo tu paso por la compañía.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 451.64,
      "fin": 472.88,
      "duracion": 21.24,
      "texto": "Y en el tema de si te miras a otra persona, te preguntaba por qué se puede hacer lo que es un plan familia, No le sigues regalando 4 gigas a cada línea. Por eso le preguntaba a él si estaba costumbrando eso. Bueno, ya primero me está dando menos gigas de lo que tengo, pero bueno. Todavía no terminó igual. Justamente me activó lo que era un beneficio extra.",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 474.66,
      "fin": 503.57,
      "duracion": 28.91,
      "texto": "Sí, me hizo lo que me gustó el día de hoy conmigo. Era el caso de que vos en algún momento necesites más gigas porque estás viajando a algún lugar y lo necesitas urgentemente. Movistar te da 20 gigas de regalos por 30 días en un año, si? En el caso de que vos tengas que viajar, no sé, por dar tú un ejemplo, a Mendoza, con él. Y justo en estos días, por estar comunicado, vos estos gigas los podés activar, sí?",
      "confianza": 0.343,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 504.35,
      "fin": 511.38,
      "duracion": 7.03,
      "texto": "Y los tenés para cuando vos los necesites.",
      "confianza": 0.537,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 511.4,
      "fin": 512.66,
      "duracion": 1.26,
      "texto": "Sí, pero eso lo usás una sola vez, usás los 20 y ya, se pierde.",
      "confianza": 0.015,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 513.35,
      "fin": 533.28,
      "duracion": 19.93,
      "texto": "Lo que quiero mostrar, ahora que me estás comentando eso, justamente, es que vos, los gigas que vos no consumís, por ejemplo, yo tengo este plan que te estoy comentando ahora, y yo ponerle que yo no será más confiante en mi trabajo y cuando estoy fuera de mi casa.",
      "confianza": 0.607,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 533.3,
      "fin": 539.51,
      "duracion": 6.21,
      "texto": "Este plan, justamente, yo lo tengo, ¿sí? Y yo ponerle que ocupe un giga, ponerle que ocupe.",
      "confianza": 0.821,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 540.18,
      "fin": 552.62,
      "duracion": 12.44,
      "texto": "El resto de los gigas a vos se te guardan para el mes siguiente, ¿sí? Es lo que vos lo podés ver en la aplicación. ¿Viste? Cuando vos entras a la aplicación, sale el consumo, pero abajo hay un apartado que dice giga guardado.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 553.3,
      "fin": 574.07,
      "duracion": 20.77,
      "texto": "Y a vos se sale la cantidad de días que vos no ocupaste en ese mes, que se le ha guardado para el mes siguiente. Incluso vos lo podés seguir usando, ¿no? Por lo que no tenés que comprar packs ni nada por el estilo. Y de hecho vos me comentabas que tenías también los amigos que estaban en el Movistar, Supongamos que un familiar o un amigo te diga, mira Jorge, no tengo datos, ¿me podés pasar?",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 574.77,
      "fin": 585.63,
      "duracion": 10.86,
      "texto": "Vos esos datos podés elegir la cantidad que le querés pasar y se le pasa así para que esa persona se pueda estar comunicando con vos. La verdad es que está bastante bueno y a mí realmente motiva.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 585.65,
      "fin": 597.44,
      "duracion": 11.8,
      "texto": "No se va a preocuparte como cliente, es más, yo apenas corté una pequeña conversación, yo te leo un mensajito o en la misma conversación que usted es con un mensajito para que vos puedas mi número",
      "confianza": 0.599,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 597.59,
      "fin": 606.84,
      "duracion": 9.25,
      "texto": "Y justamente no te pase esto. Yo le voy a ponerle que vos quieras, que le escribas un domingo. Yo no tengo problemas, Jorge, yo te voy a ayudar.",
      "confianza": 0.538,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 607.36,
      "fin": 609.49,
      "duracion": 2.12,
      "texto": "Para eso estoy, es parte de mi trabajo.",
      "confianza": 0.76,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 610.23,
      "fin": 626.57,
      "duracion": 16.34,
      "texto": "Yo normalmente no dejo a mis clientes el alma. Un día me escribió, un domingo a las 3 de la tarde, que no podía hacer llamadas. Entonces le dije, le di la solución, le dije que probara. Y a Natito me escribió que ya lo había podido llamar.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 627.53,
      "fin": 635.7,
      "duracion": 8.17,
      "texto": "Justamente yo a mis clientes les ayudo. Siempre y cuando esté todo a mi alcance, yo les ayudo porque la verdad es que ese es el reto que los clientes se merecen.",
      "confianza": 0.492,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 636.24,
      "fin": 644.19,
      "duracion": 7.95,
      "texto": "Y yo considero que vos has sido un excelente cliente y por un error que tuvimos en la compañía, te perdimos y la verdad que no es tan bueno.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 644.89,
      "fin": 649.55,
      "duracion": 4.67,
      "texto": "A mí realmente no está bueno como así, pero bueno, a ver.",
      "confianza": 0.419,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 649.57,
      "fin": 662.83,
      "duracion": 13.26,
      "texto": "Sí, en la manera que se manejaron y la verdad que bueno. Yo por el momento que estoy ahora, yo cualquier cosa que me pido, me la van, todo lo que la atención del cliente, todo, todo, todo, particular, no he tenido ningún tipo de problema.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 664.63,
      "fin": 682.68,
      "duracion": 18.04,
      "texto": "Como te digo, la atención del cliente de Movistar, cuando le llamamos de Chile, se decía, mira, lo tengo en el plan, y lo tengo marcado, no, no, lo tenés que pagar, lo tenés que pagar, lo tenés que pagar.",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 684.38,
      "fin": 688.04,
      "duracion": 3.66,
      "texto": "Sí, la verdad es que te entiendo y me pongo en tu lugar como cliente.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 688.83,
      "fin": 704.45,
      "duracion": 15.62,
      "texto": "De hecho, bueno, es como te digo, vos, en el caso de mi ponencia, si vas a volver, vas a contar con mi número. La verdad no me sirve de nada mentirte ni tratarte así. Como te comento, es parte de mi trabajo todo esto.",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 705.57,
      "fin": 711.11,
      "duracion": 5.54,
      "texto": "La verdad a mí no me sirve de nada. Sí, entiendes que es un trabajo, pero como te digo, para mí,",
      "confianza": 0.224,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 712.71,
      "fin": 725.35,
      "duracion": 12.63,
      "texto": "Me están dando mucho más megas que lo me está dando hoy y no tengo que activar 20 megas que capaz que lo use en medio y después durante un año no puedo usar más nada.",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 726.69,
      "fin": 728.95,
      "duracion": 2.26,
      "texto": "Pasar un año y lo tengo que pedir de vuelta.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 732.37,
      "fin": 739.34,
      "duracion": 6.97,
      "texto": "Igual como te digo, si quieres por el tema de los gigas, como me estás comentando, Los llegas son acumulables, por eso te puedes quedar tranquilo.",
      "confianza": 0.308,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 739.36,
      "fin": 750.04,
      "duracion": 10.67,
      "texto": "Sí, pero a ver, está bien, es acumulable, pero no es lo que yo... Por ese motivo.",
      "confianza": 0.342,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 750.06,
      "fin": 759.29,
      "duracion": 9.23,
      "texto": "Pero bueno, déjame lo pensar, cualquier cosa, mandame un whatsapp, yo te escribo y te aviso. Vale, bueno, igual hemos agradecido por la propuesta por el día de hoy.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 759.81,
      "fin": 769.7,
      "duracion": 9.89,
      "texto": "Pero bueno, Jorge, de todos modos, yo te mando un mensajito, así estamos en... Dale, dale. Igualmente, chau chau.",
      "confianza": 0.477,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Mi nombre es Marlene. Hablo con Jorge. ¿Y me hablás de Movistar? Sí, Jorge, me estoy hablando de Movistar. Por este lado, hoy queríamos conocer por un motivo que te llevó a irte de la compañía. Estamos llamando a todos los clientes que se fueron de la compañía, justamente para conocer el motivo y darles lo que es una nueva solución, un nuevo soporte. No, mira, no me va a dar lo que me da claro y la verdad que no, yo creo en nuestro trabajo, pero la verdad que me rompen tanto en la guinda que tengo diez llamados, doce llamados por día de movistar y por eso en el ojo que tengo totalmente de movistar, no quiero... Bien, de hecho, bueno, yo te pido una disculpa, sí, es como que trabajamos en cintas constantes del país, es la primera vez que te llamo, la... No, no, sí, bien entendida, no, me llaman de, no, ¿sabes?, San Luis, de Buenos Aires, de Córdoba, No me lo van, el costo no me lo van, mañana te dispago 7 mil pesos, tengo 20 gigas, run inactivo en cualquier país, me invito a ser de la Argentina, tengo megas para usar cualquier redes sociales, ¿Qué haces vos? ¿También tenemos eso? Tenemos lo que es roaming en América, no solamente en los países indígenas. Mentira. No, no me menta porque por eso fue el cambio que me hicieron. Claro. Porque también me mostraron eso mismo y nunca se activó. Lo activé en Chile y me cobraron 10 dólares. La verdad es que yo tengo un cliente que se fue a Chile y la verdad es que le fue re bien y lo re ocupó. No, no. A mí me ha cobrado. Digo porque es mejor. Sí, y tengo personas que se han ido ahora a Chile y no pueden usar y tienen monestad y le han dicho que sí, lo tiene, y le han mandado un mensaje para activarlo y le cobran 15 dólares. ¿Esta incluyendo lo que es el plan? No, mentira eso. Eso es mentira. Pero bueno, no, por el momento me quedo con claro y no tengo problemas. En este momento. Yo entiendo que no tengas problemas con claro. Nosotros el día de hoy estamos haciendo lo que sucedía para que Marizana, vos cualquiera que se pueda comunicar conmigo, es más, si es ahora lo de lo de Raming que me comentás, yo te lo puedo realmente te dar una solución. O sea, justamente queremos recuperar ese accidente que no tuvieras de asalamiento. Es que no me cuidaron. De un momento, yo hace años estoy con Movistar y nunca me dieron ningún beneficio. No estoy imaginante de Movistar cuando, según yo, Movicol y mi fan, que se hizo Mostar. Imagínate de cuándo yo tenía Mostar. Y nunca me dieron un beneficio, nunca me... Nada. Ni decir ¿qué? ¡Feliz cumpleaños! O ¡Feliz fiesta! ¡Ponele! Y les estoy dando un ejemplo. Nunca. Ejemplo claro, para mi cumpleaños me mandaron un mensaje y me... Todo. Más que nada son pequeñas detalles que llegan al montón. Es por eso justamente que yo me estoy comunicando por el día de hoy con Voci. Yo, el día de hoy, yo voy a ser asesora y vas a tener esta asesoría personalizada para que justamente no vuelvas a tener estos inconvenientes, para que tengas estas atenciones justamente que vos me decís. Yo, al día de hoy, tengo clientes, sí, que yo, justamente, les fueron a las fiestas, les deseo irse a fiestas, que cualquier cosa que ustedes pudieran comunicar conmigo, justamente les voy a recuperar a ustedes y que no vuelvan a pasar por esto, porque en ese tiempo sí tuvieron muchas pérdidas justamente por esto, que los asesores se le apropornaban al cliente y se olvidaban del cliente. Y no es la idea. Sí, sí, pero yo no, por hoy yo sé que va este trabajo y que tenés beneficio, tenés bonificación, tenés todo lo que quieras por contratar o volver a recuperar un cliente. Pero la verdad que estoy tan asado, yo dije, no, no llames más. Cuanto yo quiera usar sus servicios movistales, todavía más más. He hablado con compañeros, no sé si compañeros tuyos o de otra área, No, no, la idea no es con el comentar que estoy en Butiola, no me parece una actitud totalmente negativa que estoy en el hecho de esto. La verdad que yo no es mi manera de tratar a los clientes, es como trigo. Yo tengo clientes que incluso me han hablado para que pase familiares, amigos. Yo tenía gente también que lo hice pasar a movistar todo porque estaba contentísimo. Y cuando me pasó todo esto, al mismo amigo que tengo, que lo hice pasar a Moïsa, lo hice pasar a Claro. Le parieron conmigo. Le parieron conmigo. Yo sé que es tu trabajo. Por el momento estoy conforme con lo que tengo. Dale, igual bueno, como te digo, la verdad que es una pena. Milamente me gustaría recuperarte como un valiente y no tratarte así como te trataron. La verdad no está bueno que tenga el negocio con los clientes. Mira, la última vez que hablé con una persona, que también no me acuerdo, Pamela, creo que se llamaba. Sí. Le dije, bueno, a ver, dame una promoción y me daba que iría a pagar más. Yo no voy a pagar más. Mira, mira, yo en este caso sí, no sé si vos sos un ocupar mucho o llegas. Sí, yo trabajo con el teléfono. Trabajas con el teléfono. Yo estoy bien acá. Bien, te hago una consulta. ¿Vos tenés solamente esta línea, tu nombre, o tenés más líneas registradas a tu nombre? No, mi nombre tengo esta. Ahora por ahora tengo esta, nada más. Antes tenía cuatro líneas. Ah, bien. Bueno, mirá. Yo te comento, en día de hoy, sí, esto, bueno, nuevamente vas a salir a elección. Yo, la verdad, no estaría a recuperarte como cliente. Nosotros hoy tenemos lo que es una promo exclusiva, sí, justamente para estos clientes que en su momento la compañera os trató mal, en su momento se fueron por lo menos lo que vos estás comentando, que no tuviste a nadie que te ayudara, que nadie que te apoyara. Estamos diciendo que es un plan de 8GB, sí, íbamos a tener los 4 de base más los 4 de regalo por 6 meses. Y te preguntaba si... No, pero porque decía algo que nada que verlo. Lo que vos me estás dando, 4 de base y 4 de regalo. Claro. A ver, son dos resuelas. Es así, mira. Tienes cuatro de base, más cuatro de rango de un mes serían ocho gigas, ¿sí? Pues, si te van a decir así, después te lo desbloqué para que vos pudieras entender, ¿sí? Altamente, está en 7.460 y tienes las llamadas limitadas a todas las compañías, incluidos 0800, 0810 y teléfono fijo de todo el país. El WhatsApp es gratis, es decir, que si vos ves un estado, haces una videollamada, no se te van a consumir datos. Además, yo tengo ese plan. Y la verdad es que Guasano le consume datos, por ejemplo, Instagram, Facebook, pero bueno, pero Guasano te lo consume, ¿sí? El día de este año, en 1960, lo que hablaremos sería que combinás con este plan, y yo, en el día de mañana, que vos quieras hacer un cambio o algo, yo podría ayudarte, ya que es parte de mi trabajo, ¿sí? Yo no solo necesito la portabilidad, si no quieres te acompaño en todo tu paso por la compañía. Y en el tema de si te miras a otra persona, te preguntaba por qué se puede hacer lo que es un plan familia, No le sigues regalando 4 gigas a cada línea. Por eso le preguntaba a él si estaba costumbrando eso. Bueno, ya primero me está dando menos gigas de lo que tengo, pero bueno. Todavía no terminó igual. Justamente me activó lo que era un beneficio extra. Sí, me hizo lo que me gustó el día de hoy conmigo. Era el caso de que vos en algún momento necesites más gigas porque estás viajando a algún lugar y lo necesitas urgentemente. Movistar te da 20 gigas de regalos por 30 días en un año, si? En el caso de que vos tengas que viajar, no sé, por dar tú un ejemplo, a Mendoza, con él. Y justo en estos días, por estar comunicado, vos estos gigas los podés activar, sí? Y los tenés para cuando vos los necesites. Sí, pero eso lo usás una sola vez, usás los 20 y ya, se pierde. Lo que quiero mostrar, ahora que me estás comentando eso, justamente, es que vos, los gigas que vos no consumís, por ejemplo, yo tengo este plan que te estoy comentando ahora, y yo ponerle que yo no será más confiante en mi trabajo y cuando estoy fuera de mi casa. Este plan, justamente, yo lo tengo, ¿sí? Y yo ponerle que ocupe un giga, ponerle que ocupe. El resto de los gigas a vos se te guardan para el mes siguiente, ¿sí? Es lo que vos lo podés ver en la aplicación. ¿Viste? Cuando vos entras a la aplicación, sale el consumo, pero abajo hay un apartado que dice giga guardado. Y a vos se sale la cantidad de días que vos no ocupaste en ese mes, que se le ha guardado para el mes siguiente. Incluso vos lo podés seguir usando, ¿no? Por lo que no tenés que comprar packs ni nada por el estilo. Y de hecho vos me comentabas que tenías también los amigos que estaban en el Movistar, Supongamos que un familiar o un amigo te diga, mira Jorge, no tengo datos, ¿me podés pasar? Vos esos datos podés elegir la cantidad que le querés pasar y se le pasa así para que esa persona se pueda estar comunicando con vos. La verdad es que está bastante bueno y a mí realmente motiva. No se va a preocuparte como cliente, es más, yo apenas corté una pequeña conversación, yo te leo un mensajito o en la misma conversación que usted es con un mensajito para que vos puedas mi número Y justamente no te pase esto. Yo le voy a ponerle que vos quieras, que le escribas un domingo. Yo no tengo problemas, Jorge, yo te voy a ayudar. Para eso estoy, es parte de mi trabajo. Yo normalmente no dejo a mis clientes el alma. Un día me escribió, un domingo a las 3 de la tarde, que no podía hacer llamadas. Entonces le dije, le di la solución, le dije que probara. Y a Natito me escribió que ya lo había podido llamar. Justamente yo a mis clientes les ayudo. Siempre y cuando esté todo a mi alcance, yo les ayudo porque la verdad es que ese es el reto que los clientes se merecen. Y yo considero que vos has sido un excelente cliente y por un error que tuvimos en la compañía, te perdimos y la verdad que no es tan bueno. A mí realmente no está bueno como así, pero bueno, a ver. Sí, en la manera que se manejaron y la verdad que bueno. Yo por el momento que estoy ahora, yo cualquier cosa que me pido, me la van, todo lo que la atención del cliente, todo, todo, todo, particular, no he tenido ningún tipo de problema. Como te digo, la atención del cliente de Movistar, cuando le llamamos de Chile, se decía, mira, lo tengo en el plan, y lo tengo marcado, no, no, lo tenés que pagar, lo tenés que pagar, lo tenés que pagar. Sí, la verdad es que te entiendo y me pongo en tu lugar como cliente. De hecho, bueno, es como te digo, vos, en el caso de mi ponencia, si vas a volver, vas a contar con mi número. La verdad no me sirve de nada mentirte ni tratarte así. Como te comento, es parte de mi trabajo todo esto. La verdad a mí no me sirve de nada. Sí, entiendes que es un trabajo, pero como te digo, para mí, Me están dando mucho más megas que lo me está dando hoy y no tengo que activar 20 megas que capaz que lo use en medio y después durante un año no puedo usar más nada. Pasar un año y lo tengo que pedir de vuelta. Igual como te digo, si quieres por el tema de los gigas, como me estás comentando, Los llegas son acumulables, por eso te puedes quedar tranquilo. Sí, pero a ver, está bien, es acumulable, pero no es lo que yo... Por ese motivo. Pero bueno, déjame lo pensar, cualquier cosa, mandame un whatsapp, yo te escribo y te aviso. Vale, bueno, igual hemos agradecido por la propuesta por el día de hoy. Pero bueno, Jorge, de todos modos, yo te mando un mensajito, así estamos en... Dale, dale. Igualmente, chau chau.",
  "calidad": {
    "confianza_promedio": 0.491,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 20.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:39:46.075434",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 158,
    "total_segmentos_corregido": 59,
    "fecha_correccion": "2026-01-18T23:05:23.591283",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132312145_ACD_92127",
    "fecha_inicio": "15/1/2026 13:23:12",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 752,
    "tiempo_conversacion": 736,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}