{
  "archivo": "amza27_1_260115114036436_ACD_35155.wav",
  "duracion_segundos": 428.12,
  "num_segmentos": 110,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 264.87,
    "Cliente": 124.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.04,
      "fin": 12.65,
      "duracion": 10.61,
      "texto": "Hola. Sí, ¿cómo le va? Buen día, Rosc. ¿Qué es mi nombre? ¿Quería hablar con Ricardo? Sí, está hablando Ricardo. Mucho gusto. ¿Ricardo, cómo le va?",
      "confianza": 0.197,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.15,
      "fin": 52.72,
      "duracion": 39.57,
      "texto": "Me estoy conectando con usted por lo que es un beneficio para su línea telefónica. ¿Todo bien? ¿Beneficio de qué? Le compinto. Nosotros nos estamos llamando porque, bueno, veo que usted actualmente se encuentra con una línea activa, lo que es la compañía de Claro. ¿Sigue siendo así? Sí, sí, pienso que sí. No sé. Un día. No hay problema. Nosotros justamente lo llamamos porque queremos que pueda abonar algo mucho más económico. En este caso, yo me estoy contactando con usted para poder brindarle un plan de 16 gigas a 10.400 pesos, manteniendo su número call, que es la compañía de Movistar. ¿Vieron? Usted, claro. Ricardo, ¿cuánto está abonando precisamente?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.51,
      "fin": 58.25,
      "duracion": 0.74,
      "texto": "No, a ver. Yo todavía estoy en claro.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.18,
      "fin": 68.01,
      "duracion": 8.83,
      "texto": "Y es lo que quiero ver cómo me puedo comunicar, porque el 13 me llegó el chic, ¿no es cierto?",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.53,
      "fin": 69.15,
      "duracion": 0.62,
      "texto": "Ajá.",
      "confianza": 0.551,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.17,
      "fin": 69.81,
      "duracion": 0.64,
      "texto": "De claro.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.12,
      "fin": 78.61,
      "duracion": 7.49,
      "texto": "Y ya, yo estoy en las noches trabajando y no me quedo nunca sin señal. Sigo estando, en claro.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.53,
      "fin": 81.11,
      "duracion": 0.58,
      "texto": "Sí, esa texta.",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.87,
      "fin": 84.8,
      "duracion": 1.92,
      "texto": "Y yo ya hice la... Ah, usted se dice de la puerta que iría, ¿no?",
      "confianza": 0.135,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.62,
      "fin": 102.68,
      "duracion": 17.06,
      "texto": "Y no me llegan nunca los papeles. No me llegan nunca. ¿Qué hago con eso? No hay problema. Dime un segundo, Ricardo, y yo me voy a fijar, entonces, qué pasó con su trámite. Claro, sí.",
      "confianza": 0.297,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.78,
      "fin": 111.07,
      "duracion": 7.29,
      "texto": "Usted inclaró, entonces, cuando se iba a cambiar un ámbito a lo que es la compañía de Movistar. ¿Recuerda qué promoción le ofrecieron?",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.35,
      "fin": 119.48,
      "duracion": 7.13,
      "texto": "y era abonar 10.000, lo que me ofreciera ahora.",
      "confianza": 0.144,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.5,
      "fin": 119.68,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.002,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 119.7,
      "fin": 157.54,
      "duracion": 37.84,
      "texto": "Bueno, no hay problema. Mira, yo me voy a fijar si tenemos el trámite cargado, si no, lo cargamos nosotros nuevamente, no hay ningún problema por eso. Usted es de acá en Mendoza, por lo que veo, ¿verdad? Claro, yo vivo en Mendoza, en Buenos Aires. Bueno, nosotros tenemos sucursales, como sabré, en la que están acá, en lo que es Ciudad, Tenemos lo que es usar nuestras sucursales para que, bueno, usted pueda pasar con el DNI en mano y le mandaríamos otro chip en caso de que no tenga lo que es el trámite cargado, ¿bien? Bien, a ver, deme un segundo. ¿Por qué no se le habrá cargado lo que es el trámite, Ricardo?",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 158.36,
      "fin": 162.22,
      "duracion": 3.86,
      "texto": "Y me llegó el código. Y le llegó el código.",
      "confianza": 0.233,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.24,
      "fin": 162.42,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.025,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.44,
      "fin": 170.03,
      "duracion": 7.59,
      "texto": "¿Y se acuerda cuándo vencía el numerito de reportabilidad? El 13 a las 9 de la mañana. El 3 a las 9 de la mañana.",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.45,
      "fin": 171.55,
      "duracion": 1.1,
      "texto": "Perfecto. Claro.",
      "confianza": 0.477,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 171.57,
      "fin": 188.94,
      "duracion": 17.37,
      "texto": "Bueno, no hay problema. Mire, es el que comenta, entonces. Nosotros, a mí no me figura que tengamos ningún trámite cargado. Entonces, lo que podemos hacer es entrar. Ah, no hay nada. ¿Y para qué me mandaron eso? Ricardo. Porque todavía no lo tiene que colocar. Pero denme un segundo y eso ya me voy a fijar en sistema.",
      "confianza": 0.122,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.86,
      "fin": 197.07,
      "duracion": 7.21,
      "texto": "Denme un segundo. No me cortes, ¿bueno? No, está bien. Es un muestro.",
      "confianza": 0.12,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.17,
      "fin": 225.72,
      "duracion": 26.55,
      "texto": "Le doy un segundo, ya me voy a fijar para ver qué hace. Ah, usted me dice que ya le llegó lo que es H-chip, ¿verdad? Sí. ¿Y la persona que le hizo el trámite nos ha vuelto a contactar nuevamente con usted o le ha mandado tal vez un mensajito? No, no mandó nada. A ver, dame un segundo. Le confirmo el numerito de DNI que es 17",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.91,
      "fin": 230.46,
      "duracion": 3.54,
      "texto": "7, 8, 1, 0, 97.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.22,
      "fin": 231.56,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.392,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 233.78,
      "fin": 241.45,
      "duracion": 7.67,
      "texto": "Bien, en un segundo. Sería roja Ricardo Babino.",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.47,
      "fin": 242.23,
      "duracion": 0.76,
      "texto": "Perfecto.",
      "confianza": 0.384,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 242.25,
      "fin": 256.48,
      "duracion": 14.23,
      "texto": "Un segundito.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.69,
      "fin": 270.26,
      "duracion": 11.57,
      "texto": "Claro, bien. Ahí me fijo y me parece claro. Sí tiene lo que es el pedido ya activo directamente en lo que es el system.",
      "confianza": 0.481,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 270.76,
      "fin": 278.67,
      "duracion": 7.92,
      "texto": "A ver, denme un segundo que yo me voy a fijar si tiene fecha de portabilidad, porque si no, se lo cargo yo nuevamente.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 282.89,
      "fin": 307.6,
      "duracion": 24.71,
      "texto": "La persona que le hizo lo que es el trámite de portabilidad, cuando usted le pasó el numerito de DNI y demás, ¿hasta ahora no le ha dicho cuándo se tiene que volver a contactar nuevamente? No, me dijeron que llegaba y que la chica iba como tenía una semana para vencerse.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 308.51,
      "fin": 314.43,
      "duracion": 5.93,
      "texto": "Y no, no contestaron, pero ya no es la primera, es la segunda persona que contacto.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 315.45,
      "fin": 368.31,
      "duracion": 52.86,
      "texto": "¿Y todos les decimos lo mismo? Miren, ¿sabe quién me quedó donde estoy? Si no, no tengo problema. Yo claro, era un tema la otra vez, pero no. Si es tan complicado, después lo vemos otro día. Claro, no, parece que en realidad nos parece raro nosotros por una ocasión de no querer robarle lo que es la venta a nuestros compañeros, pero, justamente, pero sí tienen, me figura que tienen lo que es el trámite ya activo, solamente que no ha aportado. Puede que porte, hay una página que se llama Estado de Portabilidad, ahí usted puede ingresar y ver lo que es su numerito de portabilidad bien para que pueda ver cuándo va a aportar la línea. Lo que pasa es que algunas veces, tarda más de lo previsto por algún inconveniente que hayamos tenido, pero nada más que eso.",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 368.99,
      "fin": 379.96,
      "duracion": 10.98,
      "texto": "Y bueno, cuando me queden sin señal, la paro y también… Claro, seriamente eso, tendría que esperar a que se determine lo que es la señal con la compañía de clara y volver a colocarlo.",
      "confianza": 0.478,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 380.79,
      "fin": 391.06,
      "duracion": 10.28,
      "texto": "Nada más, ha tardado un poquito más, pero el trámite está cargado acá en sistema, está blindado e inclusivo, entonces tiene que esperar a hacer así para que porte la línea.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 391.87,
      "fin": 405.11,
      "duracion": 13.24,
      "texto": "Claro, ya me llegó un mensaje que había sido aprobado. Entonces tiene que esperar solamente a que se quede sin enseñar. Y ahora consulta, ¿el Wi-Fi usted en casa también lo tiene con Movistar o lo tiene con otra compañía?",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 406.89,
      "fin": 428.12,
      "duracion": 21.23,
      "texto": "No está todo con Movistar acá en la casa, pero no está a nombre mío, pero sí es Movistar. Bueno, buenísimo, entonces. Y es la única línea que usted pasó, ¿le quedó alguna línea que puede aprovechar la promoción para poder brindarle? Ah, no, no, me está vendiendo, bueno, gracias. Para poder cargarle también la línea.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Sí, ¿cómo le va? Buen día, Rosc. ¿Qué es mi nombre? ¿Quería hablar con Ricardo? Sí, está hablando Ricardo. Mucho gusto. ¿Ricardo, cómo le va? Me estoy conectando con usted por lo que es un beneficio para su línea telefónica. ¿Todo bien? ¿Beneficio de qué? Le compinto. Nosotros nos estamos llamando porque, bueno, veo que usted actualmente se encuentra con una línea activa, lo que es la compañía de Claro. ¿Sigue siendo así? Sí, sí, pienso que sí. No sé. Un día. No hay problema. Nosotros justamente lo llamamos porque queremos que pueda abonar algo mucho más económico. En este caso, yo me estoy contactando con usted para poder brindarle un plan de 16 gigas a 10.400 pesos, manteniendo su número call, que es la compañía de Movistar. ¿Vieron? Usted, claro. Ricardo, ¿cuánto está abonando precisamente? No, a ver. Yo todavía estoy en claro. Y es lo que quiero ver cómo me puedo comunicar, porque el 13 me llegó el chic, ¿no es cierto? Ajá. De claro. Y ya, yo estoy en las noches trabajando y no me quedo nunca sin señal. Sigo estando, en claro. Sí, esa texta. Y yo ya hice la... Ah, usted se dice de la puerta que iría, ¿no? Y no me llegan nunca los papeles. No me llegan nunca. ¿Qué hago con eso? No hay problema. Dime un segundo, Ricardo, y yo me voy a fijar, entonces, qué pasó con su trámite. Claro, sí. Usted inclaró, entonces, cuando se iba a cambiar un ámbito a lo que es la compañía de Movistar. ¿Recuerda qué promoción le ofrecieron? y era abonar 10.000, lo que me ofreciera ahora. Perfecto. Bueno, no hay problema. Mira, yo me voy a fijar si tenemos el trámite cargado, si no, lo cargamos nosotros nuevamente, no hay ningún problema por eso. Usted es de acá en Mendoza, por lo que veo, ¿verdad? Claro, yo vivo en Mendoza, en Buenos Aires. Bueno, nosotros tenemos sucursales, como sabré, en la que están acá, en lo que es Ciudad, Tenemos lo que es usar nuestras sucursales para que, bueno, usted pueda pasar con el DNI en mano y le mandaríamos otro chip en caso de que no tenga lo que es el trámite cargado, ¿bien? Bien, a ver, deme un segundo. ¿Por qué no se le habrá cargado lo que es el trámite, Ricardo? Y me llegó el código. Y le llegó el código. Perfecto. ¿Y se acuerda cuándo vencía el numerito de reportabilidad? El 13 a las 9 de la mañana. El 3 a las 9 de la mañana. Perfecto. Claro. Bueno, no hay problema. Mire, es el que comenta, entonces. Nosotros, a mí no me figura que tengamos ningún trámite cargado. Entonces, lo que podemos hacer es entrar. Ah, no hay nada. ¿Y para qué me mandaron eso? Ricardo. Porque todavía no lo tiene que colocar. Pero denme un segundo y eso ya me voy a fijar en sistema. Denme un segundo. No me cortes, ¿bueno? No, está bien. Es un muestro. Le doy un segundo, ya me voy a fijar para ver qué hace. Ah, usted me dice que ya le llegó lo que es H-chip, ¿verdad? Sí. ¿Y la persona que le hizo el trámite nos ha vuelto a contactar nuevamente con usted o le ha mandado tal vez un mensajito? No, no mandó nada. A ver, dame un segundo. Le confirmo el numerito de DNI que es 17 7, 8, 1, 0, 97. Perfecto. Bien, en un segundo. Sería roja Ricardo Babino. Perfecto. Un segundito. Claro, bien. Ahí me fijo y me parece claro. Sí tiene lo que es el pedido ya activo directamente en lo que es el system. A ver, denme un segundo que yo me voy a fijar si tiene fecha de portabilidad, porque si no, se lo cargo yo nuevamente. La persona que le hizo lo que es el trámite de portabilidad, cuando usted le pasó el numerito de DNI y demás, ¿hasta ahora no le ha dicho cuándo se tiene que volver a contactar nuevamente? No, me dijeron que llegaba y que la chica iba como tenía una semana para vencerse. Y no, no contestaron, pero ya no es la primera, es la segunda persona que contacto. ¿Y todos les decimos lo mismo? Miren, ¿sabe quién me quedó donde estoy? Si no, no tengo problema. Yo claro, era un tema la otra vez, pero no. Si es tan complicado, después lo vemos otro día. Claro, no, parece que en realidad nos parece raro nosotros por una ocasión de no querer robarle lo que es la venta a nuestros compañeros, pero, justamente, pero sí tienen, me figura que tienen lo que es el trámite ya activo, solamente que no ha aportado. Puede que porte, hay una página que se llama Estado de Portabilidad, ahí usted puede ingresar y ver lo que es su numerito de portabilidad bien para que pueda ver cuándo va a aportar la línea. Lo que pasa es que algunas veces, tarda más de lo previsto por algún inconveniente que hayamos tenido, pero nada más que eso. Y bueno, cuando me queden sin señal, la paro y también… Claro, seriamente eso, tendría que esperar a que se determine lo que es la señal con la compañía de clara y volver a colocarlo. Nada más, ha tardado un poquito más, pero el trámite está cargado acá en sistema, está blindado e inclusivo, entonces tiene que esperar a hacer así para que porte la línea. Claro, ya me llegó un mensaje que había sido aprobado. Entonces tiene que esperar solamente a que se quede sin enseñar. Y ahora consulta, ¿el Wi-Fi usted en casa también lo tiene con Movistar o lo tiene con otra compañía? No está todo con Movistar acá en la casa, pero no está a nombre mío, pero sí es Movistar. Bueno, buenísimo, entonces. Y es la única línea que usted pasó, ¿le quedó alguna línea que puede aprovechar la promoción para poder brindarle? Ah, no, no, me está vendiendo, bueno, gracias. Para poder cargarle también la línea.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:43:15.399284",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 110,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:19.947227",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114036436_ACD_35155",
    "fecha_inicio": "15/1/2026 11:40:36",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 427,
    "tiempo_conversacion": 411,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}