{
  "archivo": "amza23_1_260116121540913_ACD_48789.wav",
  "duracion_segundos": 127.93,
  "num_segmentos": 26,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 63.78,
    "Cliente": 49.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.63,
      "fin": 14.01,
      "duracion": 11.38,
      "texto": "Hola, ¿qué tal? ¿Buen día, conoces a Ellen? Sí, hola Elsa. ¿Qué tal? ¿Cómo te va? Macarena es mi nombre y un gusto. Nos estamos contactando para otorgarte una promoción exclusiva a tu línea.",
      "confianza": 0.066,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.83,
      "fin": 33.25,
      "duracion": 18.42,
      "texto": "Actualmente te encontrás con claro, con dos líneas y a tu nombre. ¿Es correcto esto? Sí. Bien. Te comparto que en el día de hoy nos estamos contactando para que vuelvas a movilizar por una promoción bastante económica. Sí, tenemos propuestas en el diálogo y que han ingresado en promoción.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.65,
      "fin": 37.48,
      "duracion": 2.83,
      "texto": "No sé si le das mucha utilidad a los gigas actualmente.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.32,
      "fin": 41.38,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.073,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.4,
      "fin": 63.0,
      "duracion": 21.6,
      "texto": "Ahora que estamos en vacaciones, estamos con el wifi, pero si no, los chicos cuando se van de casa necesitan bastante frío. En este caso tenemos para ofrecerte una promoción intermedia con un plan que consta de 8 GB de base más 8 GB de regalo con una durabilidad por 6 meses.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 63.68,
      "fin": 68.63,
      "duracion": 4.95,
      "texto": "Pero en el caso de que vos accedas con más de una línea te otorgamos 4 GB más de regalo.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.55,
      "fin": 75.09,
      "duracion": 4.54,
      "texto": "Aproximadamente el plan va a ser de 20 GB en total.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.0,
      "fin": 90.08,
      "duracion": 13.08,
      "texto": "Bien, eso por un lado, tenés todo modificado, lo que llamarás, SMS y WhatsApp, totalmente libres, además para tener el roaming incluido en el caso de que se han de viajar, por un costo de 10.400 pesos.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.24,
      "fin": 101.56,
      "duracion": 10.32,
      "texto": "No sé cuánto está elaborando en claro por ambas líneas. Por ambas líneas y para una presión de mil pesos. Bien, tres en total.",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.58,
      "fin": 113.92,
      "duracion": 12.34,
      "texto": "Bien, entonces podemos otorgar lo que es un plan más económico, Sí, lo único que cambia es que vas a tener menos gigas, sí, pero vas a tener los cuatro adicionales igual por adicional más de una línea.",
      "confianza": 0.754,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 114.11,
      "fin": 127.93,
      "duracion": 13.83,
      "texto": "Son cuatro gigas de base más cuatro gigas de regalo también con la misma durabilidad de seis meses y los cuatro extra por pasar más de una línea con todo bonificado por un costo de $7,466.",
      "confianza": 0.802,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buen día, conoces a Ellen? Sí, hola Elsa. ¿Qué tal? ¿Cómo te va? Macarena es mi nombre y un gusto. Nos estamos contactando para otorgarte una promoción exclusiva a tu línea. Actualmente te encontrás con claro, con dos líneas y a tu nombre. ¿Es correcto esto? Sí. Bien. Te comparto que en el día de hoy nos estamos contactando para que vuelvas a movilizar por una promoción bastante económica. Sí, tenemos propuestas en el diálogo y que han ingresado en promoción. No sé si le das mucha utilidad a los gigas actualmente. Sí. Ahora que estamos en vacaciones, estamos con el wifi, pero si no, los chicos cuando se van de casa necesitan bastante frío. En este caso tenemos para ofrecerte una promoción intermedia con un plan que consta de 8 GB de base más 8 GB de regalo con una durabilidad por 6 meses. Pero en el caso de que vos accedas con más de una línea te otorgamos 4 GB más de regalo. Aproximadamente el plan va a ser de 20 GB en total. Bien, eso por un lado, tenés todo modificado, lo que llamarás, SMS y WhatsApp, totalmente libres, además para tener el roaming incluido en el caso de que se han de viajar, por un costo de 10.400 pesos. No sé cuánto está elaborando en claro por ambas líneas. Por ambas líneas y para una presión de mil pesos. Bien, tres en total. Bien, entonces podemos otorgar lo que es un plan más económico, Sí, lo único que cambia es que vas a tener menos gigas, sí, pero vas a tener los cuatro adicionales igual por adicional más de una línea. Son cuatro gigas de base más cuatro gigas de regalo también con la misma durabilidad de seis meses y los cuatro extra por pasar más de una línea con todo bonificado por un costo de $7,466.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:23:03.398350",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 26,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:18.592444",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116121540913_ACD_48789",
    "fecha_inicio": "16/1/2026 12:15:40",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 187,
    "tiempo_conversacion": 123,
    "tiempo_hold": 0,
    "tiempo_acw": 47,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}