{
  "archivo": "amza35_1_260113125157129_ACD_10925.wav",
  "duracion_segundos": 335.88,
  "num_segmentos": 106,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 219.89,
    "Cliente": 89.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.41,
      "fin": 4.67,
      "duracion": 2.26,
      "texto": "Hola, ¿hablo con Brisa?",
      "confianza": 0.097,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.69,
      "fin": 4.75,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.38,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.45,
      "fin": 6.89,
      "duracion": 1.44,
      "texto": "Brisa, un gusto. Te hablo de Guadalupe.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.42,
      "fin": 10.1,
      "duracion": 2.68,
      "texto": "Me contacto el día de hoy porque veo que tenés esta línea en claro.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.62,
      "fin": 17.95,
      "duracion": 7.33,
      "texto": "Comprame si es así. ¿Cómo? ¿Tenés esta línea actualmente en claro?",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.97,
      "fin": 18.51,
      "duracion": 0.54,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.039,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 18.53,
      "fin": 24.43,
      "duracion": 5.9,
      "texto": "¿Contás con lo que es abono o prepago, Brisa? Abono, abono. Bien, contás con abono.",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.5,
      "fin": 25.28,
      "duracion": 0.78,
      "texto": "Perfecto.",
      "confianza": 0.83,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.3,
      "fin": 31.52,
      "duracion": 6.22,
      "texto": "Bueno, entonces te va a servir un montón el beneficio que tengo para brindarte el día de hoy. Así pagas menos y tenés más filigas. ¿Sí?",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.09,
      "fin": 37.24,
      "duracion": 5.15,
      "texto": "A mí me sirve a cojas abonadas a $11,118, ¿puedes ser?",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.26,
      "fin": 49.58,
      "duracion": 12.32,
      "texto": "Sí. Perfecto, bien, el beneficio que yo tengo para darte serían 8 gigas de base más 8 de regalo, contas con lo que es rooming también incluido, un descuento por 6 meses y tenés un precio de $13,250.",
      "confianza": 0.233,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.59,
      "fin": 60.65,
      "duracion": 11.05,
      "texto": "No sé qué me vas a decir, que estás abonando $11,000, pero te conviene más porque tenés más gigas, con que ahora lo que te va a pasar es que se te acaban más rápido porque te gastan lo que es la parte de WhatsApp, encima te dan WhatsApp gratis.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.76,
      "fin": 96.57,
      "duracion": 34.81,
      "texto": "No sé si alguna vez has tenido que recargarlo. No, por ahora no, no, no tuve que recargarlo porque me alcanza para el mes, digamos. Bien, ¿y cuántas fibras te están brindando ahorita? Ah, yo no recuerdo ahora. Bien, no hay problema. No hay problema. Igual te consulto. Pero bueno, me decís que tenés lo que es la línea, pero no sé si contás con lo que es fibra en casa. Por eso, a ver si tenés fibra por ahí. Por eso, no he estudiado los gigas. No, no tengo. O sea, tengo solo la línea, digamos. Tienes solo la línea. ¿Y no contas con Wi-Fi en casa?",
      "confianza": 0.461,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.59,
      "fin": 99.18,
      "duracion": 2.58,
      "texto": "Sí, pero se encaran mis papás de todo.",
      "confianza": 0.367,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.2,
      "fin": 102.66,
      "duracion": 3.46,
      "texto": "Ah, claro. ¿Como no sos titular?",
      "confianza": 0.276,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.68,
      "fin": 102.86,
      "duracion": 0.18,
      "texto": "No.",
      "confianza": 0.317,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.88,
      "fin": 127.51,
      "duracion": 24.63,
      "texto": "Ok, perfecto. Bueno, puedo brindarte la línea con la fibra, de que era más barato. Son aproximadamente, ahora te digo exacto el monto, pero son aproximadamente 24 horas. Igual que me interesa que es la línea para tenerme en cuenta, no ahora, pero como para tenerme en cuenta ahí. de 16 gigas que haría por mes? Claro, 16 gigas y además puedes agregarle lo que es 20 gigas más de regalo por un mes y lo puedes activar cuando vos quieras.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.34,
      "fin": 147.35,
      "duracion": 13.01,
      "texto": "Bien, por mes 20 gigas más todavía. ¿Cómo? Por mes, todavía 20 gigas más. Claro, vos son 8 gigas de base más 8 de regalo, los 8 de regalo son por 6 meses y lo que yo te digo de activar los 20 gigas de regalo lo puedes activar cuando vos quieras y eso te dura un mes.",
      "confianza": 0.057,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.24,
      "fin": 152.55,
      "duracion": 4.31,
      "texto": "Yo lo usaría para cuando viaje o necesite más rigas, por ejemplo, para lo que es el trabajo.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.29,
      "fin": 156.02,
      "duracion": 2.72,
      "texto": "También puedes guardar igual las rigas mensualmente.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.62,
      "fin": 187.49,
      "duracion": 30.87,
      "texto": "O puedes compartirlas. Bueno, y todos se quedarían 3.000 por mes. Claro, 13.250. Se conviene más con el tema de que en este momento no estás necesitando tantas rigas. pero probablemente lo vas a necesitar porque a veces te va a acabar lo que es la promoción, ¿sí? Claro, no hay mucha diferencia en cuanto a lo que hago ahora. Inclusive, lo puedes hacer hoy mismo en la sesión.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.05,
      "fin": 201.21,
      "duracion": 13.16,
      "texto": "Porque como lo has estado anteriormente en Movistar, a mí me figura tu DNI. ¿Sí? ¿Cuarenta y dos, cero, cuatro, veinte, cero, tres? Claro, pues lo que pasa es que me fui a Movistar y me fueron solicitando por mes. El esposo quería comunicarme para darle de baja y no podía comunicarme.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.07,
      "fin": 203.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.063,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.15,
      "fin": 213.76,
      "duracion": 10.61,
      "texto": "Y yo creo que no necesitaron los declaros, que esas veces me encargaron de darle de baja y listo. Porque era un tema, porque yo quería darle de baja. y nunca podía comunicarme, entonces dije que se rechazaba lleno demasiado la cuota.",
      "confianza": 0.448,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.28,
      "fin": 215.3,
      "duracion": 1.02,
      "texto": "Claro.",
      "confianza": 0.452,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.32,
      "fin": 216.42,
      "duracion": 1.1,
      "texto": "Entonces, por eso fue.",
      "confianza": 0.06,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.44,
      "fin": 221.22,
      "duracion": 4.78,
      "texto": "Bien, claro, por eso mismo nos volvemos a contactar, Brisa, si robó acá antes.",
      "confianza": 0.64,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 221.25,
      "fin": 242.78,
      "duracion": 21.53,
      "texto": "Bueno, déjame pensarlo, o entre hoy y mañana, y cualquier cosa, bueno, si me vuelven a llamar, diré que pudo tener. Bueno, Brisa, yo te consulto ahora, ¿qué es lo que te está deslegando dudas? ¿Hay algo en plan que te ha quedado inconcluso, algo que esperas consultarme? No, no, no, pero quiero que me quieran bien las sigas que tengo que hacer.",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 243.41,
      "fin": 244.23,
      "duracion": 0.82,
      "texto": "Claro, entiendo.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.77,
      "fin": 249.33,
      "duracion": 4.56,
      "texto": "Y por ahí yo sé que te llega por mail, no sé si te das lo que es el detalle del plan por ahí.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 250.51,
      "fin": 255.44,
      "duracion": 4.92,
      "texto": "Puede ser, por eso te digo que quiero que te digan esto y bueno, si mañana me vuelven a llamar, lo pasado.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.46,
      "fin": 256.4,
      "duracion": 0.94,
      "texto": "Claro.",
      "confianza": 0.656,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 257.0,
      "fin": 265.63,
      "duracion": 8.63,
      "texto": "Y en este caso, estaría bueno que puedas aprovecharla conmigo, Orisa, porque si no te va a llamar otro asesor, ¿qué capaz que lo haces con otro asesor?",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 266.39,
      "fin": 286.5,
      "duracion": 20.11,
      "texto": "Si quieres que lo tragué en el drama, mientras me lo buscas. No puedo. ¿Cómo? Estoy ahora en el trabajo. Ah, claro. Estás en el trabajo. Por eso te puedo atender. Pero, por eso te digo, después más tranquila lo busco y bueno, si se da que me vuelvan a llamar Jojo.",
      "confianza": 0.341,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.52,
      "fin": 286.94,
      "duracion": 0.42,
      "texto": "Bien.",
      "confianza": 0.781,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 287.1,
      "fin": 300.96,
      "duracion": 13.86,
      "texto": "Bueno, Brisa, mirá, vamos a una cosa. Para no perder lo que es el contexto tuyo, como me dijiste, en este momento ya no puedes hablar mucho por lo que estás en el trabajo. La industria se escucha, gente de fondo. Así que de última te dejo lo que es el mensaje.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 301.46,
      "fin": 330.28,
      "duracion": 28.82,
      "texto": "Te voy hablando igual durante el transcurso de la tarde, así puedes agendarme, lo ves tranquila. Total, justificarte lo que es la cantidad de seguidas que tenés, te conviene más con nosotros, por un tema de que tenés más gigas, un mejor descuento. Así que de última te dejo la promo también, así la puedes tener a mano, y comparas. Sí, igual seguramente te va a convivir mucho más con nosotros. Bueno, bueno. Dale, como te digo, no hay que comparar y bueno, hay peos. Dale, buenísimo. Entonces, prisa, quedamos así. Ahora te cierro y te coloque un mensajito.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.63,
      "fin": 335.88,
      "duracion": 1.25,
      "texto": "Dale, dale, genial. Chau. Buenísimo. Hasta luego. Hasta luego.",
      "confianza": 0.037,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿hablo con Brisa? Sí. Brisa, un gusto. Te hablo de Guadalupe. Me contacto el día de hoy porque veo que tenés esta línea en claro. Comprame si es así. ¿Cómo? ¿Tenés esta línea actualmente en claro? Sí. Bien, perfecto. ¿Contás con lo que es abono o prepago, Brisa? Abono, abono. Bien, contás con abono. Perfecto. Bueno, entonces te va a servir un montón el beneficio que tengo para brindarte el día de hoy. Así pagas menos y tenés más filigas. ¿Sí? A mí me sirve a cojas abonadas a $11,118, ¿puedes ser? Sí. Perfecto, bien, el beneficio que yo tengo para darte serían 8 gigas de base más 8 de regalo, contas con lo que es rooming también incluido, un descuento por 6 meses y tenés un precio de $13,250. No sé qué me vas a decir, que estás abonando $11,000, pero te conviene más porque tenés más gigas, con que ahora lo que te va a pasar es que se te acaban más rápido porque te gastan lo que es la parte de WhatsApp, encima te dan WhatsApp gratis. No sé si alguna vez has tenido que recargarlo. No, por ahora no, no, no tuve que recargarlo porque me alcanza para el mes, digamos. Bien, ¿y cuántas fibras te están brindando ahorita? Ah, yo no recuerdo ahora. Bien, no hay problema. No hay problema. Igual te consulto. Pero bueno, me decís que tenés lo que es la línea, pero no sé si contás con lo que es fibra en casa. Por eso, a ver si tenés fibra por ahí. Por eso, no he estudiado los gigas. No, no tengo. O sea, tengo solo la línea, digamos. Tienes solo la línea. ¿Y no contas con Wi-Fi en casa? Sí, pero se encaran mis papás de todo. Ah, claro. ¿Como no sos titular? No. Ok, perfecto. Bueno, puedo brindarte la línea con la fibra, de que era más barato. Son aproximadamente, ahora te digo exacto el monto, pero son aproximadamente 24 horas. Igual que me interesa que es la línea para tenerme en cuenta, no ahora, pero como para tenerme en cuenta ahí. de 16 gigas que haría por mes? Claro, 16 gigas y además puedes agregarle lo que es 20 gigas más de regalo por un mes y lo puedes activar cuando vos quieras. Bien, por mes 20 gigas más todavía. ¿Cómo? Por mes, todavía 20 gigas más. Claro, vos son 8 gigas de base más 8 de regalo, los 8 de regalo son por 6 meses y lo que yo te digo de activar los 20 gigas de regalo lo puedes activar cuando vos quieras y eso te dura un mes. Yo lo usaría para cuando viaje o necesite más rigas, por ejemplo, para lo que es el trabajo. También puedes guardar igual las rigas mensualmente. O puedes compartirlas. Bueno, y todos se quedarían 3.000 por mes. Claro, 13.250. Se conviene más con el tema de que en este momento no estás necesitando tantas rigas. pero probablemente lo vas a necesitar porque a veces te va a acabar lo que es la promoción, ¿sí? Claro, no hay mucha diferencia en cuanto a lo que hago ahora. Inclusive, lo puedes hacer hoy mismo en la sesión. Porque como lo has estado anteriormente en Movistar, a mí me figura tu DNI. ¿Sí? ¿Cuarenta y dos, cero, cuatro, veinte, cero, tres? Claro, pues lo que pasa es que me fui a Movistar y me fueron solicitando por mes. El esposo quería comunicarme para darle de baja y no podía comunicarme. Sí. Y yo creo que no necesitaron los declaros, que esas veces me encargaron de darle de baja y listo. Porque era un tema, porque yo quería darle de baja. y nunca podía comunicarme, entonces dije que se rechazaba lleno demasiado la cuota. Claro. Entonces, por eso fue. Bien, claro, por eso mismo nos volvemos a contactar, Brisa, si robó acá antes. Bueno, déjame pensarlo, o entre hoy y mañana, y cualquier cosa, bueno, si me vuelven a llamar, diré que pudo tener. Bueno, Brisa, yo te consulto ahora, ¿qué es lo que te está deslegando dudas? ¿Hay algo en plan que te ha quedado inconcluso, algo que esperas consultarme? No, no, no, pero quiero que me quieran bien las sigas que tengo que hacer. Claro, entiendo. Y por ahí yo sé que te llega por mail, no sé si te das lo que es el detalle del plan por ahí. Puede ser, por eso te digo que quiero que te digan esto y bueno, si mañana me vuelven a llamar, lo pasado. Claro. Y en este caso, estaría bueno que puedas aprovecharla conmigo, Orisa, porque si no te va a llamar otro asesor, ¿qué capaz que lo haces con otro asesor? Si quieres que lo tragué en el drama, mientras me lo buscas. No puedo. ¿Cómo? Estoy ahora en el trabajo. Ah, claro. Estás en el trabajo. Por eso te puedo atender. Pero, por eso te digo, después más tranquila lo busco y bueno, si se da que me vuelvan a llamar Jojo. Bien. Bueno, Brisa, mirá, vamos a una cosa. Para no perder lo que es el contexto tuyo, como me dijiste, en este momento ya no puedes hablar mucho por lo que estás en el trabajo. La industria se escucha, gente de fondo. Así que de última te dejo lo que es el mensaje. Te voy hablando igual durante el transcurso de la tarde, así puedes agendarme, lo ves tranquila. Total, justificarte lo que es la cantidad de seguidas que tenés, te conviene más con nosotros, por un tema de que tenés más gigas, un mejor descuento. Así que de última te dejo la promo también, así la puedes tener a mano, y comparas. Sí, igual seguramente te va a convivir mucho más con nosotros. Bueno, bueno. Dale, como te digo, no hay que comparar y bueno, hay peos. Dale, buenísimo. Entonces, prisa, quedamos así. Ahora te cierro y te coloque un mensajito. Dale, dale, genial. Chau. Buenísimo. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.433,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:54:27.738713",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 106,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:24.385156",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125157129_ACD_10925",
    "fecha_inicio": "13/1/2026 12:51:57",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 359,
    "tiempo_conversacion": 324,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_Mza_ALT",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}