{
  "archivo": "amza20_1_260116110443179_ACD_28349.wav",
  "duracion_segundos": 183.9,
  "num_segmentos": 44,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 81.8,
    "Cliente": 86.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 9.72,
      "duracion": 9.69,
      "texto": "Buen día, Jessica. Sí, ¿quién habla? Jessica, cómo te hago? Tomaste mi nombre, me comunico de la área de beneficio a Movistar, para que te pongas claro, ¿correcto?",
      "confianza": 0.287,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.98,
      "fin": 12.07,
      "duracion": 1.09,
      "texto": "Sí. Bien,",
      "confianza": 0.508,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 12.07,
      "fin": 15.27,
      "duracion": 3.2,
      "texto": "mira, te quería bajar el plan que tenías con claro, actualmente, no sé lo que te haces en claro.",
      "confianza": 0.564,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.29,
      "fin": 27.26,
      "duracion": 11.97,
      "texto": "¿Estás con claro o con abono? Con abono. Bien, perfecto. ¿Y te consulto sobre ocupar mucho internet en la línea o no le sale mucho interés al teléfono? Más o menos un poco. Ahí, bien, entiendo.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 27.28,
      "fin": 28.94,
      "duracion": 1.66,
      "texto": "Bueno, mira, te comento el plan que tengo para brindarte.",
      "confianza": 0.458,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.96,
      "fin": 33.28,
      "duracion": 4.32,
      "texto": "Sí, el día de hoy tengo un plan de 8 GB de base, 10 más 8 de regalo, bien, por 6 meses tendrías 16.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.8,
      "fin": 37.49,
      "duracion": 3.68,
      "texto": "Tenés WhatsApp Lattice, llamadas libres a todas las compañías, y Rummel de América ya incluido.",
      "confianza": 0.578,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.51,
      "fin": 53.66,
      "duracion": 16.15,
      "texto": "Y te planté aquí un precio de 10.400 pesos, ¿bien? Tendrías 16 GB, lo farías guardando mes a mes en caso de que te sobraran, ¿bien? Tendrías conectividad todo el mes y te no pagarías por días si no ocupás, ¿bien? ¿Y te consulto en la única línea que vos tenés bajo tu nombre o tenés alguna otra parte? No, es la única.",
      "confianza": 0.526,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.4,
      "fin": 65.32,
      "duracion": 10.92,
      "texto": "Bien, perfecto. Bueno, como te dije, podrías acceder a lo que te planteé, bastante completo desde la opción más elegida que nosotros tenemos, por una cuestión de los yigas que brinda, y aparte el precio y el rohomino de América, sobre todo. Bien.",
      "confianza": 0.702,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 66.94,
      "fin": 72.51,
      "duracion": 5.57,
      "texto": "Como veía, tú viste en un momento en la compañía, aquí la mayoría de los datos los tenemos. Bien, fíjate que había sido una buena tienda y te queríamos recuperar.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.8,
      "fin": 73.9,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.185,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.28,
      "fin": 85.19,
      "duracion": 10.91,
      "texto": "Te consulto por qué inconveniente estuviste aquí desde la compañía. Porque a donde me tuve que cambiar, porque Movistar no tiene ninguna empresa, ningún lado para poder ir a que escate.",
      "confianza": 0.203,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.95,
      "fin": 103.95,
      "duracion": 17.0,
      "texto": "Yo tengo un problema, pedimos los chips y los chips vinieron vacíos, no tenían los números, no sabíamos dónde ir a reclamar, entonces preferimos ir a un lugar que claro, tiene un montón de locales y te arreglan el problema en el momento.",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.33,
      "fin": 112.2,
      "duracion": 6.87,
      "texto": "Eso pasa como fiestar, que no tienen lugares físicos en Rosario, ni en Pedro, ni en Santa Fe.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.28,
      "fin": 114.91,
      "duracion": 0.62,
      "texto": "Bien, bien.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.94,
      "fin": 121.09,
      "duracion": 6.15,
      "texto": "Sí, mira, para la provincia, así que nos contamos con lo que es la sucursal física, brindamos un poco de una asesoría personal.",
      "confianza": 0.562,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 121.11,
      "fin": 151.42,
      "duracion": 30.31,
      "texto": "¿Qué quiere decir esto? No, es mentira, eso es lo que vos me decís, porque nosotros lo quisimos hacer y no me lo resolvieron. A eso te dicen a vos y a todos los clientes, pero la verdad es que es un desastre la empresa. Al no tener algo físico, vos vas a hablar con alguien, te pasan de acá para allá, te cortan, te dicen unas cosas, te dicen otras. Vos tenéis que ir a buscar el chip a otros negocios que nunca llegan los chips, porque me dijeron que vaya a buscar un chip, no me acuerdo cómo era, que reinía con un número.",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 152.04,
      "fin": 172.73,
      "duracion": 20.69,
      "texto": "no me acuerdo cómo se llama ese chip ahora, y me tuve que recorrer todos los usuarios para conseguir el chip, que al final no lo terminé conociendo. Me tuve que aclarar y tuve que pedir una línea nueva, que perdí el contacto que tenías con la banda, porque yo había pasado de una línea a la otra con el mismo número. Porque yo hace un montón de años que tengo esta línea. Perdimos el número.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 173.45,
      "fin": 175.65,
      "duracion": 2.2,
      "texto": "Yo te estoy hablando de mi pareja, que teníamos mi nombre.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 176.89,
      "fin": 179.85,
      "duracion": 2.96,
      "texto": "Y después el meme me cambió yo también, porque donde estás, movistar.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.86,
      "fin": 183.9,
      "duracion": 2.04,
      "texto": "Entonces, no hay problema con la equidad del jefe.",
      "confianza": 0.307,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Buen día, Jessica. Sí, ¿quién habla? Jessica, cómo te hago? Tomaste mi nombre, me comunico de la área de beneficio a Movistar, para que te pongas claro, ¿correcto? Sí. Bien, mira, te quería bajar el plan que tenías con claro, actualmente, no sé lo que te haces en claro. ¿Estás con claro o con abono? Con abono. Bien, perfecto. ¿Y te consulto sobre ocupar mucho internet en la línea o no le sale mucho interés al teléfono? Más o menos un poco. Ahí, bien, entiendo. Bueno, mira, te comento el plan que tengo para brindarte. Sí, el día de hoy tengo un plan de 8 GB de base, 10 más 8 de regalo, bien, por 6 meses tendrías 16. Tenés WhatsApp Lattice, llamadas libres a todas las compañías, y Rummel de América ya incluido. Y te planté aquí un precio de 10.400 pesos, ¿bien? Tendrías 16 GB, lo farías guardando mes a mes en caso de que te sobraran, ¿bien? Tendrías conectividad todo el mes y te no pagarías por días si no ocupás, ¿bien? ¿Y te consulto en la única línea que vos tenés bajo tu nombre o tenés alguna otra parte? No, es la única. Bien, perfecto. Bueno, como te dije, podrías acceder a lo que te planteé, bastante completo desde la opción más elegida que nosotros tenemos, por una cuestión de los yigas que brinda, y aparte el precio y el rohomino de América, sobre todo. Bien. Como veía, tú viste en un momento en la compañía, aquí la mayoría de los datos los tenemos. Bien, fíjate que había sido una buena tienda y te queríamos recuperar. Bien. Te consulto por qué inconveniente estuviste aquí desde la compañía. Porque a donde me tuve que cambiar, porque Movistar no tiene ninguna empresa, ningún lado para poder ir a que escate. Yo tengo un problema, pedimos los chips y los chips vinieron vacíos, no tenían los números, no sabíamos dónde ir a reclamar, entonces preferimos ir a un lugar que claro, tiene un montón de locales y te arreglan el problema en el momento. Eso pasa como fiestar, que no tienen lugares físicos en Rosario, ni en Pedro, ni en Santa Fe. Bien, bien. Sí, mira, para la provincia, así que nos contamos con lo que es la sucursal física, brindamos un poco de una asesoría personal. ¿Qué quiere decir esto? No, es mentira, eso es lo que vos me decís, porque nosotros lo quisimos hacer y no me lo resolvieron. A eso te dicen a vos y a todos los clientes, pero la verdad es que es un desastre la empresa. Al no tener algo físico, vos vas a hablar con alguien, te pasan de acá para allá, te cortan, te dicen unas cosas, te dicen otras. Vos tenéis que ir a buscar el chip a otros negocios que nunca llegan los chips, porque me dijeron que vaya a buscar un chip, no me acuerdo cómo era, que reinía con un número. no me acuerdo cómo se llama ese chip ahora, y me tuve que recorrer todos los usuarios para conseguir el chip, que al final no lo terminé conociendo. Me tuve que aclarar y tuve que pedir una línea nueva, que perdí el contacto que tenías con la banda, porque yo había pasado de una línea a la otra con el mismo número. Porque yo hace un montón de años que tengo esta línea. Perdimos el número. Yo te estoy hablando de mi pareja, que teníamos mi nombre. Y después el meme me cambió yo también, porque donde estás, movistar. Entonces, no hay problema con la equidad del jefe.",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:57:43.779357",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 44,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:17.066782",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116110443179_ACD_28349",
    "fecha_inicio": "16/1/2026 11:04:43",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 191,
    "tiempo_conversacion": 175,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}