{
  "archivo": "amza35_1_260116105436751_ACD_93825.wav",
  "duracion_segundos": 1244.26,
  "num_segmentos": 280,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 394.48,
    "Cliente": 712.97
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.85,
      "fin": 13.7,
      "duracion": 10.85,
      "texto": "Hoy le hablo con Carlos. Dígame. Carlos, un gusto. Te odio a Guadalupe. ¿Sabes, Carlos? Me contesto el día de hoy, perdón, justamente porque veo que tenés esta línea en claro.",
      "confianza": 0.147,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.3,
      "fin": 21.99,
      "duracion": 7.69,
      "texto": "Yo quiero darte lo que es un descuento, ¿bien? Sería un plan de 8 gigas a tan solo 10.400. ¿Vos contás con abono, con prepago?",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.31,
      "fin": 32.5,
      "duracion": 9.19,
      "texto": "No, este es abono. Mira, yo tengo otra línea de claro que me gustaría pasarla. Bien, perfecto. Sí, podemos aplicarlo a la promo.",
      "confianza": 0.461,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 33.87,
      "fin": 50.34,
      "duracion": 16.47,
      "texto": "Pero a ver, ahora no recuerdo bien el número. No hay problema, si quieres ponerme en alta o vos lo puedes buscar o si quieres por WhatsApp. Yo te dejo un mensajito ahora igual también para que de paso me puedas agendar y nos mantenemos en llamada. Ahí te busque o le hace guada, así me puedes agendar.",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.12,
      "fin": 61.05,
      "duracion": 9.93,
      "texto": "Y lo veremos ahora en el momento porque la promo, yo te comento que es hasta hoy, Carlos, tenemos un horario específico que tenemos que cerrar las ventas antes, porque si no después se acaba la promo sin él no te la podemos aplicar.",
      "confianza": 0.652,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.73,
      "fin": 63.13,
      "duracion": 1.4,
      "texto": "A ver si te consulto Carlos.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.79,
      "fin": 82.87,
      "duracion": 19.08,
      "texto": "Bueno, a mí me figura lo que haría lo que es un genitulo, por si quieres que lo corroboremos porque has estado anteriormente en la compañía. ¿Es el siguiente, 93-77-44-39, puede ser? Sí. Perfecto, bien. Y también me figura lo que es un nombre completo. ¿Carlos Adalberto Palomino Barreto, puede ser?",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.59,
      "fin": 85.85,
      "duracion": 1.26,
      "texto": "Bien, perfecto.",
      "confianza": 0.156,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 85.87,
      "fin": 105.03,
      "duracion": 19.16,
      "texto": "Con eso podemos proceder con lo que es la gestión. Ahí nos sucede mi mensajito por si quieres buscar el número. Así ya vamos empezando lo que es un cierre comercial y cosa de que te tomes cinco minutos nomás y ya queda la gestión. Mira, pero ese número que te hablo no está mi nombre. O sea, la compré. Me lo dieron activado ya.",
      "confianza": 0.783,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.71,
      "fin": 111.14,
      "duracion": 5.43,
      "texto": "Pero es de claro. ¿Lo compraste en un viejo?",
      "confianza": 0.29,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.16,
      "fin": 111.22,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.052,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.24,
      "fin": 113.2,
      "duracion": 1.96,
      "texto": "Bien, ¿hace cuánto lo compraste?",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.04,
      "fin": 129.34,
      "duracion": 15.3,
      "texto": "No habrá tres meses, más o menos, por ahí. Ah, perfecto. Entonces se cumplió permanencia. Entonces consulto, porque si el chip, por ejemplo, vos lo compraste hace poquito y no cumplió permanencia, no lo podemos pasar. Pero si lo compraste hace poquito, entonces sí lo podemos pasar, no hay problema.",
      "confianza": 0.059,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.22,
      "fin": 130.8,
      "duracion": 0.58,
      "texto": "Bien.",
      "confianza": 0.927,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.82,
      "fin": 135.59,
      "duracion": 4.77,
      "texto": "Entonces, ¿ese chip lo tenés compre-pago?",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.61,
      "fin": 136.83,
      "duracion": 1.22,
      "texto": "Sí. Perfecto. Bien.",
      "confianza": 0.218,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.87,
      "fin": 163.72,
      "duracion": 26.85,
      "texto": "¿Lo tenés por ahí en algún lado del numerito? No sé si alguna semana hace algún WhatsApp. Eh... A ver, ahí me fijo. Dale, te acuerdo en llamar, no te preocupes.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.08,
      "fin": 176.84,
      "duracion": 2.76,
      "texto": "Es 11-7-1-19-21-12.",
      "confianza": 0.55,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.37,
      "fin": 180.42,
      "duracion": 3.05,
      "texto": "Bien,",
      "confianza": 0.741,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.42,
      "fin": 202.4,
      "duracion": 21.98,
      "texto": "mira, te comento qué vamos a hacer.",
      "confianza": 0.741,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.75,
      "fin": 206.62,
      "duracion": 3.87,
      "texto": "Lo que yo voy a hacer ahora en ese momento es corroborar que tu línea esté activa.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.25,
      "fin": 254.09,
      "duracion": 46.84,
      "texto": "Eso es importante porque si tu línea está activa, podemos proceder con lo que es la gestión. Si no está activa, tenemos que esperar a que se cumpla la permanencia y todo esto. ¿Vos le has hecho recargas recientemente a esta línea? Sí, sí, tuve recarga. Le compré datos. Ah, perfecto. Lo que vamos a hacer entonces, voy a enviarte lo que es. una confirmación de portadilla que en realidad esto es más que nada para confirmar que esa línea está activa. Pero mira, esa línea ahora lo tengo desde el chip, lo tengo guardado por aquí en un lado porque, o sea, compré un teléfono y me vino con la línea esa activada pero la tengo guardada, o sea, no la tengo en ningún celular.",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.89,
      "fin": 307.92,
      "duracion": 53.03,
      "texto": "Ah, bien, perfecto. A ver, dame dos segundos y consulto. Entonces, si se puede, aguardame que le consulta a mi supervisora. No me cortes, por favor. Ahí le estoy consultando. Dame dos segundos. Bueno. Bien, así se puede realizar.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.54,
      "fin": 319.8,
      "duracion": 11.26,
      "texto": "En este caso, de lo que voy a hacer, bueno, como te dije recién, es enviarte la confirmación. Como me dice que no tienes el chip colocado, lo que no voy a hacer, te voy a dar lo que es el mensajito, que te lo voy a dar por mensaje de texto.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 320.42,
      "fin": 341.72,
      "duracion": 21.3,
      "texto": "Cuando te llegue ese mensajito, necesito que, si pones un ratito, colocar el chip, ¿bien? No vas a leer el mensaje, le sacas un correo y me lo envías para verificar que esté activa y así poder proseguir con la gestión. ¿Bien? Ahí está. ¿Cómo me repites? Sí, no hay problema. Ahí se escucha bien.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 342.85,
      "fin": 364.27,
      "duracion": 21.42,
      "texto": "Lo que te decía es, ¿cómo no tenés el chip colocado en un teléfono o si lo tenés colocado en un teléfono? No, no está en mi billete. Ah, perfecto, bien. Lo que yo voy a hacer es enviarte el mensajito de confirmación para ver si esta línea está así o así que pueda ser la gestión.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 364.91,
      "fin": 383.27,
      "duracion": 18.36,
      "texto": "Recuerdo que en un ratito pongas nomás cinco minutitos el chip en un teléfono para que usted vea ese mensaje de texto. y me mandes pruebas de que está activada la línea para que podamos proseguir. Pero mientras lo que vamos a ir haciendo es, por las dudas, un cierre comercial, cosa que ahora quede todo ok, y solo falta ese mensajito, ¿bien?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 385.59,
      "fin": 398.69,
      "duracion": 13.1,
      "texto": "Está bien y... Sí, en Carlos. Es bastante sencillo, yo te lo dejo en una sucursal oficial, ¿bien? Ahora te consulto de qué localidad sos vos, Carlos. Capital General.",
      "confianza": 0.26,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 399.5,
      "fin": 420.88,
      "duracion": 21.38,
      "texto": "El barrio San Cristóbal. Barrio San Cristóbal, perfecto. Creo que tenemos por ahí... San Cristóbal. O Mito Centro también, que me queda ahí. Ah, perfecto, bien. Bueno, ahí te digo cuál... cuál su costal me queda por ahí, cerquita. ¿Hay una que queda en Cabalditos, sino de última te queda muy lejos?",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 422.9,
      "fin": 427.88,
      "duracion": 4.98,
      "texto": "Sería mejor la avenida Corrientes, digamos, desde los 1400 hasta el 1.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 428.54,
      "fin": 484.23,
      "duracion": 55.69,
      "texto": "La avenida Corrientes, Gusto, está en San Nicolás, ¿no? Sí, la avenida Corrientes está en San Nicolás. Perfecto. Si eres la tienda Moizar Republica, quedas en Corrientes al 701, ¿sí? Bien, te voy a dejar lo que... 701, sí. Claro. Ahí mismo, Gusto. Te voy a dejar lo que es un mensajito primero, con el número que me orinaste recién. Así me queda ahí de prueba para que esté bien. Y la sucursal es mostrar que te dije recién. Vamos a hacer un cierre comercial, como te dije recién, para que vos ya puedas tener toda la función cargada y que nos va solo falta el mensajito de confirmación de portabilidad, ¿bien? Ahora, antes de pasar el cierre, necesito que me brindas un mail tuyo para que usted llegue al detalle de tu plan todos los meses. Esto sí, sí o sí, por un tema de que si vas metiendo a la aplicación de mi movistar, puedas verlo ahí en el mail. ¿Qué es esto? ¿Los dos nombres? Carlos Alalberto.",
      "confianza": 0.15,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 484.87,
      "fin": 486.43,
      "duracion": 1.56,
      "texto": "¿Queréis escribirme por las dudas?",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 487.33,
      "fin": 510.06,
      "duracion": 22.73,
      "texto": "Cosa de que yo no lo tenga bien escrito porque no quiero escribirlo más. Me mandas un WhatsApp. Ajá, te mando un WhatsApp, por si querés ponerme en altavoz y yo te guardo un llamado. Bueno. Ahí no sé si voy a ser mi mensajito. Aquí no sé.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 520.64,
      "fin": 575.22,
      "duracion": 54.58,
      "texto": "O menos que veis por ahí, por WhatsApp. Y yo lo leo directamente en lo que es la gramara cuando ya tengamos el cierre. Ahí está, justo me llegó. Lo voy a repasar por las nubes. Carlos Adalberto1972.com. ¿Está bien? Sí, está bien. Perfecto, bien. Ahora vamos con el cierre comercial. Te comento, Carlos, el cierre yo no lo puedo interrumpir en ningún momento. Así que cualquier duda que vos tengas, yo apenas termine el cierre, te aviso que terminé el cierre comercial, consultame tus dudas y ahí pasamos con las dudas, ¿bien? Para recibir juntas las promociones, ¿usted tiene interés de movistar en casa? Me dice que no, Carlos, ¿no?",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.78,
      "fin": 576.98,
      "duracion": 0.2,
      "texto": "No,",
      "confianza": 0.769,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 576.98,
      "fin": 579.09,
      "duracion": 2.11,
      "texto": "porque no llega a la cobertura.",
      "confianza": 0.769,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 579.73,
      "fin": 599.1,
      "duracion": 19.37,
      "texto": "Bueno, en el problema más adelante quizá fue sacarlo que es un poco para lo que es la fibra óptica cuando fíjate en la zona, ¿sí? Bien, estamos portando en la línea la que me dijiste recién, 11-71-19-21-12, ¿sí? A nombre de aprecio, el titular actual que serías vos, Carlos Adalberto Palomino Barreto.",
      "confianza": 0.533,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 599.12,
      "fin": 601.96,
      "duracion": 2.84,
      "texto": "¿Qué confirmas, los últimos tres dígitos de tu DNI?",
      "confianza": 0.686,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 604.99,
      "fin": 605.09,
      "duracion": 0.1,
      "texto": "Eh...",
      "confianza": 0.198,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 606.62,
      "fin": 607.58,
      "duracion": 0.96,
      "texto": "cuatro tres nueve.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 608.12,
      "fin": 614.96,
      "duracion": 6.84,
      "texto": "Perfecto, su compañía actual sería. Claro, me comentaste que contabas con pre-pago. ¿Puede ser línea activa hace más de 60 días?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 617.84,
      "fin": 622.93,
      "duracion": 5.09,
      "texto": "Sí, desde el 6 de noviembre más o menos. Perfecto, buenísimo. ¿Cuándo realizaste la última recarga?",
      "confianza": 0.382,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 624.55,
      "fin": 626.74,
      "duracion": 2.18,
      "texto": "Y ha sido por esa fecha.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 627.36,
      "fin": 649.83,
      "duracion": 22.47,
      "texto": "Ah, bien. Bueno, al final en todo caso, ahora intentamos ver si podemos realizarle alguna recarga. Si vos le puedes hacer una recarga por lo menos de $500 pesos, o sea que la línea esté activa y me mandas un comprobante, así yo lo dejo sentado. O sea que no nos traiga problema con eso. Porque la línea tiene inserción si activa para poder pasarla, ¿sí? Bueno. Bien. Entonces, este chip sería físico.",
      "confianza": 0.175,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 650.91,
      "fin": 655.71,
      "duracion": 4.81,
      "texto": "Recibías lo que es el chip nuevo de Movistar en lo que es la sucursal oficial.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 656.3,
      "fin": 666.07,
      "duracion": 9.77,
      "texto": "que queda en Ciudad Autónoma de Buenos Aires, en la localidad de, dame un segundito, que la tengo que repasar porque se me... me marió un poco cuando estaba buscando las sucursales.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 666.73,
      "fin": 681.6,
      "duracion": 14.87,
      "texto": "Esto sería de San Nicolás, como más le ando al centro, en la calle Corrientes, tras el resquinto 1, entre las calles, dame dos segundos, Esmeralda y Maipú. ¿Sí? Sí. Perfecto. Bien,",
      "confianza": 0.595,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 681.6,
      "fin": 682.29,
      "duracion": 0.69,
      "texto": "entonces.",
      "confianza": 0.842,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 682.67,
      "fin": 704.63,
      "duracion": 21.96,
      "texto": "Ahora vamos a pasar con lo que es, recordate, el costo del servicio al día de hoy es de 10,400, ¿bien? Porque incluye un descuento fijo por seis meses que ya está aplicado el descuento de 41,650. Recordé que se luce esa factura mes adelantado. ¿Qué repaso de los rigas del plan contratado? 8 rigas de base más 8 de regalo, ¿sí? Es decir, en total 16 rigas.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 705.44,
      "fin": 732.86,
      "duracion": 27.42,
      "texto": "Los rigas de regalo son con duración de seis meses y estos últimos se habilitan 48 horas después de activar tu línea, ¿bien? Tu mail sería entonces carlosadalberto1972.com y tu teléfono alternativo vamos a poner esta línea 11-24-48-85-19. En caso de que se quieran contactar a alguno de los números, se contacten como teléfono alternativo a este. Estarías recibiendo tu facturación online a través del mail que nos proporcionaste.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 733.5,
      "fin": 740.51,
      "duracion": 7.01,
      "texto": "Y te comento, Carlos, desde la aplicación y Movistar, ingresando a la sección Servicios, puedes ver toda la información referida a tu factura,",
      "confianza": 0.764,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 740.93,
      "fin": 743.93,
      "duracion": 3.0,
      "texto": "ciclo de faturación, vencimiento y montos a pagar.",
      "confianza": 0.57,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 744.49,
      "fin": 747.78,
      "duracion": 3.28,
      "texto": "También puedes activar 20 gigas de regalo con una duración de 30 días.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 748.4,
      "fin": 749.7,
      "duracion": 1.3,
      "texto": "Disponible una vez por año.",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 750.28,
      "fin": 765.51,
      "duracion": 15.23,
      "texto": "Puedes añadir también el débito automático y sumar 4 gigas de regalo en cada línea móvil. Esto en el caso de deportes, más de una línea en esta misma titularidad. Ahora ya estamos casi al final. Una vez aprobada la portabilidad, tu línea se va a aportar a las 48 horas hábiles.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 766.22,
      "fin": 788.23,
      "duracion": 22.01,
      "texto": "Un día antes, por mensaje de WhatsApp, vamos a estar informando en la sección de portabilidad para que vengáis tranquilos, ¿bien? Es importante que no coloques el chip antes de la sección informada, de todas maneras te vas a dar cuenta, porque cuando tu línea es clara, deje de recibir el señal, ahí es cuando básicamente vas a tener que colocar lo que es el chip de Movistar, ¿sí?, para tener señal con nosotros.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 788.27,
      "fin": 796.69,
      "duracion": 8.41,
      "texto": "Te comento que si cada vez vas a tener que validar tu identidad al activarlo, y en caso de que tengas alguna dificultad con esta validación, luego puedes intentar nuevamente",
      "confianza": 0.56,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 797.17,
      "fin": 805.56,
      "duracion": 8.39,
      "texto": "Puedo comunicarles siempre numeritos que no te preocupes, pero yo también te lo dejo lo que sería el WhatsApp PM. Es el PM.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 806.18,
      "fin": 811.02,
      "duracion": 4.84,
      "texto": "0-321-167-82, opción 4, ¿sí?",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 812.25,
      "fin": 817.31,
      "duracion": 5.07,
      "texto": "Le solicitamos que en caso de no ir a andar señal en el chip, reinicies el equipo, es decir, el celuco del chip colocado.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 818.57,
      "fin": 832.49,
      "duracion": 13.92,
      "texto": "Y por otro lado, Carlos, dentro de estos días, vas a estar recibiendo lo que es una satisfacción por WhatsApp. Ya solicitamos por completo, ¿sí? muy importantemente, compres así. Bien.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 832.51,
      "fin": 835.93,
      "duracion": 3.42,
      "texto": "Yo te comento, Carlos, ya con esto terminamos lo que es el cierre.",
      "confianza": 0.749,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 836.48,
      "fin": 844.48,
      "duracion": 8.0,
      "texto": "Ahora lo que tenemos que hacer es corroborar tu identidad como titular. Yo ya tengo lo que es tu DNI acá en el sistema, como tenéis que vos estuviste anteriormente en la compañía, así que lo tengo acá.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 845.0,
      "fin": 853.89,
      "duracion": 8.89,
      "texto": "Te dejo el DNI que me figura para que pueda corroborar. Necesito lo que es una foto del DNI, cuando vos puedas mirármela así, pues ahora por la más. Yo ya voy empezando a cargar todo.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 854.75,
      "fin": 873.22,
      "duracion": 18.47,
      "texto": "Es una foto del frente y del dorso. Y con eso ya pasamos a mandarte la confirmación de portabilidad para lo que es la línea. Así tú lo colocas ahí. El escribo al número que se repitió, ¿no? Claro. Ahí justo te debo mi mensajito. Me mandas fotos del DNI por ahí. Si querés yo traguarlo en llamada.",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 874.24,
      "fin": 876.58,
      "duracion": 2.34,
      "texto": "Así corroboramos y hacemos todo en este momento.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 877.92,
      "fin": 891.55,
      "duracion": 13.63,
      "texto": "Está bien. Cualquier dudas, ahí me puedo comunicar con Moni. Obvio, sí. Tenés mi número ahí. Así que cualquier cosa yo voy a ser tu asesora desde ahora en más. Así que la idea es que hubo cualquier duda. ¿De dónde es la característica?",
      "confianza": 0.244,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 892.07,
      "fin": 894.23,
      "duracion": 2.16,
      "texto": "Bueno, lo vi que era un 0. ¿Cómo?",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 895.29,
      "fin": 899.08,
      "duracion": 3.79,
      "texto": "La característica de dónde es el número. ¿Yo? ¿De dónde soy?",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 900.04,
      "fin": 900.21,
      "duracion": 0.17,
      "texto": "Sí,",
      "confianza": 0.619,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 900.21,
      "fin": 901.48,
      "duracion": 1.27,
      "texto": "claro, sí, tu número.",
      "confianza": 0.619,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 901.5,
      "fin": 906.77,
      "duracion": 5.27,
      "texto": "Yo soy de Mendoza. Te hablé justamente de un call center de Movistar.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 907.85,
      "fin": 911.31,
      "duracion": 3.46,
      "texto": "Ah, de Mendoza. Ah, de Mendoza. Se escucha tan cerquita.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 912.51,
      "fin": 915.01,
      "duracion": 2.5,
      "texto": "Ah, bueno, muchas gracias. ¿Dónde viene por el acceso?",
      "confianza": 0.139,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 918.15,
      "fin": 924.34,
      "duracion": 6.19,
      "texto": "Bien, rematamos la línea nuevamente por las dudas. Es 11-71-19-21-12, ¿bien?",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 924.36,
      "fin": 924.42,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.579,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 927.34,
      "fin": 930.95,
      "duracion": 3.61,
      "texto": "Perfecto. Vamos a hacerle lo que es una recarga, si te parece.",
      "confianza": 0.881,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 931.73,
      "fin": 937.56,
      "duracion": 5.83,
      "texto": "Así, cuando vos puedas, me envías lo que es el código de portabilidad que te va a estar llegando ahora.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 939.58,
      "fin": 943.21,
      "duracion": 3.63,
      "texto": "Bueno, tendría que sacarle el chip, ponelo ahí.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 943.79,
      "fin": 947.53,
      "duracion": 3.75,
      "texto": "O sea, sacarle este chip, ponelo y que me mandes el código.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 948.1,
      "fin": 955.77,
      "duracion": 7.67,
      "texto": "El texto dice que va a llegar, ¿no? Te va a llevar por mensajito de texto. O sea que el WhatsApp va a ser el mismo.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 956.53,
      "fin": 976.54,
      "duracion": 20.01,
      "texto": "El WhatsApp va a ser el mismo. Así que no te preocupes, la línea va a seguir siendo el mismo número, nomás cambia la compañía. Así que con eso no hay llamas. Si no más, necesito, Carlos, que ahora me mandes el DNI y yo nada paso a mandarte lo que es la confirmación de la portabilidad. Bueno, ahí voy a buscarlo. Dale, lo te aguardo en llamada. No te preocupes.",
      "confianza": 0.329,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 978.88,
      "fin": 1002.0,
      "duracion": 23.12,
      "texto": "No, no, no, no.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1002.78,
      "fin": 1023.12,
      "duracion": 20.34,
      "texto": "Gracias por ver el video.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1042.37,
      "fin": 1069.89,
      "duracion": 27.53,
      "texto": "y y y",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1073.45,
      "fin": 1101.94,
      "duracion": 28.49,
      "texto": "o cualquier cosita, acá me encuentro el demanda. Sí.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1106.46,
      "fin": 1148.55,
      "duracion": 42.09,
      "texto": "No, no, no. Hola. Sí, ahí te mando la foto. Ahí está, perfecto. Si no te escuchabas, no sabía si era problema de mis auriculares. Ahí está.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1151.14,
      "fin": 1168.92,
      "duracion": 17.78,
      "texto": "Ahí me llego la primer parte.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1175.89,
      "fin": 1176.57,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.828,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1176.67,
      "fin": 1200.09,
      "duracion": 23.42,
      "texto": "Ya está lo que es el email. Ahora te comento, Carlos. Yo ya hice lo que es la recarga hacia lo que es la lineatura, la linea que así que vamos a aportar. Así que lo que yo te voy a solicitar ahora es, apenas cortemos la llamada, vos colocás el chip en el teléfono, sí, lo cambiás dos segunditos nomás, cosa es que a usted llegue el mensajito de texto, yo te avisaré igual cuándo te va a llegar, cosa de que lo mande todo al mismo tiempo cuando vos ya tengas el chip colocado, ¿sí?",
      "confianza": 0.516,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1200.6,
      "fin": 1218.56,
      "duracion": 17.96,
      "texto": "Apenas a vos te llegue, me mandas cartura de pantalla del mensajito que te va a llegar, como te dije recién, por mensaje de texto, a ver si eso puede portar ya tanto, ¿cómo se echa en cimiento tanto? Entre paréntesis, MBS. Yo eso lo adjunto, cosa que aceleré en lo que es la gestión de enviarte el chip. Y eso la administración lo ve como una prueba y queda hasta la gestión en proceso, ¿sí?",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1219.1,
      "fin": 1226.49,
      "duracion": 7.39,
      "texto": "Así que, apenas termines lo que es la llamada, colocás el chip en el teléfono y ahí me avisas. Bueno.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1226.51,
      "fin": 1227.55,
      "duracion": 1.04,
      "texto": "Dale, perfecto.",
      "confianza": 0.41,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1227.57,
      "fin": 1230.24,
      "duracion": 2.67,
      "texto": "Entonces, quedamos así. Bienvenida a Movistar, Carlos.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1230.96,
      "fin": 1237.75,
      "duracion": 6.79,
      "texto": "Ahora te voy a enviar lo que es el mensajito. Primero necesito que me avises cuando ya coloques el chip. Así que te voy a acortar para que puedas colocarlo tranquilo.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1243.46,
      "fin": 1244.26,
      "duracion": 0.8,
      "texto": "Está bien. Dale, buenísimo. Hasta luego.",
      "confianza": 0.018,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hoy le hablo con Carlos. Dígame. Carlos, un gusto. Te odio a Guadalupe. ¿Sabes, Carlos? Me contesto el día de hoy, perdón, justamente porque veo que tenés esta línea en claro. Yo quiero darte lo que es un descuento, ¿bien? Sería un plan de 8 gigas a tan solo 10.400. ¿Vos contás con abono, con prepago? No, este es abono. Mira, yo tengo otra línea de claro que me gustaría pasarla. Bien, perfecto. Sí, podemos aplicarlo a la promo. Pero a ver, ahora no recuerdo bien el número. No hay problema, si quieres ponerme en alta o vos lo puedes buscar o si quieres por WhatsApp. Yo te dejo un mensajito ahora igual también para que de paso me puedas agendar y nos mantenemos en llamada. Ahí te busque o le hace guada, así me puedes agendar. Y lo veremos ahora en el momento porque la promo, yo te comento que es hasta hoy, Carlos, tenemos un horario específico que tenemos que cerrar las ventas antes, porque si no después se acaba la promo sin él no te la podemos aplicar. A ver si te consulto Carlos. Bueno, a mí me figura lo que haría lo que es un genitulo, por si quieres que lo corroboremos porque has estado anteriormente en la compañía. ¿Es el siguiente, 93-77-44-39, puede ser? Sí. Perfecto, bien. Y también me figura lo que es un nombre completo. ¿Carlos Adalberto Palomino Barreto, puede ser? Bien, perfecto. Con eso podemos proceder con lo que es la gestión. Ahí nos sucede mi mensajito por si quieres buscar el número. Así ya vamos empezando lo que es un cierre comercial y cosa de que te tomes cinco minutos nomás y ya queda la gestión. Mira, pero ese número que te hablo no está mi nombre. O sea, la compré. Me lo dieron activado ya. Pero es de claro. ¿Lo compraste en un viejo? Sí. Bien, ¿hace cuánto lo compraste? No habrá tres meses, más o menos, por ahí. Ah, perfecto. Entonces se cumplió permanencia. Entonces consulto, porque si el chip, por ejemplo, vos lo compraste hace poquito y no cumplió permanencia, no lo podemos pasar. Pero si lo compraste hace poquito, entonces sí lo podemos pasar, no hay problema. Bien. Entonces, ¿ese chip lo tenés compre-pago? Sí. Perfecto. Bien. ¿Lo tenés por ahí en algún lado del numerito? No sé si alguna semana hace algún WhatsApp. Eh... A ver, ahí me fijo. Dale, te acuerdo en llamar, no te preocupes. Es 11-7-1-19-21-12. Bien, mira, te comento qué vamos a hacer. Lo que yo voy a hacer ahora en ese momento es corroborar que tu línea esté activa. Eso es importante porque si tu línea está activa, podemos proceder con lo que es la gestión. Si no está activa, tenemos que esperar a que se cumpla la permanencia y todo esto. ¿Vos le has hecho recargas recientemente a esta línea? Sí, sí, tuve recarga. Le compré datos. Ah, perfecto. Lo que vamos a hacer entonces, voy a enviarte lo que es. una confirmación de portadilla que en realidad esto es más que nada para confirmar que esa línea está activa. Pero mira, esa línea ahora lo tengo desde el chip, lo tengo guardado por aquí en un lado porque, o sea, compré un teléfono y me vino con la línea esa activada pero la tengo guardada, o sea, no la tengo en ningún celular. Ah, bien, perfecto. A ver, dame dos segundos y consulto. Entonces, si se puede, aguardame que le consulta a mi supervisora. No me cortes, por favor. Ahí le estoy consultando. Dame dos segundos. Bueno. Bien, así se puede realizar. En este caso, de lo que voy a hacer, bueno, como te dije recién, es enviarte la confirmación. Como me dice que no tienes el chip colocado, lo que no voy a hacer, te voy a dar lo que es el mensajito, que te lo voy a dar por mensaje de texto. Cuando te llegue ese mensajito, necesito que, si pones un ratito, colocar el chip, ¿bien? No vas a leer el mensaje, le sacas un correo y me lo envías para verificar que esté activa y así poder proseguir con la gestión. ¿Bien? Ahí está. ¿Cómo me repites? Sí, no hay problema. Ahí se escucha bien. Lo que te decía es, ¿cómo no tenés el chip colocado en un teléfono o si lo tenés colocado en un teléfono? No, no está en mi billete. Ah, perfecto, bien. Lo que yo voy a hacer es enviarte el mensajito de confirmación para ver si esta línea está así o así que pueda ser la gestión. Recuerdo que en un ratito pongas nomás cinco minutitos el chip en un teléfono para que usted vea ese mensaje de texto. y me mandes pruebas de que está activada la línea para que podamos proseguir. Pero mientras lo que vamos a ir haciendo es, por las dudas, un cierre comercial, cosa que ahora quede todo ok, y solo falta ese mensajito, ¿bien? Está bien y... Sí, en Carlos. Es bastante sencillo, yo te lo dejo en una sucursal oficial, ¿bien? Ahora te consulto de qué localidad sos vos, Carlos. Capital General. El barrio San Cristóbal. Barrio San Cristóbal, perfecto. Creo que tenemos por ahí... San Cristóbal. O Mito Centro también, que me queda ahí. Ah, perfecto, bien. Bueno, ahí te digo cuál... cuál su costal me queda por ahí, cerquita. ¿Hay una que queda en Cabalditos, sino de última te queda muy lejos? Sería mejor la avenida Corrientes, digamos, desde los 1400 hasta el 1. La avenida Corrientes, Gusto, está en San Nicolás, ¿no? Sí, la avenida Corrientes está en San Nicolás. Perfecto. Si eres la tienda Moizar Republica, quedas en Corrientes al 701, ¿sí? Bien, te voy a dejar lo que... 701, sí. Claro. Ahí mismo, Gusto. Te voy a dejar lo que es un mensajito primero, con el número que me orinaste recién. Así me queda ahí de prueba para que esté bien. Y la sucursal es mostrar que te dije recién. Vamos a hacer un cierre comercial, como te dije recién, para que vos ya puedas tener toda la función cargada y que nos va solo falta el mensajito de confirmación de portabilidad, ¿bien? Ahora, antes de pasar el cierre, necesito que me brindas un mail tuyo para que usted llegue al detalle de tu plan todos los meses. Esto sí, sí o sí, por un tema de que si vas metiendo a la aplicación de mi movistar, puedas verlo ahí en el mail. ¿Qué es esto? ¿Los dos nombres? Carlos Alalberto. ¿Queréis escribirme por las dudas? Cosa de que yo no lo tenga bien escrito porque no quiero escribirlo más. Me mandas un WhatsApp. Ajá, te mando un WhatsApp, por si querés ponerme en altavoz y yo te guardo un llamado. Bueno. Ahí no sé si voy a ser mi mensajito. Aquí no sé. O menos que veis por ahí, por WhatsApp. Y yo lo leo directamente en lo que es la gramara cuando ya tengamos el cierre. Ahí está, justo me llegó. Lo voy a repasar por las nubes. Carlos Adalberto1972.com. ¿Está bien? Sí, está bien. Perfecto, bien. Ahora vamos con el cierre comercial. Te comento, Carlos, el cierre yo no lo puedo interrumpir en ningún momento. Así que cualquier duda que vos tengas, yo apenas termine el cierre, te aviso que terminé el cierre comercial, consultame tus dudas y ahí pasamos con las dudas, ¿bien? Para recibir juntas las promociones, ¿usted tiene interés de movistar en casa? Me dice que no, Carlos, ¿no? No, porque no llega a la cobertura. Bueno, en el problema más adelante quizá fue sacarlo que es un poco para lo que es la fibra óptica cuando fíjate en la zona, ¿sí? Bien, estamos portando en la línea la que me dijiste recién, 11-71-19-21-12, ¿sí? A nombre de aprecio, el titular actual que serías vos, Carlos Adalberto Palomino Barreto. ¿Qué confirmas, los últimos tres dígitos de tu DNI? Eh... cuatro tres nueve. Perfecto, su compañía actual sería. Claro, me comentaste que contabas con pre-pago. ¿Puede ser línea activa hace más de 60 días? Sí, desde el 6 de noviembre más o menos. Perfecto, buenísimo. ¿Cuándo realizaste la última recarga? Y ha sido por esa fecha. Ah, bien. Bueno, al final en todo caso, ahora intentamos ver si podemos realizarle alguna recarga. Si vos le puedes hacer una recarga por lo menos de $500 pesos, o sea que la línea esté activa y me mandas un comprobante, así yo lo dejo sentado. O sea que no nos traiga problema con eso. Porque la línea tiene inserción si activa para poder pasarla, ¿sí? Bueno. Bien. Entonces, este chip sería físico. Recibías lo que es el chip nuevo de Movistar en lo que es la sucursal oficial. que queda en Ciudad Autónoma de Buenos Aires, en la localidad de, dame un segundito, que la tengo que repasar porque se me... me marió un poco cuando estaba buscando las sucursales. Esto sería de San Nicolás, como más le ando al centro, en la calle Corrientes, tras el resquinto 1, entre las calles, dame dos segundos, Esmeralda y Maipú. ¿Sí? Sí. Perfecto. Bien, entonces. Ahora vamos a pasar con lo que es, recordate, el costo del servicio al día de hoy es de 10,400, ¿bien? Porque incluye un descuento fijo por seis meses que ya está aplicado el descuento de 41,650. Recordé que se luce esa factura mes adelantado. ¿Qué repaso de los rigas del plan contratado? 8 rigas de base más 8 de regalo, ¿sí? Es decir, en total 16 rigas. Los rigas de regalo son con duración de seis meses y estos últimos se habilitan 48 horas después de activar tu línea, ¿bien? Tu mail sería entonces carlosadalberto1972.com y tu teléfono alternativo vamos a poner esta línea 11-24-48-85-19. En caso de que se quieran contactar a alguno de los números, se contacten como teléfono alternativo a este. Estarías recibiendo tu facturación online a través del mail que nos proporcionaste. Y te comento, Carlos, desde la aplicación y Movistar, ingresando a la sección Servicios, puedes ver toda la información referida a tu factura, ciclo de faturación, vencimiento y montos a pagar. También puedes activar 20 gigas de regalo con una duración de 30 días. Disponible una vez por año. Puedes añadir también el débito automático y sumar 4 gigas de regalo en cada línea móvil. Esto en el caso de deportes, más de una línea en esta misma titularidad. Ahora ya estamos casi al final. Una vez aprobada la portabilidad, tu línea se va a aportar a las 48 horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando en la sección de portabilidad para que vengáis tranquilos, ¿bien? Es importante que no coloques el chip antes de la sección informada, de todas maneras te vas a dar cuenta, porque cuando tu línea es clara, deje de recibir el señal, ahí es cuando básicamente vas a tener que colocar lo que es el chip de Movistar, ¿sí?, para tener señal con nosotros. Te comento que si cada vez vas a tener que validar tu identidad al activarlo, y en caso de que tengas alguna dificultad con esta validación, luego puedes intentar nuevamente Puedo comunicarles siempre numeritos que no te preocupes, pero yo también te lo dejo lo que sería el WhatsApp PM. Es el PM. 0-321-167-82, opción 4, ¿sí? Le solicitamos que en caso de no ir a andar señal en el chip, reinicies el equipo, es decir, el celuco del chip colocado. Y por otro lado, Carlos, dentro de estos días, vas a estar recibiendo lo que es una satisfacción por WhatsApp. Ya solicitamos por completo, ¿sí? muy importantemente, compres así. Bien. Yo te comento, Carlos, ya con esto terminamos lo que es el cierre. Ahora lo que tenemos que hacer es corroborar tu identidad como titular. Yo ya tengo lo que es tu DNI acá en el sistema, como tenéis que vos estuviste anteriormente en la compañía, así que lo tengo acá. Te dejo el DNI que me figura para que pueda corroborar. Necesito lo que es una foto del DNI, cuando vos puedas mirármela así, pues ahora por la más. Yo ya voy empezando a cargar todo. Es una foto del frente y del dorso. Y con eso ya pasamos a mandarte la confirmación de portabilidad para lo que es la línea. Así tú lo colocas ahí. El escribo al número que se repitió, ¿no? Claro. Ahí justo te debo mi mensajito. Me mandas fotos del DNI por ahí. Si querés yo traguarlo en llamada. Así corroboramos y hacemos todo en este momento. Está bien. Cualquier dudas, ahí me puedo comunicar con Moni. Obvio, sí. Tenés mi número ahí. Así que cualquier cosa yo voy a ser tu asesora desde ahora en más. Así que la idea es que hubo cualquier duda. ¿De dónde es la característica? Bueno, lo vi que era un 0. ¿Cómo? La característica de dónde es el número. ¿Yo? ¿De dónde soy? Sí, claro, sí, tu número. Yo soy de Mendoza. Te hablé justamente de un call center de Movistar. Ah, de Mendoza. Ah, de Mendoza. Se escucha tan cerquita. Ah, bueno, muchas gracias. ¿Dónde viene por el acceso? Bien, rematamos la línea nuevamente por las dudas. Es 11-71-19-21-12, ¿bien? Sí. Perfecto. Vamos a hacerle lo que es una recarga, si te parece. Así, cuando vos puedas, me envías lo que es el código de portabilidad que te va a estar llegando ahora. Bueno, tendría que sacarle el chip, ponelo ahí. O sea, sacarle este chip, ponelo y que me mandes el código. El texto dice que va a llegar, ¿no? Te va a llevar por mensajito de texto. O sea que el WhatsApp va a ser el mismo. El WhatsApp va a ser el mismo. Así que no te preocupes, la línea va a seguir siendo el mismo número, nomás cambia la compañía. Así que con eso no hay llamas. Si no más, necesito, Carlos, que ahora me mandes el DNI y yo nada paso a mandarte lo que es la confirmación de la portabilidad. Bueno, ahí voy a buscarlo. Dale, lo te aguardo en llamada. No te preocupes. No, no, no, no. Gracias por ver el video. y y y o cualquier cosita, acá me encuentro el demanda. Sí. No, no, no. Hola. Sí, ahí te mando la foto. Ahí está, perfecto. Si no te escuchabas, no sabía si era problema de mis auriculares. Ahí está. Ahí me llego la primer parte. Bien, perfecto. Ya está lo que es el email. Ahora te comento, Carlos. Yo ya hice lo que es la recarga hacia lo que es la lineatura, la linea que así que vamos a aportar. Así que lo que yo te voy a solicitar ahora es, apenas cortemos la llamada, vos colocás el chip en el teléfono, sí, lo cambiás dos segunditos nomás, cosa es que a usted llegue el mensajito de texto, yo te avisaré igual cuándo te va a llegar, cosa de que lo mande todo al mismo tiempo cuando vos ya tengas el chip colocado, ¿sí? Apenas a vos te llegue, me mandas cartura de pantalla del mensajito que te va a llegar, como te dije recién, por mensaje de texto, a ver si eso puede portar ya tanto, ¿cómo se echa en cimiento tanto? Entre paréntesis, MBS. Yo eso lo adjunto, cosa que aceleré en lo que es la gestión de enviarte el chip. Y eso la administración lo ve como una prueba y queda hasta la gestión en proceso, ¿sí? Así que, apenas termines lo que es la llamada, colocás el chip en el teléfono y ahí me avisas. Bueno. Dale, perfecto. Entonces, quedamos así. Bienvenida a Movistar, Carlos. Ahora te voy a enviar lo que es el mensajito. Primero necesito que me avises cuando ya coloques el chip. Así que te voy a acortar para que puedas colocarlo tranquilo. Está bien. Dale, buenísimo. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.521,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 31.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:03:40.380291",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 8,
    "total_segmentos_original": 280,
    "total_segmentos_corregido": 96,
    "fecha_correccion": "2026-01-18T23:05:25.041123",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116105436751_ACD_93825",
    "fecha_inicio": "16/1/2026 10:54:36",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 1212,
    "tiempo_conversacion": 1193,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}