{
  "archivo": "amza26_1_260116111352275_ACD_62553.wav",
  "duracion_segundos": 249.36,
  "num_segmentos": 58,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 147.87,
    "Cliente": 77.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 4.27,
      "fin": 18.42,
      "duracion": 14.15,
      "texto": "Hola. Hola, Mario. Sí, hola. ¿Cómo estás? Buen día. Mi nombre es Alejandro. Me comunico del área de recupero de clientes de Multar. ¿Cómo estás? ¿Cómo estás? ¿Cómo te vas?",
      "confianza": 0.194,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.44,
      "fin": 18.56,
      "duracion": 0.12,
      "texto": "Bien.",
      "confianza": 0.228,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.58,
      "fin": 45.15,
      "duracion": 26.57,
      "texto": "Mario, el motivo de mi llamado es porque quería saber cuál fue lo que te iba a cambiarte de compañía en su momento. ¿Qué? ¿Qué me cambió? Bueno, claro que todo... Está mucho tiempo ahí. pero no me han atendido bien en las circunstancias. ¿Tuviste una mala atención al cliente en su momento?",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.67,
      "fin": 51.32,
      "duracion": 3.65,
      "texto": "Sí, sí. ¿Te trataron mal o no te solucionaron el problema?",
      "confianza": 0.018,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.3,
      "fin": 72.35,
      "duracion": 20.05,
      "texto": "Todo, todo mal. ¿Todo junto? Sí. No, sí, sí, anteriormente los asesores de Movistar que había, directamente le decían a los clientes que se fueran a otra compañía, ¿imaginaste ya con eso? No, si, si, si, si, realmente me dijeron eso, así que si no me gustaba que me iba a un proyecto. No, encima, vale. Este... Ah, encima, aquí te va a quedar.",
      "confianza": 0.844,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.57,
      "fin": 84.53,
      "duracion": 10.96,
      "texto": "Y en mi caso son ocho, digamos, dos, que se sentaban en servicio de montaña, así que...",
      "confianza": 0.435,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.53,
      "fin": 86.8,
      "duracion": 2.27,
      "texto": "No, claro, obvio.",
      "confianza": 0.435,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.82,
      "fin": 87.68,
      "duracion": 0.86,
      "texto": "Obvio, obvio, si, si.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.36,
      "fin": 93.36,
      "duracion": 5.01,
      "texto": "La verdad que yo te pido disculpas a partir de la compañía por ese inconveniente que tuviste.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.66,
      "fin": 109.52,
      "duracion": 14.86,
      "texto": "Las cosas han cambiado. Actualmente ya no contábamos con los mismos asesores. Ahora la mayoría de los asesores son virtuales. Si en el caso de que vos tengas un problema, vos tendrías mi número personal en el cual vos cualquier dúo o consulta me podrías llamar o mandamos un mensajito.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.05,
      "fin": 119.42,
      "duracion": 8.37,
      "texto": "Y yo estoy muy interesado en que vuelva a la compañía y pruebes el nuevo servicio que tenemos y tenga la experiencia que tendrías que haber tenido con la que te decía anteriormente.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.52,
      "fin": 139.71,
      "duracion": 18.19,
      "texto": "La verdad es que no me he puesto a ver... No, sí, sí.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.65,
      "fin": 143.67,
      "duracion": 3.02,
      "texto": "Bob, ¿cuánto estás abonando en Claro actualmente?",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.37,
      "fin": 195.2,
      "duracion": 48.83,
      "texto": "20 mil pesos por tu línea. Por nada más tu línea. Porque yo te puedo brindar un precio de 10,400 pesos por 16 gigabytes. Vas a tener WhatsApp Gratis. Habla libre a cualquier compañía, a Rumi en América, por si ya has salido del país. va a poder seguir utilizando tu línea de teléfono sin tener que estar pagando paquetes fuera de lo que es el plan, ¿sí? Y este plan tiene lo que es un descuento fijo por seis meses y va a pagar $10,400 pesos. ¿De cuánto le estamos pagando? De 16 GB.",
      "confianza": 0.368,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 195.7,
      "fin": 232.89,
      "duracion": 37.19,
      "texto": "¿Cuánto le faltan a eso? $10,400 pesos. No, no, eso es por seis meses. Ah, el boom es el precio real del plan. Sí, el precio real del plan, cuánto es. es 50 de 2050. Lo que tiene es que vos nunca llegas a pagar ese precio porque vos, antes de que se acabe la promoción, podés adquirir lo que es la promoción que esté vigente en ese momento o renovarla, que yo te estoy brindando ahora. A vos se te notifica que se te va a acabar esta promoción, sí, no es que tenés que estar recordando, sí, sino que te llega una notificación de que se te está por acabar la promoción y ahí vos directamente adquirir lo que es la promoción con un asesor, sí, o desde la aplicación de Movistar.",
      "confianza": 0.146,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 235.61,
      "fin": 245.19,
      "duracion": 9.59,
      "texto": "Yo te voy a mandar un mesejito por WhatsApp, ¿sí?",
      "confianza": 0.505,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.37,
      "fin": 246.15,
      "duracion": 0.78,
      "texto": "Iba, estamos hablando.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.46,
      "fin": 249.36,
      "duracion": 0.9,
      "texto": "Gracias, que tengas buen día.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Mario. Sí, hola. ¿Cómo estás? Buen día. Mi nombre es Alejandro. Me comunico del área de recupero de clientes de Multar. ¿Cómo estás? ¿Cómo estás? ¿Cómo te vas? Bien. Mario, el motivo de mi llamado es porque quería saber cuál fue lo que te iba a cambiarte de compañía en su momento. ¿Qué? ¿Qué me cambió? Bueno, claro que todo... Está mucho tiempo ahí. pero no me han atendido bien en las circunstancias. ¿Tuviste una mala atención al cliente en su momento? Sí, sí. ¿Te trataron mal o no te solucionaron el problema? Todo, todo mal. ¿Todo junto? Sí. No, sí, sí, anteriormente los asesores de Movistar que había, directamente le decían a los clientes que se fueran a otra compañía, ¿imaginaste ya con eso? No, si, si, si, si, realmente me dijeron eso, así que si no me gustaba que me iba a un proyecto. No, encima, vale. Este... Ah, encima, aquí te va a quedar. Y en mi caso son ocho, digamos, dos, que se sentaban en servicio de montaña, así que... No, claro, obvio. Obvio, obvio, si, si. La verdad que yo te pido disculpas a partir de la compañía por ese inconveniente que tuviste. Las cosas han cambiado. Actualmente ya no contábamos con los mismos asesores. Ahora la mayoría de los asesores son virtuales. Si en el caso de que vos tengas un problema, vos tendrías mi número personal en el cual vos cualquier dúo o consulta me podrías llamar o mandamos un mensajito. Y yo estoy muy interesado en que vuelva a la compañía y pruebes el nuevo servicio que tenemos y tenga la experiencia que tendrías que haber tenido con la que te decía anteriormente. La verdad es que no me he puesto a ver... No, sí, sí. Bob, ¿cuánto estás abonando en Claro actualmente? 20 mil pesos por tu línea. Por nada más tu línea. Porque yo te puedo brindar un precio de 10,400 pesos por 16 gigabytes. Vas a tener WhatsApp Gratis. Habla libre a cualquier compañía, a Rumi en América, por si ya has salido del país. va a poder seguir utilizando tu línea de teléfono sin tener que estar pagando paquetes fuera de lo que es el plan, ¿sí? Y este plan tiene lo que es un descuento fijo por seis meses y va a pagar $10,400 pesos. ¿De cuánto le estamos pagando? De 16 GB. ¿Cuánto le faltan a eso? $10,400 pesos. No, no, eso es por seis meses. Ah, el boom es el precio real del plan. Sí, el precio real del plan, cuánto es. es 50 de 2050. Lo que tiene es que vos nunca llegas a pagar ese precio porque vos, antes de que se acabe la promoción, podés adquirir lo que es la promoción que esté vigente en ese momento o renovarla, que yo te estoy brindando ahora. A vos se te notifica que se te va a acabar esta promoción, sí, no es que tenés que estar recordando, sí, sino que te llega una notificación de que se te está por acabar la promoción y ahí vos directamente adquirir lo que es la promoción con un asesor, sí, o desde la aplicación de Movistar. Yo te voy a mandar un mesejito por WhatsApp, ¿sí? Iba, estamos hablando. Gracias, que tengas buen día.",
  "calidad": {
    "confianza_promedio": 0.521,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:39:50.109949",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 58,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:19.744473",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116111352275_ACD_62553",
    "fecha_inicio": "16/1/2026 11:13:52",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 261,
    "tiempo_conversacion": 241,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}