{
  "archivo": "amza9_1_260116140159468_ACD_57695.wav",
  "duracion_segundos": 229.92,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 67.56,
    "Cliente": 137.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.26,
      "fin": 10.27,
      "duracion": 9.01,
      "texto": "Hola. Bueno. ¿Qué tal? Buen día. Mi nombre es Tomás. Un gusto. ¿Hablo con Néstor?",
      "confianza": 0.217,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.29,
      "fin": 11.04,
      "duracion": 0.74,
      "texto": "Sí.",
      "confianza": 0.751,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.05,
      "fin": 23.17,
      "duracion": 12.12,
      "texto": "¿Qué tal, Néstor? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Todo bien. Vale, gracias mucho, Néstor. Mi nombre es Tomás. Un placer estar hablando con vos. Me estoy comunicando ya que tengo un descuento para tu línea actualmente, para Claro.",
      "confianza": 0.368,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.85,
      "fin": 27.57,
      "duracion": 2.72,
      "texto": "Sí, bien. O sea que me figura, Néstor, que tenés una mano mensual. ¿Puede ser?",
      "confianza": 0.032,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.48,
      "fin": 33.59,
      "duracion": 5.11,
      "texto": "Sí, tal cual. Perfecto. Néstor, recordá cuando lo que estás abonando, mire a brindarte algo más económico.",
      "confianza": 0.16,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.23,
      "fin": 50.86,
      "duracion": 13.63,
      "texto": "Bien, Néstor, el día de hoy, justamente, es día antes de que me cortes. Yo justamente estoy explicando de lo que es beneficios Movistar porque te queremos brindar un plan de 16 gigas exclusivamente para vos por tan solo 10.400 pesos por mes.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.54,
      "fin": 53.58,
      "duracion": 2.04,
      "texto": "Por eso te consulté cuando lo que estabas abonando.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.01,
      "fin": 57.75,
      "duracion": 0.74,
      "texto": "Sí, sí, ya tuve Movistar y me paseé a",
      "confianza": 0.114,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.33,
      "fin": 64.9,
      "duracion": 6.57,
      "texto": "a la compañía que está hoy en día, pero porque en la zona en donde vivo es muy mala la señal. No llega.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.58,
      "fin": 70.53,
      "duracion": 4.95,
      "texto": "Es como un barrio, por decirlo así, más humilde.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.35,
      "fin": 80.97,
      "duracion": 9.62,
      "texto": "Las conexiones no son buenas. Si el alcance todavía de fibra y todo lo que consultamos todo el tiempo hasta el Wi-Fi, no llega.",
      "confianza": 0.829,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.23,
      "fin": 82.83,
      "duracion": 0.6,
      "texto": "No queda lejos.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.57,
      "fin": 87.82,
      "duracion": 4.25,
      "texto": "Igual estamos aislados. ¿Lo que es la cobertura? ¿Eh?",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.32,
      "fin": 104.56,
      "duracion": 16.24,
      "texto": "¿Hace cuánto corroboraste lo que es la cobertura de tu zona? Y antes se pasaba, en nuestra vaca, hace unos meses. La mejor señal estaba, no sé, a unas 10 cuadras de casa, que era la fibra que pasaba por ahí, pero no llegaba a nuestro barrio.",
      "confianza": 0.376,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.5,
      "fin": 115.53,
      "duracion": 10.03,
      "texto": "Así que no era por el plan o el servicio o la promo. Sí estaba buena, pero no llegaba. Ni siquiera pedíamos para tener Wi-Fi en casa y no.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.33,
      "fin": 124.41,
      "duracion": 8.08,
      "texto": "Bien, y al día de hoy, ¿sigue pasando? Eh, tendría que volver a intentarlo, pero ya te digo, estoy ahora en otra compañía.",
      "confianza": 0.091,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.87,
      "fin": 144.96,
      "duracion": 19.09,
      "texto": "Bueno, por eso mismo, porque tuve muchos años, te tiene que haber figurado. Espero que te apetezca otro, Néstor, por eso te consulto. Tal cual. Y me pasé por eso mismo, por la dificultad de señal. De estar moviéndome, caminando por el techo para tener señal. Al día de hoy me habrá acomodado, pero bueno.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.48,
      "fin": 170.2,
      "duracion": 24.72,
      "texto": "Claro, es que por eso quería preguntarte dónde es la localidad donde vos no tenías señal. Es un partido de la de José C. Paz. De José C. Paz. Sí. Bien. Claro, sí. Yo justamente ahora estoy verificando lo que es este tema. A ver, al día de justamente lo que es la señal de José C. Paz se ha mejorado muchísimo, por eso yo te estaba concentrando justamente hacia cuándo te habías ido, Néstor, ¿bien?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.18,
      "fin": 191.94,
      "duracion": 20.76,
      "texto": "pero justamente que al día de hoy tenemos lo que es cobertura en lo que es la zona de José Sepaz. Pensaba que no deberías tener ningún problema de diseñar alguno. Aparte, vos ya te has ido hace bastante y justamente, Néstor, las compañías cada año se van lo que es renovando, ¿bien? Sobre todo con lo que son las antenas. Con el que vos eres unidad, Movistar al día de hoy tiene cubierto lo que es el 90% del país.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.74,
      "fin": 193.8,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.036,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 193.82,
      "fin": 198.1,
      "duracion": 4.28,
      "texto": "A la comparación de cuando vos estabas antes. Y bueno, justamente el día de hoy vamos a obrer menos.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.14,
      "fin": 200.64,
      "duracion": 1.5,
      "texto": "Sí, se entiende. Y entiendo.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 201.65,
      "fin": 222.19,
      "duracion": 20.54,
      "texto": "Bueno, por el momento escuché y estaba todo más que bien y entiendo lo que me querés decir. Pero bueno, acabo de sacar un servicio de un teléfono o con la boleta, obviamente, nuevo. Así que tengo que ponerme al día y pagar todo, no, obviamente, para no tener una cuenta.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.37,
      "fin": 225.46,
      "duracion": 3.09,
      "texto": "Bien, perfecto.",
      "confianza": 0.28,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 225.48,
      "fin": 229.92,
      "duracion": 4.44,
      "texto": "Bueno, muchas gracias. Sí, yo lo he presentado. No, muchísimas gracias a vos. No hay problema, hasta luego. Hasta luego.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Bueno. ¿Qué tal? Buen día. Mi nombre es Tomás. Un gusto. ¿Hablo con Néstor? Sí. ¿Qué tal, Néstor? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Todo bien. Vale, gracias mucho, Néstor. Mi nombre es Tomás. Un placer estar hablando con vos. Me estoy comunicando ya que tengo un descuento para tu línea actualmente, para Claro. Sí, bien. O sea que me figura, Néstor, que tenés una mano mensual. ¿Puede ser? Sí, tal cual. Perfecto. Néstor, recordá cuando lo que estás abonando, mire a brindarte algo más económico. Bien, Néstor, el día de hoy, justamente, es día antes de que me cortes. Yo justamente estoy explicando de lo que es beneficios Movistar porque te queremos brindar un plan de 16 gigas exclusivamente para vos por tan solo 10.400 pesos por mes. Por eso te consulté cuando lo que estabas abonando. Sí, sí, ya tuve Movistar y me paseé a a la compañía que está hoy en día, pero porque en la zona en donde vivo es muy mala la señal. No llega. Es como un barrio, por decirlo así, más humilde. Las conexiones no son buenas. Si el alcance todavía de fibra y todo lo que consultamos todo el tiempo hasta el Wi-Fi, no llega. No queda lejos. Igual estamos aislados. ¿Lo que es la cobertura? ¿Eh? ¿Hace cuánto corroboraste lo que es la cobertura de tu zona? Y antes se pasaba, en nuestra vaca, hace unos meses. La mejor señal estaba, no sé, a unas 10 cuadras de casa, que era la fibra que pasaba por ahí, pero no llegaba a nuestro barrio. Así que no era por el plan o el servicio o la promo. Sí estaba buena, pero no llegaba. Ni siquiera pedíamos para tener Wi-Fi en casa y no. Bien, y al día de hoy, ¿sigue pasando? Eh, tendría que volver a intentarlo, pero ya te digo, estoy ahora en otra compañía. Bueno, por eso mismo, porque tuve muchos años, te tiene que haber figurado. Espero que te apetezca otro, Néstor, por eso te consulto. Tal cual. Y me pasé por eso mismo, por la dificultad de señal. De estar moviéndome, caminando por el techo para tener señal. Al día de hoy me habrá acomodado, pero bueno. Claro, es que por eso quería preguntarte dónde es la localidad donde vos no tenías señal. Es un partido de la de José C. Paz. De José C. Paz. Sí. Bien. Claro, sí. Yo justamente ahora estoy verificando lo que es este tema. A ver, al día de justamente lo que es la señal de José C. Paz se ha mejorado muchísimo, por eso yo te estaba concentrando justamente hacia cuándo te habías ido, Néstor, ¿bien? pero justamente que al día de hoy tenemos lo que es cobertura en lo que es la zona de José Sepaz. Pensaba que no deberías tener ningún problema de diseñar alguno. Aparte, vos ya te has ido hace bastante y justamente, Néstor, las compañías cada año se van lo que es renovando, ¿bien? Sobre todo con lo que son las antenas. Con el que vos eres unidad, Movistar al día de hoy tiene cubierto lo que es el 90% del país. Sí. A la comparación de cuando vos estabas antes. Y bueno, justamente el día de hoy vamos a obrer menos. Sí, se entiende. Y entiendo. Bueno, por el momento escuché y estaba todo más que bien y entiendo lo que me querés decir. Pero bueno, acabo de sacar un servicio de un teléfono o con la boleta, obviamente, nuevo. Así que tengo que ponerme al día y pagar todo, no, obviamente, para no tener una cuenta. Bien, perfecto. Bueno, muchas gracias. Sí, yo lo he presentado. No, muchísimas gracias a vos. No hay problema, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.476,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:24:23.421946",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:33.522289",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140159468_ACD_57695",
    "fecha_inicio": "16/1/2026 14:01:59",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 258,
    "tiempo_conversacion": 221,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}