{
  "archivo": "amza9_1_260114124320609_ACD_47439.wav",
  "duracion_segundos": 396.07,
  "num_segmentos": 130,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 143.31,
    "Cliente": 214.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 4.2,
      "duracion": 4.17,
      "texto": "Hola, hablo con Esther. ¿Quién habla? ¿Qué tal, Esther?",
      "confianza": 0.305,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.76,
      "fin": 14.67,
      "duracion": 5.91,
      "texto": "Un gusto que habla Tomás. ¿Cómo te encontraste el día de hoy? ¿Todo bien?",
      "confianza": 0.834,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.69,
      "fin": 16.12,
      "duracion": 1.43,
      "texto": "Sí, sí, pero ¿quién habla? ¿De qué empresa hablas?",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.14,
      "fin": 24.15,
      "duracion": 8.01,
      "texto": "Esther, yo me estoy comunicando del área de beneficios Movistar, porque tengo un descuento para tu línea. Sí, no, no, no, no.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.79,
      "fin": 32.67,
      "duracion": 7.88,
      "texto": "Estoy bien, estoy bien como estoy. ¿Por qué no estarías interesada, Esther? Veo que, bueno, tenés un prepago. ¿Vos cuánto le estás cargando por mes?",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.66,
      "fin": 35.54,
      "duracion": 1.88,
      "texto": "No, no, no, no tengo prepago.",
      "confianza": 0.811,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.3,
      "fin": 52.39,
      "duracion": 16.09,
      "texto": "Lo tenés en abono. Exactamente. ¿Y cuánto estás cargando? Escúchame, déjame si me podés empezar a hablar, así me podés entender bien. Te escucho, te escucho. Yo casi 15 años estuve con la empresa de ustedes.",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.41,
      "fin": 52.47,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.058,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.49,
      "fin": 61.17,
      "duracion": 8.68,
      "texto": "Me hartó, me cansó. ¿Sí? Cada vez que salí a Cano Malcerro por decir que atafí del bache, ya no tenía comunicación con nadie.",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.97,
      "fin": 82.39,
      "duracion": 19.42,
      "texto": "Reclamos y reclamos. No, me canso, me canso, me canso. Fui una buena, buena, buena accidenta. Pero bueno, me perdieron. Ya está. Yo estoy con claro hoy y así que no tengo problema. Hace unos días vine de Brasil y de Uruguay. No tengo problemas. Perfecto.",
      "confianza": 0.817,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.92,
      "fin": 92.24,
      "duracion": 9.32,
      "texto": "Nunca tuve problemas. Así que no, no necesito cambiarme ya. Ya estoy tranqui. Claro, Esther, pero mira es que vos abones menos. ¿Vos cuánto estás pagando ahora?",
      "confianza": 0.792,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.96,
      "fin": 130.26,
      "duracion": 37.3,
      "texto": "No, no, este menos me interesa abonar menos. Me interesa el servicio, si no, ¿para qué? Claro, Esther, pero a ver, yo veo que vos te fuiste a la compañía ya bastante por este inconveniente. No te hacía ser relativamente poco, yo que te fuiste hace más de seis meses ya con nosotros. Bueno, claro, hace más de seis meses que me fui directamente porque me hartó, me hartó el reclamo y reclamo y nunca tuve una solución, no, ya está, estoy bien así. Claro, no reclamo porque habías obtenido, o sea, veo que la atención de clientes fue mala, ¿qué fue lo que te dijeron los asesores? Contame. Todo, todo mal, todo, me pasaba ni un...",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.12,
      "fin": 168.54,
      "duracion": 37.42,
      "texto": "de una oficina a otra y nadie me daba solución y todo. Mentiras y mentiras. Así que no, ya está. Yo estoy bien así. Claro. Te entiendo totalmente. A ver, yo te doy mi disculpe igual por este inconveniente porque, a ver, veo que es justamente a vos lo que te pasó porque tuviste un mal asesoramiento. O sea, nunca te pudieron solucionar ningún motivo. No estuviste justamente una persona que estuviera ahí acompañándote, sí, en todo lo que era el trámite, tanto en la portelería como cuando estuviste con Movistar. Bien. Yo, justamente, el día de hoy, Esther, yo me estaba comunicando de recuperar clientes Movistar, porque, justamente, vos vas a tener, en este caso, una persona física, ¿sí?",
      "confianza": 0.055,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.04,
      "fin": 174.55,
      "duracion": 5.51,
      "texto": "Vos, Esther, obviamente, cualquier motivo que tengas lo vas a poder comunicar conmigo, ¿bien? Ya que yo voy a ser tu asesor personal.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.31,
      "fin": 190.44,
      "duracion": 15.13,
      "texto": "Yo sé, justamente, Esther, que vos fuiste excelente cliente de Movistar. Ya estoy al tanto de esto. Por este motivo que yo te quiero recuperar a vos como clienta, ¿bien? Y que, justamente, bueno, Esther, te tenga como asesor personal mi número, ¿sí? Vos te vas a poder contactar automáticamente conmigo.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.33,
      "fin": 193.77,
      "duracion": 2.44,
      "texto": "Por cualquier motivo. Y mi vez es que aún es menos.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.89,
      "fin": 204.17,
      "duracion": 8.28,
      "texto": "Claro, te agradezco un montón. Te agradezco un montón su amabilidad, pero no. Estoy bien.",
      "confianza": 0.367,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.01,
      "fin": 212.12,
      "duracion": 6.11,
      "texto": "Juro que estoy bien. No hay manera de convencerte. Nosotros creemos que estés mejor con nosotros. Que puedas ver que la compañía ha cambiado, ¿sí?",
      "confianza": 0.067,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.66,
      "fin": 221.37,
      "duracion": 8.71,
      "texto": "No creo. Incluso acá. Yo soy de Argentina, de Tucumán.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.11,
      "fin": 251.27,
      "duracion": 29.16,
      "texto": "Entonces, ella no está más acá en Tucumán. La llevaron. Entonces, no tenés dónde ir a reclamar nada. ¿Puedo reclamar contigo? Te comenté. Porque yo voy a ser tu asesor personal. Sí, pero no es lo mismo. No es lo mismo, sí. ¿Pero por qué no sería lo mismo si vas a tener una persona al lado tuyo que te va a estar disculpando? No, no, no. No. Te agradezco un montón tu tiempo, pero no voy a volver.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.04,
      "fin": 254.1,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.049,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 254.12,
      "fin": 256.4,
      "duracion": 2.28,
      "texto": "Bien, no hay manera de comentar de ninguna manera.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.68,
      "fin": 257.86,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.507,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 258.0,
      "fin": 261.21,
      "duracion": 3.21,
      "texto": "No, no, no, no, no, no, no. Estoy bien. Estoy bien como estoy.",
      "confianza": 0.357,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 262.08,
      "fin": 266.87,
      "duracion": 4.78,
      "texto": "Yo que ya viajé varias veces y no tengo problema con Movistar, con Clark.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 268.25,
      "fin": 270.09,
      "duracion": 1.84,
      "texto": "Claro, pero vosotros no tendrías problemas.",
      "confianza": 0.507,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 271.19,
      "fin": 271.81,
      "duracion": 0.62,
      "texto": "Tuve problemas.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 273.14,
      "fin": 290.98,
      "duracion": 17.84,
      "texto": "Tuve problemas, un montón de problemas. No, fue la verdad que se negó un montón. Claro, Ester, es que nosotros antes no teníamos lo que es un plan con rooming. Seguramente se te incrementó muchísimo la factura porque, bueno, antes Movistar no estaba manejando lo que son planes con rooming, que vos estoy seguro que con Clark lo estás teniendo.",
      "confianza": 0.481,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.31,
      "fin": 295.42,
      "duracion": 4.11,
      "texto": "Por supuesto, yo tengo todo eso.",
      "confianza": 0.418,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.06,
      "fin": 303.05,
      "duracion": 6.99,
      "texto": "No puedo ir a cualquier parte del mundo que yo tengo la comunicación en el momento, no tengo problema.",
      "confianza": 0.692,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 304.19,
      "fin": 332.89,
      "duracion": 28.7,
      "texto": "Nosotros estamos manejando lo que son planes con Roaming. Justamente el plan que yo te quería brindar, que está en 10.400, te estamos dando lo que es el Roaming en América, para que te puedas comunicar en todo el exterior. Para que puedas utilizar el Roaming de datos y no te vuelva a pasar esto, de que te cobraban de más justamente porque no tenías el rumen activado, ¿bien? Porque no estábamos teniendo antes planes que tienen el rumen incluido, al día de hoy sí.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.91,
      "fin": 340.59,
      "duracion": 7.67,
      "texto": "Claro, pero yo tengo todo, así que no puedo cambiarme.",
      "confianza": 0.192,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 340.61,
      "fin": 345.09,
      "duracion": 4.49,
      "texto": "Pero no te gustaría pagar muchísimo menos, a mí la verdad es que te gustaría pagar muchísimo menos.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 345.5,
      "fin": 349.66,
      "duracion": 4.16,
      "texto": "Sí, pero no voy a tener los servicios. Yo tengo todo.",
      "confianza": 0.76,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 349.68,
      "fin": 350.7,
      "duracion": 1.02,
      "texto": "¿Qué es lo que tenés con claro?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 350.78,
      "fin": 352.46,
      "duracion": 1.68,
      "texto": "Contame que sí, yo tengo todo.",
      "confianza": 0.755,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 353.95,
      "fin": 374.49,
      "duracion": 20.54,
      "texto": "Y hasta tengo internet acá. ¿Cuánto está bolando por todo eso? Viste, creo que 12 mil pesos, 12 mil y algo, por ahí. O sea, 12 mil pesos todo, incluida la fibra óptica y la línea más. No, no, no, no, no, no. Todo junto, todo.",
      "confianza": 0.529,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.41,
      "fin": 377.25,
      "duracion": 0.84,
      "texto": "todo junto.",
      "confianza": 0.794,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 380.56,
      "fin": 381.82,
      "duracion": 1.26,
      "texto": "Tengo todos los servicios.",
      "confianza": 0.844,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 383.39,
      "fin": 396.07,
      "duracion": 12.68,
      "texto": "Así que no, no, no, por eso estoy bien. Estoy bien, bien. Bueno, perfecto. No hay ningún problema. Cercillo lo dejo asentado. Hasta luego. Dale, dale, que estés bien.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Esther. ¿Quién habla? ¿Qué tal, Esther? Un gusto que habla Tomás. ¿Cómo te encontraste el día de hoy? ¿Todo bien? Sí, sí, pero ¿quién habla? ¿De qué empresa hablas? Esther, yo me estoy comunicando del área de beneficios Movistar, porque tengo un descuento para tu línea. Sí, no, no, no, no. Estoy bien, estoy bien como estoy. ¿Por qué no estarías interesada, Esther? Veo que, bueno, tenés un prepago. ¿Vos cuánto le estás cargando por mes? No, no, no, no tengo prepago. Lo tenés en abono. Exactamente. ¿Y cuánto estás cargando? Escúchame, déjame si me podés empezar a hablar, así me podés entender bien. Te escucho, te escucho. Yo casi 15 años estuve con la empresa de ustedes. Sí. Me hartó, me cansó. ¿Sí? Cada vez que salí a Cano Malcerro por decir que atafí del bache, ya no tenía comunicación con nadie. Reclamos y reclamos. No, me canso, me canso, me canso. Fui una buena, buena, buena accidenta. Pero bueno, me perdieron. Ya está. Yo estoy con claro hoy y así que no tengo problema. Hace unos días vine de Brasil y de Uruguay. No tengo problemas. Perfecto. Nunca tuve problemas. Así que no, no necesito cambiarme ya. Ya estoy tranqui. Claro, Esther, pero mira es que vos abones menos. ¿Vos cuánto estás pagando ahora? No, no, este menos me interesa abonar menos. Me interesa el servicio, si no, ¿para qué? Claro, Esther, pero a ver, yo veo que vos te fuiste a la compañía ya bastante por este inconveniente. No te hacía ser relativamente poco, yo que te fuiste hace más de seis meses ya con nosotros. Bueno, claro, hace más de seis meses que me fui directamente porque me hartó, me hartó el reclamo y reclamo y nunca tuve una solución, no, ya está, estoy bien así. Claro, no reclamo porque habías obtenido, o sea, veo que la atención de clientes fue mala, ¿qué fue lo que te dijeron los asesores? Contame. Todo, todo mal, todo, me pasaba ni un... de una oficina a otra y nadie me daba solución y todo. Mentiras y mentiras. Así que no, ya está. Yo estoy bien así. Claro. Te entiendo totalmente. A ver, yo te doy mi disculpe igual por este inconveniente porque, a ver, veo que es justamente a vos lo que te pasó porque tuviste un mal asesoramiento. O sea, nunca te pudieron solucionar ningún motivo. No estuviste justamente una persona que estuviera ahí acompañándote, sí, en todo lo que era el trámite, tanto en la portelería como cuando estuviste con Movistar. Bien. Yo, justamente, el día de hoy, Esther, yo me estaba comunicando de recuperar clientes Movistar, porque, justamente, vos vas a tener, en este caso, una persona física, ¿sí? Vos, Esther, obviamente, cualquier motivo que tengas lo vas a poder comunicar conmigo, ¿bien? Ya que yo voy a ser tu asesor personal. Yo sé, justamente, Esther, que vos fuiste excelente cliente de Movistar. Ya estoy al tanto de esto. Por este motivo que yo te quiero recuperar a vos como clienta, ¿bien? Y que, justamente, bueno, Esther, te tenga como asesor personal mi número, ¿sí? Vos te vas a poder contactar automáticamente conmigo. Por cualquier motivo. Y mi vez es que aún es menos. Claro, te agradezco un montón. Te agradezco un montón su amabilidad, pero no. Estoy bien. Juro que estoy bien. No hay manera de convencerte. Nosotros creemos que estés mejor con nosotros. Que puedas ver que la compañía ha cambiado, ¿sí? No creo. Incluso acá. Yo soy de Argentina, de Tucumán. Entonces, ella no está más acá en Tucumán. La llevaron. Entonces, no tenés dónde ir a reclamar nada. ¿Puedo reclamar contigo? Te comenté. Porque yo voy a ser tu asesor personal. Sí, pero no es lo mismo. No es lo mismo, sí. ¿Pero por qué no sería lo mismo si vas a tener una persona al lado tuyo que te va a estar disculpando? No, no, no. No. Te agradezco un montón tu tiempo, pero no voy a volver. No. Bien, no hay manera de comentar de ninguna manera. Sí. No, no, no, no, no, no, no. Estoy bien. Estoy bien como estoy. Yo que ya viajé varias veces y no tengo problema con Movistar, con Clark. Claro, pero vosotros no tendrías problemas. Tuve problemas. Tuve problemas, un montón de problemas. No, fue la verdad que se negó un montón. Claro, Ester, es que nosotros antes no teníamos lo que es un plan con rooming. Seguramente se te incrementó muchísimo la factura porque, bueno, antes Movistar no estaba manejando lo que son planes con rooming, que vos estoy seguro que con Clark lo estás teniendo. Por supuesto, yo tengo todo eso. No puedo ir a cualquier parte del mundo que yo tengo la comunicación en el momento, no tengo problema. Nosotros estamos manejando lo que son planes con Roaming. Justamente el plan que yo te quería brindar, que está en 10.400, te estamos dando lo que es el Roaming en América, para que te puedas comunicar en todo el exterior. Para que puedas utilizar el Roaming de datos y no te vuelva a pasar esto, de que te cobraban de más justamente porque no tenías el rumen activado, ¿bien? Porque no estábamos teniendo antes planes que tienen el rumen incluido, al día de hoy sí. Claro, pero yo tengo todo, así que no puedo cambiarme. Pero no te gustaría pagar muchísimo menos, a mí la verdad es que te gustaría pagar muchísimo menos. Sí, pero no voy a tener los servicios. Yo tengo todo. ¿Qué es lo que tenés con claro? Contame que sí, yo tengo todo. Y hasta tengo internet acá. ¿Cuánto está bolando por todo eso? Viste, creo que 12 mil pesos, 12 mil y algo, por ahí. O sea, 12 mil pesos todo, incluida la fibra óptica y la línea más. No, no, no, no, no, no. Todo junto, todo. todo junto. Tengo todos los servicios. Así que no, no, no, por eso estoy bien. Estoy bien, bien. Bueno, perfecto. No hay ningún problema. Cercillo lo dejo asentado. Hasta luego. Dale, dale, que estés bien.",
  "calidad": {
    "confianza_promedio": 0.568,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:19:29.251138",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 130,
    "total_segmentos_corregido": 40,
    "fecha_correccion": "2026-01-18T23:05:33.139663",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114124320609_ACD_47439",
    "fecha_inicio": "14/1/2026 12:43:20",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 414,
    "tiempo_conversacion": 385,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}