{
  "archivo": "amza72_1_260112143409408_ACD_73279.wav",
  "duracion_segundos": 271.1,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 153.0,
    "Cliente": 91.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.63,
      "fin": 25.38,
      "duracion": 23.75,
      "texto": "Hola. Sí, hola. Hola, ¿cómo estás? Mucho gusto. ¿Hablo con Marcos Daniel? Sí, soy yo. ¿Cómo estás? ¿Todo bien? Mira, escúchame, te quería brindar lo que es una promoción en tu línea. Actualmente en la figura que vos estás en, claro, ¿lo puedes hacer? Sí. Genial. Bueno, yo lo que quería era brindarte una promoción mejor de la que vos tenéis por un claro, a ver si te gusta y te cambiás a movistar.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.32,
      "fin": 76.53,
      "duracion": 46.21,
      "texto": "Bueno, a ver, ¿cómo sería? Mira, en este caso tengo una promoción, una de 16 sigas, no sé si te viene bien o te gustaría más o menos. Creo que estaría bien, pero bueno. Te paso a comentar el plan, te paso a comentar el plan. Son 8 sigas de base, 8 de regalos, son 16 en total, tenés WhatsApp gratis, tenés llamadas libres a cualquier compañía, es decir, la aplicación puedes activar 20 más todavía, con las Rubin en América y este te sale 13.250. Ok, pero en claro estoy pagando, también tengo 10 de regalo y estoy pagando, no llega a 4.000 lo que estoy pagando.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.23,
      "fin": 86.82,
      "duracion": 9.59,
      "texto": "En total por mes me queda 12, 12 por mes o 14, no me acuerdo si son 2 o 4 gigas lo que tengo de base.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.44,
      "fin": 94.21,
      "duracion": 6.77,
      "texto": "Ok, ok, entonces, ¿pone que llegas a tener 12 gigas por 13 mil, 14 mil pesos o 4 mil?",
      "confianza": 0.617,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 94.23,
      "fin": 94.59,
      "duracion": 0.36,
      "texto": "No, no, no.",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.33,
      "fin": 107.43,
      "duracion": 12.1,
      "texto": "Por 4 mil, son 3 mil 500, 3 mil 800 por ahí. Es porque estoy en la parte de la promoción que me regalan 10. Ah, perfecto. ¿Tienen alguna promoción que sea parecida?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.29,
      "fin": 112.81,
      "duracion": 4.53,
      "texto": "En este caso no, pero yo te quería preguntar cuánto te queda de promoción antes que se te acabeza.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.64,
      "fin": 116.34,
      "duracion": 0.7,
      "texto": "Ni idea.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.23,
      "fin": 123.86,
      "duracion": 6.63,
      "texto": "Ni idea, eran 12 meses. Sí, ¿hace cuánto? Sí, no recuerdo.",
      "confianza": 0.253,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.46,
      "fin": 140.78,
      "duracion": 16.32,
      "texto": "Porque capaz que yo no sé cuánto se te podrá acabar la promoción y antes de que se te acabe, viste, de que se te vaya al precio final, que es el precio real, antes que se te acabe de cambiarte, viste. Yo no sé cuánto te faltaría para que se te acabe, pero eso no lo puedo saber.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.64,
      "fin": 142.32,
      "duracion": 0.68,
      "texto": "Tendría que verlo.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.34,
      "fin": 144.47,
      "duracion": 1.12,
      "texto": "Igual una promoción...",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.09,
      "fin": 149.29,
      "duracion": 4.21,
      "texto": "una promoción de ustedes con menos gigas, pero que salga menos.",
      "confianza": 0.801,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.85,
      "fin": 153.46,
      "duracion": 3.61,
      "texto": "A ver, tengo, a ver, ya te he dicho.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.28,
      "fin": 156.54,
      "duracion": 2.26,
      "texto": "Me figura que vos tenés el quit activo, ¿puede ser?",
      "confianza": 0.756,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.27,
      "fin": 158.79,
      "duracion": 0.52,
      "texto": "Sí.",
      "confianza": 0.507,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 158.81,
      "fin": 167.42,
      "duracion": 8.61,
      "texto": "¿Lo tenés activo? Sí, ¿qué sería activo? El quit es si sos monotributista o pagadas impuestos.",
      "confianza": 0.256,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.44,
      "fin": 170.64,
      "duracion": 3.2,
      "texto": "Sí, sí, soy monotributista y sí lo pago todos los meses. Perfecto.",
      "confianza": 0.568,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.72,
      "fin": 189.29,
      "duracion": 18.57,
      "texto": "Mira, entonces, ¿se puede ofrecer lo que es el plan de ocio? que es un plan de cuatro días de base, son 10 de regalo, son 14 en total, tenés whatsapp gratis, llamadas limitadas a cualquier compañía, llamadas libres, artijos de movilidad y movilidad, y América Precio Local, y este se sale 7.810 más impuesto.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.53,
      "fin": 209.75,
      "duracion": 18.22,
      "texto": "Poner que las tiendas que están teniendo son hasta el 35% más, alrededor de 10.000, un poco menos puede ser, 9.000 pesos. ¿Con impuesto incluido todo? Más o menos, sí. No te puedo dar un precio exacto porque es dependiente. No, está bien. Está bien, está bien.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.43,
      "fin": 223.85,
      "duracion": 12.42,
      "texto": "Ok, ese es con cuatro gigas de base. ¿Y tienen de tres o de dos gigas de base? En este caso, no. No, no tengo. Tengo ese que es de base, cuatro.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.84,
      "fin": 228.83,
      "duracion": 3.99,
      "texto": "Ok, entonces, cuatro de base más diez de regalo me dijiste?",
      "confianza": 0.711,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 229.33,
      "fin": 230.53,
      "duracion": 1.2,
      "texto": "Exacto, sí, sí, sí, sí.",
      "confianza": 0.421,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.09,
      "fin": 233.6,
      "duracion": 2.51,
      "texto": "Alrededor de diez mil. Más o menos, sí.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.18,
      "fin": 239.35,
      "duracion": 5.17,
      "texto": "Igualmente, escuchame, yo te voy a dejar un mensaje de WhatsApp para que me tengas ahí agendado, obviamente.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 240.21,
      "fin": 258.0,
      "duracion": 17.79,
      "texto": "Bueno. ¿Y qué te parece ese plan? Mira, es eso que dijiste. Tengo que ver cuando se me acaba la otra, a ver en cuánto me queda y ahí te confirmaría. Vale, genial.",
      "confianza": 0.911,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.02,
      "fin": 258.2,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.011,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 258.22,
      "fin": 271.1,
      "duracion": 12.88,
      "texto": "Está bueno si me queda ahí por escrito o por WhatsApp. Sí, ya te lo mando. Buenísimo. Dale, Marcos. Bueno, muchas gracias. Igualmente. Chau, chau.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Sí, hola. Hola, ¿cómo estás? Mucho gusto. ¿Hablo con Marcos Daniel? Sí, soy yo. ¿Cómo estás? ¿Todo bien? Mira, escúchame, te quería brindar lo que es una promoción en tu línea. Actualmente en la figura que vos estás en, claro, ¿lo puedes hacer? Sí. Genial. Bueno, yo lo que quería era brindarte una promoción mejor de la que vos tenéis por un claro, a ver si te gusta y te cambiás a movistar. Bueno, a ver, ¿cómo sería? Mira, en este caso tengo una promoción, una de 16 sigas, no sé si te viene bien o te gustaría más o menos. Creo que estaría bien, pero bueno. Te paso a comentar el plan, te paso a comentar el plan. Son 8 sigas de base, 8 de regalos, son 16 en total, tenés WhatsApp gratis, tenés llamadas libres a cualquier compañía, es decir, la aplicación puedes activar 20 más todavía, con las Rubin en América y este te sale 13.250. Ok, pero en claro estoy pagando, también tengo 10 de regalo y estoy pagando, no llega a 4.000 lo que estoy pagando. En total por mes me queda 12, 12 por mes o 14, no me acuerdo si son 2 o 4 gigas lo que tengo de base. Ok, ok, entonces, ¿pone que llegas a tener 12 gigas por 13 mil, 14 mil pesos o 4 mil? No, no, no. Por 4 mil, son 3 mil 500, 3 mil 800 por ahí. Es porque estoy en la parte de la promoción que me regalan 10. Ah, perfecto. ¿Tienen alguna promoción que sea parecida? En este caso no, pero yo te quería preguntar cuánto te queda de promoción antes que se te acabeza. Ni idea. Ni idea, eran 12 meses. Sí, ¿hace cuánto? Sí, no recuerdo. Porque capaz que yo no sé cuánto se te podrá acabar la promoción y antes de que se te acabe, viste, de que se te vaya al precio final, que es el precio real, antes que se te acabe de cambiarte, viste. Yo no sé cuánto te faltaría para que se te acabe, pero eso no lo puedo saber. Tendría que verlo. Igual una promoción... una promoción de ustedes con menos gigas, pero que salga menos. A ver, tengo, a ver, ya te he dicho. Me figura que vos tenés el quit activo, ¿puede ser? Sí. ¿Lo tenés activo? Sí, ¿qué sería activo? El quit es si sos monotributista o pagadas impuestos. Sí, sí, soy monotributista y sí lo pago todos los meses. Perfecto. Mira, entonces, ¿se puede ofrecer lo que es el plan de ocio? que es un plan de cuatro días de base, son 10 de regalo, son 14 en total, tenés whatsapp gratis, llamadas limitadas a cualquier compañía, llamadas libres, artijos de movilidad y movilidad, y América Precio Local, y este se sale 7.810 más impuesto. Poner que las tiendas que están teniendo son hasta el 35% más, alrededor de 10.000, un poco menos puede ser, 9.000 pesos. ¿Con impuesto incluido todo? Más o menos, sí. No te puedo dar un precio exacto porque es dependiente. No, está bien. Está bien, está bien. Ok, ese es con cuatro gigas de base. ¿Y tienen de tres o de dos gigas de base? En este caso, no. No, no tengo. Tengo ese que es de base, cuatro. Ok, entonces, cuatro de base más diez de regalo me dijiste? Exacto, sí, sí, sí, sí. Alrededor de diez mil. Más o menos, sí. Igualmente, escuchame, yo te voy a dejar un mensaje de WhatsApp para que me tengas ahí agendado, obviamente. Bueno. ¿Y qué te parece ese plan? Mira, es eso que dijiste. Tengo que ver cuando se me acaba la otra, a ver en cuánto me queda y ahí te confirmaría. Vale, genial. Perfecto. Está bueno si me queda ahí por escrito o por WhatsApp. Sí, ya te lo mando. Buenísimo. Dale, Marcos. Bueno, muchas gracias. Igualmente. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.554,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:45:04.336751",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:30.961074",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112143409408_ACD_73279",
    "fecha_inicio": "12/1/2026 14:34:09",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 281,
    "tiempo_conversacion": 260,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}