{
  "archivo": "amza32_1_260113142603323_ACD_25935.wav",
  "duracion_segundos": 176.8,
  "num_segmentos": 59,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 108.79,
    "Cliente": 49.24
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.23,
      "fin": 10.66,
      "duracion": 9.43,
      "texto": "Hola, buen día. Mi nombre es Marina. ¿Alguna cosa con Marcelino? Sí, con el padre. Ah, qué tal. Un gusto. ¿Cómo va?",
      "confianza": 0.174,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.06,
      "fin": 13.03,
      "duracion": 0.97,
      "texto": "¿Todo bien? Todo bien, todo bien, todo bien.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.81,
      "fin": 13.91,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.397,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.93,
      "fin": 21.54,
      "duracion": 7.61,
      "texto": "Bien, yo ya me estaba comunicando porque me afirma que la niña suena al nombre de Marcelino y que estaba en la compañía de claro. ¿Esto es correcto?",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.56,
      "fin": 21.94,
      "duracion": 0.38,
      "texto": "Sí. Perfecto.",
      "confianza": 0.427,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.96,
      "fin": 45.57,
      "duracion": 23.61,
      "texto": "Bueno, en este caso, para no ser descortés, ¿con quién tengo el gusto? ¿Así puedo seguir con la novada? ¿Con el papá? No, no, pero tu nombre. Así no te digo el papá de Marcelino. Ah, Marcelo. Marcelo. Marcelo, bueno, un gusto. Marcelo, yo bien me comunicaba uno porque estaba en clave porque me aseguraba que sabía de la compañía de Movistar en el 2022 y queríamos conocer cuál le había sido el motivo, no sé si vos estabas al tanto o si, a ver.",
      "confianza": 0.571,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.51,
      "fin": 52.98,
      "duracion": 5.47,
      "texto": "No, la verdad, yo te soy honesto, esto lo hace todo mi hijo y no entiendo un pomo.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.72,
      "fin": 66.15,
      "duracion": 12.43,
      "texto": "Que no sé por qué me quedó este teléfono, la línea en nombre de él. Pero como nos tomamos igual, él hizo eso y le va a haber mandado frutas y puso todas las cosas ante él.",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.65,
      "fin": 77.83,
      "duracion": 10.18,
      "texto": "Porque hizo cada vez que hablo, me dice lo mismo. No hizo el cambio que se le haría a los dos. No, no, no. Y el otro día lo quise hacer",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.96,
      "fin": 99.53,
      "duracion": 21.57,
      "texto": "Cuando me pasé, él debía una factura que se pagaron y me pasé ahora y voy a pasar dos personas más porque yo tengo movistar hogar, que sería mi hija y la madre, también para ponerla en el mismo plan que se tiene.",
      "confianza": 0.827,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.03,
      "fin": 105.4,
      "duracion": 5.37,
      "texto": "Bueno, mira, ¿querés que damos nosotros ahora el trámite y desde la aplicación?",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.94,
      "fin": 114.78,
      "duracion": 8.84,
      "texto": "No sé los teléfonos. Mira, yo te explico. Me llamó una chica que me va a llamar mañana a las 8 y media de la mañana para hacérmelo. Ya me habían llamado por esto.",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.8,
      "fin": 114.96,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.717,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.8,
      "fin": 125.53,
      "duracion": 9.73,
      "texto": "Así que, bueno, no sé qué decirte porque no tengo los números yo. Como para pasarte... Pasártelos. ¿Los tenías guardados en el celular?",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.94,
      "fin": 134.91,
      "duracion": 6.97,
      "texto": "Sí, pero lo que pasa es que estoy manejando en este momento. Por eso, más que todo, te digo. Bien. Bien,",
      "confianza": 0.125,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 134.91,
      "fin": 136.16,
      "duracion": 1.25,
      "texto": "bueno, mira, vamos a hacer una cosita.",
      "confianza": 0.509,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.5,
      "fin": 139.66,
      "duracion": 2.16,
      "texto": "Yo ahora te mando un mensajito por WhatsApp.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.9,
      "fin": 152.58,
      "duracion": 10.68,
      "texto": "Y en el minutito que vos tengas libre... ¿Qué llamas? Ah, no, no, mira. Me pasas los números, yo te devuelvo el llamado y hacemos la gestión por esas dos líneas.",
      "confianza": 0.376,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.34,
      "fin": 157.11,
      "duracion": 3.77,
      "texto": "Así... Y te paso tú y yo cómo podés hacerte para reflexionar tu idea.",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.71,
      "fin": 162.16,
      "duracion": 4.45,
      "texto": "Dale, dale, listo, listo. Dale, quedamos así. No le pases datos a nadie más.",
      "confianza": 0.118,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.96,
      "fin": 166.87,
      "duracion": 3.91,
      "texto": "Yo le hago asesora, yo te voy a guiar para que puedas hacer eso.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.81,
      "fin": 176.8,
      "duracion": 8.99,
      "texto": "Yo le pido que no le pases datos a nadie más, ¿sí? Bueno, me están tocando bocinas. Dale, dale, perdón. Ayer le poné un mensajito. Dale, chau, chau. Dale, chau, chau.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Mi nombre es Marina. ¿Alguna cosa con Marcelino? Sí, con el padre. Ah, qué tal. Un gusto. ¿Cómo va? ¿Todo bien? Todo bien, todo bien, todo bien. Bien. Bien, yo ya me estaba comunicando porque me afirma que la niña suena al nombre de Marcelino y que estaba en la compañía de claro. ¿Esto es correcto? Sí. Perfecto. Bueno, en este caso, para no ser descortés, ¿con quién tengo el gusto? ¿Así puedo seguir con la novada? ¿Con el papá? No, no, pero tu nombre. Así no te digo el papá de Marcelino. Ah, Marcelo. Marcelo. Marcelo, bueno, un gusto. Marcelo, yo bien me comunicaba uno porque estaba en clave porque me aseguraba que sabía de la compañía de Movistar en el 2022 y queríamos conocer cuál le había sido el motivo, no sé si vos estabas al tanto o si, a ver. No, la verdad, yo te soy honesto, esto lo hace todo mi hijo y no entiendo un pomo. Que no sé por qué me quedó este teléfono, la línea en nombre de él. Pero como nos tomamos igual, él hizo eso y le va a haber mandado frutas y puso todas las cosas ante él. Porque hizo cada vez que hablo, me dice lo mismo. No hizo el cambio que se le haría a los dos. No, no, no. Y el otro día lo quise hacer Cuando me pasé, él debía una factura que se pagaron y me pasé ahora y voy a pasar dos personas más porque yo tengo movistar hogar, que sería mi hija y la madre, también para ponerla en el mismo plan que se tiene. Bueno, mira, ¿querés que damos nosotros ahora el trámite y desde la aplicación? No sé los teléfonos. Mira, yo te explico. Me llamó una chica que me va a llamar mañana a las 8 y media de la mañana para hacérmelo. Ya me habían llamado por esto. Sí. Así que, bueno, no sé qué decirte porque no tengo los números yo. Como para pasarte... Pasártelos. ¿Los tenías guardados en el celular? Sí, pero lo que pasa es que estoy manejando en este momento. Por eso, más que todo, te digo. Bien. Bien, bueno, mira, vamos a hacer una cosita. Yo ahora te mando un mensajito por WhatsApp. Y en el minutito que vos tengas libre... ¿Qué llamas? Ah, no, no, mira. Me pasas los números, yo te devuelvo el llamado y hacemos la gestión por esas dos líneas. Así... Y te paso tú y yo cómo podés hacerte para reflexionar tu idea. Dale, dale, listo, listo. Dale, quedamos así. No le pases datos a nadie más. Yo le hago asesora, yo te voy a guiar para que puedas hacer eso. Yo le pido que no le pases datos a nadie más, ¿sí? Bueno, me están tocando bocinas. Dale, dale, perdón. Ayer le poné un mensajito. Dale, chau, chau. Dale, chau, chau.",
  "calidad": {
    "confianza_promedio": 0.41,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:36:50.490427",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 59,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:23.390009",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113142603323_ACD_25935",
    "fecha_inicio": "13/1/2026 14:26:03",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 207,
    "tiempo_conversacion": 172,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}