{
  "archivo": "amza9_1_260114113820317_ACD_24107.wav",
  "duracion_segundos": 430.79,
  "num_segmentos": 98,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 106.17,
    "Cliente": 304.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 9.18,
      "duracion": 9.15,
      "texto": "Hola, ¿qué tal? Buen día. ¿Hablo con Luis? Sí, ¿quién habla? ¿Qué tal, Luis? ¿Cómo te encontrás el día de hoy? ¿Todo bien?",
      "confianza": 0.1,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.5,
      "fin": 10.14,
      "duracion": 0.64,
      "texto": "Mi nombre es Tomás.",
      "confianza": 0.641,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.32,
      "fin": 16.49,
      "duracion": 6.17,
      "texto": "Un placer hablar con vos. Bien. ¿Quién habla, Tomás? Me interesa mucho, Luis.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.51,
      "fin": 24.54,
      "duracion": 8.03,
      "texto": "Me estoy comunicando con vos el día de hoy, sí, porque tengo un beneficio para tus niñas, Luis. Me figura que actualmente tenés el 1 a 1 mensual en claro.",
      "confianza": 0.653,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.56,
      "fin": 29.97,
      "duracion": 5.41,
      "texto": "¿Puede ser? Sí, sí, sí, es cierto. Perfecto, Luis.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.09,
      "fin": 34.63,
      "duracion": 4.54,
      "texto": "Bien, yo, justamente, sí, te voy a hacer rápido. Yo me estoy comunicando, justamente, lo que es Movistar, Luis.",
      "confianza": 0.482,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.27,
      "fin": 37.62,
      "duracion": 2.34,
      "texto": "Con el fin de vos puedo brindarte un plan, ¿sí?",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.12,
      "fin": 50.94,
      "duracion": 12.82,
      "texto": "Te brindamos, justamente, lo que es la fibra óptica, más lo que es tu línea de teléfono, sí, en 24.000 pesos. ¿Todo bien? Yo no sé, Luis, vos al día de cuando estás abonando y si tenés la fibra óptica en tu homicidio.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.46,
      "fin": 66.67,
      "duracion": 15.21,
      "texto": "Que, la verdad, que viene bastante bien cuando tenés la fibra óptica. ¿24.000 pesos por cuánto tiempo? Bien, vos con nosotros, Luis, vas a tener justamente lo que es un descuento fijo durante los primeros seis meses, ¿sí? Vos vas a estar bonificado en estos primeros seis meses.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.17,
      "fin": 80.62,
      "duracion": 13.45,
      "texto": "Cuando igual a vos, Luis, estés atacando en la bonificación, te vas a contactar conmigo, ¿sí? Porque yo voy a ser justamente tu asesor personal, Luis. Te vas a comunicar conmigo y yo te voy a derivar con un compañero que me da atención al cliente, así que pueden brindar una nueva bonificación, ¿bien?",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.19,
      "fin": 82.91,
      "duracion": 1.72,
      "texto": "Y no te vas sin ningún problema.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.24,
      "fin": 92.27,
      "duracion": 8.03,
      "texto": "Bueno, no sé cuándo estás abonando el día de hoy por todo eso. Pero, bueno, la verdad que es súper económico. Vas a tener bastante cantidad bellitas.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.93,
      "fin": 93.13,
      "duracion": 0.2,
      "texto": "Bien,",
      "confianza": 0.717,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 93.13,
      "fin": 97.52,
      "duracion": 4.39,
      "texto": "porque además te vamos a regalar otros cuatro más para que justamente puedas volver a probar el servicio, Luis.",
      "confianza": 0.717,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.26,
      "fin": 112.64,
      "duracion": 14.38,
      "texto": "La verdad que... No, lo que pasa es que yo tengo ahora telecentro. Tengo líneas fijas, tengo televisión y tengo internet. Sí.",
      "confianza": 0.335,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.87,
      "fin": 121.8,
      "duracion": 7.93,
      "texto": "Creo que son 500 siglos de banda.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.88,
      "fin": 125.83,
      "duracion": 2.94,
      "texto": "Así que más o menos estoy bien.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.39,
      "fin": 131.83,
      "duracion": 5.44,
      "texto": "Pero no sé mañana cómo estaré, como sexto. Acá lo que vale es la plata.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.78,
      "fin": 143.81,
      "duracion": 11.03,
      "texto": "Lo que pasa es que si vos me decís que dentro me cobrás 24, dentro de 7 meses me cobrás 550, no me sirve.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.35,
      "fin": 172.68,
      "duracion": 28.33,
      "texto": "es un despelote cambiar el cable y ustedes que me den la fibra óptica lo que sí que la fibra óptica para cuántas televisiones son Sí, te podemos brindar lo que es la televisión. Sí te la podemos brindar.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.7,
      "fin": 175.3,
      "duracion": 2.6,
      "texto": "¿Vos tenés lo que es un... cómo se dice?",
      "confianza": 0.575,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.32,
      "fin": 178.0,
      "duracion": 2.68,
      "texto": "¿Eres una Smart TV o vos necesitas lo que es un decodificador?",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.18,
      "fin": 188.89,
      "duracion": 8.71,
      "texto": "No, mira, tengo una Smart, pero siempre viste que para que sea mucho mejor y que me den Wi-Fi, necesitas el decodificador, ¿visten?",
      "confianza": 0.691,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 188.91,
      "fin": 191.56,
      "duracion": 2.65,
      "texto": "¿Entendés? O sea, es más directo.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.62,
      "fin": 192.72,
      "duracion": 1.1,
      "texto": "Yo tengo por cable.",
      "confianza": 0.839,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.38,
      "fin": 194.92,
      "duracion": 1.54,
      "texto": "Ajá.",
      "confianza": 0.526,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 194.94,
      "fin": 224.02,
      "duracion": 29.08,
      "texto": "Ajá, o sea que no tenés tanto. Entonces se va metiendo... ¿Eh? No tenés tantos canales. Tengo ganas de 150 canales. 190, 20. Con este asunto de que vos estás trabajando con internet, estás metiendo directamente sobre el que el productor dice, YouTube, mira esto que ha sido.",
      "confianza": 0.12,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 224.86,
      "fin": 227.21,
      "duracion": 2.34,
      "texto": "Canales de televisión de las 5 bolas.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 227.76,
      "fin": 246.06,
      "duracion": 18.3,
      "texto": "Pero sí, a veces lo ves, que es muy específico. Claro, sí. ¿Y no lo podemos hacer? Porque, a ver, te lo voy a ser sincero, sí, para brindarte la TV, sí, se te iría mucho más caro de lo que estás pagando por el centro.",
      "confianza": 0.045,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.08,
      "fin": 246.78,
      "duracion": 0.7,
      "texto": "Claro, entonces eso no me conviene.",
      "confianza": 0.01,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 246.8,
      "fin": 264.54,
      "duracion": 17.74,
      "texto": "Pero lo que podemos hacer, Luis, es que abones menos en tu línea de teléfono. Porque estás abonando bastante, por lo que veo. Puedo hacer que pagues mucho menos, Luis. ¿Cuánto decir que estoy abonando bastante? Veo que estás abonando lo de 9.600 pesos, con claro.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.56,
      "fin": 264.86,
      "duracion": 0.3,
      "texto": "Exacto, sí, sí.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 264.88,
      "fin": 280.73,
      "duracion": 15.86,
      "texto": "Mira, con nosotros yo te voy a regalar 4 GB durante los primeros seis meses y es un plan de 4 GB de base con el WhatsApp gratis, obviamente Luis, para que te puedas comunicar con tus familiares, las llamadas libres, en 7.460 pesos al día de hoy, Luis.",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.59,
      "fin": 329.89,
      "duracion": 47.3,
      "texto": "Sí, pero no sé si me conviene, porque yo estoy acá, viste cómo es esto, después tengo que pedir de nuevo, ahora voy a llamar a Carlos para ver si me basan un poco, porque todo un tira y afloja. Conozco el tema porque soy esporte en comunicación, en la parte de computación, soy profesional. Entonces más o menos conozco, he trabajado con conchas que son caños directos, para empresas, entonces nadie hace milagros. Acababa que tenés un grifo como una canilla. Agarré y distribuí más o menos la banda que tenés, iré y la distribuí. Nadie hace milagros. Yo voy a ver, me da 7 mil y a los dos minutos me están dando 6.500.",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.46,
      "fin": 354.69,
      "duracion": 24.23,
      "texto": "que no puedo pagarlo y todo en historias muy raras. No me conviene. La verdad no me conviene. No me conviene porque es un tirafloje. Yo trabajo con esto y me gusta que me quedo sin proveedor de ESP, me quedo sin un carajo por dos o tres días porque hasta que me vengan, me lo pongan, hagan... No me conviene. La tarde me conviene con claro. No te hago perder mal tiempo.",
      "confianza": 0.409,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 355.29,
      "fin": 395.02,
      "duracion": 39.73,
      "texto": "Conozco el tema perfectamente bien. Nadie hace milagros, Y el precio es tanto, como para claro, como para movistar, como a personal, como para cualquiera. Para cablevisión, todo, ¿viste? Lo que pasa es que más o menos conozco el tema que es el tira y afloje y por seis meses, yo dentro de seis meses me olvidé de avisar y a los 7-8 meses me cobraron 150 lucas. Me sacaron, no sé, 120.000 mangos y yo, puta que se llora. No, no se preocupa, ahora se lo bajamos a no sé cuánto. Y viste, ya me pasó.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 396.1,
      "fin": 415.62,
      "duracion": 19.52,
      "texto": "Y ahora me anoto todo en las agendas, que venga la alarma, me entoro y todo. Y yo digo, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che,",
      "confianza": 0.498,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 416.25,
      "fin": 430.79,
      "duracion": 14.53,
      "texto": "no le dijiste che no mirá qué pasó con la promoción te sacudieron con todo no te hago perder más el tiempo la verdad no me interesa",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Hablo con Luis? Sí, ¿quién habla? ¿Qué tal, Luis? ¿Cómo te encontrás el día de hoy? ¿Todo bien? Mi nombre es Tomás. Un placer hablar con vos. Bien. ¿Quién habla, Tomás? Me interesa mucho, Luis. Me estoy comunicando con vos el día de hoy, sí, porque tengo un beneficio para tus niñas, Luis. Me figura que actualmente tenés el 1 a 1 mensual en claro. ¿Puede ser? Sí, sí, sí, es cierto. Perfecto, Luis. Bien, yo, justamente, sí, te voy a hacer rápido. Yo me estoy comunicando, justamente, lo que es Movistar, Luis. Con el fin de vos puedo brindarte un plan, ¿sí? Te brindamos, justamente, lo que es la fibra óptica, más lo que es tu línea de teléfono, sí, en 24.000 pesos. ¿Todo bien? Yo no sé, Luis, vos al día de cuando estás abonando y si tenés la fibra óptica en tu homicidio. Que, la verdad, que viene bastante bien cuando tenés la fibra óptica. ¿24.000 pesos por cuánto tiempo? Bien, vos con nosotros, Luis, vas a tener justamente lo que es un descuento fijo durante los primeros seis meses, ¿sí? Vos vas a estar bonificado en estos primeros seis meses. Cuando igual a vos, Luis, estés atacando en la bonificación, te vas a contactar conmigo, ¿sí? Porque yo voy a ser justamente tu asesor personal, Luis. Te vas a comunicar conmigo y yo te voy a derivar con un compañero que me da atención al cliente, así que pueden brindar una nueva bonificación, ¿bien? Y no te vas sin ningún problema. Bueno, no sé cuándo estás abonando el día de hoy por todo eso. Pero, bueno, la verdad que es súper económico. Vas a tener bastante cantidad bellitas. Bien, porque además te vamos a regalar otros cuatro más para que justamente puedas volver a probar el servicio, Luis. La verdad que... No, lo que pasa es que yo tengo ahora telecentro. Tengo líneas fijas, tengo televisión y tengo internet. Sí. Creo que son 500 siglos de banda. Así que más o menos estoy bien. Pero no sé mañana cómo estaré, como sexto. Acá lo que vale es la plata. Lo que pasa es que si vos me decís que dentro me cobrás 24, dentro de 7 meses me cobrás 550, no me sirve. es un despelote cambiar el cable y ustedes que me den la fibra óptica lo que sí que la fibra óptica para cuántas televisiones son Sí, te podemos brindar lo que es la televisión. Sí te la podemos brindar. ¿Vos tenés lo que es un... cómo se dice? ¿Eres una Smart TV o vos necesitas lo que es un decodificador? No, mira, tengo una Smart, pero siempre viste que para que sea mucho mejor y que me den Wi-Fi, necesitas el decodificador, ¿visten? ¿Entendés? O sea, es más directo. Yo tengo por cable. Ajá. Ajá, o sea que no tenés tanto. Entonces se va metiendo... ¿Eh? No tenés tantos canales. Tengo ganas de 150 canales. 190, 20. Con este asunto de que vos estás trabajando con internet, estás metiendo directamente sobre el que el productor dice, YouTube, mira esto que ha sido. Canales de televisión de las 5 bolas. Pero sí, a veces lo ves, que es muy específico. Claro, sí. ¿Y no lo podemos hacer? Porque, a ver, te lo voy a ser sincero, sí, para brindarte la TV, sí, se te iría mucho más caro de lo que estás pagando por el centro. Claro, entonces eso no me conviene. Pero lo que podemos hacer, Luis, es que abones menos en tu línea de teléfono. Porque estás abonando bastante, por lo que veo. Puedo hacer que pagues mucho menos, Luis. ¿Cuánto decir que estoy abonando bastante? Veo que estás abonando lo de 9.600 pesos, con claro. Exacto, sí, sí. Mira, con nosotros yo te voy a regalar 4 GB durante los primeros seis meses y es un plan de 4 GB de base con el WhatsApp gratis, obviamente Luis, para que te puedas comunicar con tus familiares, las llamadas libres, en 7.460 pesos al día de hoy, Luis. Sí, pero no sé si me conviene, porque yo estoy acá, viste cómo es esto, después tengo que pedir de nuevo, ahora voy a llamar a Carlos para ver si me basan un poco, porque todo un tira y afloja. Conozco el tema porque soy esporte en comunicación, en la parte de computación, soy profesional. Entonces más o menos conozco, he trabajado con conchas que son caños directos, para empresas, entonces nadie hace milagros. Acababa que tenés un grifo como una canilla. Agarré y distribuí más o menos la banda que tenés, iré y la distribuí. Nadie hace milagros. Yo voy a ver, me da 7 mil y a los dos minutos me están dando 6.500. que no puedo pagarlo y todo en historias muy raras. No me conviene. La verdad no me conviene. No me conviene porque es un tirafloje. Yo trabajo con esto y me gusta que me quedo sin proveedor de ESP, me quedo sin un carajo por dos o tres días porque hasta que me vengan, me lo pongan, hagan... No me conviene. La tarde me conviene con claro. No te hago perder mal tiempo. Conozco el tema perfectamente bien. Nadie hace milagros, Y el precio es tanto, como para claro, como para movistar, como a personal, como para cualquiera. Para cablevisión, todo, ¿viste? Lo que pasa es que más o menos conozco el tema que es el tira y afloje y por seis meses, yo dentro de seis meses me olvidé de avisar y a los 7-8 meses me cobraron 150 lucas. Me sacaron, no sé, 120.000 mangos y yo, puta que se llora. No, no se preocupa, ahora se lo bajamos a no sé cuánto. Y viste, ya me pasó. Y ahora me anoto todo en las agendas, que venga la alarma, me entoro y todo. Y yo digo, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, che, no le dijiste che no mirá qué pasó con la promoción te sacudieron con todo no te hago perder más el tiempo la verdad no me interesa",
  "calidad": {
    "confianza_promedio": 0.523,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:18:41.787559",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 98,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:33.088910",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114113820317_ACD_24107",
    "fecha_inicio": "14/1/2026 11:38:20",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 441,
    "tiempo_conversacion": 411,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}