{
  "archivo": "amza32_1_260113103711273_MIT_01964.wav",
  "duracion_segundos": 605.58,
  "num_segmentos": 121,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 131.51,
    "Cliente": 421.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.03,
      "fin": 26.73,
      "duracion": 25.7,
      "texto": "Hola. Hola, ¿cómo estás? ¿Todo bien? Todo bien. Bien. Yo te preguntaba justamente porque me imaginaba que todavía estabas un poquito ocupada.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.94,
      "fin": 34.35,
      "duracion": 6.41,
      "texto": "Habíamos hablado del tema de los precios para la rentabilidad movistar. Te hago una consulta.",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.37,
      "fin": 37.21,
      "duracion": 2.84,
      "texto": "¿Vos tenés solamente esta línea o tenés más líneas a tu nombre?",
      "confianza": 0.703,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.44,
      "fin": 83.83,
      "duracion": 45.39,
      "texto": "No, solo esta. Solo esta. Bien, perfecto. ¿Y sos de ocupar muchos gigas o ocupas pocos gigas, digamos? Y sí, ocupo. La verdad que no tengo idea de cuánto, pero... Solo ocupas bastantes. La verdad no tengo parámetros de cuánto uso. Sé que estoy todo el día en la calle, pero bueno, tampoco estoy mirando YouTube ni video. No, pero para comunicarte por ahí con algún familiar, con algún amigo, con alguna urgencia, no necesitas. Está bien. Exacto. En este caso yo tengo por la sección lo que es un plan de 16 gigas, ¿sí? Son 8 gigas de base más 8 gigas de regalo por 6 meses.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 84.41,
      "fin": 94.3,
      "duracion": 9.89,
      "texto": "Y tenés lo que es el WhatsApp gratis, llamadas y invitadas a cualquier compañía, incluidos 0800-0810 y teléfonos fiscos de todo el país, ¿sí?",
      "confianza": 0.663,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.72,
      "fin": 109.33,
      "duracion": 13.62,
      "texto": "Además, no sé si sois una persona que le guste viajar o que te estés poniendo ocasiones, tenemos lo que es el Raming en América, que tenés tres ligas, vos los puedes activar para justamente no quedarte incomunicada en tiempo en el que vos estés fuera del país, ¿sí?",
      "confianza": 0.601,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.58,
      "fin": 129.0,
      "duracion": 18.42,
      "texto": "Y además de esto, bueno, no sé si tenés sobrinos o hijos, no sé, Tenés lo que es un día para jugar Free Fire, que es un jueguito que ahora está muy de moda. Ah, sí. Sí, pero ya mis hijos ya no juegan a eso. Ah, bueno. Y si juegan, se lo pagan ellos. Ah, listo. Entonces es caro de todo, pero bueno, lo tenés.",
      "confianza": 0.513,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.94,
      "fin": 147.91,
      "duracion": 17.97,
      "texto": "Está bien. Está en 13.250 al día de hoy, ¿sí? Tenés lo que es un... Sí, el problema que yo tengo con Movistar Sí. Porque yo me cambié el año pasado y el problema es que cuando estoy trabajando no tengo señal.",
      "confianza": 0.387,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.81,
      "fin": 165.33,
      "duracion": 16.52,
      "texto": "A ver, decime en qué localidad trabajo. Yo trabajo en La Matanza, en la localidad de 20 de junio, González-Cartán. En González-Cartán, a ver. Ahí lo verificamos bien. De hecho, yo tengo un cliente que se cambió, le vamos a invitar.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.83,
      "fin": 181.25,
      "duracion": 15.42,
      "texto": "Si tenemos lo que es cobertura, capaz que el año pasado no teníamos la cantidad de antenas. De hecho, como le he contado, yo tengo un cliente que se pasó su poco porque no le funcionaba bien claro y se cambió y al día de hoy yo le pregunto tanto cómo le va yendo y me dijo que no, que tiene que estar bien.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.69,
      "fin": 201.75,
      "duracion": 19.06,
      "texto": "Claro, el problema fuese que durante un mes, una vez que llegaba al lugar donde, porque no trabajo en un lugar fijo, yo recorro González Catani 20 de junio. y me quedaba incomunicada porque no podía usar WhatsApp y hay escuelas que no tienen Wi-Fi.",
      "confianza": 0.781,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.65,
      "fin": 208.98,
      "duracion": 5.33,
      "texto": "Entonces, por ahí me volví a conectar con todo lo que es virtual cuando entraba Morón.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.89,
      "fin": 221.5,
      "duracion": 9.62,
      "texto": "Y la realidad es que por eso me volví a ir de movistar porque tengo ese problema.",
      "confianza": 0.846,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.0,
      "fin": 225.79,
      "duracion": 3.79,
      "texto": "Y ahora, particularmente, estoy de vacaciones.",
      "confianza": 0.571,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.0,
      "fin": 232.52,
      "duracion": 4.53,
      "texto": "El otro problema que tuve cuando me pasé a movistar es que el chip nunca llegó.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 233.26,
      "fin": 235.63,
      "duracion": 2.36,
      "texto": "Tuve que ir hasta Caceros a buscar el chip.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.95,
      "fin": 239.92,
      "duracion": 1.96,
      "texto": "Hubo un mal entendido.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.54,
      "fin": 255.34,
      "duracion": 14.8,
      "texto": "Sí, pasa lo mismo con los correos, por lo general. Yo por lo general a mis clientes les asigno una sucursal para que en 48 horas hábiles estén portados porque por ahí pasan unos correos que dicen que van y no van realmente. El tema es ese.",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.08,
      "fin": 272.89,
      "duracion": 16.81,
      "texto": "Nadie me avisó, nadie me avisó, un día me levanto y no tengo línea. Yo me tenía que ir a trabajar y no pude ir a trabajar porque no tenía teléfono.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.49,
      "fin": 277.76,
      "duracion": 4.27,
      "texto": "Tuve que ir a buscar a Caceros, que es la otra punta del mundo.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 279.64,
      "fin": 293.31,
      "duracion": 13.67,
      "texto": "Vivo en Urling, trabajo en González Catán, y tuve que ir a Caceros a buscar el chip. En el momento me lo colocaron rápido, pero yo perdí cuatro o cinco horas de trabajo.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 294.47,
      "fin": 299.83,
      "duracion": 5.36,
      "texto": "porque el chip no llegó y nadie me avisó. Entonces la realidad es esa.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 300.44,
      "fin": 307.03,
      "duracion": 6.59,
      "texto": "Quedé bastante desconforme con eso y encima después no tuve señal porque yo fui un montón de años clienta de Movistar.",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.27,
      "fin": 316.36,
      "duracion": 7.09,
      "texto": "Después no tenía señal, así que me volví a pasar al Claro que con Claro me aseguró de que no me quedo incomunicada mientras estoy trabajando.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.32,
      "fin": 331.37,
      "duracion": 14.05,
      "texto": "Ese es el tema. Si vos me aseguras que están las antenas y quizás en marzo, cuando yo me reincorpore el trabajo, podemos probar un mes y si tengo señal genial y si no, me vuelvo a pasar de vuelta a claro.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.87,
      "fin": 336.42,
      "duracion": 3.55,
      "texto": "Claro, mira, el trámite, o sea, el precio es para el día de hoy.",
      "confianza": 0.543,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 336.44,
      "fin": 339.96,
      "duracion": 3.52,
      "texto": "No será que la quiera aprovechen. Si a verdad entiendo lo que pasaste, te pido una disculpa.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 342.54,
      "fin": 368.84,
      "duracion": 26.3,
      "texto": "Yo a Obrea, que somos una portabilidad, te voy a asignar lo que es una subcursal. justamente para que no te pase primero que nada esto del domicilio. Ahora no, porque ahora no voy a poder, porque yo ya me estoy yendo a vacaciones, me quedo sin línea en la costa y sonamos. Bien, ya hay una cosa. Me quedo incomunicada. ¿A qué parte de la costa vos te vas? No, pero yo me voy de vacaciones, no voy a ir a buscar el chip, por eso te vuelvo a insistir.",
      "confianza": 0.475,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.95,
      "fin": 392.0,
      "duracion": 22.05,
      "texto": "Si queréis, en marzo, cuando yo vuelvo a trabajar, que voy a estar en territorio y que no hay tanta demanda de urgencias telefónicas, yo puedo hacer la prueba en marzo de pasarme. Y si tengo señal genial y si no, me vuelvo a pasar a claro qué es lo que tengo. Y si no, me quedo con claro que, de todas maneras, estoy pagando un poco menos que 13 mil pesos.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 392.82,
      "fin": 417.67,
      "duracion": 24.85,
      "texto": "Los gigas por ahora me alcanzan. Y tengo señal en 20 de junio y en González-Catán, que son las dos localidades en las que yo me muevo. Vale, mira, dame un segundo. Ahí voy a consultar al que podemos hacer con el tema del G, porque si hay una opción de que lo vayas a buscar antes de que te vayas, podemos ver. Claro.",
      "confianza": 0.854,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 418.47,
      "fin": 451.73,
      "duracion": 33.26,
      "texto": "Pero yo no tengo ganas ahora, porque ya la vez pasada me pasó y no tengo ganas de ir a buscarlo. Yo si no viene a mi domicilio, Porque no me queda cómodo ir hasta caseros. Si yo tengo que poner tiempo para que ustedes hagan una portabilidad, a mí no me sirve. Y si no me pueden garantizar que el chip va a llegar a mi domicilio, lo dejamos así como está. Claro, me lo entregan al domicilio. Claro, ustedes también lo entregan al domicilio, pero por ahí no depende de nosotros, sino depende del correo. Claro.",
      "confianza": 0.789,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 452.75,
      "fin": 467.71,
      "duracion": 14.96,
      "texto": "Por ahora, y en este momento que me estoy yendo a vacaciones, ni lo voy a ir a buscar, ni lo voy a ir a buscar mientras esté de vacaciones, porque las distancias en la costa son eternas.",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 468.95,
      "fin": 479.65,
      "duracion": 10.69,
      "texto": "Yo me voy a un lugar donde está re desolado y seguramente me tengo que ir o a Mar de Ajo o a San Clemente o a Santa Teresita, que son las tres ciudades más o menos importantes de la costa.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 480.19,
      "fin": 481.93,
      "duracion": 1.74,
      "texto": "Yo no voy a ninguna de esas tres,",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 482.5,
      "fin": 500.62,
      "duracion": 18.12,
      "texto": "y la verdad que no me voy a quedar incomunicada. Entonces, lo que yo te propongo es, si vos tenés interés, en marzo nos volvemos a comunicar y ahí que estoy en territorio trabajando, si realmente están las antenas y está todo dispuesto como para que yo tenga señal, ahí hacemos el intento.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 502.14,
      "fin": 502.64,
      "duracion": 0.5,
      "texto": "Dale, perfecto.",
      "confianza": 0.426,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 502.66,
      "fin": 509.49,
      "duracion": 6.83,
      "texto": "De todos modos, yo te preguntaba justamente a qué lugar te íbamos para yo consultar si había y te quedaba alguna, supongo, en cerca.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 510.6,
      "fin": 541.23,
      "duracion": 30.63,
      "texto": "Claro, pero no me voy a ocupar porque no me voy a ocupar de ir en vacaciones a buscar el chip, de hacer la portabilidad y demás. Claro, lo entiendo. Igual, como te decía, la portabilidad encargo todo yo, vos solo tenés que colocar el chip, pero bueno. Pero la vez pasada no funcionó así. Claro, la vez pasada tuviste un asesor que te ayudara en ese caso como te estoy ayudando yo.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 542.03,
      "fin": 543.29,
      "duracion": 1.26,
      "texto": "La oportunidad la hacemos nosotros.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 544.01,
      "fin": 554.95,
      "duracion": 10.94,
      "texto": "Lo único que vos tenés que hacer para que no te quedes incomunicada y no te pueda pasar esto y sea mucho más rápido el trámite, es que vos busques el fin. No sé en qué localidad vas a estar de vacaciones.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 557.37,
      "fin": 559.63,
      "duracion": 2.26,
      "texto": "Voy a hacer todo un recorrido por la costa atlántica.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 560.72,
      "fin": 564.88,
      "duracion": 4.17,
      "texto": "Voy a llegar hasta Chubb, pero voy a ir parando en distintas localidades.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 565.46,
      "fin": 575.74,
      "duracion": 10.28,
      "texto": "No tengo nada planeado. Entonces, la realidad es que las vacaciones van a ser así y no quiero tener mi mente ocupada por ahí en buscar un chip.",
      "confianza": 0.874,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.88,
      "fin": 582.21,
      "duracion": 5.33,
      "texto": "Que ya me pasó, que no funcionó como tenía que funcionar con Movistar.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 582.75,
      "fin": 588.98,
      "duracion": 6.23,
      "texto": "Nunca llegó el chip, encima después me crearon una deuda.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 590.74,
      "fin": 594.95,
      "duracion": 4.21,
      "texto": "Me quedé desconforme con eso. Si no, hago una cosa, cuando vuelva,",
      "confianza": 0.805,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 595.65,
      "fin": 605.58,
      "duracion": 9.93,
      "texto": "me mandas un mensajito y ahí hacemos todo. Bueno, dale, cuando vuelvo te mando. Gracias. Hasta luego.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás? ¿Todo bien? Todo bien. Bien. Yo te preguntaba justamente porque me imaginaba que todavía estabas un poquito ocupada. Habíamos hablado del tema de los precios para la rentabilidad movistar. Te hago una consulta. ¿Vos tenés solamente esta línea o tenés más líneas a tu nombre? No, solo esta. Solo esta. Bien, perfecto. ¿Y sos de ocupar muchos gigas o ocupas pocos gigas, digamos? Y sí, ocupo. La verdad que no tengo idea de cuánto, pero... Solo ocupas bastantes. La verdad no tengo parámetros de cuánto uso. Sé que estoy todo el día en la calle, pero bueno, tampoco estoy mirando YouTube ni video. No, pero para comunicarte por ahí con algún familiar, con algún amigo, con alguna urgencia, no necesitas. Está bien. Exacto. En este caso yo tengo por la sección lo que es un plan de 16 gigas, ¿sí? Son 8 gigas de base más 8 gigas de regalo por 6 meses. Y tenés lo que es el WhatsApp gratis, llamadas y invitadas a cualquier compañía, incluidos 0800-0810 y teléfonos fiscos de todo el país, ¿sí? Además, no sé si sois una persona que le guste viajar o que te estés poniendo ocasiones, tenemos lo que es el Raming en América, que tenés tres ligas, vos los puedes activar para justamente no quedarte incomunicada en tiempo en el que vos estés fuera del país, ¿sí? Y además de esto, bueno, no sé si tenés sobrinos o hijos, no sé, Tenés lo que es un día para jugar Free Fire, que es un jueguito que ahora está muy de moda. Ah, sí. Sí, pero ya mis hijos ya no juegan a eso. Ah, bueno. Y si juegan, se lo pagan ellos. Ah, listo. Entonces es caro de todo, pero bueno, lo tenés. Está bien. Está en 13.250 al día de hoy, ¿sí? Tenés lo que es un... Sí, el problema que yo tengo con Movistar Sí. Porque yo me cambié el año pasado y el problema es que cuando estoy trabajando no tengo señal. A ver, decime en qué localidad trabajo. Yo trabajo en La Matanza, en la localidad de 20 de junio, González-Cartán. En González-Cartán, a ver. Ahí lo verificamos bien. De hecho, yo tengo un cliente que se cambió, le vamos a invitar. Si tenemos lo que es cobertura, capaz que el año pasado no teníamos la cantidad de antenas. De hecho, como le he contado, yo tengo un cliente que se pasó su poco porque no le funcionaba bien claro y se cambió y al día de hoy yo le pregunto tanto cómo le va yendo y me dijo que no, que tiene que estar bien. Claro, el problema fuese que durante un mes, una vez que llegaba al lugar donde, porque no trabajo en un lugar fijo, yo recorro González Catani 20 de junio. y me quedaba incomunicada porque no podía usar WhatsApp y hay escuelas que no tienen Wi-Fi. Entonces, por ahí me volví a conectar con todo lo que es virtual cuando entraba Morón. Y la realidad es que por eso me volví a ir de movistar porque tengo ese problema. Y ahora, particularmente, estoy de vacaciones. El otro problema que tuve cuando me pasé a movistar es que el chip nunca llegó. Tuve que ir hasta Caceros a buscar el chip. Hubo un mal entendido. Sí, pasa lo mismo con los correos, por lo general. Yo por lo general a mis clientes les asigno una sucursal para que en 48 horas hábiles estén portados porque por ahí pasan unos correos que dicen que van y no van realmente. El tema es ese. Nadie me avisó, nadie me avisó, un día me levanto y no tengo línea. Yo me tenía que ir a trabajar y no pude ir a trabajar porque no tenía teléfono. Tuve que ir a buscar a Caceros, que es la otra punta del mundo. Vivo en Urling, trabajo en González Catán, y tuve que ir a Caceros a buscar el chip. En el momento me lo colocaron rápido, pero yo perdí cuatro o cinco horas de trabajo. porque el chip no llegó y nadie me avisó. Entonces la realidad es esa. Quedé bastante desconforme con eso y encima después no tuve señal porque yo fui un montón de años clienta de Movistar. Después no tenía señal, así que me volví a pasar al Claro que con Claro me aseguró de que no me quedo incomunicada mientras estoy trabajando. Ese es el tema. Si vos me aseguras que están las antenas y quizás en marzo, cuando yo me reincorpore el trabajo, podemos probar un mes y si tengo señal genial y si no, me vuelvo a pasar de vuelta a claro. Claro, mira, el trámite, o sea, el precio es para el día de hoy. No será que la quiera aprovechen. Si a verdad entiendo lo que pasaste, te pido una disculpa. Yo a Obrea, que somos una portabilidad, te voy a asignar lo que es una subcursal. justamente para que no te pase primero que nada esto del domicilio. Ahora no, porque ahora no voy a poder, porque yo ya me estoy yendo a vacaciones, me quedo sin línea en la costa y sonamos. Bien, ya hay una cosa. Me quedo incomunicada. ¿A qué parte de la costa vos te vas? No, pero yo me voy de vacaciones, no voy a ir a buscar el chip, por eso te vuelvo a insistir. Si queréis, en marzo, cuando yo vuelvo a trabajar, que voy a estar en territorio y que no hay tanta demanda de urgencias telefónicas, yo puedo hacer la prueba en marzo de pasarme. Y si tengo señal genial y si no, me vuelvo a pasar a claro qué es lo que tengo. Y si no, me quedo con claro que, de todas maneras, estoy pagando un poco menos que 13 mil pesos. Los gigas por ahora me alcanzan. Y tengo señal en 20 de junio y en González-Catán, que son las dos localidades en las que yo me muevo. Vale, mira, dame un segundo. Ahí voy a consultar al que podemos hacer con el tema del G, porque si hay una opción de que lo vayas a buscar antes de que te vayas, podemos ver. Claro. Pero yo no tengo ganas ahora, porque ya la vez pasada me pasó y no tengo ganas de ir a buscarlo. Yo si no viene a mi domicilio, Porque no me queda cómodo ir hasta caseros. Si yo tengo que poner tiempo para que ustedes hagan una portabilidad, a mí no me sirve. Y si no me pueden garantizar que el chip va a llegar a mi domicilio, lo dejamos así como está. Claro, me lo entregan al domicilio. Claro, ustedes también lo entregan al domicilio, pero por ahí no depende de nosotros, sino depende del correo. Claro. Por ahora, y en este momento que me estoy yendo a vacaciones, ni lo voy a ir a buscar, ni lo voy a ir a buscar mientras esté de vacaciones, porque las distancias en la costa son eternas. Yo me voy a un lugar donde está re desolado y seguramente me tengo que ir o a Mar de Ajo o a San Clemente o a Santa Teresita, que son las tres ciudades más o menos importantes de la costa. Yo no voy a ninguna de esas tres, y la verdad que no me voy a quedar incomunicada. Entonces, lo que yo te propongo es, si vos tenés interés, en marzo nos volvemos a comunicar y ahí que estoy en territorio trabajando, si realmente están las antenas y está todo dispuesto como para que yo tenga señal, ahí hacemos el intento. Dale, perfecto. De todos modos, yo te preguntaba justamente a qué lugar te íbamos para yo consultar si había y te quedaba alguna, supongo, en cerca. Claro, pero no me voy a ocupar porque no me voy a ocupar de ir en vacaciones a buscar el chip, de hacer la portabilidad y demás. Claro, lo entiendo. Igual, como te decía, la portabilidad encargo todo yo, vos solo tenés que colocar el chip, pero bueno. Pero la vez pasada no funcionó así. Claro, la vez pasada tuviste un asesor que te ayudara en ese caso como te estoy ayudando yo. La oportunidad la hacemos nosotros. Lo único que vos tenés que hacer para que no te quedes incomunicada y no te pueda pasar esto y sea mucho más rápido el trámite, es que vos busques el fin. No sé en qué localidad vas a estar de vacaciones. Voy a hacer todo un recorrido por la costa atlántica. Voy a llegar hasta Chubb, pero voy a ir parando en distintas localidades. No tengo nada planeado. Entonces, la realidad es que las vacaciones van a ser así y no quiero tener mi mente ocupada por ahí en buscar un chip. Que ya me pasó, que no funcionó como tenía que funcionar con Movistar. Nunca llegó el chip, encima después me crearon una deuda. Me quedé desconforme con eso. Si no, hago una cosa, cuando vuelva, me mandas un mensajito y ahí hacemos todo. Bueno, dale, cuando vuelvo te mando. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.623,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:36:37.918776",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 121,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:23.378922",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113103711273_MIT_01964",
    "fecha_inicio": "13/1/2026 10:37:12",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 587,
    "tiempo_conversacion": 585,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}