{
  "archivo": "amza9_1_260112144143238_ACD_94503.wav",
  "duracion_segundos": 149.99,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 57.27,
    "Cliente": 78.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 8.5,
      "duracion": 8.47,
      "texto": "Hola, buen día, hablo con Valeria. Hola. ¿Qué tal, Valeria? ¿Cómo estás un día, hoy? ¿Todo bien?",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.9,
      "fin": 18.09,
      "duracion": 8.19,
      "texto": "Sí, todo bien. Me alegro mucho, Valeria. Mi nombre es Tomás. Me estoy comunicando porque teníamos un beneficio para tus líneas.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.82,
      "fin": 23.76,
      "duracion": 4.95,
      "texto": "Me figura, Vale, que actualmente estás abonando algo de 15 mil pesos con... Claro, ¿puedes esperar?",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.14,
      "fin": 26.35,
      "duracion": 1.21,
      "texto": "Sí, sí. Perfecto.",
      "confianza": 0.319,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.37,
      "fin": 30.06,
      "duracion": 3.69,
      "texto": "Vale, veo que... Por lo que creo que estás utilizando bastantes gigas al día de hoy.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.38,
      "fin": 35.34,
      "duracion": 2.96,
      "texto": "Sí. Seguramente algún momento se va a comprar un pack de Claro. Bien.",
      "confianza": 0.448,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.37,
      "fin": 46.84,
      "duracion": 11.48,
      "texto": "Vale, yo justamente sí me estoy comunicando del área de beneficios movistar porque te quiero brindar un plan de 16 gigas exclusivamente para vos por un valor de 13.250 pesos al día de hoy.",
      "confianza": 0.773,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.04,
      "fin": 57.17,
      "duracion": 9.13,
      "texto": "Bien. Vas a pasar a abonar mucho menos de lo que estás abonando actualmente con Claro y vas a tener una mayor cantidad de gigas y no vas a tener que estar comprando los packs de Claro que sé que son bastante costosos.",
      "confianza": 0.091,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.9,
      "fin": 58.7,
      "duracion": 0.8,
      "texto": "Claramente, ¿vale?",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.72,
      "fin": 74.82,
      "duracion": 16.1,
      "texto": "Vas a mantener el mismo número así, con el WhatsApp gratis, ya llamadas a cualquier compañía. Y te brindamos lo que es rooming, ahora que se tienen las vacaciones, por si queréis justamente irte para lo que es el exterior en todo lo que es América, vas a poder comunicarte sin ningún problema.",
      "confianza": 0.689,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.84,
      "fin": 82.85,
      "duracion": 8.01,
      "texto": "Sí, decime. Yo estaba en Movistar, me cambié. Sí, ¿qué te pasó, Vale? No, no tuve problema con Movistar, pero bueno, me cambié, claro.",
      "confianza": 0.078,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.49,
      "fin": 104.38,
      "duracion": 20.89,
      "texto": "Con mi pareja, bueno, tiene claro y bueno, me pasé. Sí. Pero ahora estoy con claro. Por ahí y después vuelva. Claro, vale, pero a ver. Pero por ahora no. O sea, te cambiaste. Estás comprando packs, que yo sé que son bastante costosos. O sea, estás utilizando muchos gigas al día de hoy. Vos sabés, vale, que con Movistar, vos con nosotros podés guardar los gigas incluso.",
      "confianza": 0.32,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.92,
      "fin": 106.66,
      "duracion": 1.74,
      "texto": "Yo te estoy dando un plan de 16 gigas.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.36,
      "fin": 114.33,
      "duracion": 6.97,
      "texto": "Si suelo que esos 15 mil que estás pagando, lo estás pagando con un plan de 5 gigas, de claro. O sea, súper bajo lo que yo te estoy brindando.",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.29,
      "fin": 136.88,
      "duracion": 21.59,
      "texto": "Sí, sí. Me llamó un chico también, pero me había brindado. Pero bueno, por ahora no. Pero en otros momentos por ahí sí me cambia, de nuevo vuelva. ¿Pero qué no tienes que hacer? Vale, sí te conviene. Vuelve peor, viste, porque estoy, en realidad me cambié más por mi pareja, que está en claro.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.92,
      "fin": 141.77,
      "duracion": 3.85,
      "texto": "Pero por ahí me cambia, pero ahora no, en este momento.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.19,
      "fin": 145.36,
      "duracion": 1.17,
      "texto": "Bien, perfecto.",
      "confianza": 0.469,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 145.6,
      "fin": 149.99,
      "duracion": 4.39,
      "texto": "Te agradezco igual, eh. Dale, vale, no hay problemas. Hasta luego. Vale, gracias Tomás. Hasta luego.",
      "confianza": 0.183,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, hablo con Valeria. Hola. ¿Qué tal, Valeria? ¿Cómo estás un día, hoy? ¿Todo bien? Sí, todo bien. Me alegro mucho, Valeria. Mi nombre es Tomás. Me estoy comunicando porque teníamos un beneficio para tus líneas. Me figura, Vale, que actualmente estás abonando algo de 15 mil pesos con... Claro, ¿puedes esperar? Sí, sí. Perfecto. Vale, veo que... Por lo que creo que estás utilizando bastantes gigas al día de hoy. Sí. Seguramente algún momento se va a comprar un pack de Claro. Bien. Vale, yo justamente sí me estoy comunicando del área de beneficios movistar porque te quiero brindar un plan de 16 gigas exclusivamente para vos por un valor de 13.250 pesos al día de hoy. Bien. Vas a pasar a abonar mucho menos de lo que estás abonando actualmente con Claro y vas a tener una mayor cantidad de gigas y no vas a tener que estar comprando los packs de Claro que sé que son bastante costosos. Claramente, ¿vale? Vas a mantener el mismo número así, con el WhatsApp gratis, ya llamadas a cualquier compañía. Y te brindamos lo que es rooming, ahora que se tienen las vacaciones, por si queréis justamente irte para lo que es el exterior en todo lo que es América, vas a poder comunicarte sin ningún problema. Sí, decime. Yo estaba en Movistar, me cambié. Sí, ¿qué te pasó, Vale? No, no tuve problema con Movistar, pero bueno, me cambié, claro. Con mi pareja, bueno, tiene claro y bueno, me pasé. Sí. Pero ahora estoy con claro. Por ahí y después vuelva. Claro, vale, pero a ver. Pero por ahora no. O sea, te cambiaste. Estás comprando packs, que yo sé que son bastante costosos. O sea, estás utilizando muchos gigas al día de hoy. Vos sabés, vale, que con Movistar, vos con nosotros podés guardar los gigas incluso. Yo te estoy dando un plan de 16 gigas. Si suelo que esos 15 mil que estás pagando, lo estás pagando con un plan de 5 gigas, de claro. O sea, súper bajo lo que yo te estoy brindando. Sí, sí. Me llamó un chico también, pero me había brindado. Pero bueno, por ahora no. Pero en otros momentos por ahí sí me cambia, de nuevo vuelva. ¿Pero qué no tienes que hacer? Vale, sí te conviene. Vuelve peor, viste, porque estoy, en realidad me cambié más por mi pareja, que está en claro. Pero por ahí me cambia, pero ahora no, en este momento. Bien, perfecto. Te agradezco igual, eh. Dale, vale, no hay problemas. Hasta luego. Vale, gracias Tomás. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.523,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:15:34.876949",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:32.864959",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112144143238_ACD_94503",
    "fecha_inicio": "12/1/2026 14:41:43",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 212,
    "tiempo_conversacion": 145,
    "tiempo_hold": 0,
    "tiempo_acw": 41,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}