{
  "archivo": "amza19_1_260115140619200_ACD_33881.wav",
  "duracion_segundos": 248.64,
  "num_segmentos": 53,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 216.1,
    "Cliente": 20.77
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.12,
      "fin": 5.47,
      "duracion": 3.34,
      "texto": "Hola, buen día.",
      "confianza": 0.059,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.49,
      "fin": 5.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.28,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.57,
      "fin": 11.83,
      "duracion": 6.26,
      "texto": "Hablo con Nelson. Sí, él habla. ¿Cómo estás, Nelson? Me presento, mi nombre es Brisa.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.35,
      "fin": 15.05,
      "duracion": 2.7,
      "texto": "Te he llamado de Lerier, recupero clientes de Movistar.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.63,
      "fin": 22.16,
      "duracion": 6.53,
      "texto": "Era para poder vendarte un gran descuento con tu línea. ¿Vos estás en claro?",
      "confianza": 0.826,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.18,
      "fin": 28.07,
      "duracion": 5.89,
      "texto": "Sí. Bien, nosotros de Lerier, beneficios de Movistar, queríamos poder vendarte un descuento para que puedas aprovechar con tu línea.",
      "confianza": 0.091,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 28.63,
      "fin": 31.81,
      "duracion": 3.18,
      "texto": "Vos tenés solo esta línea y tu nombre tenés más líneas.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.02,
      "fin": 44.18,
      "duracion": 11.16,
      "texto": "El día de hoy está una promoción súper económica para tu línea que tiene lo que es 8 gigas de base más 8 gigas de regalo por 6 meses.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.86,
      "fin": 58.3,
      "duracion": 13.44,
      "texto": "Viene con whatsapp gratis, llamadas libres a cualquier compañera, roaming en América. Y está promocido y 16 gigas mensuales tiene un valor de 10.400 pesos únicamente.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.8,
      "fin": 76.11,
      "duracion": 16.31,
      "texto": "¿Vos habéis usado más o menos esa cantidad de días al mes, o cuánto se les ha usado? Ya, de momento estoy entrepago. O sea, cargo lo necesario, ¿no? Para mensajerías, más que todo, y para más.",
      "confianza": 0.452,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.13,
      "fin": 76.41,
      "duracion": 0.28,
      "texto": "Bien.",
      "confianza": 0.838,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.53,
      "fin": 84.02,
      "duracion": 7.49,
      "texto": "¿Y más o menos cuánto les recargás al mes, vos? Bueno, para que me resistan.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.54,
      "fin": 101.66,
      "duracion": 17.12,
      "texto": "Como te digo, puro WhatsApp, bueno, de cargo 5 y WhatsApp tengo. Después para ver YouTube, estas cosas, lo utilizo en el trabajo y en casa, de pie, como tengo internet en casa y... Claro, muy bien. Para ese caso, ¿por qué te preguntó esto?",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.7,
      "fin": 107.13,
      "duracion": 5.43,
      "texto": "Porque yo tengo un plan en 7,460 pesos, ¿sí?",
      "confianza": 0.748,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.15,
      "fin": 137.26,
      "duracion": 30.11,
      "texto": "Que está muy bueno, el que tiene 8 gigas mensuales, ¿sí? WhatsApp gratis, llamás libres a cualquier compañía, Y de esa manera, vos te saldría casi lo mismo que estás pagando ahora, pero por tener... Bueno, también tienes el WhatsApp gratuito y podrás utilizar esos libros solamente para que vos navegues en internet a la hora de pagar un servicio o algo y que no se te hace en el WhatsApp. Sí, ¿eh?",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.28,
      "fin": 137.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.36,
      "fin": 138.02,
      "duracion": 0.66,
      "texto": "¿Qué tiempo tiene esta promoción?",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.04,
      "fin": 138.14,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.051,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.16,
      "fin": 140.7,
      "duracion": 2.54,
      "texto": "Esta promo vos la vas a tener durante seis meses,",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.44,
      "fin": 168.62,
      "duracion": 27.18,
      "texto": "Sí, y el quinto mes yo me voy a encargar de avisarte a vos por WhatsApp de que se está por terminar la promoción y necesitamos activar una nueva mediante la gamba y Movistar. Pero eso yo lo puedo ir charlando con vos y enseñarte cómo hacerlo cuando llegue el momento, ¿sí? Sí, está bien, pero me lo voy a pensar un poco, porque en este momento, como le dije, estaba entrepago y me está costando volver a bonus.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 169.81,
      "fin": 192.17,
      "duracion": 22.36,
      "texto": "Claro, pero no te serviría más realmente para ahorrarte algo de plata en tener que recargar o de tener que gastar gigas en el WhatsApp, cuando por nosotros podrías tener el WhatsApp gratuito y necesitas utilizarlos únicamente para navegar en las cosas que a vos más te gusten o necesites.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.19,
      "fin": 192.81,
      "duracion": 0.62,
      "texto": "Sí, pero como le digo, como yo,",
      "confianza": 0.052,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 193.15,
      "fin": 218.92,
      "duracion": 25.77,
      "texto": "Trabajo y más realmente uso el WhatsApp para comunicarme, entonces mi video mucho no lo estoy usando, y bueno, dependiendo ahora que trabajo me calga, y según a eso, tendría por el abono que me dice. Pero por ahora, voy a pensarlo y después voy a ver. Bien, entiendo. Yo era para que puedas aprovechar, porque esta promo la tenemos únicamente por el día de hoy, porque es una promo que ha bajado mucho el costo, ¿sí?",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.74,
      "fin": 228.07,
      "duracion": 8.33,
      "texto": "Sí, sí, sí, entiendo, entiendo, pero yo también, cuando digo, no sé qué tipo de trabajo voy a tener, entonces, por eso, ya defenderá más después.",
      "confianza": 0.365,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 228.09,
      "fin": 235.76,
      "duracion": 7.67,
      "texto": "Pero depende del trabajo también. Bien, entiendo. Igual yo le voy a dejar un mensajito por WhatsApp. Cualquier cosa usted me va a contestar por ahí.",
      "confianza": 0.533,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 236.36,
      "fin": 248.64,
      "duracion": 12.28,
      "texto": "Si llega a surgirle alguna duda o algo, se llega a decidir por el plan que le comenté, ¿sí? Bueno, estaría, muchas gracias. No, gracias a usted. Que tenga buen día. Buen día, hasta luego.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Sí. Hablo con Nelson. Sí, él habla. ¿Cómo estás, Nelson? Me presento, mi nombre es Brisa. Te he llamado de Lerier, recupero clientes de Movistar. Era para poder vendarte un gran descuento con tu línea. ¿Vos estás en claro? Sí. Bien, nosotros de Lerier, beneficios de Movistar, queríamos poder vendarte un descuento para que puedas aprovechar con tu línea. Vos tenés solo esta línea y tu nombre tenés más líneas. El día de hoy está una promoción súper económica para tu línea que tiene lo que es 8 gigas de base más 8 gigas de regalo por 6 meses. Viene con whatsapp gratis, llamadas libres a cualquier compañera, roaming en América. Y está promocido y 16 gigas mensuales tiene un valor de 10.400 pesos únicamente. ¿Vos habéis usado más o menos esa cantidad de días al mes, o cuánto se les ha usado? Ya, de momento estoy entrepago. O sea, cargo lo necesario, ¿no? Para mensajerías, más que todo, y para más. Bien. ¿Y más o menos cuánto les recargás al mes, vos? Bueno, para que me resistan. Como te digo, puro WhatsApp, bueno, de cargo 5 y WhatsApp tengo. Después para ver YouTube, estas cosas, lo utilizo en el trabajo y en casa, de pie, como tengo internet en casa y... Claro, muy bien. Para ese caso, ¿por qué te preguntó esto? Porque yo tengo un plan en 7,460 pesos, ¿sí? Que está muy bueno, el que tiene 8 gigas mensuales, ¿sí? WhatsApp gratis, llamás libres a cualquier compañía, Y de esa manera, vos te saldría casi lo mismo que estás pagando ahora, pero por tener... Bueno, también tienes el WhatsApp gratuito y podrás utilizar esos libros solamente para que vos navegues en internet a la hora de pagar un servicio o algo y que no se te hace en el WhatsApp. Sí, ¿eh? Sí. ¿Qué tiempo tiene esta promoción? Bien. Esta promo vos la vas a tener durante seis meses, Sí, y el quinto mes yo me voy a encargar de avisarte a vos por WhatsApp de que se está por terminar la promoción y necesitamos activar una nueva mediante la gamba y Movistar. Pero eso yo lo puedo ir charlando con vos y enseñarte cómo hacerlo cuando llegue el momento, ¿sí? Sí, está bien, pero me lo voy a pensar un poco, porque en este momento, como le dije, estaba entrepago y me está costando volver a bonus. Claro, pero no te serviría más realmente para ahorrarte algo de plata en tener que recargar o de tener que gastar gigas en el WhatsApp, cuando por nosotros podrías tener el WhatsApp gratuito y necesitas utilizarlos únicamente para navegar en las cosas que a vos más te gusten o necesites. Sí, pero como le digo, como yo, Trabajo y más realmente uso el WhatsApp para comunicarme, entonces mi video mucho no lo estoy usando, y bueno, dependiendo ahora que trabajo me calga, y según a eso, tendría por el abono que me dice. Pero por ahora, voy a pensarlo y después voy a ver. Bien, entiendo. Yo era para que puedas aprovechar, porque esta promo la tenemos únicamente por el día de hoy, porque es una promo que ha bajado mucho el costo, ¿sí? Sí, sí, sí, entiendo, entiendo, pero yo también, cuando digo, no sé qué tipo de trabajo voy a tener, entonces, por eso, ya defenderá más después. Pero depende del trabajo también. Bien, entiendo. Igual yo le voy a dejar un mensajito por WhatsApp. Cualquier cosa usted me va a contestar por ahí. Si llega a surgirle alguna duda o algo, se llega a decidir por el plan que le comenté, ¿sí? Bueno, estaría, muchas gracias. No, gracias a usted. Que tenga buen día. Buen día, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.479,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:36:13.304610",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:15.736228",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140619200_ACD_33881",
    "fecha_inicio": "15/1/2026 14:06:19",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 302,
    "tiempo_conversacion": 241,
    "tiempo_hold": 0,
    "tiempo_acw": 40,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}