{
  "archivo": "amza313_1_260115111434905_ACD_45793.wav",
  "duracion_segundos": 212.88,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 134.93,
    "Cliente": 58.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.37,
      "fin": 12.54,
      "duracion": 12.17,
      "texto": "¿Cómo? Hola, un día, Silvana. Hola. Hola, hola, Silvana, ¿me escuchas?",
      "confianza": 0.333,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.56,
      "fin": 12.64,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.374,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.66,
      "fin": 27.62,
      "duracion": 14.96,
      "texto": "Silvana, me presento, mi nombre es Agustín, yo le llamo al Geraría de Calidad Movistar, ¿cómo le va todo bien? Sí, díganme. Sí, Silvana, me llamamos que nada porque me estuve acá en este sistema que usted fue parte de la compañía hace un tiempo atrás y quería saber por qué fue lo que te llevó a cambiar, si tuviste algún inconveniente.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.99,
      "fin": 33.81,
      "duracion": 4.83,
      "texto": "Sabes que, justamente, sí tienen un inconveniente ahora, que no me agarran los datos.",
      "confianza": 0.301,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.97,
      "fin": 37.3,
      "duracion": 2.32,
      "texto": "Ah, o sea, ¿vos actualmente ya estáis Movistar?",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.26,
      "fin": 39.84,
      "duracion": 1.58,
      "texto": "Sí.",
      "confianza": 0.536,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.86,
      "fin": 53.99,
      "duracion": 14.13,
      "texto": "Ah, ok, ok. Sí, los míos se grabaron que eso ya es en claro, pero bueno. ¿Hace cuándo te convirtiste de nuevo en Movistar? Y ayer pusimos los tips. Ah, recién, hace nada. Ok, yo creo que claro. Entonces, no se den al estudiador la base del sistema.",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.54,
      "fin": 56.26,
      "duracion": 1.72,
      "texto": "¿Y en qué inconveniente tenías, me decías?",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.06,
      "fin": 58.54,
      "duracion": 1.48,
      "texto": "Que no me agarran los datos.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.5,
      "fin": 67.41,
      "duracion": 7.91,
      "texto": "Ok, ¿y vos hiciste la verificación una vez después de haber puesto el chip?",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.19,
      "fin": 85.22,
      "duracion": 17.03,
      "texto": "¿Qué sería eso? O sea, que cuando vos, o sea vos, te cortaste la señal de clara, ¿no? Pusiste, sacaste el chip de clara, pusiste el de Movistar, y ahí te tiene que llevar una verificación por ese mes de Movistar, con unos pasos a seguir, que ahí te va a pedir, por ejemplo, la selfie y eso.",
      "confianza": 0.078,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.24,
      "fin": 86.78,
      "duracion": 1.54,
      "texto": "Sí, sí, todo eso lo hice.",
      "confianza": 0.241,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.8,
      "fin": 90.47,
      "duracion": 3.67,
      "texto": "Ah, eso lo hiciste. Y después, ¿reiniciaste el celular de casualidad?",
      "confianza": 0.315,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.79,
      "fin": 96.8,
      "duracion": 5.01,
      "texto": "Sí, también. ¿También reiniciaste, pero no te sigues sin agarrar?",
      "confianza": 0.11,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.81,
      "fin": 100.38,
      "duracion": 3.56,
      "texto": "Claro.",
      "confianza": 0.872,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.4,
      "fin": 100.9,
      "duracion": 0.5,
      "texto": "¡Qué raro!",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.18,
      "fin": 110.98,
      "duracion": 7.8,
      "texto": "A ver, es que me he pensado. Bien. ¿Y vos, o sea, te pasaste más en otra línea tu nombre o solamente la tuya?",
      "confianza": 0.372,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 114.58,
      "fin": 116.08,
      "duracion": 1.5,
      "texto": "No, hay dos más. Es que es la de mi papá y la de mi mamá.",
      "confianza": 0.015,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.62,
      "fin": 135.87,
      "duracion": 19.25,
      "texto": "Ok, y a ellos tampoco les agarra? No, a ellos sí les agarra. Ah, no. O sea, el problema, digamos, sería con tu celular. Sí, mi celular, sí. Qué raro, la verdad. Y de casualidad, ¿puede ser que vos tengas Steam en tu celular hoy en día? ¿Cómo? ¿Puede ser que de casualidad tengas chip virtual hoy en día?",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.17,
      "fin": 143.22,
      "duracion": 5.05,
      "texto": "Eh, no. No, ¿manejás chip físico igualmente? Sí. Ok.",
      "confianza": 0.312,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.55,
      "fin": 172.01,
      "duracion": 28.45,
      "texto": "Bueno, mira, no sé si Ivana, a vos te brindaron el número de ayudas justamente de trámites ya iniciados cuando hiciste el cambio, porque bueno, básicamente yo hoy en día estoy en el área de ventas, y bueno, la verdad que eso es lo que yo te podría ayudar, pero si te puedo pasar el número donde se encarna justamente de solucionar este tipo de problemas de la verificación, de la avaliación, de si notas dar la señal, justamente hay una área que se especifica sobre ese tipo de problemas.",
      "confianza": 0.589,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.38,
      "fin": 191.62,
      "duracion": 19.24,
      "texto": "¿Te puedo enviar un mensajito por WhatsApp y te lo mando o si tienes que anotar, avísame y te lo dicto? Si me lo podés pasar por WhatsApp, mejor. Bueno, ahora te lo mando a un segundo. Dale. Ahí te voy a poner Silvarnam. Y ahí vos lo pones, te va a aparecer primero opción 4, después tenés que poner opción 1.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.24,
      "fin": 205.41,
      "duracion": 13.17,
      "texto": "Y ahí después, ahí no más te contestan las personas, no tenés que esperar casi nada. Están muy buenas. Ok. Así que ahí... Y van a estar ayudando mejor que lo puedo hacer yo, la verdad. Dale, muchísimas gracias. Bueno, iránea, que tengas muy buen día.",
      "confianza": 0.57,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.33,
      "fin": 212.88,
      "duracion": 6.55,
      "texto": "Igualmente, hasta luego. Dale, álamos, chao, chao. Chao, chao.",
      "confianza": 0.246,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Cómo? Hola, un día, Silvana. Hola. Hola, hola, Silvana, ¿me escuchas? Sí. Silvana, me presento, mi nombre es Agustín, yo le llamo al Geraría de Calidad Movistar, ¿cómo le va todo bien? Sí, díganme. Sí, Silvana, me llamamos que nada porque me estuve acá en este sistema que usted fue parte de la compañía hace un tiempo atrás y quería saber por qué fue lo que te llevó a cambiar, si tuviste algún inconveniente. Sabes que, justamente, sí tienen un inconveniente ahora, que no me agarran los datos. Ah, o sea, ¿vos actualmente ya estáis Movistar? Sí. Ah, ok, ok. Sí, los míos se grabaron que eso ya es en claro, pero bueno. ¿Hace cuándo te convirtiste de nuevo en Movistar? Y ayer pusimos los tips. Ah, recién, hace nada. Ok, yo creo que claro. Entonces, no se den al estudiador la base del sistema. ¿Y en qué inconveniente tenías, me decías? Que no me agarran los datos. Ok, ¿y vos hiciste la verificación una vez después de haber puesto el chip? ¿Qué sería eso? O sea, que cuando vos, o sea vos, te cortaste la señal de clara, ¿no? Pusiste, sacaste el chip de clara, pusiste el de Movistar, y ahí te tiene que llevar una verificación por ese mes de Movistar, con unos pasos a seguir, que ahí te va a pedir, por ejemplo, la selfie y eso. Sí, sí, todo eso lo hice. Ah, eso lo hiciste. Y después, ¿reiniciaste el celular de casualidad? Sí, también. ¿También reiniciaste, pero no te sigues sin agarrar? Claro. ¡Qué raro! A ver, es que me he pensado. Bien. ¿Y vos, o sea, te pasaste más en otra línea tu nombre o solamente la tuya? No, hay dos más. Es que es la de mi papá y la de mi mamá. Ok, y a ellos tampoco les agarra? No, a ellos sí les agarra. Ah, no. O sea, el problema, digamos, sería con tu celular. Sí, mi celular, sí. Qué raro, la verdad. Y de casualidad, ¿puede ser que vos tengas Steam en tu celular hoy en día? ¿Cómo? ¿Puede ser que de casualidad tengas chip virtual hoy en día? Eh, no. No, ¿manejás chip físico igualmente? Sí. Ok. Bueno, mira, no sé si Ivana, a vos te brindaron el número de ayudas justamente de trámites ya iniciados cuando hiciste el cambio, porque bueno, básicamente yo hoy en día estoy en el área de ventas, y bueno, la verdad que eso es lo que yo te podría ayudar, pero si te puedo pasar el número donde se encarna justamente de solucionar este tipo de problemas de la verificación, de la avaliación, de si notas dar la señal, justamente hay una área que se especifica sobre ese tipo de problemas. ¿Te puedo enviar un mensajito por WhatsApp y te lo mando o si tienes que anotar, avísame y te lo dicto? Si me lo podés pasar por WhatsApp, mejor. Bueno, ahora te lo mando a un segundo. Dale. Ahí te voy a poner Silvarnam. Y ahí vos lo pones, te va a aparecer primero opción 4, después tenés que poner opción 1. Y ahí después, ahí no más te contestan las personas, no tenés que esperar casi nada. Están muy buenas. Ok. Así que ahí... Y van a estar ayudando mejor que lo puedo hacer yo, la verdad. Dale, muchísimas gracias. Bueno, iránea, que tengas muy buen día. Igualmente, hasta luego. Dale, álamos, chao, chao. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.402,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:18:32.259638",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 64,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:22.261749",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111434905_ACD_45793",
    "fecha_inicio": "15/1/2026 11:14:34",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 229,
    "tiempo_conversacion": 204,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Ya tiene MVS",
    "tipo_tipificacion": "Exitoso"
  }
}