{
  "archivo": "amza27_1_260112104718330_ACD_66879.wav",
  "duracion_segundos": 108.51,
  "num_segmentos": 32,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 12.38,
    "Cliente": 90.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.25,
      "fin": 4.39,
      "duracion": 3.14,
      "texto": "Hola, con Karen.",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.47,
      "fin": 13.37,
      "duracion": 7.9,
      "texto": "Sí. Karen, mucho gusto. Me estoy contactando del área de Recuperemos, ¿está todo bien? Sí,",
      "confianza": 0.287,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 13.37,
      "fin": 18.12,
      "duracion": 4.75,
      "texto": "mira, ya me he llamado muchas veces y me parece que no estoy interesada en cambiarme.",
      "confianza": 0.231,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.14,
      "fin": 29.41,
      "duracion": 11.27,
      "texto": "Bueno, no hay problema. En realidad, ya no te he llamado por lo que es la línea telefónica, sino por lo que es el Wi-Fi en casa. Queríamos conocer cómo... con qué compañía lo manejabas, perdón.",
      "confianza": 0.426,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.17,
      "fin": 34.2,
      "duracion": 4.03,
      "texto": "Con claro también, pero dudo que me ofrezcan a menos de 7.000 pesos.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.58,
      "fin": 73.25,
      "duracion": 37.67,
      "texto": "Claro, dejo mostrar la diferencia. Y de Wifi, por todo junto, ¿cuánto pagas? Pago 14.000 en total, con línea de teléfono y de cosas, así que... Ya me llamaron, por eso te digo. Bueno, no hay problemas, no hay problemas. Muchísimas cartas de... Si lo pueden decir, me llaman a cada rato, pero no me van, no me superan un precio mejor que... Claro, pasa que nosotros... Estás como en la base, digamos. Yo te saco en la mía, pero no te estoy segura que te saquen de la otra. Igual es de una página que se llama Registro Nacional, lo llame. Vos te suscribís ahí con tu numerito de línea y el número de DNI y automáticamente salís de toda la base. Bueno, dale. Sí,",
      "confianza": 0.559,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 73.25,
      "fin": 76.23,
      "duracion": 2.98,
      "texto": "porque me llaman todo el tiempo, pero no me ofrecen algo mejor, la verdad.",
      "confianza": 0.618,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.27,
      "fin": 80.06,
      "duracion": 3.78,
      "texto": "Claro, no, no pasa que por 14.000 entraste hace muy poco, con claro.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.74,
      "fin": 87.37,
      "duracion": 6.63,
      "texto": "Exacto, y desde que entré me empezaron a llamar. Y desde que entré, me empezaron a llamar. Claro,",
      "confianza": 0.356,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 87.37,
      "fin": 92.02,
      "duracion": 4.65,
      "texto": "porque esa es algo automático que te emitiste y ya va a quedar dentro de la base y eso sería el problema.",
      "confianza": 0.587,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.38,
      "fin": 108.51,
      "duracion": 16.13,
      "texto": "Pero bueno, yo le saco la mía, por lo menos, y me concentra. No nos vamos a volver a comunicar, pero sí para que estés. Yo, por cierto, seguro que quiero que llamemos más, que puedas hacer lo de registrarnos ya. Bueno, dale, gracias. No, por favor, a vos y que tengas hermoso día. Chau, chau. Gracias, hasta luego.",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, con Karen. Sí. Karen, mucho gusto. Me estoy contactando del área de Recuperemos, ¿está todo bien? Sí, mira, ya me he llamado muchas veces y me parece que no estoy interesada en cambiarme. Bueno, no hay problema. En realidad, ya no te he llamado por lo que es la línea telefónica, sino por lo que es el Wi-Fi en casa. Queríamos conocer cómo... con qué compañía lo manejabas, perdón. Con claro también, pero dudo que me ofrezcan a menos de 7.000 pesos. Claro, dejo mostrar la diferencia. Y de Wifi, por todo junto, ¿cuánto pagas? Pago 14.000 en total, con línea de teléfono y de cosas, así que... Ya me llamaron, por eso te digo. Bueno, no hay problemas, no hay problemas. Muchísimas cartas de... Si lo pueden decir, me llaman a cada rato, pero no me van, no me superan un precio mejor que... Claro, pasa que nosotros... Estás como en la base, digamos. Yo te saco en la mía, pero no te estoy segura que te saquen de la otra. Igual es de una página que se llama Registro Nacional, lo llame. Vos te suscribís ahí con tu numerito de línea y el número de DNI y automáticamente salís de toda la base. Bueno, dale. Sí, porque me llaman todo el tiempo, pero no me ofrecen algo mejor, la verdad. Claro, no, no pasa que por 14.000 entraste hace muy poco, con claro. Exacto, y desde que entré me empezaron a llamar. Y desde que entré, me empezaron a llamar. Claro, porque esa es algo automático que te emitiste y ya va a quedar dentro de la base y eso sería el problema. Pero bueno, yo le saco la mía, por lo menos, y me concentra. No nos vamos a volver a comunicar, pero sí para que estés. Yo, por cierto, seguro que quiero que llamemos más, que puedas hacer lo de registrarnos ya. Bueno, dale, gracias. No, por favor, a vos y que tengas hermoso día. Chau, chau. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:41:20.532823",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:19.817213",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112104718330_ACD_66879",
    "fecha_inicio": "12/1/2026 10:47:18",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 124,
    "tiempo_conversacion": 105,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}