{
  "archivo": "amza313_1_260114131100179_ACD_19089.wav",
  "duracion_segundos": 453.53,
  "num_segmentos": 111,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 277.42,
    "Cliente": 142.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.15,
      "duracion": 3.12,
      "texto": "Hola, buen día, Juan Carlos.",
      "confianza": 0.495,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.92,
      "fin": 9.08,
      "duracion": 4.16,
      "texto": "Juan Carlos, me presento. Mi nombre es Agustín, yo le llamo a la área para visitar mi negocio. ¿Cómo le va? ¿Todo bien?",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.49,
      "fin": 21.38,
      "duracion": 10.89,
      "texto": "Bien, bien. Vale, era muchísimo. Juan Carlos, nos llamamos más que nada porque me fuiste acá en el sistema que usted fue parte de la compañía tras un tiempo atrás. ¿Quiereis decir qué fue por ahí lo que te llevó a cambiar? ¿Tuviste algún inconveniente?",
      "confianza": 0.311,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.93,
      "fin": 65.31,
      "duracion": 43.38,
      "texto": "Sí, que me cobraban muy caro y encima cada vez que necesitaba un servicio tenía que pagar un nuevo taxa para poder tener que pagar la línea. O sea, no te podías comunicar con alguien, digamos. Exactamente. Bien, Juan Carlos. Sí, no, la verdad que entiendo que por ahí te hayas cambiado por eso, se le puede hacer bastante molesto. Pero bueno, justamente le he dado esta llamada, Juan Carlos, primeramente, bueno, con cierta disculpa. Creemos que vos fuiste un excelente cliente siempre, eso lo tenemos en cuenta. Y bueno, comentarte que ya desde agosto del 2024, que cambiaste, ya fue mucho tiempo, la empresa Gratis nos ha podido mejorar un día con el tema que aún mereciste la atención, es más personalizada, justamente viene con el acceso al que uno se pasa, ¿no?",
      "confianza": 0.308,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.01,
      "fin": 83.94,
      "duracion": 17.93,
      "texto": "Te podés estar ayudando con todo lo que vos necesites, entonces la verdad es que hemos mejorado un montón. Y también el tema de la facturación, hoy en día todos los trámites se hacen hoy en día con Sierra Comercial y que es un contrato donde queda grabado. ¿Dónde justamente surge algún problema con eso? Uno tiene justamente que agarrarse, ¿no? Una evidencia que queda agravada.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.53,
      "fin": 96.74,
      "duracion": 12.21,
      "texto": "Pues justamente le da esto, Juan Carlos, sería poder comentarte lo mejor que tenemos hoy en día en la empresa, para que, bueno, obviamente sea mejor que la oferta que tenés actualmente de tu compañía. No sé, por ejemplo, hoy en día, Juan Carlos, ¿para qué utilizás el servicio? ¿Trabajo?",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 97.46,
      "fin": 103.29,
      "duracion": 5.83,
      "texto": "¿Resuciar? ¿O qué uso le das a ese lugar?",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.31,
      "fin": 105.25,
      "duracion": 1.94,
      "texto": "No, porque a veces estoy en la calle y tengo que publicar mi sal para, este,",
      "confianza": 0.077,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 105.67,
      "fin": 123.33,
      "duracion": 17.66,
      "texto": "comprar productos o hacer otras cosas y este necesite estar comunicado siempre. Ah. Y este lo uso más que nada por... por cosas. Bien, sí, partemos a trabajo. O sea, que me imagino que debes tener un plan con bastante hilo. O sea, por lo menos una buena cantidad.",
      "confianza": 0.015,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 123.99,
      "fin": 140.75,
      "duracion": 16.76,
      "texto": "Bien, lo que yo te podría recomendar a Juan Carlos en este caso es un plan que te viene muy bien porque viene con 16 gigas en total. O sea, son bastantes. Un 8 de base y 8 de regalo por 6 meses. Te viene también incluido el WhatsApp gratritor, tenés para llamar a cualquier compañía totalmente libre, o sea que si vos no usas para el trabajo te viene bien.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.67,
      "fin": 148.3,
      "duracion": 6.63,
      "texto": "Te viene con América Preso local también, un día para Free Fire. También tenés Rooming, por si te hago el sitio para verte de vacaciones.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.06,
      "fin": 159.29,
      "duracion": 10.23,
      "texto": "También tenés la posibilidad de conectarte con el país. Y también puedes guardar las líneas que te sobren de base para el siguiente mes. Cosa que nunca tengas que andar recargando ni hacer nada por destino, porque con esto te va a alcanzar y sobrar.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 159.97,
      "fin": 180.35,
      "duracion": 20.38,
      "texto": "Y este por el LAN, por ejemplo, hasta el día de hoy 10.400. Claro, lo que ocurre es lo siguiente, pasan los seis meses y después recorran realmente demasiado para mi presupuesto, es decir, se nota que después de los seis meses cobran todo lo que no cobraron antes.",
      "confianza": 0.557,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.37,
      "fin": 180.51,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.049,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.53,
      "fin": 187.56,
      "duracion": 7.03,
      "texto": "Bien, Juan Carlos, es entendible decir, porque yo también me costé movistar, o sea, yo todo mi vida estuve en claro hasta que empecé a trabajar acá, ¿no?",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.66,
      "fin": 204.1,
      "duracion": 15.44,
      "texto": "Básicamente, por ejemplo, ¿qué es lo que hago yo? Viste, cuando vas por el mes número seis, bueno, el cinco en realidad, con la misma aplicación de Movistar, no puedes aliviar las diferentes promociones que hay, para que justamente antes de que se te venza los seis meses de promoción, no haces con total otra promoción activa en ese momento.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 204.84,
      "fin": 206.86,
      "duracion": 2.02,
      "texto": "Obviamente con similares beneficios y demás.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 207.38,
      "fin": 210.36,
      "duracion": 2.98,
      "texto": "Y así no se te va ir el precio del lista que es lo que todos queremos evitar.",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 210.9,
      "fin": 225.98,
      "duracion": 15.08,
      "texto": "Porque bueno, lamentablemente todas las compañías pasan, que si a vos se te vence el descuento, se te va el precio normal y es bastante diferencia. Por eso la idea siempre es que vos podés renovarlo por la aplicación, o ponerte en contacto con el área especializada en este caso.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.25,
      "fin": 249.07,
      "duracion": 20.82,
      "texto": "Eso es como una maneja muy india, por eso te digo que ha mejorado todo de esa manera. Está al día de hoy en 10.400. Este con 16GB. Hay un plan de menos gigas también, si vos necesitas menos, por ejemplo, hoy no hay 8 en total, que son cuatro básicos de regalo, en 7.460.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 250.69,
      "fin": 253.36,
      "duracion": 2.66,
      "texto": "Eso ya es un poco más económico, pero porque te viene con menos gigas.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 254.26,
      "fin": 275.75,
      "duracion": 21.49,
      "texto": "Por eso es en base a que necesites vos, no sé cuál te viene mejor en base a las gigas, por ejemplo. ¿Y para pasar a plan prepago? Para preparar, mira, lo que se puede hacer es lo siguiente, que vos puedas pasarte un mes con pospago, o sea, con abono normal, y a partir de que vos ya buenas la primera boleta, ya te puedes pasar a preparar sin problema.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.4,
      "fin": 305.0,
      "duracion": 27.6,
      "texto": "Esa es la manera que viene a él para pasarse a prepado. Si no, tenés que comprar un chip, pero eso te hace cambiar el teléfono. O sea, es decir, en realidad quiero mantener el mismo número. Exacto. Entonces lo que podás hacer, manteniendo el mismo número, es contratar un plano, o sea, cualquiera de estos dos, lo tenés un mes. Y una vez que pagaste la primera boleta, te puedes pasar a prepado y mantenés el número. De acá a un mes. Vamos a hablarme, ¿no? Claro.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.94,
      "fin": 327.71,
      "duracion": 21.77,
      "texto": "entonces eso está bastante bueno. Por ejemplo, Juan Carlos. Está bien, déjame lo pensar y después voy a decidir. Por ahora me quedo acá donde estoy. Ok, no, ¿no te convenció el plan, el precio o qué no te convenció? Lo que pasa es eso, que de todos los trámites si después hay que estar atento por la que de pronto de diez mil va a treinta mil la cuota y se fue demasiado, ¿sabes?",
      "confianza": 0.394,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.31,
      "fin": 335.69,
      "duracion": 7.39,
      "texto": "Fue demasiado abusivo el hecho de que se le pasaron de un plan a otro y resulta que me",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.47,
      "fin": 346.96,
      "duracion": 10.49,
      "texto": "Tengo, aparte tengo el teléfono de mi hija, tengo que pagar el teléfono de mi mujer y realmente estoy pagando 120 mil pesos el teléfono nada más. Y bueno, yo no tengo un sueldo tan grande.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 349.12,
      "fin": 352.41,
      "duracion": 3.28,
      "texto": "O sea, hoy en día estás pagando los 120 mil pesos.",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 353.79,
      "fin": 356.91,
      "duracion": 3.12,
      "texto": "Tengo tres teléfonos. ¡Uy! Pero es un montón eso.",
      "confianza": 0.302,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 357.97,
      "fin": 375.11,
      "duracion": 17.14,
      "texto": "Claro, el de mi hija también. El 35 pesos también que ya uno se ha denunciado. Pero si no es así, en el momento de juntar las tres a bonus, se me iba arriba del 100.000 pesos. Ah, eso te pasaba antes, digamos.",
      "confianza": 0.316,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 377.93,
      "fin": 400.9,
      "duracion": 22.97,
      "texto": "Claro, exactamente. Ah, sí, sí entendí. O sea, lo que pasó fue eso que yo te comentaba, que no se había vencido... ¿Otra vez estamos la misma? ¿Otra vez vienen de muy caros los servicios y tengo que andar ahí haciendo aquí limpio para poder pagarlo y para tener comunicación? No, es que ahí entendí. O sea, justamente la idea de eso, Juan Carlos, hoy en día es hacer lo que yo te comentaba.",
      "confianza": 0.275,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 401.6,
      "fin": 409.27,
      "duracion": 7.67,
      "texto": "Viste, con aplicación o poder renovar. O sea, podés contratarlo a tu plan en ese momento y así no se te va el precio de lista.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 409.84,
      "fin": 415.46,
      "duracion": 5.62,
      "texto": "Eso es lo ideal. Lo que todos hoy en día hacemos es hacer eso para que no te pase lo que te pasó en ese momento.",
      "confianza": 0.817,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 416.24,
      "fin": 429.31,
      "duracion": 13.07,
      "texto": "Eso es lo mejor que uno puede hacer, la verdad. Yo también estoy igual que usted, estamos todos en la misma, por cómo está el país y demás, pero bueno, es la manera que hoy en día tenemos para, justamente, pagar lo menos posible.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 431.58,
      "fin": 446.61,
      "duracion": 15.03,
      "texto": "Bueno, déjamelo pensar que le voy a decidir más adelante. Que ravejo mucho, ¿eh? Bueno, yo ahí voy a dejar un mensajito de WhatsApp, ¿sí? Y en el caso de que decida pasarse, también con otra línea, se le pueden regalar 4 gigas más por tiempo indefinido cada una de las líneas.",
      "confianza": 0.116,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 447.44,
      "fin": 453.53,
      "duracion": 6.09,
      "texto": "Así también tienen más gigas para disfrutar. Muy bien, gracias. Bueno, que tenga buen día.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Juan Carlos. Juan Carlos, me presento. Mi nombre es Agustín, yo le llamo a la área para visitar mi negocio. ¿Cómo le va? ¿Todo bien? Bien, bien. Vale, era muchísimo. Juan Carlos, nos llamamos más que nada porque me fuiste acá en el sistema que usted fue parte de la compañía tras un tiempo atrás. ¿Quiereis decir qué fue por ahí lo que te llevó a cambiar? ¿Tuviste algún inconveniente? Sí, que me cobraban muy caro y encima cada vez que necesitaba un servicio tenía que pagar un nuevo taxa para poder tener que pagar la línea. O sea, no te podías comunicar con alguien, digamos. Exactamente. Bien, Juan Carlos. Sí, no, la verdad que entiendo que por ahí te hayas cambiado por eso, se le puede hacer bastante molesto. Pero bueno, justamente le he dado esta llamada, Juan Carlos, primeramente, bueno, con cierta disculpa. Creemos que vos fuiste un excelente cliente siempre, eso lo tenemos en cuenta. Y bueno, comentarte que ya desde agosto del 2024, que cambiaste, ya fue mucho tiempo, la empresa Gratis nos ha podido mejorar un día con el tema que aún mereciste la atención, es más personalizada, justamente viene con el acceso al que uno se pasa, ¿no? Te podés estar ayudando con todo lo que vos necesites, entonces la verdad es que hemos mejorado un montón. Y también el tema de la facturación, hoy en día todos los trámites se hacen hoy en día con Sierra Comercial y que es un contrato donde queda grabado. ¿Dónde justamente surge algún problema con eso? Uno tiene justamente que agarrarse, ¿no? Una evidencia que queda agravada. Pues justamente le da esto, Juan Carlos, sería poder comentarte lo mejor que tenemos hoy en día en la empresa, para que, bueno, obviamente sea mejor que la oferta que tenés actualmente de tu compañía. No sé, por ejemplo, hoy en día, Juan Carlos, ¿para qué utilizás el servicio? ¿Trabajo? ¿Resuciar? ¿O qué uso le das a ese lugar? No, porque a veces estoy en la calle y tengo que publicar mi sal para, este, comprar productos o hacer otras cosas y este necesite estar comunicado siempre. Ah. Y este lo uso más que nada por... por cosas. Bien, sí, partemos a trabajo. O sea, que me imagino que debes tener un plan con bastante hilo. O sea, por lo menos una buena cantidad. Bien, lo que yo te podría recomendar a Juan Carlos en este caso es un plan que te viene muy bien porque viene con 16 gigas en total. O sea, son bastantes. Un 8 de base y 8 de regalo por 6 meses. Te viene también incluido el WhatsApp gratritor, tenés para llamar a cualquier compañía totalmente libre, o sea que si vos no usas para el trabajo te viene bien. Te viene con América Preso local también, un día para Free Fire. También tenés Rooming, por si te hago el sitio para verte de vacaciones. También tenés la posibilidad de conectarte con el país. Y también puedes guardar las líneas que te sobren de base para el siguiente mes. Cosa que nunca tengas que andar recargando ni hacer nada por destino, porque con esto te va a alcanzar y sobrar. Y este por el LAN, por ejemplo, hasta el día de hoy 10.400. Claro, lo que ocurre es lo siguiente, pasan los seis meses y después recorran realmente demasiado para mi presupuesto, es decir, se nota que después de los seis meses cobran todo lo que no cobraron antes. Exacto. Bien, Juan Carlos, es entendible decir, porque yo también me costé movistar, o sea, yo todo mi vida estuve en claro hasta que empecé a trabajar acá, ¿no? Básicamente, por ejemplo, ¿qué es lo que hago yo? Viste, cuando vas por el mes número seis, bueno, el cinco en realidad, con la misma aplicación de Movistar, no puedes aliviar las diferentes promociones que hay, para que justamente antes de que se te venza los seis meses de promoción, no haces con total otra promoción activa en ese momento. Obviamente con similares beneficios y demás. Y así no se te va ir el precio del lista que es lo que todos queremos evitar. Porque bueno, lamentablemente todas las compañías pasan, que si a vos se te vence el descuento, se te va el precio normal y es bastante diferencia. Por eso la idea siempre es que vos podés renovarlo por la aplicación, o ponerte en contacto con el área especializada en este caso. Eso es como una maneja muy india, por eso te digo que ha mejorado todo de esa manera. Está al día de hoy en 10.400. Este con 16GB. Hay un plan de menos gigas también, si vos necesitas menos, por ejemplo, hoy no hay 8 en total, que son cuatro básicos de regalo, en 7.460. Eso ya es un poco más económico, pero porque te viene con menos gigas. Por eso es en base a que necesites vos, no sé cuál te viene mejor en base a las gigas, por ejemplo. ¿Y para pasar a plan prepago? Para preparar, mira, lo que se puede hacer es lo siguiente, que vos puedas pasarte un mes con pospago, o sea, con abono normal, y a partir de que vos ya buenas la primera boleta, ya te puedes pasar a preparar sin problema. Esa es la manera que viene a él para pasarse a prepado. Si no, tenés que comprar un chip, pero eso te hace cambiar el teléfono. O sea, es decir, en realidad quiero mantener el mismo número. Exacto. Entonces lo que podás hacer, manteniendo el mismo número, es contratar un plano, o sea, cualquiera de estos dos, lo tenés un mes. Y una vez que pagaste la primera boleta, te puedes pasar a prepado y mantenés el número. De acá a un mes. Vamos a hablarme, ¿no? Claro. entonces eso está bastante bueno. Por ejemplo, Juan Carlos. Está bien, déjame lo pensar y después voy a decidir. Por ahora me quedo acá donde estoy. Ok, no, ¿no te convenció el plan, el precio o qué no te convenció? Lo que pasa es eso, que de todos los trámites si después hay que estar atento por la que de pronto de diez mil va a treinta mil la cuota y se fue demasiado, ¿sabes? Fue demasiado abusivo el hecho de que se le pasaron de un plan a otro y resulta que me Tengo, aparte tengo el teléfono de mi hija, tengo que pagar el teléfono de mi mujer y realmente estoy pagando 120 mil pesos el teléfono nada más. Y bueno, yo no tengo un sueldo tan grande. O sea, hoy en día estás pagando los 120 mil pesos. Tengo tres teléfonos. ¡Uy! Pero es un montón eso. Claro, el de mi hija también. El 35 pesos también que ya uno se ha denunciado. Pero si no es así, en el momento de juntar las tres a bonus, se me iba arriba del 100.000 pesos. Ah, eso te pasaba antes, digamos. Claro, exactamente. Ah, sí, sí entendí. O sea, lo que pasó fue eso que yo te comentaba, que no se había vencido... ¿Otra vez estamos la misma? ¿Otra vez vienen de muy caros los servicios y tengo que andar ahí haciendo aquí limpio para poder pagarlo y para tener comunicación? No, es que ahí entendí. O sea, justamente la idea de eso, Juan Carlos, hoy en día es hacer lo que yo te comentaba. Viste, con aplicación o poder renovar. O sea, podés contratarlo a tu plan en ese momento y así no se te va el precio de lista. Eso es lo ideal. Lo que todos hoy en día hacemos es hacer eso para que no te pase lo que te pasó en ese momento. Eso es lo mejor que uno puede hacer, la verdad. Yo también estoy igual que usted, estamos todos en la misma, por cómo está el país y demás, pero bueno, es la manera que hoy en día tenemos para, justamente, pagar lo menos posible. Bueno, déjamelo pensar que le voy a decidir más adelante. Que ravejo mucho, ¿eh? Bueno, yo ahí voy a dejar un mensajito de WhatsApp, ¿sí? Y en el caso de que decida pasarse, también con otra línea, se le pueden regalar 4 gigas más por tiempo indefinido cada una de las líneas. Así también tienen más gigas para disfrutar. Muy bien, gracias. Bueno, que tenga buen día.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:17:27.114989",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 111,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:22.195014",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114131100179_ACD_19089",
    "fecha_inicio": "14/1/2026 13:11:00",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 579,
    "tiempo_conversacion": 434,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}