{
  "archivo": "amza72_1_260116120112842_ACD_24157.wav",
  "duracion_segundos": 144.91,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 75.76,
    "Cliente": 51.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.62,
      "fin": 1.12,
      "duracion": 0.5,
      "texto": "¿Hola? ¿Hola?",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3.52,
      "fin": 15.08,
      "duracion": 11.56,
      "texto": "¿Sí? ¿Qué tal, Nancy y Graciela? ¿Sí? ¿Cómo estás, Nancy? Yo soy Maxi. Quería hablar con vos a que estoy ordinando promociones a los clientes de Claro. Te quería preguntar si vos sos de Claro en este caso.",
      "confianza": 0.378,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.7,
      "fin": 21.18,
      "duracion": 1.48,
      "texto": "Sí, sí. Estoy trabajando, pero no sé qué me querés decir.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.74,
      "fin": 26.43,
      "duracion": 4.69,
      "texto": "Una promoción te quería dar, si quieres. Te llamo en otro momento. ¿Una promoción de qué?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.51,
      "fin": 31.03,
      "duracion": 4.53,
      "texto": "de en tu línea, justamente me figura que vos sos de claro, yo te quiero ofrecer algo mejor de lo que tenés.",
      "confianza": 0.67,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.0,
      "fin": 34.84,
      "duracion": 0.84,
      "texto": "¿Y es menos más económico?",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.02,
      "fin": 66.19,
      "duracion": 30.17,
      "texto": "Más claramente, acá me figura que vos estabas pagando 18.000 pesos, más o menos puede ser. Sí, me iba a cambiar de compañía, mira, justo. Perfecto, genial, te llegué justo para salvarte. ¿Qué me ofrece, viste? Tengo un tiempo medio limitado. Está bien, si querés te hablo por WhatsApp, lo que tengo es un plan, el día de hoy, que está, gracias a Dios, por hoy, y te sale, justamente, 16 gigas, 10.400 pesos. ¿16 gigas cuánto?",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.77,
      "fin": 69.09,
      "duracion": 2.32,
      "texto": "16 gigas, 10.400 pesos.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.64,
      "fin": 75.98,
      "duracion": 6.35,
      "texto": "Se viene bastante bien, Nancy, vas a tener lo que es WhatsApp, Nancy, llamás sin imitadas, no vas a tener lo que tenías con claro.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.66,
      "fin": 81.17,
      "duracion": 4.5,
      "texto": "Sí, ahora, con el, justamente, con Movistar te va a ir todo bien, Rúmin en América y América Precios Local.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.82,
      "fin": 97.31,
      "duracion": 15.49,
      "texto": "Aparte la gestión del trámite es súper sencilla. ¿Cuál es? ¿Qué hay que hacer en el trámite? Porque ya tienen mis datos ustedes. ¿Cómo?",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.11,
      "fin": 110.77,
      "duracion": 11.66,
      "texto": "Ya tienen mis datos en claro. Nancy, yo no soy de claro, soy de movistar. ¡Ah, de movistar! Yo pensé que eras claro mismo. Ah, no, no. Por eso hay que saber qué pasó, Nancy. Justo yo sabía que vos tenías unas ganas de cambiarte de compañía y por eso yo seguí.",
      "confianza": 0.124,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.61,
      "fin": 141.57,
      "duracion": 29.96,
      "texto": "Bueno, mirá, acá está mi jefe, así que ¿me podría hablar por WhatsApp? Sí, Nancy, obvio. Yo te hablo por WhatsApp y te paso las promociones que tengo. Así las ves, y antes de que se te acarguen, así que yo trabajo hasta las 3 de la tarde. Ah, dale, dale. Yo trabajo hasta las 18, así que bueno. Bueno, con que tengas por lo menos dos minutos para hablar, yo puedo hacerlo tranquilamente todo, ¿sí? Por WhatsApp lo gestionamos, si querés, y por llamar, sí o sí, dos minutitos necesitarías. Vemos, vemos. Dale.",
      "confianza": 0.111,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.19,
      "fin": 144.91,
      "duracion": 2.72,
      "texto": "Dale. Genial. Adiós. Adiós. Adiós.",
      "confianza": 0.516,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? ¿Hola? ¿Sí? ¿Qué tal, Nancy y Graciela? ¿Sí? ¿Cómo estás, Nancy? Yo soy Maxi. Quería hablar con vos a que estoy ordinando promociones a los clientes de Claro. Te quería preguntar si vos sos de Claro en este caso. Sí, sí. Estoy trabajando, pero no sé qué me querés decir. Una promoción te quería dar, si quieres. Te llamo en otro momento. ¿Una promoción de qué? de en tu línea, justamente me figura que vos sos de claro, yo te quiero ofrecer algo mejor de lo que tenés. ¿Y es menos más económico? Más claramente, acá me figura que vos estabas pagando 18.000 pesos, más o menos puede ser. Sí, me iba a cambiar de compañía, mira, justo. Perfecto, genial, te llegué justo para salvarte. ¿Qué me ofrece, viste? Tengo un tiempo medio limitado. Está bien, si querés te hablo por WhatsApp, lo que tengo es un plan, el día de hoy, que está, gracias a Dios, por hoy, y te sale, justamente, 16 gigas, 10.400 pesos. ¿16 gigas cuánto? 16 gigas, 10.400 pesos. Se viene bastante bien, Nancy, vas a tener lo que es WhatsApp, Nancy, llamás sin imitadas, no vas a tener lo que tenías con claro. Sí, ahora, con el, justamente, con Movistar te va a ir todo bien, Rúmin en América y América Precios Local. Aparte la gestión del trámite es súper sencilla. ¿Cuál es? ¿Qué hay que hacer en el trámite? Porque ya tienen mis datos ustedes. ¿Cómo? Ya tienen mis datos en claro. Nancy, yo no soy de claro, soy de movistar. ¡Ah, de movistar! Yo pensé que eras claro mismo. Ah, no, no. Por eso hay que saber qué pasó, Nancy. Justo yo sabía que vos tenías unas ganas de cambiarte de compañía y por eso yo seguí. Bueno, mirá, acá está mi jefe, así que ¿me podría hablar por WhatsApp? Sí, Nancy, obvio. Yo te hablo por WhatsApp y te paso las promociones que tengo. Así las ves, y antes de que se te acarguen, así que yo trabajo hasta las 3 de la tarde. Ah, dale, dale. Yo trabajo hasta las 18, así que bueno. Bueno, con que tengas por lo menos dos minutos para hablar, yo puedo hacerlo tranquilamente todo, ¿sí? Por WhatsApp lo gestionamos, si querés, y por llamar, sí o sí, dos minutitos necesitarías. Vemos, vemos. Dale. Dale. Genial. Adiós. Adiós. Adiós.",
  "calidad": {
    "confianza_promedio": 0.417,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:48:50.099029",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:31.219918",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116120112842_ACD_24157",
    "fecha_inicio": "16/1/2026 12:01:12",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 172,
    "tiempo_conversacion": 142,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}