{
  "archivo": "amza35_1_260113121917914_ACD_68213.wav",
  "duracion_segundos": 331.98,
  "num_segmentos": 92,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 119.26,
    "Cliente": 188.2
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.6,
      "fin": 5.69,
      "duracion": 5.09,
      "texto": "Hola. Hola. Hablo con Roberto.",
      "confianza": 0.192,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.71,
      "fin": 5.77,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.049,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.79,
      "fin": 10.18,
      "duracion": 4.39,
      "texto": "Roberto, mucho tráelo a Guadalupe. Me contesto porque veo que tenés dos líneas en claro.",
      "confianza": 0.479,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.36,
      "fin": 16.58,
      "duracion": 4.22,
      "texto": "¿Puede ser? Sí, sí. Perfecto. Quería darte un beneficio para que pares menos y tengas más gigas, ¿sí?",
      "confianza": 0.015,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.18,
      "fin": 43.69,
      "duracion": 26.51,
      "texto": "Son 8 gigas de base más 8 de regalo a tan solo 13.250 pesos. ¿Cuántas con lo que es un descuento por 6 meses también? ¿Bien? 5 pesos. ¿Vos en este momento qué plan tenéis para acabar con tus líneas en cuanto a gas? No tengo acá nada presente. Bueno, no hay problema. Igual te lo puedo brindar para ambas líneas. No sé si una con pre-paro o si ambas son al bono.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.55,
      "fin": 56.13,
      "duracion": 11.58,
      "texto": "No, las dos son al bono. Bueno, entonces, repasamos el DNI Turo, que me escribirá acá en el sistema, y si es así, el Turo. Es el siguiente. 1491.",
      "confianza": 0.246,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.09,
      "fin": 72.01,
      "duracion": 14.92,
      "texto": "Sí. 28. Sí, sí. Perfecto. Bien. Esto sería Roberto Aníbal Jara. ¿Está bien? Correcto. Bien. Correcto. Para hacer lo que es la gestión se hace lo que es un cierre comercial. Esto es un audio de venta. Bien.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.61,
      "fin": 78.44,
      "duracion": 5.83,
      "texto": "Esto también es por lo bien porque tienen que verificar que está la portabilidad bien hecha y que la gestión esté bien realizada. Sí.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.94,
      "fin": 87.01,
      "duracion": 8.07,
      "texto": "Se envía lo que es el chip a una sucursal oficial de movilizar. Ahora yo te solicito lo que es la localidad para hacer una sucursal cercana a tu domicilio.",
      "confianza": 0.527,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.17,
      "fin": 98.3,
      "duracion": 10.13,
      "texto": "A ver, pero, perdón, ¿qué son ustedes de Movistar? Claro, que es lo que te decía recién. Lo que pasa es que yo me fui a Movistar porque era una guasada lo que me estaban cobrando.",
      "confianza": 0.303,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.26,
      "fin": 154.02,
      "duracion": 53.76,
      "texto": "Por eso te vamos a mandar estar. Estaba bajando, empezando pagando con un abono bajo porque era uno de los pocos con los más bajos porque no dispongo tanta plata y terminé pagando 120.000 pesos las dos líneas con la casa, es una locura. Lamento mucho primero que nada la mala experiencia y te disculpas por parte de la compañía, no estaba al tanto que habías aburrado tanto, sí estaba al tanto de la mala experiencia que habías tenido porque a mí me figura que te ajuste hace aproximadamente más de siete meses y en realidad nos volvemos a contactar por lo menos desde mi lugar para que esta situación no te vuelva a pasar, que puedas acabar menos porque en este caso vos mismo me dijiste que El plan, por ejemplo, que vos te tenés a ver al concreto, estás pagando 40.000. Y en este caso, pagarías mucho menos con nosotros.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.9,
      "fin": 158.02,
      "duracion": 3.12,
      "texto": "Son los dos teléfonos, los dos que tengo con línea.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.81,
      "fin": 172.92,
      "duracion": 12.11,
      "texto": "Y el Internet en la casa, bueno, puedo usar todos los servicios, puedo utilizar tranquilamente. Claro. Bueno, nosotros también te podemos brindar eso. Por ejemplo, si vos haces el Internet con la línea, te quedan 24.000.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.66,
      "fin": 202.37,
      "duracion": 28.71,
      "texto": "más la otra línea que serían otros 13.250 y tenés un descuento por seis meses puedes aprovechar todo lo que te dije recién el tema de los ocho gigas de base tenemos mucho de regalo para nuestras líneas y el otro le damos ocho gigas en total ¿Y podría cuantos? Sería menos de lo que a unas horas si bien no hay tanta diferencia pues son 37.250 tenés el descuento por seis meses una mejora esto sería porque tendrías mi número por cualquier cosa que esto estoy segura que claro no te lo brindas",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.16,
      "fin": 208.98,
      "duracion": 5.83,
      "texto": "por una necesidad más personalizada con nosotros, en WhatsApp gratis también, y Roomin en uno de los planes.",
      "confianza": 0.684,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.43,
      "fin": 222.01,
      "duracion": 9.59,
      "texto": "Bueno, hacemos una cosa, déjame que lo consulte con mi esposa, lo podemos consultar hoy en la tarde, y después comunicarte y te digo.",
      "confianza": 0.484,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.86,
      "fin": 226.62,
      "duracion": 3.76,
      "texto": "Bien, bueno Roberto, lo que vamos a hacer, te mando un mensajito.",
      "confianza": 0.49,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 226.64,
      "fin": 228.94,
      "duracion": 2.3,
      "texto": "O sea, el servicio,",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 229.5,
      "fin": 244.95,
      "duracion": 15.45,
      "texto": "Que tengo servicios en todos lados, sí los tengo con Movistar. Pero en cuanto al tema plata, fue un desastre. Entiendo. Por eso es que nosotros queremos remendar ese error y darte también lo que es 20 días de regalo para que vos lo hagas cuando vos quieras.",
      "confianza": 0.057,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 245.61,
      "fin": 260.04,
      "duracion": 14.43,
      "texto": "Eso tiene que ver a brindar lo que es una necesidad más personalizada. Vas a tener una buena señal en todos lados. También lo que es el plan, no te hagas preocupar porque, bueno, tenés un descuento por seis meses que ya va a venir aplicado porque estamos tratando de recuperarte como cliente. y que esta vez tengas una mejor experiencia.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 260.56,
      "fin": 264.8,
      "duracion": 4.24,
      "texto": "Así que te aseguro desde este lado que va a ser así. Dice que tenías que hablarlo con tu mujer.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.19,
      "fin": 286.57,
      "duracion": 19.38,
      "texto": "Sí, sí, sí, sí. Bien. ¿Vos qué la conoces? ¿Qué sentís que te diría? Me entendés? ¿Cómo? Si no, después me derran los cobasos. ¡Claro! Obvio, entiendo. Y se tienen que tomar las decisiones en conjunto. Claro. Bueno, pero ¿vos qué la conoces? ¿Qué pensás que te diría?",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.58,
      "fin": 325.01,
      "duracion": 37.43,
      "texto": "Sí, está bueno, pero como tengo tan fea la experiencia con movistar, no me dejo, pero cuando se habló de plata era una cosa y después terminó siendo otra que no tenía nada que ver. Por eso mismo quiero que le digas también esta seguridad que se está dando a vos, también a tu mujer. y decirles que por eso les volvemos a contactar para que ustedes tengan una mejor experiencia y darles el descuento por seis meses. Dale, déjame hasta mañana. Mañana te comunicas y yo te confirmo. Dale,",
      "confianza": 0.7,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 325.01,
      "fin": 326.07,
      "duracion": 1.06,
      "texto": "perfecto, entonces.",
      "confianza": 0.6,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 326.49,
      "fin": 331.98,
      "duracion": 5.49,
      "texto": "Ahora te dejo mensajito. Dale, muchísimas gracias. Hasta luego. Hasta luego.",
      "confianza": 0.361,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hablo con Roberto. Sí. Roberto, mucho tráelo a Guadalupe. Me contesto porque veo que tenés dos líneas en claro. ¿Puede ser? Sí, sí. Perfecto. Quería darte un beneficio para que pares menos y tengas más gigas, ¿sí? Son 8 gigas de base más 8 de regalo a tan solo 13.250 pesos. ¿Cuántas con lo que es un descuento por 6 meses también? ¿Bien? 5 pesos. ¿Vos en este momento qué plan tenéis para acabar con tus líneas en cuanto a gas? No tengo acá nada presente. Bueno, no hay problema. Igual te lo puedo brindar para ambas líneas. No sé si una con pre-paro o si ambas son al bono. No, las dos son al bono. Bueno, entonces, repasamos el DNI Turo, que me escribirá acá en el sistema, y si es así, el Turo. Es el siguiente. 1491. Sí. 28. Sí, sí. Perfecto. Bien. Esto sería Roberto Aníbal Jara. ¿Está bien? Correcto. Bien. Correcto. Para hacer lo que es la gestión se hace lo que es un cierre comercial. Esto es un audio de venta. Bien. Esto también es por lo bien porque tienen que verificar que está la portabilidad bien hecha y que la gestión esté bien realizada. Sí. Se envía lo que es el chip a una sucursal oficial de movilizar. Ahora yo te solicito lo que es la localidad para hacer una sucursal cercana a tu domicilio. A ver, pero, perdón, ¿qué son ustedes de Movistar? Claro, que es lo que te decía recién. Lo que pasa es que yo me fui a Movistar porque era una guasada lo que me estaban cobrando. Por eso te vamos a mandar estar. Estaba bajando, empezando pagando con un abono bajo porque era uno de los pocos con los más bajos porque no dispongo tanta plata y terminé pagando 120.000 pesos las dos líneas con la casa, es una locura. Lamento mucho primero que nada la mala experiencia y te disculpas por parte de la compañía, no estaba al tanto que habías aburrado tanto, sí estaba al tanto de la mala experiencia que habías tenido porque a mí me figura que te ajuste hace aproximadamente más de siete meses y en realidad nos volvemos a contactar por lo menos desde mi lugar para que esta situación no te vuelva a pasar, que puedas acabar menos porque en este caso vos mismo me dijiste que El plan, por ejemplo, que vos te tenés a ver al concreto, estás pagando 40.000. Y en este caso, pagarías mucho menos con nosotros. Son los dos teléfonos, los dos que tengo con línea. Y el Internet en la casa, bueno, puedo usar todos los servicios, puedo utilizar tranquilamente. Claro. Bueno, nosotros también te podemos brindar eso. Por ejemplo, si vos haces el Internet con la línea, te quedan 24.000. más la otra línea que serían otros 13.250 y tenés un descuento por seis meses puedes aprovechar todo lo que te dije recién el tema de los ocho gigas de base tenemos mucho de regalo para nuestras líneas y el otro le damos ocho gigas en total ¿Y podría cuantos? Sería menos de lo que a unas horas si bien no hay tanta diferencia pues son 37.250 tenés el descuento por seis meses una mejora esto sería porque tendrías mi número por cualquier cosa que esto estoy segura que claro no te lo brindas por una necesidad más personalizada con nosotros, en WhatsApp gratis también, y Roomin en uno de los planes. Bueno, hacemos una cosa, déjame que lo consulte con mi esposa, lo podemos consultar hoy en la tarde, y después comunicarte y te digo. Bien, bueno Roberto, lo que vamos a hacer, te mando un mensajito. O sea, el servicio, Que tengo servicios en todos lados, sí los tengo con Movistar. Pero en cuanto al tema plata, fue un desastre. Entiendo. Por eso es que nosotros queremos remendar ese error y darte también lo que es 20 días de regalo para que vos lo hagas cuando vos quieras. Eso tiene que ver a brindar lo que es una necesidad más personalizada. Vas a tener una buena señal en todos lados. También lo que es el plan, no te hagas preocupar porque, bueno, tenés un descuento por seis meses que ya va a venir aplicado porque estamos tratando de recuperarte como cliente. y que esta vez tengas una mejor experiencia. Así que te aseguro desde este lado que va a ser así. Dice que tenías que hablarlo con tu mujer. Sí, sí, sí, sí. Bien. ¿Vos qué la conoces? ¿Qué sentís que te diría? Me entendés? ¿Cómo? Si no, después me derran los cobasos. ¡Claro! Obvio, entiendo. Y se tienen que tomar las decisiones en conjunto. Claro. Bueno, pero ¿vos qué la conoces? ¿Qué pensás que te diría? Sí, está bueno, pero como tengo tan fea la experiencia con movistar, no me dejo, pero cuando se habló de plata era una cosa y después terminó siendo otra que no tenía nada que ver. Por eso mismo quiero que le digas también esta seguridad que se está dando a vos, también a tu mujer. y decirles que por eso les volvemos a contactar para que ustedes tengan una mejor experiencia y darles el descuento por seis meses. Dale, déjame hasta mañana. Mañana te comunicas y yo te confirmo. Dale, perfecto, entonces. Ahora te dejo mensajito. Dale, muchísimas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.46,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:54:05.620709",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 92,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:24.359469",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121917914_ACD_68213",
    "fecha_inicio": "13/1/2026 12:19:17",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 354,
    "tiempo_conversacion": 324,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}