{
  "archivo": "amza72_1_260116132738828_ACD_35249.wav",
  "duracion_segundos": 115.26,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 53.35,
    "Cliente": 53.28
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.67,
      "fin": 15.07,
      "duracion": 13.4,
      "texto": "Hola, ¿así qué tal? ¿Hablo con Victoria? Sí. Victoria, ¿cómo te va? Te hablo Marcos. Te llamaba al día de hoy porque estamos cargando los beneficios en la línea. Victoria, verifico que vos estás actualmente en la compañía de Claros, ¿correcto?",
      "confianza": 0.058,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.05,
      "fin": 16.25,
      "duracion": 0.2,
      "texto": "Sí.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.79,
      "fin": 49.23,
      "duracion": 32.44,
      "texto": "Perfecto. Al día de hoy quería otorgarte lo que es un descuento especial desde lo que es el área de recuperación de clientes de Movistar, porque cargamos lo que es una bonificación especial a aquellos antiguos abonados que estuvieron en la compañía tanto tiempo, ¿sí? ¿Vos actualmente con Claro o Victoria estás con Abono o haces recargas? Disculpa, pero yo nunca estuve en Movistar, así que... ¿Nunca estuviste en la compañía de Movistar? Claro. Ah, bien, bien. Me figuraba que ha sido un error del sistema. ¿Vos siempre estuviste en Claro?",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.29,
      "fin": 61.99,
      "duracion": 10.7,
      "texto": "No, o sea, fui variando entre otras compañías, pero en Movistar nunca estuve. Ah, bien, bien. ¿Vos actualmente en tu línea actual? Claro, acá verifico tu teléfono de nación personal y ahora estás en claro.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.99,
      "fin": 69.68,
      "duracion": 6.69,
      "texto": "Actualmente, lo que es tu línea, claro, ¿vos estás pagando un abono o haces recargas? Hago recargas.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.7,
      "fin": 72.72,
      "duracion": 3.02,
      "texto": "Bien, bien, las recargas en este caso son semanales, ¿verdad?",
      "confianza": 0.802,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 72.74,
      "fin": 74.38,
      "duracion": 1.64,
      "texto": "¿Cuánto le estás recargando por semana?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 75.67,
      "fin": 93.76,
      "duracion": 18.09,
      "texto": "Ah, no, perdón, entonces creo que hago abono. Generalmente pago un coso que no trae actualmente. Ah, ¿y cuánto estás pagando actualmente en claro? Creo que me estoy pagando cuatro mil. Bien, excelente, buenísimo. ¿Y con los gigas? ¿Por ahí te está costando llegar a fin de mes con el tema de los gigas?",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.74,
      "fin": 96.42,
      "duracion": 1.68,
      "texto": "No.",
      "confianza": 0.915,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.44,
      "fin": 101.06,
      "duracion": 4.62,
      "texto": "Bien, llegás bien, perfecto. ¿Cuántos gigas tenés?",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.08,
      "fin": 103.63,
      "duracion": 2.54,
      "texto": "Creo que tengo alrededor de 6 gigas.",
      "confianza": 0.248,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.65,
      "fin": 115.26,
      "duracion": 11.61,
      "texto": "Bien, buenísimo, buenísimo entonces. Dale, yo te voy a dejar información vía WhatsApp y cualquier dudo consulta, estamos a tu disposición, ¿sí? Dale, gracias. Dale, hasta luego. Hasta luego.",
      "confianza": 0.426,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿así qué tal? ¿Hablo con Victoria? Sí. Victoria, ¿cómo te va? Te hablo Marcos. Te llamaba al día de hoy porque estamos cargando los beneficios en la línea. Victoria, verifico que vos estás actualmente en la compañía de Claros, ¿correcto? Sí. Perfecto. Al día de hoy quería otorgarte lo que es un descuento especial desde lo que es el área de recuperación de clientes de Movistar, porque cargamos lo que es una bonificación especial a aquellos antiguos abonados que estuvieron en la compañía tanto tiempo, ¿sí? ¿Vos actualmente con Claro o Victoria estás con Abono o haces recargas? Disculpa, pero yo nunca estuve en Movistar, así que... ¿Nunca estuviste en la compañía de Movistar? Claro. Ah, bien, bien. Me figuraba que ha sido un error del sistema. ¿Vos siempre estuviste en Claro? No, o sea, fui variando entre otras compañías, pero en Movistar nunca estuve. Ah, bien, bien. ¿Vos actualmente en tu línea actual? Claro, acá verifico tu teléfono de nación personal y ahora estás en claro. Actualmente, lo que es tu línea, claro, ¿vos estás pagando un abono o haces recargas? Hago recargas. Bien, bien, las recargas en este caso son semanales, ¿verdad? ¿Cuánto le estás recargando por semana? Ah, no, perdón, entonces creo que hago abono. Generalmente pago un coso que no trae actualmente. Ah, ¿y cuánto estás pagando actualmente en claro? Creo que me estoy pagando cuatro mil. Bien, excelente, buenísimo. ¿Y con los gigas? ¿Por ahí te está costando llegar a fin de mes con el tema de los gigas? No. Bien, llegás bien, perfecto. ¿Cuántos gigas tenés? Creo que tengo alrededor de 6 gigas. Bien, buenísimo, buenísimo entonces. Dale, yo te voy a dejar información vía WhatsApp y cualquier dudo consulta, estamos a tu disposición, ¿sí? Dale, gracias. Dale, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:49:05.618724",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:31.233060",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116132738828_ACD_35249",
    "fecha_inicio": "16/1/2026 13:27:38",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 138,
    "tiempo_conversacion": 112,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}