{
  "archivo": "amza22_1_260115114434484_ACD_50935.wav",
  "duracion_segundos": 380.58,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 207.32,
    "Cliente": 141.44
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 12.92,
      "duracion": 12.89,
      "texto": "Hola, buen día, hablo con Carmelo. Hola. ¿Cómo está? Mi nombre es Belén, me presento. Miren, yo le estoy llamando desde el área de recupero de los clientes de Movistar.",
      "confianza": 0.275,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.5,
      "fin": 30.02,
      "duracion": 16.52,
      "texto": "Queríamos hacerle un beneficio para su línea en estos momentos, Carmelo. Estamos con un descuento bastante grande. ¿Usted tiene claro en estos momentos? Sí, tengo claro. ¿Y sabe qué plan tiene? ¿Los sigas y cuánto estamos donando próximamente?",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.69,
      "fin": 57.64,
      "duracion": 25.95,
      "texto": "Sí, 28 mil y pico con televisión y todo. Nosotros tenemos un descuento en lo que es la línea y la fibra. En su línea con 8 GB se estaría abonando tan solo 4 mil pesos y las fibras se le hacen descuento fijo a la federación de 4 mil pesos y abonaría tan solo 20 mil pesos.",
      "confianza": 0.399,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.16,
      "fin": 91.28,
      "duracion": 33.12,
      "texto": "Entonces las dos cosas les saldrían 24 mil pesos. Si quiere nos fijamos y veremos si hay poses cerca de su domicilio porque puede que usted sea de alta competencia. ¿Qué es lo que significa esto? Que le podremos dar dos meses totalmente bonificados en lo que es la FIDA y tan solo bonaría cuatro mil pesos. Y si quiere, le alegramos dos meses gratis también de lo que es la TV. Entonces tan solo bonaría cuatro mil pesos. Pero todo esto, obviamente, lo tenemos que verificar a ver si hay poses cerca de su domicilio, Carmelo. Yo tuve un problema con...",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.98,
      "fin": 116.54,
      "duracion": 24.56,
      "texto": "con movistar por eso eh dejé la línea porque eh tuve que iniciar un juicio por un exceso de de cobro me habían cobrado el año pasado sesenta mil pesos por por ese edificio y",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.23,
      "fin": 143.84,
      "duracion": 26.61,
      "texto": "Me liquidaron como... Me saldaron la deuda en el juicio, pero de la televisión y no del celular. Me quedó como pendiente el celular y el juicio era por todo. O sea que me quedó como un pendiente por el celular que no lo pienso abordar porque el juicio era por todo. Por ello el paquete celular más internet.",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.64,
      "fin": 145.92,
      "duracion": 0.28,
      "texto": "Claro.",
      "confianza": 0.42,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.64,
      "fin": 169.22,
      "duracion": 22.58,
      "texto": "Así que no lo pienso abonar porque esto sigue siendo una etapa porque lo que pagué fue realmente un robo. ¿Usted me está diciendo que le salta como que tiene un saldo pendiente con la compañía? Sí, por el celular sí.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.84,
      "fin": 192.16,
      "duracion": 22.32,
      "texto": "Ah, claro. Igualmente entiendo lo que le sucedió y le comento que la compañía le abona lo que le da la bonificación de lo que es el saldo pendiente que le saldría y no lo tendría que abonar. Entonces directamente usted estaría como en serio y podría realizar cualquier gestión que quiera.",
      "confianza": 0.526,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 192.96,
      "fin": 202.28,
      "duracion": 9.32,
      "texto": "La puede hacer tranquilamente porque la compañía le bonifica lo que es esto que me está comentando usted. No se tendría que hacer cargo ni abonar nada de eso.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.66,
      "fin": 227.61,
      "duracion": 23.95,
      "texto": "Con respecto a lo que es la fibra, Carmelo, ¿usted sería tan amable de brindarme el domicilio para ver si tienen lo que son postes acá en su domicilio y si hay lugar para ver si se puede poner la fibra óptica? Sí, supongo que sí, porque ya se tenía movistar, o sea que no tenía inconveniente.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.64,
      "fin": 246.13,
      "duracion": 17.49,
      "texto": "Sí, mire, el tema no es que no pueda tener, no hayan postes de movilizar, sino larga cantidad, porque hay hasta cierta cantidad que se puede poner en el poste, vio, que se pueden colocar en las casas. Entonces, se tendría que ver esto y si es de alta competencia usted.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 246.66,
      "fin": 249.3,
      "duracion": 2.64,
      "texto": "Entonces, capaz que tendría dos meses bonificados.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 250.42,
      "fin": 252.54,
      "duracion": 2.12,
      "texto": "Por eso le estoy diciendo.",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.56,
      "fin": 253.14,
      "duracion": 0.58,
      "texto": "Sí.",
      "confianza": 0.401,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 253.16,
      "fin": 260.0,
      "duracion": 6.84,
      "texto": "Usted me puede llevar más tarde o mañana, porque yo estoy viajando en este momento, y se entrecorta la comunicación.",
      "confianza": 0.392,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.7,
      "fin": 266.24,
      "duracion": 4.55,
      "texto": "Bien, mire, en qué momento, en qué momento de la tarde, usted podría, en qué horario.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.35,
      "fin": 269.61,
      "duracion": 2.26,
      "texto": "Y después de las 16 horas, puede ser.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 270.71,
      "fin": 274.63,
      "duracion": 3.93,
      "texto": "Ah, sí, con la agenda entonces y directamente le digo.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.48,
      "fin": 279.4,
      "duracion": 3.92,
      "texto": "Pero si quiere, sí, le digo.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 280.22,
      "fin": 281.35,
      "duracion": 1.12,
      "texto": "Mi nombre es Belén.",
      "confianza": 0.374,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.37,
      "fin": 290.88,
      "duracion": 9.51,
      "texto": "Igualmente le voy a enviar un mensajito, pero si quiere ahora dígame el domicilio y yo consulto y le digo directamente si tiene lugar y es alta competencia.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.26,
      "fin": 294.29,
      "duracion": 2.02,
      "texto": "Y directamente le digo todo en el mensajito.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 303.7,
      "fin": 305.82,
      "duracion": 2.12,
      "texto": "Bueno, es Anastasia González.",
      "confianza": 0.447,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.84,
      "fin": 305.9,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.246,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 305.92,
      "fin": 308.09,
      "duracion": 2.17,
      "texto": "5723. 5723, ¿de qué localidad y qué provincia?",
      "confianza": 0.632,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 309.2,
      "fin": 317.83,
      "duracion": 8.63,
      "texto": "Villa Libertad, San Martín, provincia de Buenos Aires. ¿Villa Libertad me dijo?",
      "confianza": 0.371,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.85,
      "fin": 317.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.106,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 317.93,
      "fin": 329.03,
      "duracion": 11.1,
      "texto": "Libertad... ¿Quién más? San Martín, San Martín. Ah, San Martín. San Martín, provincia de Buenos Aires.",
      "confianza": 0.254,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.05,
      "fin": 329.15,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.028,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 329.17,
      "fin": 334.29,
      "duracion": 5.12,
      "texto": "¿Y las entrecales cuáles son? Almeida y... Almeida y la otra.",
      "confianza": 0.081,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 334.92,
      "fin": 344.04,
      "duracion": 9.12,
      "texto": "Almeida y Posadas. Ah, bien, perfecto. ¿Y el código postal? 1550.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 344.06,
      "fin": 344.66,
      "duracion": 0.6,
      "texto": "Bien, perfecto.",
      "confianza": 0.704,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 344.68,
      "fin": 361.92,
      "duracion": 17.24,
      "texto": "Entonces, lo primero que me digan, yo ahora lo voy a mandar para que revisen la cobertura. Cualquier cosita que le digo, igualmente le envío un mensajito, ¿sabes? Bueno, mire que voy a necesitar un codificador, en todo caso. Eso se cobra parte, me parece.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.52,
      "fin": 365.85,
      "duracion": 3.33,
      "texto": "Claro, sí, sí, sí, sí, pero no se le cobran lo que es la TV.",
      "confianza": 0.6,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 365.95,
      "fin": 367.96,
      "duracion": 2.01,
      "texto": "Ese lo va a tener donificado dos meses.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 368.56,
      "fin": 380.58,
      "duracion": 12.02,
      "texto": "Cualquier plazo que diga. Déle, entonces. Bueno. Ya me ven más tarde en todo caso. Déle, Carmelo. Hasta luego. Hasta luego. Que tenga lindo día.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, hablo con Carmelo. Hola. ¿Cómo está? Mi nombre es Belén, me presento. Miren, yo le estoy llamando desde el área de recupero de los clientes de Movistar. Queríamos hacerle un beneficio para su línea en estos momentos, Carmelo. Estamos con un descuento bastante grande. ¿Usted tiene claro en estos momentos? Sí, tengo claro. ¿Y sabe qué plan tiene? ¿Los sigas y cuánto estamos donando próximamente? Sí, 28 mil y pico con televisión y todo. Nosotros tenemos un descuento en lo que es la línea y la fibra. En su línea con 8 GB se estaría abonando tan solo 4 mil pesos y las fibras se le hacen descuento fijo a la federación de 4 mil pesos y abonaría tan solo 20 mil pesos. Entonces las dos cosas les saldrían 24 mil pesos. Si quiere nos fijamos y veremos si hay poses cerca de su domicilio porque puede que usted sea de alta competencia. ¿Qué es lo que significa esto? Que le podremos dar dos meses totalmente bonificados en lo que es la FIDA y tan solo bonaría cuatro mil pesos. Y si quiere, le alegramos dos meses gratis también de lo que es la TV. Entonces tan solo bonaría cuatro mil pesos. Pero todo esto, obviamente, lo tenemos que verificar a ver si hay poses cerca de su domicilio, Carmelo. Yo tuve un problema con... con movistar por eso eh dejé la línea porque eh tuve que iniciar un juicio por un exceso de de cobro me habían cobrado el año pasado sesenta mil pesos por por ese edificio y Me liquidaron como... Me saldaron la deuda en el juicio, pero de la televisión y no del celular. Me quedó como pendiente el celular y el juicio era por todo. O sea que me quedó como un pendiente por el celular que no lo pienso abordar porque el juicio era por todo. Por ello el paquete celular más internet. Claro. Así que no lo pienso abonar porque esto sigue siendo una etapa porque lo que pagué fue realmente un robo. ¿Usted me está diciendo que le salta como que tiene un saldo pendiente con la compañía? Sí, por el celular sí. Ah, claro. Igualmente entiendo lo que le sucedió y le comento que la compañía le abona lo que le da la bonificación de lo que es el saldo pendiente que le saldría y no lo tendría que abonar. Entonces directamente usted estaría como en serio y podría realizar cualquier gestión que quiera. La puede hacer tranquilamente porque la compañía le bonifica lo que es esto que me está comentando usted. No se tendría que hacer cargo ni abonar nada de eso. Con respecto a lo que es la fibra, Carmelo, ¿usted sería tan amable de brindarme el domicilio para ver si tienen lo que son postes acá en su domicilio y si hay lugar para ver si se puede poner la fibra óptica? Sí, supongo que sí, porque ya se tenía movistar, o sea que no tenía inconveniente. Sí, mire, el tema no es que no pueda tener, no hayan postes de movilizar, sino larga cantidad, porque hay hasta cierta cantidad que se puede poner en el poste, vio, que se pueden colocar en las casas. Entonces, se tendría que ver esto y si es de alta competencia usted. Entonces, capaz que tendría dos meses bonificados. Por eso le estoy diciendo. Sí. Usted me puede llevar más tarde o mañana, porque yo estoy viajando en este momento, y se entrecorta la comunicación. Bien, mire, en qué momento, en qué momento de la tarde, usted podría, en qué horario. Y después de las 16 horas, puede ser. Ah, sí, con la agenda entonces y directamente le digo. Pero si quiere, sí, le digo. Mi nombre es Belén. Igualmente le voy a enviar un mensajito, pero si quiere ahora dígame el domicilio y yo consulto y le digo directamente si tiene lugar y es alta competencia. Y directamente le digo todo en el mensajito. Bueno, es Anastasia González. Sí. 5723. 5723, ¿de qué localidad y qué provincia? Villa Libertad, San Martín, provincia de Buenos Aires. ¿Villa Libertad me dijo? Sí. Libertad... ¿Quién más? San Martín, San Martín. Ah, San Martín. San Martín, provincia de Buenos Aires. Bien. ¿Y las entrecales cuáles son? Almeida y... Almeida y la otra. Almeida y Posadas. Ah, bien, perfecto. ¿Y el código postal? 1550. Bien, perfecto. Entonces, lo primero que me digan, yo ahora lo voy a mandar para que revisen la cobertura. Cualquier cosita que le digo, igualmente le envío un mensajito, ¿sabes? Bueno, mire que voy a necesitar un codificador, en todo caso. Eso se cobra parte, me parece. Claro, sí, sí, sí, sí, pero no se le cobran lo que es la TV. Ese lo va a tener donificado dos meses. Cualquier plazo que diga. Déle, entonces. Bueno. Ya me ven más tarde en todo caso. Déle, Carmelo. Hasta luego. Hasta luego. Que tenga lindo día.",
  "calidad": {
    "confianza_promedio": 0.503,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:11:58.363705",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 85,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:17.961803",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114434484_ACD_50935",
    "fecha_inicio": "15/1/2026 11:44:34",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 516,
    "tiempo_conversacion": 365,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}