{
  "archivo": "amza4_1_260115124238763_ACD_76967.wav",
  "duracion_segundos": 290.49,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 200.03,
    "Cliente": 68.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.86,
      "fin": 6.68,
      "duracion": 5.82,
      "texto": "¡Mili, venid! Hola, buenos días. Sí, ¿quién habla? Buen día, ¿qué tal? ¿Cómo habláis?",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.8,
      "fin": 7.88,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.47,
      "fin": 9.17,
      "duracion": 0.7,
      "texto": "Un gusto hablar a vos.",
      "confianza": 0.385,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.19,
      "fin": 13.01,
      "duracion": 3.82,
      "texto": "Mi nombre es Gabriela, me estoy comunicando, la haría recuperado de cliente de la compañía Modestar.",
      "confianza": 0.58,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.03,
      "fin": 13.85,
      "duracion": 0.82,
      "texto": "¿Cómo está, Ladris?",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.59,
      "fin": 29.99,
      "duracion": 13.4,
      "texto": "Hola, ¿cómo estás? Bien, gracias por la pregunta. Trabajando un día jueves. ¿Ves, Ladris? ¿Qué? Me figura que usted lleva actualmente dos líneas de teléfono con claro, ¿verdad? Sí, me pasé ahora a personal el mío.",
      "confianza": 0.009,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.78,
      "fin": 35.88,
      "duracion": 5.1,
      "texto": "Con el que estás llamando. Con el que estoy llamando, bien. ¿Y el 792 lo sigue teniendo con claro?",
      "confianza": 0.281,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.24,
      "fin": 44.47,
      "duracion": 7.23,
      "texto": "Sí, con claro, por ahora. Estaba por pasarme también a personal a ver qué pasa, porque no tengo señal en mi casa.",
      "confianza": 0.397,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.17,
      "fin": 56.82,
      "duracion": 11.65,
      "texto": "No tiene señal de claro en su casa. Sí, usted también me pasaba. Tenía muy poquitas señales. Dos, en el lugar donde yo trabajo, me llevaba mensaje, por lo menos.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.4,
      "fin": 58.68,
      "duracion": 1.28,
      "texto": "Con claro no.",
      "confianza": 0.848,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.7,
      "fin": 59.7,
      "duracion": 1.0,
      "texto": "Bien, bien, con claro.",
      "confianza": 0.702,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 59.89,
      "fin": 66.86,
      "duracion": 6.97,
      "texto": "Bueno, gracias, le comento. A mí me afirma el sistema que hace en el año 2023, usted se cambió de la compañía, ¿sí?",
      "confianza": 0.367,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.54,
      "fin": 86.79,
      "duracion": 19.25,
      "texto": "Actualmente hace muy poquito se han cambiado todas las antenas prácticamente de la provincia de Buenos Aires, entonces estamos contando con cobertura de señal, ¿sí? A mí el mapa me arroja, el mapa de calor me arroja en verde, por lo tanto cobertura de señal ahí, ¿sí? Más que todo, en vida martelí, que es la parte más que usted vive de Buenos Aires, ¿sí?",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.21,
      "fin": 94.86,
      "duracion": 7.65,
      "texto": "Le comento que yo tengo para brindarles un plan donde usted pasaría a pagar 10.400 pesos que es el valor del día de hoy del servicio.",
      "confianza": 0.612,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 95.64,
      "fin": 121.0,
      "duracion": 25.36,
      "texto": "Le incluye que usted tenga el mismo número de teléfono, las llamadas libres a todas las compañías, servicio de WhatsApp y en cuanto al internet para su línea le damos lo que son 8GB de fijo de bolas celulares más 8GB de regalo los primeros seis meses. O sea, en total son 16 gigas. Exactamente, exactamente. Por seis meses. Por seis meses a 10.400 pesos mensuales.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.62,
      "fin": 152.76,
      "duracion": 31.14,
      "texto": "A partir del séptimo mes, Usted le quedan los 8 gigas de Valles y con estos 8 gigas, usted anda bien, sigue con el mismo plan. Si usted quiere aumentar los gigas o bajar los gigas, de la misma misma vista puede cambiar el plan. Eso no hay ningún inconveniente. Algo muy importante, usted mantiene el mismo número de teléfono, el número de teléfono no se le cambia en ningún momento y tampoco se quede incomunicada. ¿Qué me refiero? Supongamos que usted me dice, sí, Gabriela, yo quiero hacer la gestión.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.94,
      "fin": 153.58,
      "duracion": 0.64,
      "texto": "Perfecto.",
      "confianza": 0.846,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.4,
      "fin": 164.73,
      "duracion": 10.33,
      "texto": "La gestión se lleva adelante y en 48, 72 horas, a usted está llegando el chip ya listo para activación a la sucursal más cercana a su domicilio.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.41,
      "fin": 175.12,
      "duracion": 9.71,
      "texto": "Una vez que le llega el chip, usted lo retira, lo coloca en el equipo, Cuando se le corte la señal, claro, lo coloca en el equipo y se toma el servicio con nosotros.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.69,
      "fin": 180.01,
      "duracion": 4.32,
      "texto": "De ese modo le damos la garantía de la tranquilidad al cliente que no se queda sin servicio, ¿sí?",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 181.15,
      "fin": 191.66,
      "duracion": 10.51,
      "texto": "Claro, lo que pasa es que yo ahora me pasé hace nada. Unos días a personal. Claro, usted pasó esta línea que estamos hablando, la nueva de 62.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.68,
      "fin": 192.97,
      "duracion": 1.28,
      "texto": "Sí.",
      "confianza": 0.621,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 193.44,
      "fin": 212.2,
      "duracion": 18.76,
      "texto": "Bien, yo lo que le puedo hacer es darle el plan de la que termine en 792 o la de la segunda. Claro, lo que pasa es que eso lo está usando mi marido y siempre tiene que estar él porque le llega no sé qué, un mensaje. Sí, le tengo un código, mire, le explico. Ese no es el problema porque si usted la titula podemos hacer el trámite con usted.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.76,
      "fin": 217.21,
      "duracion": 4.45,
      "texto": "En este caso su esposo sí le va a llegar el código portabilidad para poder hacer el trámite.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 217.73,
      "fin": 220.78,
      "duracion": 3.05,
      "texto": "Pero no hay problema, no es necesario que nos comuniquemos con él.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.96,
      "fin": 226.18,
      "duracion": 5.22,
      "texto": "No, porque soy yo la titular de esa línea.",
      "confianza": 0.51,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 226.2,
      "fin": 237.01,
      "duracion": 10.81,
      "texto": "El problema es que no pude hacer pasar, por ejemplo, porque le llevo un mensaje, el mamá tiende, está trabajando. Tiene que ser cuando él está. Si querés, podrás.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.84,
      "fin": 242.72,
      "duracion": 3.88,
      "texto": "Y le consulto. Esto que vos me decís, no puedo decir ahora.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.62,
      "fin": 247.44,
      "duracion": 3.82,
      "texto": "Sí, sí, sí, es obvio. Llamarme que soy tipo 2 de la tarde.",
      "confianza": 0.124,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.36,
      "fin": 276.18,
      "duracion": 27.82,
      "texto": "Perfecto, perfecto. No hay, o sea, yo me comunico a las dos nuevamente con usted. Lo que le iba a preguntar a Ladis, en caso de que su esposo está trabajando como manager, y le llegara el código Portable A, ¿él no le puede hacer captura de pantata y reenviárselo? Sí, intentamos, pero fue tarde cuando lo vio y ya no, no sé. Ah, comprendo. Y así intenté como dos, tres veces y dije, no, sí, sí, ya está. No, no el estado que se haga todo.",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.68,
      "fin": 285.96,
      "duracion": 9.28,
      "texto": "porque me exceltan más a mí, estoy trabajando también. No, no es entendible. Bueno, que estés tranquila, y yo a las dos de la tarde me vuelvo a contratar con usted, o ya lo vamos.",
      "confianza": 0.081,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 287.6,
      "fin": 290.49,
      "duracion": 2.89,
      "texto": "Vale, gracias. Gracias, la de un saludo grande. Hasta luego.",
      "confianza": 0.197,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¡Mili, venid! Hola, buenos días. Sí, ¿quién habla? Buen día, ¿qué tal? ¿Cómo habláis? Sí. Un gusto hablar a vos. Mi nombre es Gabriela, me estoy comunicando, la haría recuperado de cliente de la compañía Modestar. ¿Cómo está, Ladris? Hola, ¿cómo estás? Bien, gracias por la pregunta. Trabajando un día jueves. ¿Ves, Ladris? ¿Qué? Me figura que usted lleva actualmente dos líneas de teléfono con claro, ¿verdad? Sí, me pasé ahora a personal el mío. Con el que estás llamando. Con el que estoy llamando, bien. ¿Y el 792 lo sigue teniendo con claro? Sí, con claro, por ahora. Estaba por pasarme también a personal a ver qué pasa, porque no tengo señal en mi casa. No tiene señal de claro en su casa. Sí, usted también me pasaba. Tenía muy poquitas señales. Dos, en el lugar donde yo trabajo, me llevaba mensaje, por lo menos. Con claro no. Bien, bien, con claro. Bueno, gracias, le comento. A mí me afirma el sistema que hace en el año 2023, usted se cambió de la compañía, ¿sí? Actualmente hace muy poquito se han cambiado todas las antenas prácticamente de la provincia de Buenos Aires, entonces estamos contando con cobertura de señal, ¿sí? A mí el mapa me arroja, el mapa de calor me arroja en verde, por lo tanto cobertura de señal ahí, ¿sí? Más que todo, en vida martelí, que es la parte más que usted vive de Buenos Aires, ¿sí? Le comento que yo tengo para brindarles un plan donde usted pasaría a pagar 10.400 pesos que es el valor del día de hoy del servicio. Le incluye que usted tenga el mismo número de teléfono, las llamadas libres a todas las compañías, servicio de WhatsApp y en cuanto al internet para su línea le damos lo que son 8GB de fijo de bolas celulares más 8GB de regalo los primeros seis meses. O sea, en total son 16 gigas. Exactamente, exactamente. Por seis meses. Por seis meses a 10.400 pesos mensuales. A partir del séptimo mes, Usted le quedan los 8 gigas de Valles y con estos 8 gigas, usted anda bien, sigue con el mismo plan. Si usted quiere aumentar los gigas o bajar los gigas, de la misma misma vista puede cambiar el plan. Eso no hay ningún inconveniente. Algo muy importante, usted mantiene el mismo número de teléfono, el número de teléfono no se le cambia en ningún momento y tampoco se quede incomunicada. ¿Qué me refiero? Supongamos que usted me dice, sí, Gabriela, yo quiero hacer la gestión. Perfecto. La gestión se lleva adelante y en 48, 72 horas, a usted está llegando el chip ya listo para activación a la sucursal más cercana a su domicilio. Una vez que le llega el chip, usted lo retira, lo coloca en el equipo, Cuando se le corte la señal, claro, lo coloca en el equipo y se toma el servicio con nosotros. De ese modo le damos la garantía de la tranquilidad al cliente que no se queda sin servicio, ¿sí? Claro, lo que pasa es que yo ahora me pasé hace nada. Unos días a personal. Claro, usted pasó esta línea que estamos hablando, la nueva de 62. Sí. Bien, yo lo que le puedo hacer es darle el plan de la que termine en 792 o la de la segunda. Claro, lo que pasa es que eso lo está usando mi marido y siempre tiene que estar él porque le llega no sé qué, un mensaje. Sí, le tengo un código, mire, le explico. Ese no es el problema porque si usted la titula podemos hacer el trámite con usted. En este caso su esposo sí le va a llegar el código portabilidad para poder hacer el trámite. Pero no hay problema, no es necesario que nos comuniquemos con él. No, porque soy yo la titular de esa línea. El problema es que no pude hacer pasar, por ejemplo, porque le llevo un mensaje, el mamá tiende, está trabajando. Tiene que ser cuando él está. Si querés, podrás. Y le consulto. Esto que vos me decís, no puedo decir ahora. Sí, sí, sí, es obvio. Llamarme que soy tipo 2 de la tarde. Perfecto, perfecto. No hay, o sea, yo me comunico a las dos nuevamente con usted. Lo que le iba a preguntar a Ladis, en caso de que su esposo está trabajando como manager, y le llegara el código Portable A, ¿él no le puede hacer captura de pantata y reenviárselo? Sí, intentamos, pero fue tarde cuando lo vio y ya no, no sé. Ah, comprendo. Y así intenté como dos, tres veces y dije, no, sí, sí, ya está. No, no el estado que se haga todo. porque me exceltan más a mí, estoy trabajando también. No, no es entendible. Bueno, que estés tranquila, y yo a las dos de la tarde me vuelvo a contratar con usted, o ya lo vamos. Vale, gracias. Gracias, la de un saludo grande. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.555,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:27:01.275899",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:29.852890",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115124238763_ACD_76967",
    "fecha_inicio": "15/1/2026 12:42:38",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 310,
    "tiempo_conversacion": 283,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}