{
  "archivo": "amza13_1_260112112457497_ACD_14055.wav",
  "duracion_segundos": 156.69,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 102.19,
    "Cliente": 49.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.03,
      "fin": 50.14,
      "duracion": 49.11,
      "texto": "Buen día. ¿Qué tal hablo con Vilma? Hola, Vilma. ¿Me escuchas? Sí, me escucho bien. Mucho gusto. Soy Gerardo de la compañía Movistar. Te estoy llamando porque tenemos un plan en promoción para tu línea el día de hoy. ¿Es un plan con un descuento fijo por seis meses? Dieciséis gigas ROM y ven tres mil doscientos cincuenta pesos al día de hoy. ¿Qué te parece? ¿Cuántos gigas hay? Dieciséis gigas en total. Son ocho gigas de gases más ocho gigas de regalo por seis meses, que es lo que dura el plan. Y te regalamos veinte gigas más para que saquete de la aplicación. ¿Por cuánto eso?",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.13,
      "fin": 96.39,
      "duracion": 45.26,
      "texto": "Mira, esto es por seis meses y al sexto mes vos desde la aplicación te puedes cambiar de plan, si quieres. Para que siempre estés aprovechando promos y descuentos. Eso sería $6,000 todos los meses. $13,250 pesos. Ese es el precio final del día de hoy. ¿Cómo? ¿13? ¿13,000? $13,250. Sí, por 16 gigas. Veinte de regalos, roaming, WhatsApp totalmente gratis. ¿Y puedo poner otra línea también? ¿Vos tenéis cuántas líneas a tu nombre? Uno, dos, tres.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.41,
      "fin": 101.22,
      "duracion": 4.8,
      "texto": "En los tres que tengo, yo tengo claro.",
      "confianza": 0.251,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.24,
      "fin": 109.06,
      "duracion": 7.82,
      "texto": "Claro, la línea tuya de claro sí le podemos hacer la gestión, a la de personal no. A personal no podemos hacerle portabilidad.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.2,
      "fin": 133.68,
      "duracion": 22.48,
      "texto": "Pero sí te lo puedo hacer a vos. ¿Y cuánto le inmolaría para llevar el chip? Porque yo justo mañana a mi hijo lo esperan y no quiero quedarme sin línea. No te vas a quedar sin señal. Yo te envío el chip a la sucursal más cercana a tu domicilio en 48 horas y la aporta para un par de días más. O sea que sí o sí vas a tener tu chip.",
      "confianza": 0.456,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.19,
      "fin": 156.69,
      "duracion": 22.5,
      "texto": "antes, o sea, antes de que se te quede sin señal, igual un día antes, Vilma, nosotros te mostrarte y mandamos un mensaje. ¿Vos dónde vivís? ¿En qué zona?",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Buen día. ¿Qué tal hablo con Vilma? Hola, Vilma. ¿Me escuchas? Sí, me escucho bien. Mucho gusto. Soy Gerardo de la compañía Movistar. Te estoy llamando porque tenemos un plan en promoción para tu línea el día de hoy. ¿Es un plan con un descuento fijo por seis meses? Dieciséis gigas ROM y ven tres mil doscientos cincuenta pesos al día de hoy. ¿Qué te parece? ¿Cuántos gigas hay? Dieciséis gigas en total. Son ocho gigas de gases más ocho gigas de regalo por seis meses, que es lo que dura el plan. Y te regalamos veinte gigas más para que saquete de la aplicación. ¿Por cuánto eso? Mira, esto es por seis meses y al sexto mes vos desde la aplicación te puedes cambiar de plan, si quieres. Para que siempre estés aprovechando promos y descuentos. Eso sería $6,000 todos los meses. $13,250 pesos. Ese es el precio final del día de hoy. ¿Cómo? ¿13? ¿13,000? $13,250. Sí, por 16 gigas. Veinte de regalos, roaming, WhatsApp totalmente gratis. ¿Y puedo poner otra línea también? ¿Vos tenéis cuántas líneas a tu nombre? Uno, dos, tres. En los tres que tengo, yo tengo claro. Claro, la línea tuya de claro sí le podemos hacer la gestión, a la de personal no. A personal no podemos hacerle portabilidad. Pero sí te lo puedo hacer a vos. ¿Y cuánto le inmolaría para llevar el chip? Porque yo justo mañana a mi hijo lo esperan y no quiero quedarme sin línea. No te vas a quedar sin señal. Yo te envío el chip a la sucursal más cercana a tu domicilio en 48 horas y la aporta para un par de días más. O sea que sí o sí vas a tener tu chip. antes, o sea, antes de que se te quede sin señal, igual un día antes, Vilma, nosotros te mostrarte y mandamos un mensaje. ¿Vos dónde vivís? ¿En qué zona?",
  "calidad": {
    "confianza_promedio": 0.548,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:07:54.289111",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:14.021154",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112457497_ACD_14055",
    "fecha_inicio": "12/1/2026 11:24:57",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 195,
    "tiempo_conversacion": 151,
    "tiempo_hold": 0,
    "tiempo_acw": 29,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}