{
  "archivo": "amza43_1_260116121440600_ACD_47611.wav",
  "duracion_segundos": 205.99,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 173.05,
    "Cliente": 18.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.32,
      "fin": 0.48,
      "duracion": 0.16,
      "texto": "Hola.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1.42,
      "fin": 3.88,
      "duracion": 2.46,
      "texto": "Hola, buen día. ¿Me comunico con Milda?",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.14,
      "fin": 5.2,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.436,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.78,
      "fin": 16.74,
      "duracion": 10.96,
      "texto": "¿Cómo le va a Milda? Franco es mi nombre. Me comunicó para hacerle llegar una promo a su línea móvil, que veo que está en claro actualmente. ¿Cuántos días le brindas a su compañía, Milda?",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.02,
      "fin": 24.16,
      "duracion": 4.14,
      "texto": "No idea. ¿Pero usted recarga mes a mes o se apaga mes a mes?",
      "confianza": 0.016,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.26,
      "fin": 55.1,
      "duracion": 29.84,
      "texto": "y como tengo Wifi en mi casa, en el trabajo, nunca me faltó, ni me preocupé, mira, ni me sobra, si falta nada. Pero sí salí de Movistar, porque por un momento me quedé sin Wifi en mi casa y me dejó sin signal porque eso tenía todo, el Movistar, el Wifi, los cuatro codificadores. Y la verdad es que",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.8,
      "fin": 66.82,
      "duracion": 11.02,
      "texto": "Me he empezado a subir y ya era, en estos momentos, demasiado caro. Y sí, quedaba un poco de guaycaí en el taule, ¿no?",
      "confianza": 0.39,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.22,
      "fin": 78.55,
      "duracion": 10.33,
      "texto": "Y como de castigo, como de castigo, me sacaron, vale, veintisiete mil pesos, me agoté de mi tablón y salí de aquí, de mi casa, y no podía abrir ni el cobán grande.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.13,
      "fin": 82.96,
      "duracion": 3.83,
      "texto": "Y me enojé, pues, así que no quiero saber más de nada cómo estaba.",
      "confianza": 0.601,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.36,
      "fin": 88.47,
      "duracion": 5.11,
      "texto": "Te agradezco, me has ofrecido, pero no, no me interesa.",
      "confianza": 0.14,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.49,
      "fin": 130.37,
      "duracion": 41.88,
      "texto": "Entiendo su disgusto y obviamente es molesto. Yo veo que estuvo en el 2024 usted con Movistar, sí. Mucho tiempo estuvo, sí, mucho tiempo, hasta 2024. Hasta el 2024, por eso. Yo veo que estuvo hasta esa fecha y la verdad que en esa fecha para acá han cambiado muchas cosas con respecto a internet. Por ejemplo, la fibra óptica que es algo relativamente nuevo. los chips 4G+, que es algo relativamente nuevo, que eso hace que la señal, porque la verdad que al día a hoy ya problemas de señal es lo que menos tenemos. Pasó hace un tiempo. No, en realidad la parte del cable y el internet estuvo perfecto. Cuando me saqué esos dos servicios, es como que yo creí que me hacía al propósito.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.15,
      "fin": 138.24,
      "duracion": 7.09,
      "texto": "Era una cosa que pagaba la onda mensual y no servía el celular. Entonces fue esto.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.79,
      "fin": 149.64,
      "duracion": 10.85,
      "texto": "Y después de todo, como a los dos o tres meses, me cae otra cuenta reclamándome otros 40.000 pesos que tuve que ir a pagar porque me cubrieron reclamándome todos los días.",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 150.6,
      "fin": 155.21,
      "duracion": 4.61,
      "texto": "No se puede vivir así, Oso, porque cuando uno es más pagadora, es parecido más tesoro.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.89,
      "fin": 182.28,
      "duracion": 26.39,
      "texto": "Hoy en día, igualmente, le cuento que Moistar está gestionando todo eso desde la aplicación. No es necesario pasar por asesores o estar recibiendo de armadas. Pero acá está una persona grande que no entiende y te hace cualquier cosa. Y me usaron hasta que hicieron. Y después, bueno, me di cuenta. Entiendo, Milda. Sí, entiendo su situación. Yo le pido mil disculpas en nombre de ese momento, sí, de movistar.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 182.92,
      "fin": 205.99,
      "duracion": 23.07,
      "texto": "Pero yo lo que le quiero brindar ahora es algo distinto. Distinto en situaciones de conectividad, de precio. Y además, Carla, tranquila que hoy en día usted puede gestionar todo desde la PC. No es necesario que pase ni por un call center, ni llamar a nadie ni responder a la llamada. Usted si quiere... Bueno, ya está, ya está, no te agradezco este momento. Hasta luego. Bueno, mil gracias.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Me comunico con Milda? Sí. ¿Cómo le va a Milda? Franco es mi nombre. Me comunicó para hacerle llegar una promo a su línea móvil, que veo que está en claro actualmente. ¿Cuántos días le brindas a su compañía, Milda? No idea. ¿Pero usted recarga mes a mes o se apaga mes a mes? y como tengo Wifi en mi casa, en el trabajo, nunca me faltó, ni me preocupé, mira, ni me sobra, si falta nada. Pero sí salí de Movistar, porque por un momento me quedé sin Wifi en mi casa y me dejó sin signal porque eso tenía todo, el Movistar, el Wifi, los cuatro codificadores. Y la verdad es que Me he empezado a subir y ya era, en estos momentos, demasiado caro. Y sí, quedaba un poco de guaycaí en el taule, ¿no? Y como de castigo, como de castigo, me sacaron, vale, veintisiete mil pesos, me agoté de mi tablón y salí de aquí, de mi casa, y no podía abrir ni el cobán grande. Y me enojé, pues, así que no quiero saber más de nada cómo estaba. Te agradezco, me has ofrecido, pero no, no me interesa. Entiendo su disgusto y obviamente es molesto. Yo veo que estuvo en el 2024 usted con Movistar, sí. Mucho tiempo estuvo, sí, mucho tiempo, hasta 2024. Hasta el 2024, por eso. Yo veo que estuvo hasta esa fecha y la verdad que en esa fecha para acá han cambiado muchas cosas con respecto a internet. Por ejemplo, la fibra óptica que es algo relativamente nuevo. los chips 4G+, que es algo relativamente nuevo, que eso hace que la señal, porque la verdad que al día a hoy ya problemas de señal es lo que menos tenemos. Pasó hace un tiempo. No, en realidad la parte del cable y el internet estuvo perfecto. Cuando me saqué esos dos servicios, es como que yo creí que me hacía al propósito. Era una cosa que pagaba la onda mensual y no servía el celular. Entonces fue esto. Y después de todo, como a los dos o tres meses, me cae otra cuenta reclamándome otros 40.000 pesos que tuve que ir a pagar porque me cubrieron reclamándome todos los días. No se puede vivir así, Oso, porque cuando uno es más pagadora, es parecido más tesoro. Hoy en día, igualmente, le cuento que Moistar está gestionando todo eso desde la aplicación. No es necesario pasar por asesores o estar recibiendo de armadas. Pero acá está una persona grande que no entiende y te hace cualquier cosa. Y me usaron hasta que hicieron. Y después, bueno, me di cuenta. Entiendo, Milda. Sí, entiendo su situación. Yo le pido mil disculpas en nombre de ese momento, sí, de movistar. Pero yo lo que le quiero brindar ahora es algo distinto. Distinto en situaciones de conectividad, de precio. Y además, Carla, tranquila que hoy en día usted puede gestionar todo desde la PC. No es necesario que pase ni por un call center, ni llamar a nadie ni responder a la llamada. Usted si quiere... Bueno, ya está, ya está, no te agradezco este momento. Hasta luego. Bueno, mil gracias.",
  "calidad": {
    "confianza_promedio": 0.502,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:00:07.906722",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:28.351401",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116121440600_ACD_47611",
    "fecha_inicio": "16/1/2026 12:14:40",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 233,
    "tiempo_conversacion": 198,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}