{
  "archivo": "amza43_1_260115114827521_ACD_64221.wav",
  "duracion_segundos": 381.53,
  "num_segmentos": 98,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 152.77,
    "Cliente": 208.74
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.62,
      "fin": 16.99,
      "duracion": 15.37,
      "texto": "Hola, ¿así qué tal? Buen día. ¿Hablo con Paola? Sí. Paola, ¿cómo te va? Un gusto. Te habla Marco. Paola, estamos llamándote al diario por unos beneficios exclusivos en tu línea. Queríamos activarte lo que es un beneficio para vos, ¿sí? ¿Vos, Paola, actualmente estás en claro?",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.53,
      "fin": 58.86,
      "duracion": 41.33,
      "texto": "¿Haces recargas? No, tengo línea en claro. Yo estoy bien, te acomodo. Excelente. Buenísimo que estés bien. Yo busco hoy en día que estés mucho mejor, ya que estamos activando beneficios para los antiguos clientes que estuvieron en Movistar, ¿sí? Vos, Paula, con tu abono mensual hoy en día, ¿cuántos gigas te cargan al mes? En todo momento más porque tengo mucho Wi-Fi y me manejo mucho en la zona de Wi-Fi cuando no llego a activarlo. Ah, perfecto, excelente. Por ahí, bueno, la idea que viste como estamos en época de vacaciones, por ahí a veces uno sale mucho más tiempo de casa, la idea es poder tener un buen paquete para que nos pueda respaldar cuando más lo necesitemos, ¿sí? Vos, Paula, en este caso, ¿cuántos estás abonando al día de hoy en claro?",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.2,
      "fin": 63.78,
      "duracion": 2.58,
      "texto": "Los 8.000 pesos.",
      "confianza": 0.331,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.8,
      "fin": 64.37,
      "duracion": 0.57,
      "texto": "Bien, perfecto.",
      "confianza": 0.267,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 64.41,
      "fin": 124.73,
      "duracion": 60.32,
      "texto": "Yo hoy en día tengo una oferta exclusiva que me figura justamente a vos. Como fuiste antiguo abonada, un excelente clienta en la compañía del Movistar, queremos justamente que regreses, ya que estamos activando un beneficio exclusivo. Al día de hoy te va a quedar en lo que es 7.460 con 4 GB, en este caso de navegación, el WhatsApp totalmente libre, vas a poder hablar libre a cualquier compañía, y te mandamos el chip directamente a la puerta de tu casa, ¿sí? Esto es justamente para que vos puedas aprovechar la activación de la nueva promoción, vas a seguir conservando lo que es el mismo número y lo más importante es que la compañía va a tener una atención personalizada con vos, ¿sí? Vos como anteriormente fuiste una excelente abonada, La idea cuál es trabajar de la mejor forma para que vos, como clienta, realmente, Pabola, te sientas cómoda, ¿sí? Dame una consultita, Pabola. ¿Esta es la única línea que vos tenés como titular? No, tenemos cuatro líneas.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.75,
      "fin": 124.86,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.012,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.88,
      "fin": 127.64,
      "duracion": 2.76,
      "texto": "¿En este caso vos sos titular de todas esas líneas?",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.84,
      "fin": 157.84,
      "duracion": 28.0,
      "texto": "Sí. Perfecto. Acá yo verifico que la que termine en 7014, que es la que nos estamos comunicando, esta sería la que vos sos usuaria y titular. Sí. Perfecto. Acá verifico, entonces, que tenés. ¿El envío o gratis del chip a la puerta de tu casa? Porque vos estás en Córdoba. ¿En qué parte de Córdoba estás? Capital. Capital, perfecto. A ver, vamos a verificar cómo está la cobertura de la que se trabaja todas las semanas. Decidme bien la dirección. ¿Calla y numeración, por favor?",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.97,
      "fin": 163.49,
      "duracion": 0.52,
      "texto": "No, porque no me interesa.",
      "confianza": 0.003,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 163.51,
      "fin": 164.03,
      "duracion": 0.52,
      "texto": "Me quiero quedar en claro.",
      "confianza": 0.009,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.05,
      "fin": 164.15,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.027,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.17,
      "fin": 172.9,
      "duracion": 8.73,
      "texto": "Ya tengo la línea, me va a gustar. Perfecto, buenísimo, Paola. Qué mejor que puedas tener todo en Movistar hoy en día. La promoción es exclusiva. No, no puedo.",
      "confianza": 0.079,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.91,
      "fin": 175.38,
      "duracion": 2.47,
      "texto": "Bien, bien, perfecto.",
      "confianza": 0.294,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 175.4,
      "fin": 205.07,
      "duracion": 29.67,
      "texto": "Está bien, te agradezco. Bien, acá yo en sistema, como vos me dijiste que estás en Movistar, verifico un domicilio en la calle Salto Domingo, 985 de Córdoba, Capital. ¿Es correcto el domicilio? No, vos me decías bien. Ah, bien, bien, perfecto. ¿Cuál es la idea? Nosotros le dejamos información vía WhatsApp, para que vos puedas tener referencias a la promoción y todo, y en este caso, que puedas aprovechar el beneficio. ¿Vos es la que tenés actualmente esta línea también la estás ocupando vos o algún familiar?",
      "confianza": 0.013,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.57,
      "fin": 219.97,
      "duracion": 13.4,
      "texto": "Mi sobrino. Ah, perfecto, buenísimo. Y en tu caso, hoy en día, ¿qué mejor que estar en modo instar con este descuento? En este caso, como vos utilizás un paquete básico, te va a venir genial porque no te va a ocupar tanto los digas de navegación.",
      "confianza": 0.336,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.47,
      "fin": 253.07,
      "duracion": 32.6,
      "texto": "Básicamente, vos estás pagando 8.000, 9.000 en claro, que te venga mejor, pagar $7,000, hoy en día lo que es movistar. El plan al día de hoy te queda en esa presión, $7,460. Sí, pero no me voy a cambiar porque es más el lío de cambiarse. Aparte, para cambiar, mira, mis sobrinos se fueron a Estados Unidos, los que tengo en claro, en un ratito les pude hacer el show a mí. Y en el Movistar tuve que hacer más lío, así que...",
      "confianza": 0.772,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 253.07,
      "fin": 254.03,
      "duracion": 0.96,
      "texto": "Bien, bien.",
      "confianza": 0.163,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.21,
      "fin": 324.38,
      "duracion": 70.17,
      "texto": "Acá verifico, verifico justamente todo lo que fue esa información de reclamo. Quédate tranquila porque justamente gracias a la experiencia y mala experiencia que hayan tenido los usuarios, la compañía hoy en día, por eso te asigno un asesor comercial para que pueda acompañarte y guiarte en este trámite, ¿sí? Y aparte, hoy en día el tema de cambiar de compañía, Paula, ya no es un problema ni un lío. ¿Por qué? Porque primero, el chip Paola te lo enviamos a la puerta de casa, ¿bien? O sea, que vos en ningún momento te vas a querer incomunicada, Paola, ¿bien? Y segundo, que vos vas a seguir utilizando la compañía de Claro hasta el momento que se realice lo que es el cambio de compañía. Cuando se hace lo que es el cambio de compañía, Paola, vos sacas el chip de Claro y pones el chip de Movistar y se activa automáticamente con el mismo número, ¿sí? O sea, que por ese lado no hay ningún problema Vas a estar acompañada. Y lo más importante es que como ha sido una excelente abonada, realmente queremos que regreses con esta oferta exclusiva, ya que te va a llevar a tener un poquito más de gigas. Y si, por ejemplo, a tu sobrino que utiliza mucho el Internet, algún giga que agostes sobre, se lo puedes girar a él como cliente Movistar.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.3,
      "fin": 329.41,
      "duracion": 4.11,
      "texto": "O sea, si, por ejemplo, viste la aplicación de Movistar, ¿o alguna vez la ocupaste, Paola?",
      "confianza": 0.663,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 333.37,
      "fin": 335.36,
      "duracion": 1.98,
      "texto": "¿La aplicación de Movistar la pudiste ocupar?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 336.28,
      "fin": 381.53,
      "duracion": 45.25,
      "texto": "Bueno, la aplicación de Movistar tiene una opción que se llama guardar pasalligas. Si a vos te sobran algunas gigas, los puedes guardar para reutilizar en el próximo mes. Y si vos, por ejemplo, tu sobrino necesita más gigas en Movistar porque los consumió, capaz que es una persona que utiliza mucho las redes sociales, directamente se los giras de tu Movistar al movistar de él con la aplicación. Es como una transferencia, viste, cuando uno pasa plata por mercado pago, bueno, directamente acá lo haces como enviar días de un movistar a otro, ¿sí? O sea, que es excelente la logística que tiene la compañera y lo más importante, como te digo, nos encargamos de toda la gestión para que vos tengas el chip funcionando. Cosa que en realidad es el trámite en nuestra mano, ¿sí?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿así qué tal? Buen día. ¿Hablo con Paola? Sí. Paola, ¿cómo te va? Un gusto. Te habla Marco. Paola, estamos llamándote al diario por unos beneficios exclusivos en tu línea. Queríamos activarte lo que es un beneficio para vos, ¿sí? ¿Vos, Paola, actualmente estás en claro? ¿Haces recargas? No, tengo línea en claro. Yo estoy bien, te acomodo. Excelente. Buenísimo que estés bien. Yo busco hoy en día que estés mucho mejor, ya que estamos activando beneficios para los antiguos clientes que estuvieron en Movistar, ¿sí? Vos, Paula, con tu abono mensual hoy en día, ¿cuántos gigas te cargan al mes? En todo momento más porque tengo mucho Wi-Fi y me manejo mucho en la zona de Wi-Fi cuando no llego a activarlo. Ah, perfecto, excelente. Por ahí, bueno, la idea que viste como estamos en época de vacaciones, por ahí a veces uno sale mucho más tiempo de casa, la idea es poder tener un buen paquete para que nos pueda respaldar cuando más lo necesitemos, ¿sí? Vos, Paula, en este caso, ¿cuántos estás abonando al día de hoy en claro? Los 8.000 pesos. Bien, perfecto. Yo hoy en día tengo una oferta exclusiva que me figura justamente a vos. Como fuiste antiguo abonada, un excelente clienta en la compañía del Movistar, queremos justamente que regreses, ya que estamos activando un beneficio exclusivo. Al día de hoy te va a quedar en lo que es 7.460 con 4 GB, en este caso de navegación, el WhatsApp totalmente libre, vas a poder hablar libre a cualquier compañía, y te mandamos el chip directamente a la puerta de tu casa, ¿sí? Esto es justamente para que vos puedas aprovechar la activación de la nueva promoción, vas a seguir conservando lo que es el mismo número y lo más importante es que la compañía va a tener una atención personalizada con vos, ¿sí? Vos como anteriormente fuiste una excelente abonada, La idea cuál es trabajar de la mejor forma para que vos, como clienta, realmente, Pabola, te sientas cómoda, ¿sí? Dame una consultita, Pabola. ¿Esta es la única línea que vos tenés como titular? No, tenemos cuatro líneas. Bien. ¿En este caso vos sos titular de todas esas líneas? Sí. Perfecto. Acá yo verifico que la que termine en 7014, que es la que nos estamos comunicando, esta sería la que vos sos usuaria y titular. Sí. Perfecto. Acá verifico, entonces, que tenés. ¿El envío o gratis del chip a la puerta de tu casa? Porque vos estás en Córdoba. ¿En qué parte de Córdoba estás? Capital. Capital, perfecto. A ver, vamos a verificar cómo está la cobertura de la que se trabaja todas las semanas. Decidme bien la dirección. ¿Calla y numeración, por favor? No, porque no me interesa. Me quiero quedar en claro. Bien. Ya tengo la línea, me va a gustar. Perfecto, buenísimo, Paola. Qué mejor que puedas tener todo en Movistar hoy en día. La promoción es exclusiva. No, no puedo. Bien, bien, perfecto. Está bien, te agradezco. Bien, acá yo en sistema, como vos me dijiste que estás en Movistar, verifico un domicilio en la calle Salto Domingo, 985 de Córdoba, Capital. ¿Es correcto el domicilio? No, vos me decías bien. Ah, bien, bien, perfecto. ¿Cuál es la idea? Nosotros le dejamos información vía WhatsApp, para que vos puedas tener referencias a la promoción y todo, y en este caso, que puedas aprovechar el beneficio. ¿Vos es la que tenés actualmente esta línea también la estás ocupando vos o algún familiar? Mi sobrino. Ah, perfecto, buenísimo. Y en tu caso, hoy en día, ¿qué mejor que estar en modo instar con este descuento? En este caso, como vos utilizás un paquete básico, te va a venir genial porque no te va a ocupar tanto los digas de navegación. Básicamente, vos estás pagando 8.000, 9.000 en claro, que te venga mejor, pagar $7,000, hoy en día lo que es movistar. El plan al día de hoy te queda en esa presión, $7,460. Sí, pero no me voy a cambiar porque es más el lío de cambiarse. Aparte, para cambiar, mira, mis sobrinos se fueron a Estados Unidos, los que tengo en claro, en un ratito les pude hacer el show a mí. Y en el Movistar tuve que hacer más lío, así que... Bien, bien. Acá verifico, verifico justamente todo lo que fue esa información de reclamo. Quédate tranquila porque justamente gracias a la experiencia y mala experiencia que hayan tenido los usuarios, la compañía hoy en día, por eso te asigno un asesor comercial para que pueda acompañarte y guiarte en este trámite, ¿sí? Y aparte, hoy en día el tema de cambiar de compañía, Paula, ya no es un problema ni un lío. ¿Por qué? Porque primero, el chip Paola te lo enviamos a la puerta de casa, ¿bien? O sea, que vos en ningún momento te vas a querer incomunicada, Paola, ¿bien? Y segundo, que vos vas a seguir utilizando la compañía de Claro hasta el momento que se realice lo que es el cambio de compañía. Cuando se hace lo que es el cambio de compañía, Paola, vos sacas el chip de Claro y pones el chip de Movistar y se activa automáticamente con el mismo número, ¿sí? O sea, que por ese lado no hay ningún problema Vas a estar acompañada. Y lo más importante es que como ha sido una excelente abonada, realmente queremos que regreses con esta oferta exclusiva, ya que te va a llevar a tener un poquito más de gigas. Y si, por ejemplo, a tu sobrino que utiliza mucho el Internet, algún giga que agostes sobre, se lo puedes girar a él como cliente Movistar. O sea, si, por ejemplo, viste la aplicación de Movistar, ¿o alguna vez la ocupaste, Paola? ¿La aplicación de Movistar la pudiste ocupar? Bueno, la aplicación de Movistar tiene una opción que se llama guardar pasalligas. Si a vos te sobran algunas gigas, los puedes guardar para reutilizar en el próximo mes. Y si vos, por ejemplo, tu sobrino necesita más gigas en Movistar porque los consumió, capaz que es una persona que utiliza mucho las redes sociales, directamente se los giras de tu Movistar al movistar de él con la aplicación. Es como una transferencia, viste, cuando uno pasa plata por mercado pago, bueno, directamente acá lo haces como enviar días de un movistar a otro, ¿sí? O sea, que es excelente la logística que tiene la compañera y lo más importante, como te digo, nos encargamos de toda la gestión para que vos tengas el chip funcionando. Cosa que en realidad es el trámite en nuestra mano, ¿sí?",
  "calidad": {
    "confianza_promedio": 0.57,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:57:50.853992",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 98,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:28.191156",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114827521_ACD_64221",
    "fecha_inicio": "15/1/2026 11:48:27",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 399,
    "tiempo_conversacion": 366,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}