{
  "archivo": "amza314_1_260114125524123_ACD_68473.wav",
  "duracion_segundos": 297.25,
  "num_segmentos": 97,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 35.35,
    "Cliente": 229.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 1.27,
      "duracion": 1.24,
      "texto": "Hola.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.17,
      "fin": 6.46,
      "duracion": 4.29,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Manuel o alguna de sus líneas.",
      "confianza": 0.525,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.2,
      "fin": 12.19,
      "duracion": 3.99,
      "texto": "Sí. Soy Rocío, llamada para brindarte un beneficio en la línea. ¿Cómo te va? ¿Cuál es tu nombre?",
      "confianza": 0.142,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.33,
      "fin": 19.02,
      "duracion": 5.69,
      "texto": "María. María, un gusto. Llamada porque, bueno, me siguran sistemas que están en la compañía de Claro.",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.52,
      "fin": 23.54,
      "duracion": 4.03,
      "texto": "Quería consultarte si estabas manejando también lo que es el Internet de tu casa con Claro.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.56,
      "fin": 26.89,
      "duracion": 1.32,
      "texto": "No.",
      "confianza": 0.961,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.91,
      "fin": 29.82,
      "duracion": 2.91,
      "texto": "No porque no llegaba. No llevaba claro ahí todavía.",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.93,
      "fin": 42.82,
      "duracion": 8.89,
      "texto": "No sé, ni entiendo. Y con respecto a lo que es la fíra óptica de Movistar, ¿has podido chequear cobertura? No, ahora lo que hay... Yo ahora estoy en Uruguay, ¿no? Porque no todo es familia, acá estoy de vacaciones. Pero, ¿sabes qué?",
      "confianza": 0.066,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.3,
      "fin": 59.84,
      "duracion": 15.54,
      "texto": "Terecentro, el que está, que está en mi nombre, no, no sabés, todos los días tenemos problemas, todos los santos días. A veces hay cable y no hay internet, de repente hay internet, no hay cable, de repente se corta todo. No, no, te juro, yo me tiene re cansado. Y aparte me resubió.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.27,
      "fin": 84.13,
      "duracion": 22.86,
      "texto": "Yo tenía un plan de lo básico, porque yo no quería ni carnet de HD, ni pack de fútbol, nada, porque no queríamos eso, porque en realidad no miramos TV, pero simplemente por el Internet, ¿viste? Y quería lo básico, nada más. Bueno, me hicieron un plan, qué sé yo, de 22.000 pesos. Nunca, nunca pade 20.000. Siempre 45, 47.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.75,
      "fin": 86.01,
      "duracion": 1.26,
      "texto": "Y ahora se deben de 80.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.02,
      "fin": 87.4,
      "duracion": 0.38,
      "texto": "No,",
      "confianza": 0.162,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.4,
      "fin": 90.44,
      "duracion": 3.04,
      "texto": "claro, se le fue mucho.",
      "confianza": 0.162,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.47,
      "fin": 94.97,
      "duracion": 4.5,
      "texto": "Sí, se le fue mucho. Y llamas y te dicen, no, porque no sé qué, pero yo no pedí eso.",
      "confianza": 0.395,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.55,
      "fin": 105.24,
      "duracion": 9.69,
      "texto": "Pero sí, pero que... No, ya viste, llega un momento que si no... Me canso para esperar todavía. Me canso de esperar el teléfono que busco una solución y no te la encuentren.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.3,
      "fin": 124.81,
      "duracion": 18.51,
      "texto": "Aparte, digo, vos fijate, digo, no tengo internet, casi todo el mes no tengo internet, porque están los WhatsApp, porque a mí me dieron un WhatsApp para que yo mandara cuando la línea estuviera más. Tengo todos los whatsapps que me dicen, sí, hay un problema en su línea, sí, hay un problema en su línea, estamos trabajando. Le digo, todo el tiempo, le digo, me querés cobrar igual todo un mes y el doble encima.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.65,
      "fin": 127.05,
      "duracion": 1.4,
      "texto": "Le digo, no, no lo entiendo.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.85,
      "fin": 129.41,
      "duracion": 1.56,
      "texto": "Y no, porque es yo.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.35,
      "fin": 131.91,
      "duracion": 1.56,
      "texto": "Bueno, lo sabes que es acá, lo le dije un día.",
      "confianza": 0.447,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.92,
      "fin": 145.65,
      "duracion": 12.73,
      "texto": "Bueno, hay que pagar ocho mil, bueno, yo, pásame el link que yo te pago esos ocho mil y algo. Y nunca me pasaron nada, yo me tuve que dejarlo y vuelvo a operar en la madrugada, tuve que venir para casa y así. Y yo tengo que hacer yo a eso. Y ahora me llaman y dicen, mira que vino bueno.",
      "confianza": 0.395,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.23,
      "fin": 156.16,
      "duracion": 9.93,
      "texto": "Cuando vaya lo resolveré. Yo de acá no puedo hacer nada. No, obvio. No puedo hacer nada. Coméntame vos en dónde queda tu domicilio. A ver si yo voy chequeando lo que es la cobertura de internet.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.54,
      "fin": 160.75,
      "duracion": 4.21,
      "texto": "Para ver si tengo justamente los postes activos ahí en tu domicilio.",
      "confianza": 0.689,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.25,
      "fin": 236.03,
      "duracion": 74.78,
      "texto": "Y en el caso de que lo tenga, te des un mensajito a lo de WhatsApp con las promociones y coordinamos el tema de la integración, ¿sí? Cuando apenas llegue. ¿Y qué sería movistar? Sí, sí, sí, de portabilidad y se ha ido a Picarmo a usarme, contacto yo. ¿Y qué? ¿Te digo la dirección nomás de acá? Sí, o sea, en tu domicilio, era donde vos quisieras que yo te quedé en la cobertura, decime. Ah, sí, está. Bicaflor, 1563, entre Mitre y Mitreviz, Barrio San José, Almirante Brau. Bien, ¿me repetís la calle Bicaflor o Bicaflor? Bicaflor. 1563, entre Mitre y Mitrevice. Bien, de Almirante Brown me dijiste. Almirante Brown, sí. Algunas veces no me da favor, pero creo que pertenece más a Almirante Brown que a Loma de Comor. Sí. Y me dijiste la gente de calle, Puerto Lomé Mitre, y la otra es la avenida, Puerto Lomé Mitre. Sí, es una... No, no, no. Es Mitre y Mitrevice. Ajá, ok. Sí, sí, sí. Bien, sí, y te hago una consulta. ¿Tu casa tiene dos pisos? ¿Es un edificio? No, es una casa común.",
      "confianza": 0.601,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 236.85,
      "fin": 237.39,
      "duracion": 0.54,
      "texto": "No, no tiene solo.",
      "confianza": 0.215,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.13,
      "fin": 245.84,
      "duracion": 7.71,
      "texto": "Al frente, no más, es una casa común, no más, no tiene. Bien, perfecto. Entonces, bueno, guárdame ahí. ¿Querés el CNI por cualquier cosa?",
      "confianza": 0.628,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 247.18,
      "fin": 266.15,
      "duracion": 18.97,
      "texto": "Yo no tengo... Ah, bueno, sí, el tuyo, porque a mí va a seguir una línea en nombre de Manuel. No, no, no, ya, a mi nombre. Bueno, dale, sí, dictámele tu DNI, así también hago ese chequeo del tema de lo que es el puntaje en la compañía y te mando un mensaje cuando tengamos... Vale, vale. 9.6.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 269.01,
      "fin": 269.07,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.12,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 269.1,
      "fin": 269.8,
      "duracion": 0.7,
      "texto": "306.",
      "confianza": 0.861,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.8,
      "fin": 272.46,
      "duracion": 0.66,
      "texto": "Sí. 902. Perfecto.",
      "confianza": 0.058,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.12,
      "fin": 278.27,
      "duracion": 3.15,
      "texto": "Bien, bueno, genial entonces, te dejo ahora mismo un mensaje.",
      "confianza": 0.483,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 278.29,
      "fin": 297.25,
      "duracion": 18.96,
      "texto": "Bueno, dale, muchas gracias. Apenas tenga la comunicación... Yo te mando un whatsapp y ya directamente agendame, que ese es mi número personal, ¿sí? Ok, dale, dale, muchas gracias. Mi racío, me contacto por whatsapp, que tengamos muy linda tarde. Dale, dale, muchas gracias.",
      "confianza": 0.248,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. Hablo con Manuel o alguna de sus líneas. Sí. Soy Rocío, llamada para brindarte un beneficio en la línea. ¿Cómo te va? ¿Cuál es tu nombre? María. María, un gusto. Llamada porque, bueno, me siguran sistemas que están en la compañía de Claro. Quería consultarte si estabas manejando también lo que es el Internet de tu casa con Claro. No. No porque no llegaba. No llevaba claro ahí todavía. No sé, ni entiendo. Y con respecto a lo que es la fíra óptica de Movistar, ¿has podido chequear cobertura? No, ahora lo que hay... Yo ahora estoy en Uruguay, ¿no? Porque no todo es familia, acá estoy de vacaciones. Pero, ¿sabes qué? Terecentro, el que está, que está en mi nombre, no, no sabés, todos los días tenemos problemas, todos los santos días. A veces hay cable y no hay internet, de repente hay internet, no hay cable, de repente se corta todo. No, no, te juro, yo me tiene re cansado. Y aparte me resubió. Yo tenía un plan de lo básico, porque yo no quería ni carnet de HD, ni pack de fútbol, nada, porque no queríamos eso, porque en realidad no miramos TV, pero simplemente por el Internet, ¿viste? Y quería lo básico, nada más. Bueno, me hicieron un plan, qué sé yo, de 22.000 pesos. Nunca, nunca pade 20.000. Siempre 45, 47. Y ahora se deben de 80. No, claro, se le fue mucho. Sí, se le fue mucho. Y llamas y te dicen, no, porque no sé qué, pero yo no pedí eso. Pero sí, pero que... No, ya viste, llega un momento que si no... Me canso para esperar todavía. Me canso de esperar el teléfono que busco una solución y no te la encuentren. Aparte, digo, vos fijate, digo, no tengo internet, casi todo el mes no tengo internet, porque están los WhatsApp, porque a mí me dieron un WhatsApp para que yo mandara cuando la línea estuviera más. Tengo todos los whatsapps que me dicen, sí, hay un problema en su línea, sí, hay un problema en su línea, estamos trabajando. Le digo, todo el tiempo, le digo, me querés cobrar igual todo un mes y el doble encima. Le digo, no, no lo entiendo. Y no, porque es yo. Bueno, lo sabes que es acá, lo le dije un día. Bueno, hay que pagar ocho mil, bueno, yo, pásame el link que yo te pago esos ocho mil y algo. Y nunca me pasaron nada, yo me tuve que dejarlo y vuelvo a operar en la madrugada, tuve que venir para casa y así. Y yo tengo que hacer yo a eso. Y ahora me llaman y dicen, mira que vino bueno. Cuando vaya lo resolveré. Yo de acá no puedo hacer nada. No, obvio. No puedo hacer nada. Coméntame vos en dónde queda tu domicilio. A ver si yo voy chequeando lo que es la cobertura de internet. Para ver si tengo justamente los postes activos ahí en tu domicilio. Y en el caso de que lo tenga, te des un mensajito a lo de WhatsApp con las promociones y coordinamos el tema de la integración, ¿sí? Cuando apenas llegue. ¿Y qué sería movistar? Sí, sí, sí, de portabilidad y se ha ido a Picarmo a usarme, contacto yo. ¿Y qué? ¿Te digo la dirección nomás de acá? Sí, o sea, en tu domicilio, era donde vos quisieras que yo te quedé en la cobertura, decime. Ah, sí, está. Bicaflor, 1563, entre Mitre y Mitreviz, Barrio San José, Almirante Brau. Bien, ¿me repetís la calle Bicaflor o Bicaflor? Bicaflor. 1563, entre Mitre y Mitrevice. Bien, de Almirante Brown me dijiste. Almirante Brown, sí. Algunas veces no me da favor, pero creo que pertenece más a Almirante Brown que a Loma de Comor. Sí. Y me dijiste la gente de calle, Puerto Lomé Mitre, y la otra es la avenida, Puerto Lomé Mitre. Sí, es una... No, no, no. Es Mitre y Mitrevice. Ajá, ok. Sí, sí, sí. Bien, sí, y te hago una consulta. ¿Tu casa tiene dos pisos? ¿Es un edificio? No, es una casa común. No, no tiene solo. Al frente, no más, es una casa común, no más, no tiene. Bien, perfecto. Entonces, bueno, guárdame ahí. ¿Querés el CNI por cualquier cosa? Yo no tengo... Ah, bueno, sí, el tuyo, porque a mí va a seguir una línea en nombre de Manuel. No, no, no, ya, a mi nombre. Bueno, dale, sí, dictámele tu DNI, así también hago ese chequeo del tema de lo que es el puntaje en la compañía y te mando un mensaje cuando tengamos... Vale, vale. 9.6. Sí. 306. Sí. 902. Perfecto. Bien, bueno, genial entonces, te dejo ahora mismo un mensaje. Bueno, dale, muchas gracias. Apenas tenga la comunicación... Yo te mando un whatsapp y ya directamente agendame, que ese es mi número personal, ¿sí? Ok, dale, dale, muchas gracias. Mi racío, me contacto por whatsapp, que tengamos muy linda tarde. Dale, dale, muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:25:18.627189",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 97,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:22.684305",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114125524123_ACD_68473",
    "fecha_inicio": "14/1/2026 12:55:24",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 369,
    "tiempo_conversacion": 284,
    "tiempo_hold": 0,
    "tiempo_acw": 60,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}