{
  "archivo": "amza74_1_260114104519248_ACD_67691.wav",
  "duracion_segundos": 177.32,
  "num_segmentos": 56,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 66.02,
    "Cliente": 99.82
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.04,
      "duracion": 4.01,
      "texto": "Hola. Hola, hablo con Romina.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.18,
      "fin": 5.24,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.426,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.02,
      "fin": 21.7,
      "duracion": 15.68,
      "texto": "¿Qué tal un gusto, Romy? Bienvenida. Te hablé así y la acompañamos hoy tarde. ¿Bien? Sí, decime. Bien, Romy, veo que lo encuentras hoy en día con claro. Teníamos un beneficio para perderte del plan familia. ¿Bien? Me gustaría hacer alusión de utilizar muchos libros o utilizar lo básico.",
      "confianza": 0.378,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.21,
      "fin": 92.1,
      "duracion": 66.89,
      "texto": "Eh... No, la verdad que no tengo mucha idea del tema gigas, ni tampoco sé cuántos tengo en este momento con el plan que tengo. Bien, perfecto. Así veo que pagás 18. ¿Está bien? Sí. Perfecto. Yo tengo por otorgarte un plan muy completo que hoy al día te queda en 10.400 con un total... Yo tengo dos líneas, yo. Bien, dos líneas, pero no sabes con la cantidad de gigas que te salen. en el plan, ¿no? No, no. No tenés muy claro. ¿Y vos cómo te verías robina con 12 gigas? No sé. No sé en mi idea de cuánto. No sé qué tanto utilizas el celular. O sea, pongámonos a analizar. Sí, lo uso bastante. Lo uso bastante. Muchos redes sociales. Instagram y sí. ¿Y YouTube, TikTok, todas esas cosas fuera del internet? ¿Lo usas fuera del Wi-Fi de la casa? Imagina la historia. Perfecto, pero poco lo básico. Pero más que todo para ver una historia, hacer un replay, ¿no?",
      "confianza": 0.389,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 94.46,
      "fin": 102.89,
      "duracion": 8.43,
      "texto": "Bien, mira, yo en este caso, si tenés dos líneas, yo te recomiendo el plan con 12 GB en total, que es decir, 1460, ¿sí?",
      "confianza": 0.57,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 102.91,
      "fin": 125.92,
      "duracion": 23.01,
      "texto": "Si ya sos una parira que no frecuentas mucho Internet, como en este caso yo, te recomiendo un plan donde te quedan 20 GB en total y te quedan 10 400 cada uno. hay una diferencia de 8 gigas obviamente y obviamente del precio sí. Y 10,400 cada línea. 10,400 cada línea con 20 gigas en total cada uno.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 126.66,
      "fin": 146.19,
      "duracion": 19.53,
      "texto": "Con 20 gigas cada una. Exactamente, este plan incluyó gigas de regalo y gigas del plan familia. Por 6 meses va a tener disponible toda esa cantidad de gigas. Por el otro lado tendrías 12 gigas en total, a 7400.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.83,
      "fin": 155.27,
      "duracion": 7.44,
      "texto": "Es mucho menos. Pero dentro de toda la cantidad de chicas está bien porque el WhatsApp no te consume, es gratis.",
      "confianza": 0.903,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.01,
      "fin": 156.21,
      "duracion": 0.2,
      "texto": "Ok,",
      "confianza": 0.545,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.21,
      "fin": 160.0,
      "duracion": 3.79,
      "texto": "bueno, déjame ver qué es lo que estoy pagando ahora y...",
      "confianza": 0.545,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.0,
      "fin": 164.75,
      "duracion": 4.75,
      "texto": "Bien, perfecto. Te puedo dejar mi WhatsApp, Romy, ¿no hay ningún problema en eso? Dale, déjamelo.",
      "confianza": 0.545,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.27,
      "fin": 177.32,
      "duracion": 12.05,
      "texto": "Perfecto, te dejo ahí para cualquier consulta y obviamente ponés la opción correspondiente y obviamente te vuelvo a llamar, ¿sí? Ok. Genial que tengas, esperante tarde. Hasta luego, nominazo. Gracias.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, hablo con Romina. Sí. ¿Qué tal un gusto, Romy? Bienvenida. Te hablé así y la acompañamos hoy tarde. ¿Bien? Sí, decime. Bien, Romy, veo que lo encuentras hoy en día con claro. Teníamos un beneficio para perderte del plan familia. ¿Bien? Me gustaría hacer alusión de utilizar muchos libros o utilizar lo básico. Eh... No, la verdad que no tengo mucha idea del tema gigas, ni tampoco sé cuántos tengo en este momento con el plan que tengo. Bien, perfecto. Así veo que pagás 18. ¿Está bien? Sí. Perfecto. Yo tengo por otorgarte un plan muy completo que hoy al día te queda en 10.400 con un total... Yo tengo dos líneas, yo. Bien, dos líneas, pero no sabes con la cantidad de gigas que te salen. en el plan, ¿no? No, no. No tenés muy claro. ¿Y vos cómo te verías robina con 12 gigas? No sé. No sé en mi idea de cuánto. No sé qué tanto utilizas el celular. O sea, pongámonos a analizar. Sí, lo uso bastante. Lo uso bastante. Muchos redes sociales. Instagram y sí. ¿Y YouTube, TikTok, todas esas cosas fuera del internet? ¿Lo usas fuera del Wi-Fi de la casa? Imagina la historia. Perfecto, pero poco lo básico. Pero más que todo para ver una historia, hacer un replay, ¿no? Bien, mira, yo en este caso, si tenés dos líneas, yo te recomiendo el plan con 12 GB en total, que es decir, 1460, ¿sí? Si ya sos una parira que no frecuentas mucho Internet, como en este caso yo, te recomiendo un plan donde te quedan 20 GB en total y te quedan 10 400 cada uno. hay una diferencia de 8 gigas obviamente y obviamente del precio sí. Y 10,400 cada línea. 10,400 cada línea con 20 gigas en total cada uno. Con 20 gigas cada una. Exactamente, este plan incluyó gigas de regalo y gigas del plan familia. Por 6 meses va a tener disponible toda esa cantidad de gigas. Por el otro lado tendrías 12 gigas en total, a 7400. Es mucho menos. Pero dentro de toda la cantidad de chicas está bien porque el WhatsApp no te consume, es gratis. Ok, bueno, déjame ver qué es lo que estoy pagando ahora y... Bien, perfecto. Te puedo dejar mi WhatsApp, Romy, ¿no hay ningún problema en eso? Dale, déjamelo. Perfecto, te dejo ahí para cualquier consulta y obviamente ponés la opción correspondiente y obviamente te vuelvo a llamar, ¿sí? Ok. Genial que tengas, esperante tarde. Hasta luego, nominazo. Gracias.",
  "calidad": {
    "confianza_promedio": 0.468,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:04:03.937060",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 56,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:32.147778",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104519248_ACD_67691",
    "fecha_inicio": "14/1/2026 10:45:19",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 196,
    "tiempo_conversacion": 173,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}