{
  "archivo": "amza22_1_260113120531150_ACD_26579.wav",
  "duracion_segundos": 176.68,
  "num_segmentos": 49,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 76.16,
    "Cliente": 87.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 14.38,
      "duracion": 14.35,
      "texto": "Hola, buen día. Hablo con Luis, Fernando. ¿De parte de quién? Ah, bien. ¿Cómo están? Mi nombre es Belén. Me presento... Los favoritos míos. Ya estoy llamando a la Secretaria de Recupero de Clientes de Movistar.",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.04,
      "fin": 23.91,
      "duracion": 8.87,
      "texto": "Queríamos brindarle un beneficio a las líneas en estos momentos. Actualmente se acuerdan tanto en Cala, ¿correcto? ¿Cómo es que se llaman?",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.68,
      "fin": 39.82,
      "duracion": 15.14,
      "texto": "Mi nombre es Belén, me presento y ya estoy llamando desde el área de recuperio de clientes de Movizar, desde el área de que queríamos orinarle un beneficio a las líneas. Estaba consultando si ustedes en estos momentos estaban en claro.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.84,
      "fin": 40.68,
      "duracion": 0.84,
      "texto": "Sí, pero por ahora todavía no necesitamos.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.7,
      "fin": 51.21,
      "duracion": 10.51,
      "texto": "Bien, pero he podido escuchar las promociones para ver si viene bien o no, porque nosotros le damos cuatro siglas extra al tener más de una línea a su titularidad.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.27,
      "fin": 62.64,
      "duracion": 10.37,
      "texto": "Yo estoy capaz que le conviene. Belén, ¿cómo me dice Belén? ¿Cómo? Belén, ¿qué? ¿El apellido?",
      "confianza": 0.365,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.4,
      "fin": 70.85,
      "duracion": 5.45,
      "texto": "Belén, ¿qué? Y usted, ¿cuál es su nombre? Evelín. Evelín, ¿cómo estás? Bien,",
      "confianza": 0.027,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 70.85,
      "fin": 73.55,
      "duracion": 2.7,
      "texto": "mira, yo te vengo a ofrecer lo que son los planes.",
      "confianza": 0.723,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.61,
      "fin": 91.14,
      "duracion": 17.53,
      "texto": "Tenemos primero un plan de 8 gigas más 4. Vos tendrías 12 porque es titular de más de una línea. Entonces, tendrían 12 gigas y contarían con WhatsApp totalmente gratis. Pueden hablar, liderar cualquier compañía. Tienen mensajes y llaman a ser limitadas. Y tienen un descuento fisco por seis meses.",
      "confianza": 0.796,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.7,
      "fin": 94.58,
      "duracion": 2.88,
      "texto": "Y el valor es de 11,400 pesos por 12 gigas.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.25,
      "fin": 108.78,
      "duracion": 13.53,
      "texto": "Si no, tenés otro plan de 20 gigas a 13,250. Con varios fichas más y con un valor de 1,500 pesos también. Y en el caso de América, parece que no es mal lo que se usa en América.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.52,
      "fin": 111.12,
      "duracion": 1.6,
      "texto": "O sea, lo utilizan en cierto ello.",
      "confianza": 0.322,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.33,
      "fin": 117.04,
      "duracion": 4.7,
      "texto": "Bueno, no, como te dije, por ahora todavía no.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.38,
      "fin": 124.47,
      "duracion": 6.09,
      "texto": "Bien. ¿Y por qué no quisieras hacer la reportabilidad? Es una gestión sumamente rápida.",
      "confianza": 0.877,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.37,
      "fin": 131.11,
      "duracion": 5.75,
      "texto": "Sí, es porque primero tengo que corroborar bien tu nombre, tu apellida, tu documento, así, porque no sé con quién estoy hablando.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.22,
      "fin": 137.6,
      "duracion": 5.38,
      "texto": "Ah, bien. Estás hablando con una asesora comercial que está trabajando en el área de movistar. Claro,",
      "confianza": 0.477,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 137.6,
      "fin": 151.82,
      "duracion": 14.22,
      "texto": "entonces, por ahora, por todavía no, porque estoy un poco sin tiempo para poder corroborar con quién hablo, porque realmente no sé con quién estoy hablando, pues del otro lado, porque a veces nos llaman y después terminamos estajadas.",
      "confianza": 0.652,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.84,
      "fin": 159.36,
      "duracion": 7.52,
      "texto": "Ah, bien. Sí, lamento mucho por lo que te sucedió, pero nosotros somos, realmente no somos un área en la que te está haciendo extrabuena eso.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.86,
      "fin": 165.32,
      "duracion": 5.47,
      "texto": "Pero entiendo perfectamente tu desconfianza, pero yo te puedo mostrar que realmente no me trabajas.",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.25,
      "fin": 176.68,
      "duracion": 10.43,
      "texto": "Está bien Eberi, no hay ningún problema. Gracias.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Luis, Fernando. ¿De parte de quién? Ah, bien. ¿Cómo están? Mi nombre es Belén. Me presento... Los favoritos míos. Ya estoy llamando a la Secretaria de Recupero de Clientes de Movistar. Queríamos brindarle un beneficio a las líneas en estos momentos. Actualmente se acuerdan tanto en Cala, ¿correcto? ¿Cómo es que se llaman? Mi nombre es Belén, me presento y ya estoy llamando desde el área de recuperio de clientes de Movizar, desde el área de que queríamos orinarle un beneficio a las líneas. Estaba consultando si ustedes en estos momentos estaban en claro. Sí, pero por ahora todavía no necesitamos. Bien, pero he podido escuchar las promociones para ver si viene bien o no, porque nosotros le damos cuatro siglas extra al tener más de una línea a su titularidad. Yo estoy capaz que le conviene. Belén, ¿cómo me dice Belén? ¿Cómo? Belén, ¿qué? ¿El apellido? Belén, ¿qué? Y usted, ¿cuál es su nombre? Evelín. Evelín, ¿cómo estás? Bien, mira, yo te vengo a ofrecer lo que son los planes. Tenemos primero un plan de 8 gigas más 4. Vos tendrías 12 porque es titular de más de una línea. Entonces, tendrían 12 gigas y contarían con WhatsApp totalmente gratis. Pueden hablar, liderar cualquier compañía. Tienen mensajes y llaman a ser limitadas. Y tienen un descuento fisco por seis meses. Y el valor es de 11,400 pesos por 12 gigas. Si no, tenés otro plan de 20 gigas a 13,250. Con varios fichas más y con un valor de 1,500 pesos también. Y en el caso de América, parece que no es mal lo que se usa en América. O sea, lo utilizan en cierto ello. Bueno, no, como te dije, por ahora todavía no. Bien. ¿Y por qué no quisieras hacer la reportabilidad? Es una gestión sumamente rápida. Sí, es porque primero tengo que corroborar bien tu nombre, tu apellida, tu documento, así, porque no sé con quién estoy hablando. Ah, bien. Estás hablando con una asesora comercial que está trabajando en el área de movistar. Claro, entonces, por ahora, por todavía no, porque estoy un poco sin tiempo para poder corroborar con quién hablo, porque realmente no sé con quién estoy hablando, pues del otro lado, porque a veces nos llaman y después terminamos estajadas. Ah, bien. Sí, lamento mucho por lo que te sucedió, pero nosotros somos, realmente no somos un área en la que te está haciendo extrabuena eso. Pero entiendo perfectamente tu desconfianza, pero yo te puedo mostrar que realmente no me trabajas. Está bien Eberi, no hay ningún problema. Gracias.",
  "calidad": {
    "confianza_promedio": 0.482,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:06:27.928618",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 49,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:17.614082",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113120531150_ACD_26579",
    "fecha_inicio": "13/1/2026 12:05:31",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 188,
    "tiempo_conversacion": 171,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}