{
  "archivo": "amza1_1_260114142426171_ACD_34687.wav",
  "duracion_segundos": 124.06,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 42.48,
    "Cliente": 73.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.89,
      "fin": 6.23,
      "duracion": 4.34,
      "texto": "Hola. Hola, ¿qué tal? Muy buenos días. Me comunico con Jessica Valeria.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.31,
      "fin": 7.97,
      "duracion": 0.66,
      "texto": "Sí.",
      "confianza": 0.544,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.99,
      "fin": 15.66,
      "duracion": 7.67,
      "texto": "¿Qué tal, Jessica? ¿Cómo te va? Mi nombre es Angelina. Un placer hablar con vos. Te comento, Jessi, yo te tomaba para brindarte lo que es un descuento para tus líneas.",
      "confianza": 0.375,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.24,
      "fin": 18.3,
      "duracion": 2.06,
      "texto": "Me pudiera que estés en claro. Actualmente es correcto.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.01,
      "fin": 21.39,
      "duracion": 1.38,
      "texto": "Sí. Bien.",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.41,
      "fin": 21.81,
      "duracion": 0.4,
      "texto": "Te comento.",
      "confianza": 0.524,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.83,
      "fin": 37.21,
      "duracion": 15.38,
      "texto": "Tú eres justamente la compañía de DemoGuestar. Queremos que vuelvas a nosotros a ser parte de la compañía y queremos verte lo que es una bonificación exclusiva que tenemos para el día de hoy. de comprensor de qué trata. Es un plan de 8 días de base, más 8 días de regalo por 6 meses.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.67,
      "fin": 42.05,
      "duracion": 4.38,
      "texto": "Incluye lo que es WhatsApp gratis, llamadas libres a cualquier compañía y cómo diseñar quién es lo que es.",
      "confianza": 0.611,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.07,
      "fin": 65.68,
      "duracion": 23.61,
      "texto": "La más América a precio local y roaming en América por un total de 10.400 pesos. Mira, te cuento, ¿eh? Estoy tratando de solucionar un tema que tengo con claro, que me tienen que beneficiar un dinero que me cobraban mal y no quiero irme de la compañía a solucionar eso. Así que, al culo de la semana que viene, Me lo estarán solucionando. Mientras tanto, no quiero hacer ningún movimiento.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 66.28,
      "fin": 67.98,
      "duracion": 1.7,
      "texto": "Ok. Yezi, igual te comento.",
      "confianza": 0.806,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.72,
      "fin": 92.0,
      "duracion": 23.28,
      "texto": "Vos, justamente, al hacer lo que es el cambio de portabilidad, se demora entre 7 a 10 días hábiles, ¿sí? Así que si vos quisieras, podrías igual hacerlo de todas maneras para aprovechar la promoción, que es vigente 0 por el día de hoy. Y en todo caso, si solucionamos la llamada entrante en lo de caro, no habría ningún problema porque no se superpondrían los trámites, digamos. para que estés al tanto. Claro, te agradezco. Por ahora, prefiero solucionar esto primero, después ver los que hago.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.04,
      "fin": 113.97,
      "duracion": 21.93,
      "texto": "Bueno, mirá, antes que me cortes, te voy a mandar un mensajito por WhatsApp, que puse, hola, Jessica, soy Eva de Movistar, y podés responderme con un hola, Eva, o algo así como para que me avisen el Word, en lo posible, y en todo caso, si querés, o cuando los soluciones al trámite con claro, me atrevesás, por ahí la promo sigue vigente, pero bueno, nos ha dicho solamente por el día de hoy,",
      "confianza": 0.716,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.16,
      "fin": 118.31,
      "duracion": 4.15,
      "texto": "Y no te comparto de las promociones de ese momento, ¿bien? Perfecto.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.99,
      "fin": 124.06,
      "duracion": 5.07,
      "texto": "Dale, te sigo que sepame y te mando las promos. OK, gracias, hasta luego. Hasta luego, hasta luego.",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Muy buenos días. Me comunico con Jessica Valeria. Sí. ¿Qué tal, Jessica? ¿Cómo te va? Mi nombre es Angelina. Un placer hablar con vos. Te comento, Jessi, yo te tomaba para brindarte lo que es un descuento para tus líneas. Me pudiera que estés en claro. Actualmente es correcto. Sí. Bien. Te comento. Tú eres justamente la compañía de DemoGuestar. Queremos que vuelvas a nosotros a ser parte de la compañía y queremos verte lo que es una bonificación exclusiva que tenemos para el día de hoy. de comprensor de qué trata. Es un plan de 8 días de base, más 8 días de regalo por 6 meses. Incluye lo que es WhatsApp gratis, llamadas libres a cualquier compañía y cómo diseñar quién es lo que es. La más América a precio local y roaming en América por un total de 10.400 pesos. Mira, te cuento, ¿eh? Estoy tratando de solucionar un tema que tengo con claro, que me tienen que beneficiar un dinero que me cobraban mal y no quiero irme de la compañía a solucionar eso. Así que, al culo de la semana que viene, Me lo estarán solucionando. Mientras tanto, no quiero hacer ningún movimiento. Ok. Yezi, igual te comento. Vos, justamente, al hacer lo que es el cambio de portabilidad, se demora entre 7 a 10 días hábiles, ¿sí? Así que si vos quisieras, podrías igual hacerlo de todas maneras para aprovechar la promoción, que es vigente 0 por el día de hoy. Y en todo caso, si solucionamos la llamada entrante en lo de caro, no habría ningún problema porque no se superpondrían los trámites, digamos. para que estés al tanto. Claro, te agradezco. Por ahora, prefiero solucionar esto primero, después ver los que hago. Bueno, mirá, antes que me cortes, te voy a mandar un mensajito por WhatsApp, que puse, hola, Jessica, soy Eva de Movistar, y podés responderme con un hola, Eva, o algo así como para que me avisen el Word, en lo posible, y en todo caso, si querés, o cuando los soluciones al trámite con claro, me atrevesás, por ahí la promo sigue vigente, pero bueno, nos ha dicho solamente por el día de hoy, Y no te comparto de las promociones de ese momento, ¿bien? Perfecto. Dale, te sigo que sepame y te mando las promos. OK, gracias, hasta luego. Hasta luego, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.586,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:44:07.488608",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:16.214496",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142426171_ACD_34687",
    "fecha_inicio": "14/1/2026 14:24:26",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 139,
    "tiempo_conversacion": 119,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}