{
  "archivo": "amza1_1_260116112208147_ACD_93151.wav",
  "duracion_segundos": 335.16,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 229.45,
    "Cliente": 77.4
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.62,
      "fin": 3.96,
      "duracion": 2.34,
      "texto": "Hola, ¿qué tal? Muy buenos días. Hablo con Laura.",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.06,
      "fin": 16.32,
      "duracion": 11.26,
      "texto": "Sí. Laura, ¿cómo estás? Un placer hablar con vos. Te hablaba Angelina, asesora de Movistar, destiladora de la trama. ¿Cómo estás? ¿Cómo te vas? ¿Todo bien y vos? Bien, bien. Bueno, me alegro, Laura.",
      "confianza": 0.495,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.76,
      "fin": 21.41,
      "duracion": 4.65,
      "texto": "Te comento, yo te llamaba justamente el día de hoy porque tenemos lo que es un beneficio para tu línea móvil.",
      "confianza": 0.561,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.62,
      "fin": 28.98,
      "duracion": 7.35,
      "texto": "Sí, es un plan que justamente tiene un valor de 10.400 pesos y cuenta con 8 GB de base más 8 GB de regalo por 6 meses.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.34,
      "fin": 38.57,
      "duracion": 9.23,
      "texto": "roaming, llamadas a América Libre, sí, y también lo que es WhatsApp los 30 días del mes y llamadas libres a cualquier compañía, ¿bien?",
      "confianza": 0.695,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.59,
      "fin": 40.83,
      "duracion": 2.24,
      "texto": "Todo esto por $1400 pesos.",
      "confianza": 0.867,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.88,
      "fin": 44.96,
      "duracion": 3.08,
      "texto": "Me asegura que, en claro, estás abonando más de eso, ¿es correcto?",
      "confianza": 0.79,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.02,
      "fin": 52.91,
      "duracion": 4.89,
      "texto": "Sí. Bien. Sí, pero no, no, porque acá en Córdoba no hay una casa morrizada y no voy a renegar.",
      "confianza": 0.466,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.93,
      "fin": 55.47,
      "duracion": 2.54,
      "texto": "Ya estuve renegando y no quiero renegar más.",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.04,
      "fin": 88.78,
      "duracion": 32.74,
      "texto": "Bien, Laura, igual en ese caso te comento, sí, nosotros, justamente, al ser asesores personales de cada cliente, estamos a disposición, en caso de que tengan cualquier duda, consultar con respecto a lo que es el servicio. Bien, así que, en todo caso, vos me comentás que, bueno, no tenés lo que es la sucursal de Movistar, pero puedes acudir a mí, agendándome ante cualquier duda que tengas, para que yo, justamente, te asesore y te resuelva o te deriva lo que es el área de ventas, área de técnicos y demás. Bien, para que te quedes tranquila. Es una nueva, justamente, implementación que hemos hecho, a partir de las provincias que no tienen sucursales.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.42,
      "fin": 104.92,
      "duracion": 15.5,
      "texto": "Para que te quedes tranquila con respecto a eso. Así que, lo que es justamente la portabilidad, vos podés hablarme a mí, en cual es tu que tengas alguna duda o consulta con respecto a tus aumentos. Y además, a través de la aplicación también puedes gestionar todo, ¿sí? Por si lo quisieras hacer.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.72,
      "fin": 113.57,
      "duracion": 7.85,
      "texto": "Y lo que es el punto... Pero ahora no. Bien, que justamente te da cosita el tema de eso, de que no hay sucursales.",
      "confianza": 0.449,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.49,
      "fin": 171.6,
      "duracion": 57.11,
      "texto": "Sí, tuve como dos o tres meses sin chips, hasta que me lo manden, después cuando me lo mandaron estaba roto, no andaba. En este momento, en este caso, para que te quedes tranquila, sí, nosotros justamente ahora tenemos lo que es una nueva gestión, que es que vos no tenés que esperar el chip a domicilio, sino que lo podés retirar en cualquier punto que esté justamente oficialmente autorizado para vender los que son chips de Movistar, que serían Kiosk.seq, se les llama. Sí, en ese caso, vos, Laura, buscarías el chip en un tiempo que tal vez te queda a la vuelta de tu casa, para que te quedes tranquila con eso, y vos, en tu casa, lo vas a poder activar con tu identidad, con tu rostro. Cuando vos lo actives, ya se te va a derivar directamente lo que es justamente el número, porque la gestión la hiciste a través de Movistar, y vas a poder utilizarlo sin problema, sin esperar que justamente te llegue a tu domicilio, y que te quedes incomunicada y demás. ¿Bien? Por ejemplo, vos, ¿de qué calle es tu domicilio?",
      "confianza": 0.263,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.83,
      "fin": 176.53,
      "duracion": 3.7,
      "texto": "El de Manuel Calviño.",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 177.96,
      "fin": 178.26,
      "duracion": 0.3,
      "texto": "Manuel Calviño.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.28,
      "fin": 178.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.21,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.36,
      "fin": 185.91,
      "duracion": 7.55,
      "texto": "Mirá, ahí yo te voy a comentar. ¿Vos sos de la ciudad de Córdoba o de qué localidad?",
      "confianza": 0.545,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.93,
      "fin": 187.17,
      "duracion": 1.24,
      "texto": "Sí, sí, de Córdoba.",
      "confianza": 0.284,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.19,
      "fin": 189.63,
      "duracion": 2.44,
      "texto": "Bien, por ejemplo, mirá, te comento para que te des una idea.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.67,
      "fin": 237.4,
      "duracion": 46.73,
      "texto": "En lo que es pleno centro de Córdoba, sí, tenemos lo que eres, a ver, no sé en qué cerca de qué localidad estás, si es en el centro, o en la parte de General Paz, por donde queda tu barrio. No, no, yo estoy en Aguayo, en la parte de barrio. Ok, a ver. Bien, yo te comento, por ejemplo, me figura lo que es en pleno centro de la ciudad de Córdoba, que tenés un montón de sucursales a donde puedes retirar lo que es el chip en blanco, que se le llama. Por ejemplo, tenemos el NAR sucursal en la calle Sarmiento 61, en la ciudad de Córdoba, te figura, que vos puedes retirar lo que es el chip y ahí vos lo activás de forma autónoma en tu casa. Esto es para que juntamente lo tengas que estar esperando que te lo envíen.",
      "confianza": 0.76,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 238.0,
      "fin": 254.34,
      "duracion": 16.34,
      "texto": "En este caso, yo lo que puedo hacer es derivarte a un kiosco, el que te queda a la vuelta de tu casa donde decías que era la... Me dijiste que es Córdoba a Córdoba y la calle... Manuel Calviño. Manuel Calvi... Ay, pasa que no me figura bien.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.88,
      "fin": 282.35,
      "duracion": 25.47,
      "texto": "Bien, en ese caso... No importa, no te hagas problemas, pero por el momento no... No. Bien, pero como te digo Laura, no tendrías ninguna dificultad con lo que es la línea, ¿sí? Y tampoco te vas a quedar incomunicada, ¿bien? No te vas a quedar incomunicada porque justamente vas a poder estar portando el chip a las 48 horas hábiles, disculpame. Entonces, en ese caso no tendrías ningún problema, ¿bien?",
      "confianza": 0.05,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.86,
      "fin": 290.17,
      "duracion": 7.31,
      "texto": "Yo te puedo llevar a lo que es un punto sec para que vos retienes el chip en blanco y lo actives, ¿sí? En ese caso que quieras hacer lo que es la gestión.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.01,
      "fin": 296.93,
      "duracion": 5.91,
      "texto": "Yo tengo acá que validar solamente una serie de actos y la puedo justamente gestionarte para que las semanas que están exportando la línea.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 303.04,
      "fin": 303.16,
      "duracion": 0.12,
      "texto": "¿Bien?",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.18,
      "fin": 303.5,
      "duracion": 0.32,
      "texto": "Sí, sí, pero no.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 303.52,
      "fin": 304.56,
      "duracion": 1.04,
      "texto": "Por ahora no. Disculpa, pero no. En este momento no.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 305.1,
      "fin": 313.97,
      "duracion": 8.87,
      "texto": "Bien, no hay problema. De todas maneras comentar de que la promoción que les estaba brindando es solamente por el día de hoy. Bueno, justamente tú te dame a vos porque me figura que estuviste anteriormente en la compañera y queríamos que vuelvas.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 314.37,
      "fin": 314.97,
      "duracion": 0.6,
      "texto": "Bien.",
      "confianza": 0.676,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 314.99,
      "fin": 327.73,
      "duracion": 12.74,
      "texto": "Vale. Por eso mismo. Así que nada, ahí tenéis que mandarte igual un mensajito por WhatsApp, ¿sí? Te voy a mandar también algunos kioscos de donde podés buscar vos el chip en Córdoba y en todo caso que te quede cómodo me avisas. Yo estoy hasta las 15 horas acá en lo que es la central, ¿sí?",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.83,
      "fin": 335.16,
      "duracion": 5.33,
      "texto": "Bueno, dale. Bueno, perfecto. Muchísimas gracias. Muchas gracias. Estamos en comunicación. Hasta luego. Gracias, chau.",
      "confianza": 0.12,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Muy buenos días. Hablo con Laura. Sí. Laura, ¿cómo estás? Un placer hablar con vos. Te hablaba Angelina, asesora de Movistar, destiladora de la trama. ¿Cómo estás? ¿Cómo te vas? ¿Todo bien y vos? Bien, bien. Bueno, me alegro, Laura. Te comento, yo te llamaba justamente el día de hoy porque tenemos lo que es un beneficio para tu línea móvil. Sí, es un plan que justamente tiene un valor de 10.400 pesos y cuenta con 8 GB de base más 8 GB de regalo por 6 meses. roaming, llamadas a América Libre, sí, y también lo que es WhatsApp los 30 días del mes y llamadas libres a cualquier compañía, ¿bien? Todo esto por $1400 pesos. Me asegura que, en claro, estás abonando más de eso, ¿es correcto? Sí. Bien. Sí, pero no, no, porque acá en Córdoba no hay una casa morrizada y no voy a renegar. Ya estuve renegando y no quiero renegar más. Bien, Laura, igual en ese caso te comento, sí, nosotros, justamente, al ser asesores personales de cada cliente, estamos a disposición, en caso de que tengan cualquier duda, consultar con respecto a lo que es el servicio. Bien, así que, en todo caso, vos me comentás que, bueno, no tenés lo que es la sucursal de Movistar, pero puedes acudir a mí, agendándome ante cualquier duda que tengas, para que yo, justamente, te asesore y te resuelva o te deriva lo que es el área de ventas, área de técnicos y demás. Bien, para que te quedes tranquila. Es una nueva, justamente, implementación que hemos hecho, a partir de las provincias que no tienen sucursales. Para que te quedes tranquila con respecto a eso. Así que, lo que es justamente la portabilidad, vos podés hablarme a mí, en cual es tu que tengas alguna duda o consulta con respecto a tus aumentos. Y además, a través de la aplicación también puedes gestionar todo, ¿sí? Por si lo quisieras hacer. Y lo que es el punto... Pero ahora no. Bien, que justamente te da cosita el tema de eso, de que no hay sucursales. Sí, tuve como dos o tres meses sin chips, hasta que me lo manden, después cuando me lo mandaron estaba roto, no andaba. En este momento, en este caso, para que te quedes tranquila, sí, nosotros justamente ahora tenemos lo que es una nueva gestión, que es que vos no tenés que esperar el chip a domicilio, sino que lo podés retirar en cualquier punto que esté justamente oficialmente autorizado para vender los que son chips de Movistar, que serían Kiosk.seq, se les llama. Sí, en ese caso, vos, Laura, buscarías el chip en un tiempo que tal vez te queda a la vuelta de tu casa, para que te quedes tranquila con eso, y vos, en tu casa, lo vas a poder activar con tu identidad, con tu rostro. Cuando vos lo actives, ya se te va a derivar directamente lo que es justamente el número, porque la gestión la hiciste a través de Movistar, y vas a poder utilizarlo sin problema, sin esperar que justamente te llegue a tu domicilio, y que te quedes incomunicada y demás. ¿Bien? Por ejemplo, vos, ¿de qué calle es tu domicilio? El de Manuel Calviño. Manuel Calviño. Sí. Mirá, ahí yo te voy a comentar. ¿Vos sos de la ciudad de Córdoba o de qué localidad? Sí, sí, de Córdoba. Bien, por ejemplo, mirá, te comento para que te des una idea. En lo que es pleno centro de Córdoba, sí, tenemos lo que eres, a ver, no sé en qué cerca de qué localidad estás, si es en el centro, o en la parte de General Paz, por donde queda tu barrio. No, no, yo estoy en Aguayo, en la parte de barrio. Ok, a ver. Bien, yo te comento, por ejemplo, me figura lo que es en pleno centro de la ciudad de Córdoba, que tenés un montón de sucursales a donde puedes retirar lo que es el chip en blanco, que se le llama. Por ejemplo, tenemos el NAR sucursal en la calle Sarmiento 61, en la ciudad de Córdoba, te figura, que vos puedes retirar lo que es el chip y ahí vos lo activás de forma autónoma en tu casa. Esto es para que juntamente lo tengas que estar esperando que te lo envíen. En este caso, yo lo que puedo hacer es derivarte a un kiosco, el que te queda a la vuelta de tu casa donde decías que era la... Me dijiste que es Córdoba a Córdoba y la calle... Manuel Calviño. Manuel Calvi... Ay, pasa que no me figura bien. Bien, en ese caso... No importa, no te hagas problemas, pero por el momento no... No. Bien, pero como te digo Laura, no tendrías ninguna dificultad con lo que es la línea, ¿sí? Y tampoco te vas a quedar incomunicada, ¿bien? No te vas a quedar incomunicada porque justamente vas a poder estar portando el chip a las 48 horas hábiles, disculpame. Entonces, en ese caso no tendrías ningún problema, ¿bien? Yo te puedo llevar a lo que es un punto sec para que vos retienes el chip en blanco y lo actives, ¿sí? En ese caso que quieras hacer lo que es la gestión. Yo tengo acá que validar solamente una serie de actos y la puedo justamente gestionarte para que las semanas que están exportando la línea. ¿Bien? Sí, sí, pero no. Por ahora no. Disculpa, pero no. En este momento no. Bien, no hay problema. De todas maneras comentar de que la promoción que les estaba brindando es solamente por el día de hoy. Bueno, justamente tú te dame a vos porque me figura que estuviste anteriormente en la compañera y queríamos que vuelvas. Bien. Vale. Por eso mismo. Así que nada, ahí tenéis que mandarte igual un mensajito por WhatsApp, ¿sí? Te voy a mandar también algunos kioscos de donde podés buscar vos el chip en Córdoba y en todo caso que te quede cómodo me avisas. Yo estoy hasta las 15 horas acá en lo que es la central, ¿sí? Bueno, dale. Bueno, perfecto. Muchísimas gracias. Muchas gracias. Estamos en comunicación. Hasta luego. Gracias, chau.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:48:27.997233",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 84,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:16.479154",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116112208147_ACD_93151",
    "fecha_inicio": "16/1/2026 11:22:08",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 399,
    "tiempo_conversacion": 323,
    "tiempo_hold": 0,
    "tiempo_acw": 55,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}