{
  "archivo": "amza24_1_260113131448811_ACD_83403.wav",
  "duracion_segundos": 511.46,
  "num_segmentos": 119,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 190.71,
    "Cliente": 260.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 6.32,
      "duracion": 6.29,
      "texto": "Primera. Hola. Hola. ¿Cómo estás? Buenos días. Hablo con Nicolás.",
      "confianza": 0.274,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.82,
      "fin": 7.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.9,
      "fin": 15.13,
      "duracion": 7.23,
      "texto": "¿Cómo estás, Nicolás? Agustín es mi nombre. Me estoy comunicando de la día de recupero de la gente de Movistar.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.15,
      "fin": 15.21,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.043,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.23,
      "fin": 17.79,
      "duracion": 2.56,
      "texto": "Nicolás, me figura que actualmente estás en claro, ¿sí?",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.19,
      "fin": 19.25,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.27,
      "fin": 22.59,
      "duracion": 3.32,
      "texto": "Mientras consulto, el motivo por el que te fuiste de Movistar, ¿cuál fue?",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.3,
      "fin": 27.44,
      "duracion": 0.14,
      "texto": "No, no.",
      "confianza": 0.17,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.98,
      "fin": 35.95,
      "duracion": 7.97,
      "texto": "mala atención y económica. Segura. Niko, en este caso te cuento.",
      "confianza": 0.098,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.59,
      "fin": 43.96,
      "duracion": 7.37,
      "texto": "Con respecto a los valores, en este caso nos estamos comunicando porque tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía.",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.37,
      "fin": 69.29,
      "duracion": 23.92,
      "texto": "Y con respecto a la extensión, contarte que en este caso Montero hace un tiempo a esta parte, quiere un trato más personalizado con sus clientes, de manera tal de que te brindas, digamos. Yo le voy a hacer tu asesora personalizada, vos cualquier duda o consulta que tengas, directamente te dirigís para Colmiro y en todo caso, si yo puedo resolverte la consulta, te la resuelvo y si no, te derivo a los canales oficiales donde vas a tener una reacción inmediata.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.07,
      "fin": 88.84,
      "duracion": 16.77,
      "texto": "Primero quiero pedirte disculpas por lo que te pasó anteriormente. En este caso, Nicolás, te estábamos brindando lo que es un plan de 8 días de base más 8 de regalo. Van a ser 16 horas en total. WhatsApp gratis, llamadas libres a todas las compañías por un precio final de 13.250.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.02,
      "fin": 89.56,
      "duracion": 0.54,
      "texto": "Bien.",
      "confianza": 0.763,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.74,
      "fin": 101.13,
      "duracion": 8.39,
      "texto": "En este caso, el trámite es súper sencillo. Simplemente verificamos los datos que tenemos ingresado y te enviamos el chip a la sucursal más cercana a tu domicilio.",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.07,
      "fin": 128.35,
      "duracion": 26.28,
      "texto": "que estaría llegando en aproximadamente 48 a 72 horas hábiles, de manera tal de que cuando la línea es claro de que esté funcionando, pues no tengas mucho inmovilidad y entonces directamente lo único que haces es cambiarlo, ¿sí? Sí, sí. Bien. Nicolás, el consultor, vos sos de Cano o de Provincia? No, Provincia. Provincia, ah, bárbara. ¿Y de qué partido? Transformarlo.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.33,
      "fin": 170.67,
      "duracion": 41.34,
      "texto": "San Fernando nos figura en Constitución 867. ¿Se te queda más o menos cómodo para ir a retirarnos? Lo que pasa es que no tengo tiempo. Yo trabajo acá en Martínez. Y acá tengo un movistar a dos cuadras que están en avenida Santa Fe. Sí. No sé si esto se puede o no. Sí, claro. A ver, a ver, lo vemos. Martínez, te digo, si este Martínez es una movistar oficial.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.33,
      "fin": 173.62,
      "duracion": 2.28,
      "texto": "Sí, ¿Santa Fe 2001, ese me habías dicho?",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 179.28,
      "fin": 193.59,
      "duracion": 14.31,
      "texto": "Sí, no sé. No sé qué tipo está, pero... Sí, ¿cómo quiere? Por albergar. Albergar y... Exactamente. Sí, tal cual. Tal cual, tal cual. Bien, si vos querés podemos poner entonces eso a su cursa para que vayas a retirar el chip si te va a quedar más cerca y más cómodo para ir ahí.",
      "confianza": 0.16,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.73,
      "fin": 196.12,
      "duracion": 1.38,
      "texto": "Sí, pero igual hay un inconveniente.",
      "confianza": 0.374,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.38,
      "fin": 208.11,
      "duracion": 11.73,
      "texto": "Yo con claro, yo con claro tengo todo el combo que sería el TV, hogar y wifi y mi teléfono.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.13,
      "fin": 208.19,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.117,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 208.21,
      "fin": 228.62,
      "duracion": 20.41,
      "texto": "Yo ahora estoy trabajando, pero si vos me armás un combo entre los tres y lo reviso y... sale menos, te de buena respuesta, te respondo y hablamos. Decime tu domicilio para verificar lo que es la cobertura, primero. Cintana 2561.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 229.98,
      "fin": 243.66,
      "duracion": 13.68,
      "texto": "Perdóname si he cortado, ¿cómo es, perdón? Cintana 2561. 2561, espera, debería mandar mi mensajito o algo así porque realmente no te escucho en la calle y... espera.",
      "confianza": 0.488,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.4,
      "fin": 264.01,
      "duracion": 19.61,
      "texto": "Ahí te mando un mensaje para que, a partir de ahora, bueno, vas a tener mi número y me escribas ahí, por favor, la dirección.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.32,
      "fin": 305.84,
      "duracion": 29.52,
      "texto": "Bien, ahí te mandé un mensaje en WhatsApp, confírmame si te llegó. Sí. A ver, déjame que vea. Claro, a mí me figura acá otro, me figura Cordero32, ahí ya lo vi. Bueno, bueno, sí, ahí, nada, solo iba a ir. Ajá, bien. Me parece bien. Bien, me escribís, porfa, ahí, porque me caerán sus publicidades en la calle. Sí, sí, sí, hacerlo tranquilo.",
      "confianza": 0.459,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 311.81,
      "fin": 345.61,
      "duracion": 33.8,
      "texto": "¿Vos me podés averiguar cuánto sería y me la mandas por mensaje, por favor? En ese caso te va a quedar lo que sería, el servicio de internet de 300 megas más que tu línea con 8 siglas, en 24.000, dependiendo de las zonas, que hay zonas que tenemos, digamos, como mejores promociones que en otras, se puede bajar hasta 20.000.",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 347.31,
      "fin": 349.79,
      "duracion": 2.48,
      "texto": "Eso tendría que corroborarlo ahora con el domicilio.",
      "confianza": 0.844,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 350.33,
      "fin": 365.21,
      "duracion": 14.88,
      "texto": "Y en el caso de que le quieras agregar la televisión, tiene un costo de 11.000. El primer mes es sin cargo, se comenzaría a pagar a partir del segundo mes. ¿Pero con cuántos canales? Con 60.",
      "confianza": 0.791,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.22,
      "fin": 395.84,
      "duracion": 29.62,
      "texto": "Y había otro, ¿no? Sí, ahí te lo digo. Bien, en la televisión tenemos el de 60 en 11.000 y el de 112 en 15.400.",
      "confianza": 0.404,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 396.86,
      "fin": 399.05,
      "duracion": 2.18,
      "texto": "En ese caso sí decímen.",
      "confianza": 0.299,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 400.51,
      "fin": 418.05,
      "duracion": 17.54,
      "texto": "Bueno, no sé, a ver, vos me lo puedes dejar distinto porque ahora estoy trabajando en mi casa y... Sí, sí. Deberíamos que ver la cobertura primero, si me decís lo que hiciste de vuelta porque yo no te entendí de calle. Quintana, 2561. Ahora te entendí, perfecto.",
      "confianza": 0.218,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 418.55,
      "fin": 426.16,
      "duracion": 7.61,
      "texto": "Quintana, 2561. Perfecto. Esto me dijiste que es de... Están hablando.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 426.85,
      "fin": 453.87,
      "duracion": 27.02,
      "texto": "Perfecto. Bien. Está entre Sargento Díaz y Berupi, ¿verdad? Sí. Perfecto. Bien. A ver, ahí te digo. Si tenemos la cobertura, yo te mando entonces por la promo por WhatsApp, si vos querés, para que te quedes. Un segundo.",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 458.04,
      "fin": 468.87,
      "duracion": 10.83,
      "texto": "Dame un segundo, que confirmo. Lo que es la cobertura y ahí en ese caso se va a quedar. Entonces, 24 más.",
      "confianza": 0.388,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 469.41,
      "fin": 477.92,
      "duracion": 8.51,
      "texto": "Vos querés entonces el plan de los 102 canales, ¿no es cierto?",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 477.94,
      "fin": 479.82,
      "duracion": 1.88,
      "texto": "Sí. Bien.",
      "confianza": 0.425,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 479.84,
      "fin": 487.03,
      "duracion": 7.19,
      "texto": "En este caso, te quedaría todo el servicio, televisión, internet y tu teléfono en 39.400.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 488.23,
      "fin": 504.35,
      "duracion": 16.12,
      "texto": "Bueno, me gustaría recordar y adaptarle de más raro. Cuando estés a mi casa, Carlos. Dale, dale. Bueno, ahí tenés mi número de WhatsApp. Cualquier pregunta, me hablas ahí, ¿sí?",
      "confianza": 0.35,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 505.6,
      "fin": 506.8,
      "duracion": 1.2,
      "texto": "Sí, sí, adaptarle.",
      "confianza": 0.192,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 506.82,
      "fin": 511.46,
      "duracion": 4.64,
      "texto": "Buenísimo, gracias. Hasta la próxima. Hasta luego.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Primera. Hola. Hola. ¿Cómo estás? Buenos días. Hablo con Nicolás. Sí. ¿Cómo estás, Nicolás? Agustín es mi nombre. Me estoy comunicando de la día de recupero de la gente de Movistar. Sí. Nicolás, me figura que actualmente estás en claro, ¿sí? Sí. Mientras consulto, el motivo por el que te fuiste de Movistar, ¿cuál fue? No, no. mala atención y económica. Segura. Niko, en este caso te cuento. Con respecto a los valores, en este caso nos estamos comunicando porque tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía. Y con respecto a la extensión, contarte que en este caso Montero hace un tiempo a esta parte, quiere un trato más personalizado con sus clientes, de manera tal de que te brindas, digamos. Yo le voy a hacer tu asesora personalizada, vos cualquier duda o consulta que tengas, directamente te dirigís para Colmiro y en todo caso, si yo puedo resolverte la consulta, te la resuelvo y si no, te derivo a los canales oficiales donde vas a tener una reacción inmediata. Primero quiero pedirte disculpas por lo que te pasó anteriormente. En este caso, Nicolás, te estábamos brindando lo que es un plan de 8 días de base más 8 de regalo. Van a ser 16 horas en total. WhatsApp gratis, llamadas libres a todas las compañías por un precio final de 13.250. Bien. En este caso, el trámite es súper sencillo. Simplemente verificamos los datos que tenemos ingresado y te enviamos el chip a la sucursal más cercana a tu domicilio. que estaría llegando en aproximadamente 48 a 72 horas hábiles, de manera tal de que cuando la línea es claro de que esté funcionando, pues no tengas mucho inmovilidad y entonces directamente lo único que haces es cambiarlo, ¿sí? Sí, sí. Bien. Nicolás, el consultor, vos sos de Cano o de Provincia? No, Provincia. Provincia, ah, bárbara. ¿Y de qué partido? Transformarlo. San Fernando nos figura en Constitución 867. ¿Se te queda más o menos cómodo para ir a retirarnos? Lo que pasa es que no tengo tiempo. Yo trabajo acá en Martínez. Y acá tengo un movistar a dos cuadras que están en avenida Santa Fe. Sí. No sé si esto se puede o no. Sí, claro. A ver, a ver, lo vemos. Martínez, te digo, si este Martínez es una movistar oficial. Sí, ¿Santa Fe 2001, ese me habías dicho? Sí, no sé. No sé qué tipo está, pero... Sí, ¿cómo quiere? Por albergar. Albergar y... Exactamente. Sí, tal cual. Tal cual, tal cual. Bien, si vos querés podemos poner entonces eso a su cursa para que vayas a retirar el chip si te va a quedar más cerca y más cómodo para ir ahí. Sí, pero igual hay un inconveniente. Yo con claro, yo con claro tengo todo el combo que sería el TV, hogar y wifi y mi teléfono. Sí. Yo ahora estoy trabajando, pero si vos me armás un combo entre los tres y lo reviso y... sale menos, te de buena respuesta, te respondo y hablamos. Decime tu domicilio para verificar lo que es la cobertura, primero. Cintana 2561. Perdóname si he cortado, ¿cómo es, perdón? Cintana 2561. 2561, espera, debería mandar mi mensajito o algo así porque realmente no te escucho en la calle y... espera. Ahí te mando un mensaje para que, a partir de ahora, bueno, vas a tener mi número y me escribas ahí, por favor, la dirección. Bien, ahí te mandé un mensaje en WhatsApp, confírmame si te llegó. Sí. A ver, déjame que vea. Claro, a mí me figura acá otro, me figura Cordero32, ahí ya lo vi. Bueno, bueno, sí, ahí, nada, solo iba a ir. Ajá, bien. Me parece bien. Bien, me escribís, porfa, ahí, porque me caerán sus publicidades en la calle. Sí, sí, sí, hacerlo tranquilo. ¿Vos me podés averiguar cuánto sería y me la mandas por mensaje, por favor? En ese caso te va a quedar lo que sería, el servicio de internet de 300 megas más que tu línea con 8 siglas, en 24.000, dependiendo de las zonas, que hay zonas que tenemos, digamos, como mejores promociones que en otras, se puede bajar hasta 20.000. Eso tendría que corroborarlo ahora con el domicilio. Y en el caso de que le quieras agregar la televisión, tiene un costo de 11.000. El primer mes es sin cargo, se comenzaría a pagar a partir del segundo mes. ¿Pero con cuántos canales? Con 60. Y había otro, ¿no? Sí, ahí te lo digo. Bien, en la televisión tenemos el de 60 en 11.000 y el de 112 en 15.400. En ese caso sí decímen. Bueno, no sé, a ver, vos me lo puedes dejar distinto porque ahora estoy trabajando en mi casa y... Sí, sí. Deberíamos que ver la cobertura primero, si me decís lo que hiciste de vuelta porque yo no te entendí de calle. Quintana, 2561. Ahora te entendí, perfecto. Quintana, 2561. Perfecto. Esto me dijiste que es de... Están hablando. Perfecto. Bien. Está entre Sargento Díaz y Berupi, ¿verdad? Sí. Perfecto. Bien. A ver, ahí te digo. Si tenemos la cobertura, yo te mando entonces por la promo por WhatsApp, si vos querés, para que te quedes. Un segundo. Dame un segundo, que confirmo. Lo que es la cobertura y ahí en ese caso se va a quedar. Entonces, 24 más. Vos querés entonces el plan de los 102 canales, ¿no es cierto? Sí. Bien. En este caso, te quedaría todo el servicio, televisión, internet y tu teléfono en 39.400. Bueno, me gustaría recordar y adaptarle de más raro. Cuando estés a mi casa, Carlos. Dale, dale. Bueno, ahí tenés mi número de WhatsApp. Cualquier pregunta, me hablas ahí, ¿sí? Sí, sí, adaptarle. Buenísimo, gracias. Hasta la próxima. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:27:24.951493",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 119,
    "total_segmentos_corregido": 40,
    "fecha_correccion": "2026-01-18T23:05:18.876181",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113131448811_ACD_83403",
    "fecha_inicio": "13/1/2026 13:14:48",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 634,
    "tiempo_conversacion": 492,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}