{
  "archivo": "amza42_1_260115135022935_ACD_76993.wav",
  "duracion_segundos": 151.0,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 14.5,
    "Cliente": 119.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.4,
      "fin": 3.75,
      "duracion": 3.34,
      "texto": "Hola, ¿me comunicó con Simona?",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.15,
      "fin": 7.21,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.23,
      "fin": 13.36,
      "duracion": 6.13,
      "texto": "Como le va un gusto, mi nombre es Cynthia, me estoy comunicando con usted porque el día de hoy tengo para brindarle un beneficio para la línea móvil.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.12,
      "fin": 16.28,
      "duracion": 2.16,
      "texto": "Actualmente me aseguro que se pertenece, ¿claro?",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.98,
      "fin": 24.03,
      "duracion": 4.05,
      "texto": "Sí. Perfecto, ¿actualmente cuenta con lo que es un abono o tiene prepago hacer recargas?",
      "confianza": 0.202,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.05,
      "fin": 25.53,
      "duracion": 0.48,
      "texto": "Abono.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.69,
      "fin": 30.42,
      "duracion": 3.73,
      "texto": "Bien, ¿y sabe actualmente que es lo que le brinda a la compañía? ¿Cuántas gigas y demás?",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.66,
      "fin": 50.92,
      "duracion": 19.26,
      "texto": "Actualmente tiene más. Fíjame, perdón. Tiene 4 gigas, lo pago 12 mil. Bien, 4 gigas a 12 mil. ¿Y si actualmente le alcanzan esas gigas durante todo el mes o hace falta que le hagamos recargas o control del plan? No, solo yo necesito para hacer la llamada o mandar mensajes y nada más, no uso tanto.",
      "confianza": 0.188,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.71,
      "fin": 54.81,
      "duracion": 3.1,
      "texto": "Bien, perfecto. ¿Sabe que el día de hoy tenemos lo que es el servicio?",
      "confianza": 0.85,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 55.31,
      "fin": 61.52,
      "duracion": 6.21,
      "texto": "de 4GB, más WhatsApp gratis, a la libre a todas las compañías, con un descuento fijo ahora de 6 meses, ¿sí?",
      "confianza": 0.638,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.24,
      "fin": 65.49,
      "duracion": 3.24,
      "texto": "Actualmente, al día de hoy, le quedan $7,460 el plan.",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.49,
      "fin": 93.09,
      "duracion": 26.6,
      "texto": "Nosotros le tramitamos todo lo que es la portabilidad de a movistar para que usted pueda disfrutar del servicio. ¿Sí, qué le parece? Sí. O sea, yo tenía, va a gustar, y entonces me dijeron así, como me está diciendo usted así, entonces... El primer mes lo pagué lo que me dijo el precio. Después ya todos los meses subía, subía, subía. Por esos motivos lo cambié, claro, yo. Bien, entiendo.",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.59,
      "fin": 122.64,
      "duracion": 29.05,
      "texto": "¿Sabes que en todo lo que es a partir de agosto del año pasado ha cambiado todo lo que es de las que estiéramos? Justamente para brindar un mejor servicio y evitar estas inconvenientes. Sí, además mejorado tanto en lo que es la calidad de atención como en la cobertura, justamente como le digo, para evitar estas inconvenientes. Actualmente, bueno, Durante todo lo que es el trámite de portabilidad, usted va a tener un asesor asignado, que en ese caso sería yo, para ayudarle y brindarle lo que es ayuda y acompañamiento durante la portabilidad.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.53,
      "fin": 131.89,
      "duracion": 8.37,
      "texto": "Y aparte, en lo que es facturación, nosotros siempre vamos a estar realizando en lo que es 30 días anticipados, en lo que es el cambio de la factura.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.51,
      "fin": 138.68,
      "duracion": 6.17,
      "texto": "Si llega a suceder algún incremento, siempre se le va a estar realizando, para que usted tenga el poder de poder",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.2,
      "fin": 151.0,
      "duracion": 11.8,
      "texto": "si se quiere contratar o ver que otras opciones tiene lo va a poder hacer también desde la aplicación.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿me comunicó con Simona? Sí. Como le va un gusto, mi nombre es Cynthia, me estoy comunicando con usted porque el día de hoy tengo para brindarle un beneficio para la línea móvil. Actualmente me aseguro que se pertenece, ¿claro? Sí. Perfecto, ¿actualmente cuenta con lo que es un abono o tiene prepago hacer recargas? Abono. Bien, ¿y sabe actualmente que es lo que le brinda a la compañía? ¿Cuántas gigas y demás? Actualmente tiene más. Fíjame, perdón. Tiene 4 gigas, lo pago 12 mil. Bien, 4 gigas a 12 mil. ¿Y si actualmente le alcanzan esas gigas durante todo el mes o hace falta que le hagamos recargas o control del plan? No, solo yo necesito para hacer la llamada o mandar mensajes y nada más, no uso tanto. Bien, perfecto. ¿Sabe que el día de hoy tenemos lo que es el servicio? de 4GB, más WhatsApp gratis, a la libre a todas las compañías, con un descuento fijo ahora de 6 meses, ¿sí? Actualmente, al día de hoy, le quedan $7,460 el plan. Nosotros le tramitamos todo lo que es la portabilidad de a movistar para que usted pueda disfrutar del servicio. ¿Sí, qué le parece? Sí. O sea, yo tenía, va a gustar, y entonces me dijeron así, como me está diciendo usted así, entonces... El primer mes lo pagué lo que me dijo el precio. Después ya todos los meses subía, subía, subía. Por esos motivos lo cambié, claro, yo. Bien, entiendo. ¿Sabes que en todo lo que es a partir de agosto del año pasado ha cambiado todo lo que es de las que estiéramos? Justamente para brindar un mejor servicio y evitar estas inconvenientes. Sí, además mejorado tanto en lo que es la calidad de atención como en la cobertura, justamente como le digo, para evitar estas inconvenientes. Actualmente, bueno, Durante todo lo que es el trámite de portabilidad, usted va a tener un asesor asignado, que en ese caso sería yo, para ayudarle y brindarle lo que es ayuda y acompañamiento durante la portabilidad. Y aparte, en lo que es facturación, nosotros siempre vamos a estar realizando en lo que es 30 días anticipados, en lo que es el cambio de la factura. Si llega a suceder algún incremento, siempre se le va a estar realizando, para que usted tenga el poder de poder si se quiere contratar o ver que otras opciones tiene lo va a poder hacer también desde la aplicación.",
  "calidad": {
    "confianza_promedio": 0.596,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:49:02.677843",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:27.668144",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115135022935_ACD_76993",
    "fecha_inicio": "15/1/2026 13:50:22",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 175,
    "tiempo_conversacion": 145,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}