{
  "archivo": "amza6_1_260114103230910_MIT_01975.wav",
  "duracion_segundos": 550.75,
  "num_segmentos": 167,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 162.04,
    "Cliente": 354.27
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.79,
      "fin": 20.02,
      "duracion": 19.23,
      "texto": "Hola. Hola, ¿qué tal, Abel? ¿Cómo estás?",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.86,
      "fin": 21.96,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.015,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.98,
      "fin": 26.51,
      "duracion": 4.53,
      "texto": "Me estoy comunicando desde Movistar. Habíamos quedado en hablarte si habían planes más económicos.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.01,
      "fin": 28.23,
      "duracion": 1.22,
      "texto": "Me comuniqué en lo que yo diga.",
      "confianza": 0.387,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.09,
      "fin": 30.61,
      "duracion": 0.52,
      "texto": "Sí, decime.",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.05,
      "fin": 32.17,
      "duracion": 1.12,
      "texto": "Bien, te comento, Abel.",
      "confianza": 0.368,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.19,
      "fin": 37.1,
      "duracion": 4.91,
      "texto": "Tenemos lo que es el plan de 8 libras de base más ocho regalos en 10.400 pesos.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.48,
      "fin": 44.89,
      "duracion": 6.41,
      "texto": "¿Y siempre estamos más a salto? Te dije que estaba pagando 6 y nunca en media. Ah, 6 y media. Bien,",
      "confianza": 0.67,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 44.89,
      "fin": 45.59,
      "duracion": 0.7,
      "texto": "bien, perfecto.",
      "confianza": 0.42,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.61,
      "fin": 47.79,
      "duracion": 2.18,
      "texto": "No me acuerdo de cuánto estaba volando actualmente.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.31,
      "fin": 50.76,
      "duracion": 2.44,
      "texto": "Si no, ¿cuántos libras tenés en esa línea?",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.88,
      "fin": 73.25,
      "duracion": 21.37,
      "texto": "¿No 10? Bien, si no tenemos, van a abrir más bajo, que es el cuatro o dos gigas de barce, más cuatro de regalo, siete mil sete, perdón, siete mil cuatrocientos sesenta. Y bueno, si pasas una línea más bajo tu nombre, se te van a sumar cuatro gigas extra. Tú sabes que tendrías doce gigas. ¿Y cuánto es el precio?",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.28,
      "fin": 83.89,
      "duracion": 9.61,
      "texto": "Siete mil cuatrocientos sesenta. ¿Por cuánto tiempo? Va a tener un descuento fijo por seis meses de treinta mil ciento cuarenta pesos.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.74,
      "fin": 93.61,
      "duracion": 7.87,
      "texto": "¿Por nada más que por seis meses? No, no, no es que, o sea, esto lo hacemos, no sé si se acuerdan que antes en Movistar lo hacían por 12 meses.",
      "confianza": 0.225,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.03,
      "fin": 95.15,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.085,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 95.17,
      "fin": 127.22,
      "duracion": 32.05,
      "texto": "Claro, ¿qué pasaba? Habría muchos aumentos en todo el año, entonces ahora lo hemos achicado a seis meses y una vez que nosotros hacemos la portabilidad, todo el paso a usted, el número de atención al cliente, donde los chicos se especializan directamente En el caso de que al quinto mes, más o menos, usted dame y le brindan otra promoción para que la línea siga con una promoción activa. No es que se va a quedar sin promoción. Está bien. Yo sé que ya voy a tener. Si pasa más de una línea bajo su nombre, sí.",
      "confianza": 0.834,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.98,
      "fin": 145.87,
      "duracion": 16.89,
      "texto": "No, no, yo tengo este teléfono nada más, no tengo otra línea. Ah, tienes solamente este bajo su nombre. Claro, claro. Bien, en ese caso va a tener lo que es, bueno, obviamente los cuatro de base más cuatro de regalo, tendría ocho en total. ¿Y si no podía hacerlo por día?",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.91,
      "fin": 152.2,
      "duracion": 5.29,
      "texto": "Y es que eso solamente si pasa una línea más o si le acceda lo que es la fibra óptica.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.05,
      "fin": 160.22,
      "duracion": 7.17,
      "texto": "Ya entendí lo que me decís, pero yo no tengo otro teléfono. Yo soy solo, tengo este teléfono, para que quiero otro teléfono?",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.44,
      "fin": 213.75,
      "duracion": 52.31,
      "texto": "No, no, por ahí hay clientes que tienen el grupo familiar y le hago una consulta, lo que es el Internet del lugar, con qué compañía lo tiene. No, no, no, ellos lo tienen, yo alquilo y ahí me dan el... La línea, o sea, me dan el internet. Claro, el propietario de la vivienda es el que le brinda propios internet. Claro, sí, sí, sí. Claro, en este caso entonces lo único que podríamos hacer es cuatro días de base más cuatro regalos en 7.460. Bueno, ¿y cuándo me vas a mandar un chiste con este mismo chiste? No, ¿usted de qué provincia y qué localidad es? Yo estoy de San Fernando, Buenos Aires. A ver, aguardenme un segundito. ¿Qué hacemos nosotros? Le enviamos el chip a lo que es la sucursal más cercana que tenga su homicidio.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.47,
      "fin": 220.97,
      "duracion": 6.5,
      "texto": "En el caso de que le quede cerca, hay una en la Carte de Constitución, hay 867. No sé si se le queda cerca.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.37,
      "fin": 241.92,
      "duracion": 19.55,
      "texto": "Sí, me queda. Yo estoy a los 29, así que 6 cuadras me queda. 6 y 8 cuadras me quedaron. Ah, bien. Entonces, usted dentro de las próximas 48 o 72 horas ya podría pasar a retirar el chip. Igual yo le voy a ir avisando todo por WhatsApp. Le voy a estar avisando cuando se apruebe la portabilidad o cuando ya tenga que ir a retirar el chip.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.6,
      "fin": 246.02,
      "duracion": 3.43,
      "texto": "Me saque ese tranquilo que yo voy a estar en contacto con usted para ir avisándole.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.0,
      "fin": 253.51,
      "duracion": 6.51,
      "texto": "Pero está bien. ¿Pero qué es? Tengo que ir a retirar. ¿Qué es? Es una sucursal de movistar.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.05,
      "fin": 264.4,
      "duracion": 10.35,
      "texto": "Es una sucursal, así directamente los chicos de la sucursal, quedan el chiqui y se los llevo directamente activo, así no lo tiene que activar usted solo.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.22,
      "fin": 271.95,
      "duracion": 6.73,
      "texto": "Bueno, dale. ¿Qué le parece? ¿Querés que lo hagamos con ese? Dale, hacerlo por los 8 gigas, son 4 más 4 ¿no?",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.65,
      "fin": 286.1,
      "duracion": 13.45,
      "texto": "Exacto. ¿Y qué? ¿lo tengo que tener a un alto o lo guardo? Pero tiene la posibilidad de guardar lo que es el 80% de los gigas de base. O sea, el 80% de 4 gigas.",
      "confianza": 0.915,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.96,
      "fin": 295.12,
      "duracion": 8.16,
      "texto": "Ah, qué tramposo. Qué tramposo que son, ¿eh? Porque es que los de alrededor son los primeros que se consumen.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.96,
      "fin": 350.86,
      "duracion": 54.9,
      "texto": "Entonces, por eso tiene para guardar. Igual, por ejemplo, si a ustedes les sobran gigas, los puede guardar para el próximo mes, los puede pasar a otra línea móvil, como por ejemplo, si usted se queda a 100 días en algún momento, si se va a dar vacaciones o lo que sea, además en este plan tiene 20 libras de regalos que se pueden activar una vez al año y tiene una duración de 30 días. Bueno, dale, dale, dale. ¿7 cuántas me dijiste? ¿7 lucas? 7.460. Dale, 7.500, dale. Genial. Ahí le mando un mensajito por WhatsApp, yo mientras voy a ir anotando sus datos para que me pase lo que es la foto de su DNI, frente y dorso, ahora en línea. ¿Pero usted no tiene mis datos, mis fotos, todo? Sí, ¿qué pasa? Esto lo pedimos más que nada por seguridad, tanto suya como mía, porque si yo amo a una persona y se está haciendo pasar por usted, puede pasar su línea sin que usted tenga la autorización, ¿me entiende?",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.75,
      "fin": 359.58,
      "duracion": 7.83,
      "texto": "Esto lo hacemos para que corrobemos realmente si estamos hablando con el titular de la línea. Escuchá, vos tenés mi dato, ¿no? Yo me saco una foto y te la mando.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 360.64,
      "fin": 399.99,
      "duracion": 39.35,
      "texto": "Claro, la foto del DNI es frente y dorso. No, la foto mía te la mando. Claro, vos tenés el documento ahí. Por eso, pero vos tenés el documento ahí. No me pones, no me dices una cirugía, ¿eh? No, no, no, no, sí, creemos, igual. Creemos, pero bueno, es más que nada por seguridad de la empresa, sí, por ahí no mandarnos un moco, se habla con una persona que no es la titular. Claro, pero lo que pasa es que yo mandar mi documento tengo desconfianza en este momento, no me gusta mucho. Perfecto, no sea el problema, entonces seguimos el trámite y solucionamos lo del DNI enseguida, ¿te parece?",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 400.69,
      "fin": 418.0,
      "duracion": 17.31,
      "texto": "Dale, pero yo no sé si te crees, pues no te lo voy a mandar la foto, me parece. Bueno, desde ya solucionamos eso, sí, para ver cómo seguimos, pero bueno, quédese tranquilo, vamos a tratar de hacer lo posible para hacer el trámite. Yo igual le voy a leer el cierre de venta, que es el contrato legal, ¿sí?",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 419.67,
      "fin": 419.73,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.009,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 419.75,
      "fin": 462.26,
      "duracion": 42.51,
      "texto": "Esto le voy a pasar también por WhatsApp, lo que es el link de Google Maps de la sucursal de Movistar, ¿o sabe dónde es, como usted quiere? No, no sé, puedo pasarme bien la dirección, porque ya la constitución está ahí, pero bueno, está cerca de la plaza, de verdad. Claro, me aseguro que está a una cuadra de la plaza de Sendero Peartonal. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 462.95,
      "fin": 466.33,
      "duracion": 3.39,
      "texto": "Sí, Madero y Sarmiento, es una cuadra antes de la plaza.",
      "confianza": 0.315,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 466.49,
      "fin": 466.85,
      "duracion": 0.36,
      "texto": "Exacto.",
      "confianza": 0.738,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 467.05,
      "fin": 474.65,
      "duracion": 7.6,
      "texto": "Y el código postal me figura 1446. No, 14, no, perdón, 1646. 1646, exactamente.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 475.27,
      "fin": 475.95,
      "duracion": 0.68,
      "texto": "Bien.",
      "confianza": 0.305,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 475.97,
      "fin": 484.14,
      "duracion": 8.17,
      "texto": "A ver, te voy a consultar a Transistema, me figura, ah, no, no me figura ningún mail para que te dé la saturación. ¿Qué mail tenés activo ahora?",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 485.32,
      "fin": 489.15,
      "duracion": 3.82,
      "texto": "Ay, yo tengo la verga, no sé, parada.",
      "confianza": 0.281,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 489.17,
      "fin": 496.46,
      "duracion": 7.29,
      "texto": "Después te lo mando, pero después te lo mando por WhatsApp, porque en este momento no sé ni cómo sacarlo. Ah, bien.",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 496.48,
      "fin": 497.42,
      "duracion": 0.94,
      "texto": "Bien, bien, no hay problema.",
      "confianza": 0.151,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 497.44,
      "fin": 499.66,
      "duracion": 2.22,
      "texto": "Yo ahora te voy a enviar lo que es el código de portabilidad.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 500.18,
      "fin": 503.47,
      "duracion": 3.28,
      "texto": "Este código permite que vos pases la línea con tu mismo número, ¿sí?",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 504.35,
      "fin": 526.88,
      "duracion": 22.53,
      "texto": "Está bien. A ver, ahí se están enviando. Esto, bueno, vas a ver que te van a empezar a ingresar, Tamara. ¿Qué es lo que es? Tanto gente de movilizar, de personal, o de claro, tratando de brindarte otra promoción. ¿Qué pasa, Abel? Pétame muchísima atención con esto. Esta promoción yo te la estoy cargando en el sistema, ¿sí? Si vos aceptás otra promo, vas a tener dos promociones al mismo momento en el sistema. ¿Qué es lo que pasa cuando tienes dos promociones?",
      "confianza": 0.403,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 526.92,
      "fin": 532.71,
      "duracion": 5.79,
      "texto": "Se te realiza una doble capturación por tener dos promociones al mismo momento y se te puede cerrar lo que hace la línea.",
      "confianza": 0.644,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 533.19,
      "fin": 550.75,
      "duracion": 17.56,
      "texto": "Así que tus datos ya no se los pases a nadie más que no sea yo, ¿sí? Vale. Genial. Abel, fíjate si te llegó lo que es el código de portabilidad. Te debo por mensaje de texto común desde el número 223.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal, Abel? ¿Cómo estás? Bien. Me estoy comunicando desde Movistar. Habíamos quedado en hablarte si habían planes más económicos. Me comuniqué en lo que yo diga. Sí, decime. Bien, te comento, Abel. Tenemos lo que es el plan de 8 libras de base más ocho regalos en 10.400 pesos. ¿Y siempre estamos más a salto? Te dije que estaba pagando 6 y nunca en media. Ah, 6 y media. Bien, bien, perfecto. No me acuerdo de cuánto estaba volando actualmente. Si no, ¿cuántos libras tenés en esa línea? ¿No 10? Bien, si no tenemos, van a abrir más bajo, que es el cuatro o dos gigas de barce, más cuatro de regalo, siete mil sete, perdón, siete mil cuatrocientos sesenta. Y bueno, si pasas una línea más bajo tu nombre, se te van a sumar cuatro gigas extra. Tú sabes que tendrías doce gigas. ¿Y cuánto es el precio? Siete mil cuatrocientos sesenta. ¿Por cuánto tiempo? Va a tener un descuento fijo por seis meses de treinta mil ciento cuarenta pesos. ¿Por nada más que por seis meses? No, no, no es que, o sea, esto lo hacemos, no sé si se acuerdan que antes en Movistar lo hacían por 12 meses. Claro. Claro, ¿qué pasaba? Habría muchos aumentos en todo el año, entonces ahora lo hemos achicado a seis meses y una vez que nosotros hacemos la portabilidad, todo el paso a usted, el número de atención al cliente, donde los chicos se especializan directamente En el caso de que al quinto mes, más o menos, usted dame y le brindan otra promoción para que la línea siga con una promoción activa. No es que se va a quedar sin promoción. Está bien. Yo sé que ya voy a tener. Si pasa más de una línea bajo su nombre, sí. No, no, yo tengo este teléfono nada más, no tengo otra línea. Ah, tienes solamente este bajo su nombre. Claro, claro. Bien, en ese caso va a tener lo que es, bueno, obviamente los cuatro de base más cuatro de regalo, tendría ocho en total. ¿Y si no podía hacerlo por día? Y es que eso solamente si pasa una línea más o si le acceda lo que es la fibra óptica. Ya entendí lo que me decís, pero yo no tengo otro teléfono. Yo soy solo, tengo este teléfono, para que quiero otro teléfono? No, no, por ahí hay clientes que tienen el grupo familiar y le hago una consulta, lo que es el Internet del lugar, con qué compañía lo tiene. No, no, no, ellos lo tienen, yo alquilo y ahí me dan el... La línea, o sea, me dan el internet. Claro, el propietario de la vivienda es el que le brinda propios internet. Claro, sí, sí, sí. Claro, en este caso entonces lo único que podríamos hacer es cuatro días de base más cuatro regalos en 7.460. Bueno, ¿y cuándo me vas a mandar un chiste con este mismo chiste? No, ¿usted de qué provincia y qué localidad es? Yo estoy de San Fernando, Buenos Aires. A ver, aguardenme un segundito. ¿Qué hacemos nosotros? Le enviamos el chip a lo que es la sucursal más cercana que tenga su homicidio. En el caso de que le quede cerca, hay una en la Carte de Constitución, hay 867. No sé si se le queda cerca. Sí, me queda. Yo estoy a los 29, así que 6 cuadras me queda. 6 y 8 cuadras me quedaron. Ah, bien. Entonces, usted dentro de las próximas 48 o 72 horas ya podría pasar a retirar el chip. Igual yo le voy a ir avisando todo por WhatsApp. Le voy a estar avisando cuando se apruebe la portabilidad o cuando ya tenga que ir a retirar el chip. Me saque ese tranquilo que yo voy a estar en contacto con usted para ir avisándole. Pero está bien. ¿Pero qué es? Tengo que ir a retirar. ¿Qué es? Es una sucursal de movistar. Es una sucursal, así directamente los chicos de la sucursal, quedan el chiqui y se los llevo directamente activo, así no lo tiene que activar usted solo. Bueno, dale. ¿Qué le parece? ¿Querés que lo hagamos con ese? Dale, hacerlo por los 8 gigas, son 4 más 4 ¿no? Exacto. ¿Y qué? ¿lo tengo que tener a un alto o lo guardo? Pero tiene la posibilidad de guardar lo que es el 80% de los gigas de base. O sea, el 80% de 4 gigas. Ah, qué tramposo. Qué tramposo que son, ¿eh? Porque es que los de alrededor son los primeros que se consumen. Entonces, por eso tiene para guardar. Igual, por ejemplo, si a ustedes les sobran gigas, los puede guardar para el próximo mes, los puede pasar a otra línea móvil, como por ejemplo, si usted se queda a 100 días en algún momento, si se va a dar vacaciones o lo que sea, además en este plan tiene 20 libras de regalos que se pueden activar una vez al año y tiene una duración de 30 días. Bueno, dale, dale, dale. ¿7 cuántas me dijiste? ¿7 lucas? 7.460. Dale, 7.500, dale. Genial. Ahí le mando un mensajito por WhatsApp, yo mientras voy a ir anotando sus datos para que me pase lo que es la foto de su DNI, frente y dorso, ahora en línea. ¿Pero usted no tiene mis datos, mis fotos, todo? Sí, ¿qué pasa? Esto lo pedimos más que nada por seguridad, tanto suya como mía, porque si yo amo a una persona y se está haciendo pasar por usted, puede pasar su línea sin que usted tenga la autorización, ¿me entiende? Esto lo hacemos para que corrobemos realmente si estamos hablando con el titular de la línea. Escuchá, vos tenés mi dato, ¿no? Yo me saco una foto y te la mando. Claro, la foto del DNI es frente y dorso. No, la foto mía te la mando. Claro, vos tenés el documento ahí. Por eso, pero vos tenés el documento ahí. No me pones, no me dices una cirugía, ¿eh? No, no, no, no, sí, creemos, igual. Creemos, pero bueno, es más que nada por seguridad de la empresa, sí, por ahí no mandarnos un moco, se habla con una persona que no es la titular. Claro, pero lo que pasa es que yo mandar mi documento tengo desconfianza en este momento, no me gusta mucho. Perfecto, no sea el problema, entonces seguimos el trámite y solucionamos lo del DNI enseguida, ¿te parece? Dale, pero yo no sé si te crees, pues no te lo voy a mandar la foto, me parece. Bueno, desde ya solucionamos eso, sí, para ver cómo seguimos, pero bueno, quédese tranquilo, vamos a tratar de hacer lo posible para hacer el trámite. Yo igual le voy a leer el cierre de venta, que es el contrato legal, ¿sí? Sí. Esto le voy a pasar también por WhatsApp, lo que es el link de Google Maps de la sucursal de Movistar, ¿o sabe dónde es, como usted quiere? No, no sé, puedo pasarme bien la dirección, porque ya la constitución está ahí, pero bueno, está cerca de la plaza, de verdad. Claro, me aseguro que está a una cuadra de la plaza de Sendero Peartonal. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que se da... No. Puede ser que Sí, Madero y Sarmiento, es una cuadra antes de la plaza. Exacto. Y el código postal me figura 1446. No, 14, no, perdón, 1646. 1646, exactamente. Bien. A ver, te voy a consultar a Transistema, me figura, ah, no, no me figura ningún mail para que te dé la saturación. ¿Qué mail tenés activo ahora? Ay, yo tengo la verga, no sé, parada. Después te lo mando, pero después te lo mando por WhatsApp, porque en este momento no sé ni cómo sacarlo. Ah, bien. Bien, bien, no hay problema. Yo ahora te voy a enviar lo que es el código de portabilidad. Este código permite que vos pases la línea con tu mismo número, ¿sí? Está bien. A ver, ahí se están enviando. Esto, bueno, vas a ver que te van a empezar a ingresar, Tamara. ¿Qué es lo que es? Tanto gente de movilizar, de personal, o de claro, tratando de brindarte otra promoción. ¿Qué pasa, Abel? Pétame muchísima atención con esto. Esta promoción yo te la estoy cargando en el sistema, ¿sí? Si vos aceptás otra promo, vas a tener dos promociones al mismo momento en el sistema. ¿Qué es lo que pasa cuando tienes dos promociones? Se te realiza una doble capturación por tener dos promociones al mismo momento y se te puede cerrar lo que hace la línea. Así que tus datos ya no se los pases a nadie más que no sea yo, ¿sí? Vale. Genial. Abel, fíjate si te llegó lo que es el código de portabilidad. Te debo por mensaje de texto común desde el número 223.",
  "calidad": {
    "confianza_promedio": 0.456,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:39:00.739118",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 167,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:30.618112",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114103230910_MIT_01975",
    "fecha_inicio": "14/1/2026 10:32:31",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 537,
    "tiempo_conversacion": 531,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}