{
  "archivo": "amza44_1_260114140747049_ACD_84183.wav",
  "duracion_segundos": 288.61,
  "num_segmentos": 85,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 216.16,
    "Cliente": 51.46
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.92,
      "duracion": 6.89,
      "texto": "Hola, que tal, buen día. ¿Cómo le va? ¿Hablo con José Ignacio?",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.94,
      "fin": 7.0,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.02,
      "fin": 9.57,
      "duracion": 2.55,
      "texto": "¿Qué tal, José? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí?",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.15,
      "fin": 13.47,
      "duracion": 3.33,
      "texto": "Yo me comuniqué con usted, eh, bueno, me estoy comunicando con usted, disculpe.",
      "confianza": 0.566,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.09,
      "fin": 19.74,
      "duracion": 5.65,
      "texto": "Más que nada porque tengo una promoción al día de hoy, se me figura que usted es cliente en claro, actualmente, ¿es correcto?",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.62,
      "fin": 21.37,
      "duracion": 0.74,
      "texto": "Sí.",
      "confianza": 0.523,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.43,
      "fin": 41.55,
      "duracion": 20.12,
      "texto": "Ok. Yo soy asesor comercial de lo que es la compañía Movistar, ¿sí? tenemos vigente, a día de hoy, una promoción para ex clientes de la compañía que actualmente están en claro. No, sí, me llamaron, me llamaron igualmente. Mira, yo trabajo poner en Ruta 25 y 24 y ahí no tengo señal.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.63,
      "fin": 46.2,
      "duracion": 3.57,
      "texto": "Ruta 25 y Ruta 24, esto es mol.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.42,
      "fin": 48.52,
      "duracion": 1.1,
      "texto": "La que es el de Moreno Pilar.",
      "confianza": 0.4,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.78,
      "fin": 52.78,
      "duracion": 3.0,
      "texto": "No, no, Moreno...",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.95,
      "fin": 61.12,
      "duracion": 7.17,
      "texto": "Moreno. No, no, no. La localidad Moreno. Claro, entiendo. Bueno, yo soy de Moreno también.",
      "confianza": 0.779,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.14,
      "fin": 65.08,
      "duracion": 3.95,
      "texto": "O sea, yo ahora estoy en Mendoza, sí, pero vengo de ahí.",
      "confianza": 0.492,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.24,
      "fin": 67.47,
      "duracion": 2.22,
      "texto": "O sea, me mudé hace unos tres meses, más o menos.",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.67,
      "fin": 70.25,
      "duracion": 1.58,
      "texto": "Y yo me pasé en abril.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.09,
      "fin": 112.69,
      "duracion": 41.6,
      "texto": "No, yo me pasé en abril en lo que es Movistar, sí. Antes de trabajar acá. Antes de trabajar acá. Estoy en la casa de mi mamá, que vive en San Miguel, los amigos, y no hay señales. Salgo al patio y hay poquita señal, así que si tengo que comunicarme con mi mamá o comunicarme con mi casa, no me sirve, ¿viste? Claro, pero ¿usted hace cuánto pudo corroborarlos más o menos? Sí, desde que me fui. Igualmente los piqué en las antenas y no hay cobertura ahí. Y es donde más necesito, porque estoy lejos de mi casa, te trabajo, o estoy en la casa de mi mamá, que vivo al otro lado, yo vivo en Granburgo. ¿No tienes? En Granburgo. Así que bueno, me tuve que pasar a claro, porque realmente, no sé si es mejor, pero por lo menos en ese lugar me funciona.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.21,
      "fin": 122.46,
      "duracion": 9.25,
      "texto": "Así que por ahora me voy a quedar. Nosotros estuvimos haciendo lo que es un crecimiento en lo que es la infraestructura de antenas.",
      "confianza": 0.432,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.3,
      "fin": 135.28,
      "duracion": 11.97,
      "texto": "Tenemos también una nueva tecnología en chips que hace justamente que los dispositivos levanten lo que es la señal 4G+, hasta 5G, deteniendo del mínimo.",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.04,
      "fin": 145.22,
      "duracion": 9.18,
      "texto": "Esto hace que tengamos mejor cobertura en lugares donde antes no. Y yo acá estoy chequeando, tenemos una web donde podemos ver la cobertura de las antenas.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.62,
      "fin": 154.39,
      "duracion": 6.77,
      "texto": "Claro, todo lo que es el sector de Moreno, todo lo que es el sector de San Miguel, tenemos excelente cobertura.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.75,
      "fin": 161.8,
      "duracion": 6.05,
      "texto": "Voy a averiguar con amigos que lo tengan, me voy a seccionar un poco y cualquier cosa yo voy a comunicar.",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.78,
      "fin": 181.88,
      "duracion": 19.1,
      "texto": "Yo le puedo asegurarte, al menos yo el tiempo que estuve en la zona oeste, Lo que he hecho yo solía ir mucho a lo que es Merlo, solía ir también a lo que es Morón, San Miguel, porque bueno, yo trabajé un tiempo en lo que es el shopping terraza, ¿viste? Sí, sí, sí, yo en el shopping terraza 20 cuadras. Claro,",
      "confianza": 0.628,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 181.88,
      "fin": 185.41,
      "duracion": 3.53,
      "texto": "bueno, en todas esas zonas yo nunca tuve problemas de cobertura con lo que fue el Movistar.",
      "confianza": 0.58,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.02,
      "fin": 200.75,
      "duracion": 14.73,
      "texto": "Incluso vio un gran bull y voy a comprar algo acá dos cuadras en mi casa y yo no puedo pagar adentro del local, tengo salidas fuertes. Eso fue el Movistar. Y como te digo, sí, con Movistar, por eso te digo que en el trabajo Caían tres gotas y chao, se terminó.",
      "confianza": 0.467,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 202.86,
      "fin": 249.85,
      "duracion": 46.99,
      "texto": "Todo quedamos sin comunicado. Yo no sé si lo puedo cerciorar con lo que es el chip huevo, porque a lo mejor el problema era ese, que por ahí tenía un chip un poco antiguo. Y bueno, eso sí que quedan un poco más en lo que es la cobertura. Pero no sé. Tengo que cocinar, estoy haciendo algo, cocinando ahora mismo para mi vida. Así que lo voy a cerrarme en realidad. Preguntarle a mis compañeros de vuelta si les volvió a funcionar bien o no. Vale, excelente. Excelente porque bueno, nosotros tenemos la promoción a día de hoy, que esto no se lo puedo mandar por escrito, más que nada porque es una promoción un poco volátil. No, está bien, no pasa nada. O sea, ¿cuándo va a estar vigente? Lo recido, no tomo peticiones ya, ahora. Claro, lo que es la promoción de 8 gigas más 8 gigas de regalo por 6 meses, o sea 16 gigas en total, a 10.400 pesos.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 250.37,
      "fin": 261.71,
      "duracion": 11.34,
      "texto": "¿Sí? Entonces, la idea es que usted la pueda predecir lo antes posible. Yo le voy a estar dejando lo que es mi número de teléfono, ahí le envío un WhatsApp.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.73,
      "fin": 261.79,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.123,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.81,
      "fin": 265.35,
      "duracion": 3.54,
      "texto": "Dale, dale. Así que bueno, cualquier cosa, mañana yo me puedo comunicar con usted. ¿En qué horario?",
      "confianza": 0.068,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 266.37,
      "fin": 272.78,
      "duracion": 6.41,
      "texto": "Sí, no sé si mañana, porque mañana voy a estar trabajando y voy a veriguar. Tampoco me estoy volviendo loco por averiguar.",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 273.44,
      "fin": 288.61,
      "duracion": 15.17,
      "texto": "Claro, entiendo, entiendo, entiendo. Bueno. Así que, hola. Dale, dale. Dejáme el mensaje, voy a censurarme y luego se le mando un mensaje. ¡Excelente! ¡Gracias! ¡Oh no! ¡Oh no! ¡Cállate!",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, que tal, buen día. ¿Cómo le va? ¿Hablo con José Ignacio? Sí. ¿Qué tal, José? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me comuniqué con usted, eh, bueno, me estoy comunicando con usted, disculpe. Más que nada porque tengo una promoción al día de hoy, se me figura que usted es cliente en claro, actualmente, ¿es correcto? Sí. Ok. Yo soy asesor comercial de lo que es la compañía Movistar, ¿sí? tenemos vigente, a día de hoy, una promoción para ex clientes de la compañía que actualmente están en claro. No, sí, me llamaron, me llamaron igualmente. Mira, yo trabajo poner en Ruta 25 y 24 y ahí no tengo señal. Ruta 25 y Ruta 24, esto es mol. La que es el de Moreno Pilar. No, no, Moreno... Moreno. No, no, no. La localidad Moreno. Claro, entiendo. Bueno, yo soy de Moreno también. O sea, yo ahora estoy en Mendoza, sí, pero vengo de ahí. O sea, me mudé hace unos tres meses, más o menos. Y yo me pasé en abril. No, yo me pasé en abril en lo que es Movistar, sí. Antes de trabajar acá. Antes de trabajar acá. Estoy en la casa de mi mamá, que vive en San Miguel, los amigos, y no hay señales. Salgo al patio y hay poquita señal, así que si tengo que comunicarme con mi mamá o comunicarme con mi casa, no me sirve, ¿viste? Claro, pero ¿usted hace cuánto pudo corroborarlos más o menos? Sí, desde que me fui. Igualmente los piqué en las antenas y no hay cobertura ahí. Y es donde más necesito, porque estoy lejos de mi casa, te trabajo, o estoy en la casa de mi mamá, que vivo al otro lado, yo vivo en Granburgo. ¿No tienes? En Granburgo. Así que bueno, me tuve que pasar a claro, porque realmente, no sé si es mejor, pero por lo menos en ese lugar me funciona. Así que por ahora me voy a quedar. Nosotros estuvimos haciendo lo que es un crecimiento en lo que es la infraestructura de antenas. Tenemos también una nueva tecnología en chips que hace justamente que los dispositivos levanten lo que es la señal 4G+, hasta 5G, deteniendo del mínimo. Esto hace que tengamos mejor cobertura en lugares donde antes no. Y yo acá estoy chequeando, tenemos una web donde podemos ver la cobertura de las antenas. Claro, todo lo que es el sector de Moreno, todo lo que es el sector de San Miguel, tenemos excelente cobertura. Voy a averiguar con amigos que lo tengan, me voy a seccionar un poco y cualquier cosa yo voy a comunicar. Yo le puedo asegurarte, al menos yo el tiempo que estuve en la zona oeste, Lo que he hecho yo solía ir mucho a lo que es Merlo, solía ir también a lo que es Morón, San Miguel, porque bueno, yo trabajé un tiempo en lo que es el shopping terraza, ¿viste? Sí, sí, sí, yo en el shopping terraza 20 cuadras. Claro, bueno, en todas esas zonas yo nunca tuve problemas de cobertura con lo que fue el Movistar. Incluso vio un gran bull y voy a comprar algo acá dos cuadras en mi casa y yo no puedo pagar adentro del local, tengo salidas fuertes. Eso fue el Movistar. Y como te digo, sí, con Movistar, por eso te digo que en el trabajo Caían tres gotas y chao, se terminó. Todo quedamos sin comunicado. Yo no sé si lo puedo cerciorar con lo que es el chip huevo, porque a lo mejor el problema era ese, que por ahí tenía un chip un poco antiguo. Y bueno, eso sí que quedan un poco más en lo que es la cobertura. Pero no sé. Tengo que cocinar, estoy haciendo algo, cocinando ahora mismo para mi vida. Así que lo voy a cerrarme en realidad. Preguntarle a mis compañeros de vuelta si les volvió a funcionar bien o no. Vale, excelente. Excelente porque bueno, nosotros tenemos la promoción a día de hoy, que esto no se lo puedo mandar por escrito, más que nada porque es una promoción un poco volátil. No, está bien, no pasa nada. O sea, ¿cuándo va a estar vigente? Lo recido, no tomo peticiones ya, ahora. Claro, lo que es la promoción de 8 gigas más 8 gigas de regalo por 6 meses, o sea 16 gigas en total, a 10.400 pesos. ¿Sí? Entonces, la idea es que usted la pueda predecir lo antes posible. Yo le voy a estar dejando lo que es mi número de teléfono, ahí le envío un WhatsApp. Sí. Dale, dale. Así que bueno, cualquier cosa, mañana yo me puedo comunicar con usted. ¿En qué horario? Sí, no sé si mañana, porque mañana voy a estar trabajando y voy a veriguar. Tampoco me estoy volviendo loco por averiguar. Claro, entiendo, entiendo, entiendo. Bueno. Así que, hola. Dale, dale. Dejáme el mensaje, voy a censurarme y luego se le mando un mensaje. ¡Excelente! ¡Gracias! ¡Oh no! ¡Oh no! ¡Cállate!",
  "calidad": {
    "confianza_promedio": 0.484,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:07:10.543938",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 85,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:28.752932",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114140747049_ACD_84183",
    "fecha_inicio": "14/1/2026 14:07:47",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 303,
    "tiempo_conversacion": 278,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}