{
  "archivo": "amza39_1_260116140748609_ACD_79085.wav",
  "duracion_segundos": 123.27,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 16.39,
    "Cliente": 97.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.27,
      "fin": 6.43,
      "duracion": 6.16,
      "texto": "Hola, buen día. Me comunico con la línea a nombre de Miriam Marcela.",
      "confianza": 0.449,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.63,
      "fin": 17.86,
      "duracion": 10.23,
      "texto": "De parte de... Mi nombre es Catalina. Llamo a Adriana de Necesidad Movistar para hacerles llegar lo que es una promoción para su línea. Miriam, coménteme si encuentro usted actualmente en claro.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.43,
      "fin": 38.46,
      "duracion": 18.03,
      "texto": "Sí, pero no quiero que me recupere Movistar. Mira, lo vengo diciendo hace un montón de tiempo. Me llaman tres, cuatro veces al día. No sé cómo... se manejarán ustedes, pero ya es terrible la llamada. Y estamos diciendo que no, tanto mi línea como la otra tengo dos.",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.14,
      "fin": 63.09,
      "duracion": 23.95,
      "texto": "Y siguen llamando y seguimos teniendo llamadas. Sí, sí, voy a llamar al ente regulador y voy a levantar una denuncia o algo. No puede ser, tres, cuatro veces al día y ya hace como dos meses que estamos con esto. En su momento también es mirar y poner las líneas en lo que es el Registro Nacional No Llames.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.65,
      "fin": 67.67,
      "duracion": 4.02,
      "texto": "Es una página de internet que es justamente el Gobierno Nacional.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.21,
      "fin": 70.42,
      "duracion": 2.2,
      "texto": "Se llama así Registro Nacional No Llames.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.97,
      "fin": 91.41,
      "duracion": 20.44,
      "texto": "Vos colocás tu línea, la otra línea también registrarás a tu nombre y se bloquean este tipo de llamadas automáticamente. Ah, no, no lo sabía, mira, porque la verdad que por ahí estamos en alguna reunión. manejando, haciendo algo importante y entran y entran las llamadas. Y siempre les digo a los operadores, no, no queremos, no queremos.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.45,
      "fin": 111.16,
      "duracion": 18.71,
      "texto": "Porque la verdad que en su momento no nos dieron ninguna solución y al toque que nos dimos de baja empezaron con el tema de los recupero, recupero, pero no, no. Te agradezco un montón entonces. Dale, no hay problema. Vos registrar las líneas ahí y automáticamente se bloquean. ¿Me repetís el lugar?",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.79,
      "fin": 117.69,
      "duracion": 5.9,
      "texto": "Sí, el registro nacional no llame, lo buscas así en Google y ahí te van a salir los datos a seguir.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.62,
      "fin": 123.27,
      "duracion": 4.65,
      "texto": "Te agradezco un montón, que tengas buen día. No hay problema, buen día también.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Me comunico con la línea a nombre de Miriam Marcela. De parte de... Mi nombre es Catalina. Llamo a Adriana de Necesidad Movistar para hacerles llegar lo que es una promoción para su línea. Miriam, coménteme si encuentro usted actualmente en claro. Sí, pero no quiero que me recupere Movistar. Mira, lo vengo diciendo hace un montón de tiempo. Me llaman tres, cuatro veces al día. No sé cómo... se manejarán ustedes, pero ya es terrible la llamada. Y estamos diciendo que no, tanto mi línea como la otra tengo dos. Y siguen llamando y seguimos teniendo llamadas. Sí, sí, voy a llamar al ente regulador y voy a levantar una denuncia o algo. No puede ser, tres, cuatro veces al día y ya hace como dos meses que estamos con esto. En su momento también es mirar y poner las líneas en lo que es el Registro Nacional No Llames. Es una página de internet que es justamente el Gobierno Nacional. Se llama así Registro Nacional No Llames. Vos colocás tu línea, la otra línea también registrarás a tu nombre y se bloquean este tipo de llamadas automáticamente. Ah, no, no lo sabía, mira, porque la verdad que por ahí estamos en alguna reunión. manejando, haciendo algo importante y entran y entran las llamadas. Y siempre les digo a los operadores, no, no queremos, no queremos. Porque la verdad que en su momento no nos dieron ninguna solución y al toque que nos dimos de baja empezaron con el tema de los recupero, recupero, pero no, no. Te agradezco un montón entonces. Dale, no hay problema. Vos registrar las líneas ahí y automáticamente se bloquean. ¿Me repetís el lugar? Sí, el registro nacional no llame, lo buscas así en Google y ahí te van a salir los datos a seguir. Te agradezco un montón, que tengas buen día. No hay problema, buen día también.",
  "calidad": {
    "confianza_promedio": 0.667,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:20:43.312942",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:25.986255",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140748609_ACD_79085",
    "fecha_inicio": "16/1/2026 14:07:48",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 152,
    "tiempo_conversacion": 121,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}