{
  "archivo": "amza10_1_260116104715283_ACD_67947.wav",
  "duracion_segundos": 223.88,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 8.98,
    "Cliente": 186.46
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.17,
      "fin": 24.91,
      "duracion": 22.74,
      "texto": "Hola, ¿buen día, con Francisco? Sí, ¿quién habla? ¿Cómo estás? Un gusto, me estoy contactando en el área de beneficios. Sí, me furó el servicio para estarse en general, obviamente, ¿no? Sí. Bien, queríamos brindarte una promoción que tendremos al día de hoy, sí, con un plan de 16 gigas en total, en un valor de 10.400 pesos, ¿sí?",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.65,
      "fin": 42.31,
      "duracion": 16.66,
      "texto": "Escúchate, trae lo que es, por ejemplo, Rumina América, sí, WhatsApp Gratis, todo limitado, está bastante completo, no sé si yo no uso esa cantidad de gigas. Sí, sí, uso, escucho música. Ah, bien, perfecto. ¿Y estos cómo te van? ¿Van a contar en total con 16 gigas?",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.03,
      "fin": 59.28,
      "duracion": 16.25,
      "texto": "Y el WhatsApp es totalmente gratis, así que dentro de todo te van a durar, digamos. No, no, está bien, pero ahora, viste, tengo que viajar esta noche, y así que no, por ahora no. Más adelante puede ser. Perdón, ¿cómo tenías que viajar?",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.42,
      "fin": 70.27,
      "duracion": 9.85,
      "texto": "No, voy a viajar, digo, para cambiarme, por ahora, ¿me entendés? Claro, pero ¿por qué no estabas interesado ahora? Digo, eso te consultaba.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.44,
      "fin": 79.13,
      "duracion": 7.69,
      "texto": "No, no, por ahora no. Más adelante puede ser. Bien, ¿y lo que es el servicio de fibra óptica, contajón, algún servicio en salgada de tu hogar?",
      "confianza": 0.845,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.29,
      "fin": 85.53,
      "duracion": 5.24,
      "texto": "Sí, sí, sí. Tengo, tengo así. Tengo fijao, está así. Ah, bien, porque también podemos brindarte eso, sí.",
      "confianza": 0.242,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.1,
      "fin": 91.36,
      "duracion": 5.27,
      "texto": "Tenemos lo que eres un combo que te queda en 24 mil pesos, que sería fibra de 300 megas más la línea móvil.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.47,
      "fin": 108.51,
      "duracion": 16.04,
      "texto": "Yo no tengo, tengo fibra en casa. Bien, ¿cuánto estás abonando? No mucho, creo 20 y pico nomás. Ah, bien, perfecto. Bueno, nosotros, con nosotros te quedarían 24 mil pesos, como te he dicho, sí, sí que lo podemos checar así y tenemos cobertura.",
      "confianza": 0.443,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.75,
      "fin": 115.76,
      "duracion": 6.01,
      "texto": "No, no creo que nos llegue hasta ahí. Bueno, si querés lo chequemos por las dudas no hay ningún problema.",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.82,
      "fin": 122.03,
      "duracion": 5.21,
      "texto": "Bueno, te digo Escarlatti y Doelho.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.91,
      "fin": 127.53,
      "duracion": 4.62,
      "texto": "Escarlatti y Doelho, vamos a darle catán. Escarlatti. Sí, Doelho.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.33,
      "fin": 130.92,
      "duracion": 1.58,
      "texto": "Escarlatti es la calle, ¿y la altura?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.98,
      "fin": 137.0,
      "duracion": 4.02,
      "texto": "En Doelho. Entre calles.",
      "confianza": 0.846,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.06,
      "fin": 139.51,
      "duracion": 1.44,
      "texto": "Ah, pero en la altura, ¿lo sabes?",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.78,
      "fin": 146.35,
      "duracion": 5.57,
      "texto": "Altura, no me acuerdo, ¿no? Porque no, no, no, por ahora no tiene altura. Porque es un barrio popular.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 147.87,
      "fin": 150.4,
      "duracion": 2.53,
      "texto": "Bien, Escarlate y Doel, ¿es con D? Doel.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 151.4,
      "fin": 156.27,
      "duracion": 4.87,
      "texto": "No, no, con Doel, con D, sí, Doel. Ah, bien. Doel.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.93,
      "fin": 159.05,
      "duracion": 1.12,
      "texto": "¿De qué organía me dijiste?",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.07,
      "fin": 168.04,
      "duracion": 7.97,
      "texto": "González Catanz. Escarlate o González Catanz. Escarlate.",
      "confianza": 0.316,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.44,
      "fin": 170.72,
      "duracion": 1.28,
      "texto": "Ah, es que él me busca, sí, a ver.",
      "confianza": 0.256,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.36,
      "fin": 197.95,
      "duracion": 26.59,
      "texto": "No, Doelho. Sí, yo lo encontré. Sí tendríamos que ver bien el tema de la altura, para ver, obviamente, que en el caso de que si haya cobertura, llegue a lo que es a tu casa, que se pueda conectar, básicamente, sí. Por eso quería preguntarte bien lo que es la altura.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.63,
      "fin": 207.94,
      "duracion": 9.31,
      "texto": "Yo ahí voy a estar diciendo lo que es la zona. de todas formas de hablar, te envío lo que es mensaje por WhatsApp y de última, ¿igual estás en tu domicilio ahora?",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.1,
      "fin": 220.06,
      "duracion": 10.96,
      "texto": "No, no, ahora tiene un trabajo, no. Ah, bueno, bueno, mira, si tenés alguna factura o recordás lo que es la altura, me lo brindas ahí por WhatsApp así yo busco mejor, ¿sí? Dale, dale, dale, cualquier cosita hablamos.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.26,
      "fin": 223.88,
      "duracion": 2.62,
      "texto": "Dale. Gracias, adiós.",
      "confianza": 0.351,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿buen día, con Francisco? Sí, ¿quién habla? ¿Cómo estás? Un gusto, me estoy contactando en el área de beneficios. Sí, me furó el servicio para estarse en general, obviamente, ¿no? Sí. Bien, queríamos brindarte una promoción que tendremos al día de hoy, sí, con un plan de 16 gigas en total, en un valor de 10.400 pesos, ¿sí? Escúchate, trae lo que es, por ejemplo, Rumina América, sí, WhatsApp Gratis, todo limitado, está bastante completo, no sé si yo no uso esa cantidad de gigas. Sí, sí, uso, escucho música. Ah, bien, perfecto. ¿Y estos cómo te van? ¿Van a contar en total con 16 gigas? Y el WhatsApp es totalmente gratis, así que dentro de todo te van a durar, digamos. No, no, está bien, pero ahora, viste, tengo que viajar esta noche, y así que no, por ahora no. Más adelante puede ser. Perdón, ¿cómo tenías que viajar? No, voy a viajar, digo, para cambiarme, por ahora, ¿me entendés? Claro, pero ¿por qué no estabas interesado ahora? Digo, eso te consultaba. No, no, por ahora no. Más adelante puede ser. Bien, ¿y lo que es el servicio de fibra óptica, contajón, algún servicio en salgada de tu hogar? Sí, sí, sí. Tengo, tengo así. Tengo fijao, está así. Ah, bien, porque también podemos brindarte eso, sí. Tenemos lo que eres un combo que te queda en 24 mil pesos, que sería fibra de 300 megas más la línea móvil. Yo no tengo, tengo fibra en casa. Bien, ¿cuánto estás abonando? No mucho, creo 20 y pico nomás. Ah, bien, perfecto. Bueno, nosotros, con nosotros te quedarían 24 mil pesos, como te he dicho, sí, sí que lo podemos checar así y tenemos cobertura. No, no creo que nos llegue hasta ahí. Bueno, si querés lo chequemos por las dudas no hay ningún problema. Bueno, te digo Escarlatti y Doelho. Escarlatti y Doelho, vamos a darle catán. Escarlatti. Sí, Doelho. Escarlatti es la calle, ¿y la altura? En Doelho. Entre calles. Ah, pero en la altura, ¿lo sabes? Altura, no me acuerdo, ¿no? Porque no, no, no, por ahora no tiene altura. Porque es un barrio popular. Bien, Escarlate y Doel, ¿es con D? Doel. No, no, con Doel, con D, sí, Doel. Ah, bien. Doel. ¿De qué organía me dijiste? González Catanz. Escarlate o González Catanz. Escarlate. Ah, es que él me busca, sí, a ver. No, Doelho. Sí, yo lo encontré. Sí tendríamos que ver bien el tema de la altura, para ver, obviamente, que en el caso de que si haya cobertura, llegue a lo que es a tu casa, que se pueda conectar, básicamente, sí. Por eso quería preguntarte bien lo que es la altura. Yo ahí voy a estar diciendo lo que es la zona. de todas formas de hablar, te envío lo que es mensaje por WhatsApp y de última, ¿igual estás en tu domicilio ahora? No, no, ahora tiene un trabajo, no. Ah, bueno, bueno, mira, si tenés alguna factura o recordás lo que es la altura, me lo brindas ahí por WhatsApp así yo busco mejor, ¿sí? Dale, dale, dale, cualquier cosita hablamos. Dale. Gracias, adiós.",
  "calidad": {
    "confianza_promedio": 0.511,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:05:04.518584",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:13.830420",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104715283_ACD_67947",
    "fecha_inicio": "16/1/2026 10:47:15",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 254,
    "tiempo_conversacion": 215,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}