{
  "archivo": "amza20_1_260113131534146_ACD_85647.wav",
  "duracion_segundos": 67.96,
  "num_segmentos": 20,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 65.26
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.88,
      "fin": 8.0,
      "duracion": 7.12,
      "texto": "Hola. Hola, buen día. Rodrigo? Sí. ¿Cómo te van, Rodrigo? Tomás es mi nombre, me comunico a la área de recuperación de movistar.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.52,
      "fin": 33.64,
      "duracion": 25.12,
      "texto": "Exactamente como está en claro, ¿verdad? Sí. ¿Tienes mis llamadas? Era para preguntarle porque sería ir de la compañía. ¿Por qué me fui de la compañía? Porque me cortaron el servicio de Internet en mi barrio, en mi casa. nunca me avisaron y encima después me querían intimar diciendo que yo no pagaba cuando en realidad en el barrio, en la zona, no había internet.",
      "confianza": 0.219,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.42,
      "fin": 38.89,
      "duracion": 4.47,
      "texto": "Yo los tuve ustedes en varias líneas de teléfono, inclusive internet de mi casa.",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.41,
      "fin": 67.96,
      "duracion": 28.55,
      "texto": "Después de haber recibido ese trato, pedí que me saquen de las listas para que vos me estés llamando en este momento y me cambie de compañía. Así que yo sé que vos no tenés nada que ver. lo que te voy a pedir es que, una vez más, no sé, ya no sé cuál es la vez que te estoy pidiendo, pero que me saques de la base de datos, a mí no me molestan más. ¿Puede ser? No hay problema, disculpame la molestia. De nada, hasta luego.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Rodrigo? Sí. ¿Cómo te van, Rodrigo? Tomás es mi nombre, me comunico a la área de recuperación de movistar. Exactamente como está en claro, ¿verdad? Sí. ¿Tienes mis llamadas? Era para preguntarle porque sería ir de la compañía. ¿Por qué me fui de la compañía? Porque me cortaron el servicio de Internet en mi barrio, en mi casa. nunca me avisaron y encima después me querían intimar diciendo que yo no pagaba cuando en realidad en el barrio, en la zona, no había internet. Yo los tuve ustedes en varias líneas de teléfono, inclusive internet de mi casa. Después de haber recibido ese trato, pedí que me saquen de las listas para que vos me estés llamando en este momento y me cambie de compañía. Así que yo sé que vos no tenés nada que ver. lo que te voy a pedir es que, una vez más, no sé, ya no sé cuál es la vez que te estoy pidiendo, pero que me saques de la base de datos, a mí no me molestan más. ¿Puede ser? No hay problema, disculpame la molestia. De nada, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.51,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 4.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:52:57.058818",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 20,
    "total_segmentos_corregido": 4,
    "fecha_correccion": "2026-01-18T23:05:16.766852",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113131534146_ACD_85647",
    "fecha_inicio": "13/1/2026 13:15:34",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 85,
    "tiempo_conversacion": 66,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}