{
  "archivo": "amza_sup2_1_260112154938367_MIT_01995.wav",
  "duracion_segundos": 3098.35,
  "num_segmentos": 344,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 682.85,
    "Cliente": 996.77
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 1.21,
      "duracion": 1.18,
      "texto": "y a todos los detalles.",
      "confianza": 0.749,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1.91,
      "fin": 23.66,
      "duracion": 21.75,
      "texto": "Escúchame, estoy trabajando para este tipo. El plan lo conozco y los datos con esto. ¿Quieres volverlo a reprimérmelo? No, en realidad es lo que le estoy diciendo. Esto es obligatorio para poder poner lo que sería la portaventura. ¿Y los datos de los que pasamos?",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.46,
      "fin": 55.33,
      "duracion": 29.87,
      "texto": "Sí, sería que nada de lo que pasó cinco minutitos, en los cuales tenemos que decir, como le ha comentado usted, esto, lo que es el cierre comercial, consta de que lo van los... ¿Te acuerdas? ¿Te acuerdas que me dijiste, son 30 segundos, nada más? Ahora le decís, son cinco minutos, veis, empezaste a mentir. No, no, no, me refieres a lo de 30 segundos de comentar a lo que hacen, ¿sí? Ah, no es problema. Perfecto. Para recibir futuras decisiones, ¿usted tiene lo de Internet de Movistar Agobar?",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.83,
      "fin": 65.62,
      "duracion": 8.79,
      "texto": "Tengo... ¿Cómo es la marca? Sí, pero no hay problema. No hay problema.",
      "confianza": 0.14,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.44,
      "fin": 83.94,
      "duracion": 17.5,
      "texto": "Le comenté que estamos realizando lo que es la portabilidad de la línea 1-5-3-2-7-5-8-9-6, que se tenga con la compañía de Algaro, a bordo no visual, y el nombre de Salvador, Jorge Daniel Salvador, ¿correcto? Sí.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.52,
      "fin": 88.09,
      "duracion": 3.57,
      "texto": "Perfecto, con fecha de emprendimiento el 23 de marzo de 1961. ¿Sí?",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.11,
      "fin": 111.27,
      "duracion": 21.16,
      "texto": "Perfecto, me hubiera de decir lo que son los últimos tres números de tu documento, por favor. Que lo vivo todo, 14, 6, 7, 5, 5, 6. Perfecto, en el momento usted percibió que es su chip, lo que sería la de Daniel Aperón, 3.055, dotamento 1, con código focal 1.407 que quedaría",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.93,
      "fin": 121.02,
      "duracion": 9.09,
      "texto": "Lo que sería el Parque Avellan de Provincia de Borayre, ¿sí? Capital Federal. Capital Federal, lo que sería...",
      "confianza": 0.601,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 121.02,
      "fin": 125.87,
      "duracion": 4.85,
      "texto": "Claro, porque... Pido disculpas, no soy malo con la geografía.",
      "confianza": 0.602,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 125.89,
      "fin": 144.2,
      "duracion": 18.31,
      "texto": "¿Qué sería el Parque Avellan de Provincia de Borayre? El Parque Avellan es el Parque Avellan de... Perfecto. El Parque Avellan antes era el Sur, pero el Parque Federal es la Provincia de Buenos Aires. Estoy muy... Bueno, te explico. La capital.",
      "confianza": 0.206,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.0,
      "fin": 153.47,
      "duracion": 8.47,
      "texto": "Bueno, y si no se sería capital federal, y si quieren hacer entre marcastro y kila, ¿sí?",
      "confianza": 0.422,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.49,
      "fin": 153.63,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.65,
      "fin": 170.47,
      "duracion": 16.82,
      "texto": "Bueno, y si a continuar con esto, si dice lo que sería su chivo, el comité, lo barro a su edicilio, a esto le conservo el comité móvil, le comí. Si usted está preguntando lo que es un plan de cuatro más cuatro de regalo, durante los tres meses.",
      "confianza": 0.402,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 171.09,
      "fin": 175.32,
      "duracion": 4.23,
      "texto": "Es más que nada para repasarlo por encima.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 176.06,
      "fin": 210.82,
      "duracion": 34.76,
      "texto": "Las gratas, las primas, y ya que compraste, ya mereces. Por el final, la obra. O no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, También le comento, para que a usted le quede completamente tranquilo, le vamos a estar avisando lo que es el retiro de lo que sería el envío del chip, ya que un día antes también le vamos a estar avisando para que usted realice lo que es la portabilidad, para que coloque el chip, ya que cuando usted lo reciba no lo tiene que colocar.",
      "confianza": 0.495,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 211.51,
      "fin": 225.31,
      "duracion": 13.8,
      "texto": "sino que tienes que esperarse a quedarse sin señal para que usted pueda... Hasta que lo habiliten, correcto. Exactamente. Cuando usted se quede sin señal con claro, recién va a poder colocar lo que sería el chip de lo que es la compañía de monitor. Tiene que quedar tranquilo porque un día antes le vamos a estar avisando.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.58,
      "fin": 236.57,
      "duracion": 9.0,
      "texto": "Le comento que usted va a tener que, por única vez, va a tener que validar lo que es su identidad con una foto de su rostro junto con lo que es el frente de su DNI.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.09,
      "fin": 265.88,
      "duracion": 28.79,
      "texto": "En el caso de que usted posea lo que es alguna dificultad lo único que tiene que hacer es volver a intentarlo con lo que sería el mensaje que se le envió o llamar al número que usted tiene para anotar ahí o se lo puede mandar a través de WhatsApp. Al número, al número. Perfecto. El número que usted tiene que comunicarse sería 0800 321 76 782 opción número 4, ¿sí? Yo ahora mismo le acabo de enviar por mensaje de WhatsApp lo que es para que se quede tranquilo, ¿sí?",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.04,
      "fin": 273.41,
      "duracion": 6.37,
      "texto": "En el caso de que usted no levante lo que señala, lo único que tiene que hacer es apagar y encenderlo que es su dispositivo.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.27,
      "fin": 287.41,
      "duracion": 13.14,
      "texto": "Amigo, lo conozco todo, el tema estoy trabajando. Visto, entonces sería el último paso, que es para que el paso del código de portabilidad. ¿Sabés dónde trabajo yo? ¿Sabés dónde trabajo yo? En desproducciones y estafas de la Policía Federal.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.65,
      "fin": 290.19,
      "duracion": 1.54,
      "texto": "¿Se entiende? Sí señor, lo entiendo perfectamente.",
      "confianza": 0.024,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.9,
      "fin": 295.26,
      "duracion": 4.37,
      "texto": "Estoy hablando con un comisario, te estoy escuchando, te dije que tenía trabajo.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.76,
      "fin": 308.82,
      "duracion": 13.06,
      "texto": "Bueno. ¿Me lo estás repitiendo de vuelta, por favor? No me lo repitas más. Bueno, entonces... Un poco de memoria al tema este. Despídome, disculpas entonces, pero es más que nada un contrato para que usted se quede tranquilo, ¿sí? Ya lo conozco, el contrato.",
      "confianza": 0.434,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 308.84,
      "fin": 311.59,
      "duracion": 2.74,
      "texto": "Si hay algún problema te voy a ir a buscar a vos, quédate tranquilo.",
      "confianza": 0.059,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 311.61,
      "fin": 380.72,
      "duracion": 69.11,
      "texto": "Bueno, no hay problema. Entonces podemos pasar a hacer lo que sería el último paso de la portabilidad, señor. Podemos enviarle lo que sería... ¿Cuál es el último paso? Un último paso para que siga conservando lo que es el número de teléfono. Vamos a pasar a enviarle lo que sería un mensaje de texto desde el número 223, con las siglas MB corta S, El cual tiene el siguiente contenido, que dice su código de portabilidad, un número de 4 dígitos junto con lo que es una fecha de vencimiento. La fecha de vencimiento es para que usted sea parte de la familia de Movistar. Puede pasar un día antes, puede pasar un día después o incluso el mismo día. El número de 4 dígitos es un número universal para que usted mantenga lo que es su mismo número, pasándose a la compañía de Movistar. Si usted me da permiso, Jorge, se lo puedo llegar a mandar. Bueno, mandalo. No tengo motivo. Perfecto, ahora mismo se la acabo de enviar a lo que es el mensajito para continuar Lo que le voy a decir es que cuando le llegue lo que es el mensajito va a estar recibiendo lo que serían llamadas de la gente de retención de claro Así que van a tirar la portabilidad abajo, le pediría por favor, si no las puede atender Una vez que reciba lo que es el mensajito de texto, le voy a pedir por favor si me lo puede llegar a decir Bueno Ahora mismo se la acabo de enviar Jorge, ¿sí? Bueno",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.96,
      "fin": 407.31,
      "duracion": 25.35,
      "texto": "Recuerde que esto es para mantener lo que es un mismo número de teléfono pasándose a la compañía de monta. Bueno, estamos haciendo el regalito. Una vez que me pase lo que es el mensajito, ya terminamos, ¿sí? Amigo, no tengo más tiempo, estoy con detenidos acá. No te puedo ayudar, no. Me dijiste 30 segundos y hicimos más de 10. Bueno, así que digamos que no puedo hablar más. Bueno, terminamos.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 499.97,
      "fin": 521.02,
      "duracion": 21.05,
      "texto": "¿No te responde?",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 525.25,
      "fin": 535.66,
      "duracion": 10.41,
      "texto": "Gracias.",
      "confianza": 0.246,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 622.3,
      "fin": 625.4,
      "duracion": 3.1,
      "texto": "Hola, ¿qué tal? Buenas tardes, ¿con Daniel?",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 628.34,
      "fin": 632.15,
      "duracion": 3.81,
      "texto": "Con Alfredo Daniel, perfecto. ¿Alfredo Nicolás Esmino? ¿Cómo estás, bien?",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 634.11,
      "fin": 640.85,
      "duracion": 6.74,
      "texto": "Bien, todo bien, Alfredo. Bueno, Aldi me había comentado que estabas interesado en portar tus líneas a la compañía de Moizar, ¿correcto?",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 642.86,
      "fin": 647.76,
      "duracion": 4.9,
      "texto": "Bien, perfecto. OK,",
      "confianza": 0.82,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 647.76,
      "fin": 648.82,
      "duracion": 1.06,
      "texto": "bien, perfecto.",
      "confianza": 0.756,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 648.84,
      "fin": 652.3,
      "duracion": 3.46,
      "texto": "O sea, buena pregunta. En cuanto a los planes, ¿tienes alguna duda, alguna consulta?",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 665.93,
      "fin": 690.73,
      "duracion": 24.8,
      "texto": "Ajá, sí. Claro, sí, es un paquete de tres gigas de internet, en el caso del plan de ocho, y en el de plan de quince gigas va a tener cinco gigas de internet, y ahí usted lo utiliza en el momento que quiera, tiene una operación obviamente mensual que se va activando mes tras mes, ¿bien? En el caso de que te quedes sin esos gigas, pues desde la aplicación voy a tratar otro pack sin necesidad. ¿Bien?",
      "confianza": 0.226,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 696.65,
      "fin": 697.58,
      "duracion": 0.93,
      "texto": "Bien,",
      "confianza": 0.328,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 697.58,
      "fin": 710.94,
      "duracion": 13.36,
      "texto": "perfecto, no hay problema. Obviamente esto es un proceso que se demora aproximadamente entre 5 a 7 días, así que quédate tranquilo que si es antes de fin de mes vamos a llegar bien.",
      "confianza": 0.328,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 710.96,
      "fin": 742.13,
      "duracion": 31.17,
      "texto": "Yo te repaso rápidamente el plan. Me dijo Aldana que son dos planes de 8 GB y uno de 15, ¿correcto? Bien, son 8 GB de bolte más 10 GB de regalo con una duración de 6 meses. Vas a tener 18 GB de internet en esas líneas. Aquí el precio al día de hoy es de 12.475 más impuestos y en el otro plan son 15 gigas de internet de base más los 10 gigas de regalo con una duración de 6 meses. En este caso va a tener 25 gigas de internet y este tiene un precio al día de hoy de 17.395 más impuestos.",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 743.93,
      "fin": 745.45,
      "duracion": 1.52,
      "texto": "Bien, perfecto.",
      "confianza": 0.606,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 745.47,
      "fin": 753.08,
      "duracion": 7.61,
      "texto": "Yo obviamente necesito repasar algunos datos, voy a hacerlo lo que es un cierre comercial, repaso unos datos, te hago unas preguntas y te repaso el plan que estás contratando, ¿bien?",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 754.61,
      "fin": 772.3,
      "duracion": 17.69,
      "texto": "Bien, perfecto. Le comento, bien, junto con la portabilidad de sus líneas, puede acceder a una bonificación especial en la contratación del servicio hogar. ¿Actualmente cuenta con algún servicio de internet en casa? ¿Es de Moi? ¿Es de Moi, Taro o otra empresa?",
      "confianza": 0.1,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 776.14,
      "fin": 776.96,
      "duracion": 0.82,
      "texto": "OK, bien, perfecto.",
      "confianza": 0.29,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 776.98,
      "fin": 784.97,
      "duracion": 7.99,
      "texto": "No hay problema entonces. Bien, te comento que estamos portando las líneas. 1154, 93, 75, 95, que es la que estoy llamando ahora.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 785.53,
      "fin": 806.39,
      "duracion": 20.86,
      "texto": "Luego tengo la línea 1135, 60, 51, 14, y la línea 1136, 46, 27, 28, ¿correcto? Ah, bueno, vale, tranquilo, míralo tranquilo.",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 806.41,
      "fin": 806.47,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 814.43,
      "fin": 837.99,
      "duracion": 23.56,
      "texto": "Perfecto. ¿Y la que estoy llamando ahora? OK. Perfecto. Bien. Las tres líneas están actualmente a nombre y apellido de Alfredo Daniel Núñez, ¿correcto? Ajá. Perfecto. ¿Me podrías decir, por favor, tu número, todo quick? Sí.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 839.37,
      "fin": 839.55,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.808,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 842.5,
      "fin": 842.94,
      "duracion": 0.44,
      "texto": "Cuatro.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 842.96,
      "fin": 843.38,
      "duracion": 0.42,
      "texto": "Perfecto.",
      "confianza": 0.834,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 846.67,
      "fin": 882.0,
      "duracion": 35.33,
      "texto": "Bien, le recuerdo entonces que el costo del servicio al día de hoy, hay dos líneas que van ahí con un plan de 8 gigas, que es la línea que termina en 50, y uno 14 y la 27-28, esas van a tener un costo al día de hoy de 12.475 más impuestos, incluye un descuento fijo por 6 meses de 26.480. Bien, le recuerdo entonces que todos los precios que mencionamos son más impuestos, esto depende de su categoría impositiva, Y el plan en este caso es de 8GB de base más los 10GB de regalo por 6 meses. Bien.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 882.02,
      "fin": 892.98,
      "duracion": 10.95,
      "texto": "En el otro plan, que es la línea que me estoy comunicando ahora, la que termina en 75 a 95, es un plan de 15GB de internet que tiene el precio al día de hoy 17.395 más impuesto.",
      "confianza": 0.772,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 893.4,
      "fin": 897.24,
      "duracion": 3.84,
      "texto": "Incluye un descuento fijo por 6 meses de 38.410 pesos.",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 897.86,
      "fin": 908.69,
      "duracion": 10.83,
      "texto": "Bien. Y como le dije esto, los precios son mencionados más impuestos. Y el plan de base es de 15 gigas de internet, más los 10 gigas de regalo por 6 meses, en total 25, ¿sí?",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 910.38,
      "fin": 910.7,
      "duracion": 0.32,
      "texto": "Perfecto.",
      "confianza": 0.863,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 910.74,
      "fin": 932.21,
      "duracion": 21.47,
      "texto": "El sector de distribución le avisará cuando su chip esté en camino. Le pedimos que le avise cuando reciba el chip, así ellos indican la fecha de portabilidad. Sí, decime. Ah, todas son SIEM. Eso le iba a preguntar ahora. ¿Algunas de las líneas son SIEM? Sí, las tres son SIEM, ¿correcto? En este caso, van a... Sí.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 936.49,
      "fin": 947.14,
      "duracion": 10.65,
      "texto": "Exactamente, cuando te llegue el eSIM, obviamente también te va a llegar el mensaje de cuándo lo tenés que colocar y el eSIM te va a llegar al correo adn arroba telerec web punto con puntual, ¿correcto?",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 949.01,
      "fin": 966.14,
      "duracion": 17.13,
      "texto": "Bien, ahí te van a llegar los eSIM y los Scania, sí, decime. ¿Qué, qué, perdón? El primer mes exactamente es bonificado por portar más de dos líneas a nuestra compañía, ¿sí? Eso sí, está correcto.",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 966.77,
      "fin": 967.79,
      "duracion": 1.02,
      "texto": "Bien, perfecto.",
      "confianza": 0.486,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 967.81,
      "fin": 968.65,
      "duracion": 0.84,
      "texto": "Continúo entonces.",
      "confianza": 0.878,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 969.23,
      "fin": 994.9,
      "duracion": 25.67,
      "texto": "La pregunta era si alguna de las líneas posee eSIM. Sí, las tres poseen eSIM. Entonces, les va a llegar al correo que les mencioné. Te comento que estará recibiendo, en este caso, el chip, el eSIM dentro de los cuatro a ocho días hábiles. Es importante que no lo escaneen en este caso, antes de la fecha informada. De todas maneras se van a dar cuenta porque la línea de clave va a dejar de recibir el señal y es ahí cuando deben colocarlo. Su email, lo repito nuevamente, es atn.teleretweb.com.ar.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 994.92,
      "fin": 995.02,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.2,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 995.25,
      "fin": 1001.56,
      "duracion": 6.31,
      "texto": "Como número alternativo puedo colocar alguna de las líneas.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1003.38,
      "fin": 1004.46,
      "duracion": 1.08,
      "texto": "La 2728. La 5114.",
      "confianza": 0.884,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1007.84,
      "fin": 1048.36,
      "duracion": 40.52,
      "texto": "La 2728, perfecto. Entonces, recuerde que en la factura el nombre de Moizar va a estar acompañado de la palabra negocios y en el desglose figura el precio del plan más el impuesto asignado según su categoría en positivo. Va a estar recibiendo la oferta mencionada al correo electrónico. Desde la app de Moisari ingresando a la sección servicio, puede ver toda la información referida a su factura, ya sea ciclo de facturación, vencimientos, montos a pagar, y también puede adverso el débito automático. Por último, te comento que estarás recibiendo las condiciones comerciales del producto que adquirió en el mail que nos proporcionó. Por otro lado, dentro de los próximos días recibirás una encuesta de satisfacción al mismo mail, que solicitamos por favor que lo complete, ya que tu opinión es muy importante para la empresa.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1048.38,
      "fin": 1048.56,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.501,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1049.96,
      "fin": 1053.71,
      "duracion": 3.75,
      "texto": "Bien, Alfredo, tenés alguna duda, alguna consulta hasta aquí. Ya estamos por terminar.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1068.79,
      "fin": 1094.03,
      "duracion": 25.24,
      "texto": "Hola, Alfredo, ¿sí me escuchas? Se cortó justo. Bien, te iba a preguntar si tenés alguna duda, alguna consulta hasta aquí, ya estamos por terminar. ¿No? Bien, perfecto. Yo te hago una consulta.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 1094.71,
      "fin": 1097.63,
      "duracion": 2.92,
      "texto": "Obviamente querés mantener el mismo número de las tres líneas, ¿correcto?",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1099.49,
      "fin": 1124.2,
      "duracion": 24.71,
      "texto": "Para poder mantener el mismo número de las líneas, es necesario generar lo que es un código de portabilidad. Este código de portabilidad es un mensaje de texto que va a llegar a tu celular, ya que eso es el titular de las tres líneas. Y cuando te llegue, yo necesito que lo leas, que le saques una captura de pantalla y se lo pases al WhatsApp de Aldana, donde le habías estado pasando la información, porque ella como va a ser tu asesora, necesitamos adjuntarla a la solicitud.",
      "confianza": 0.83,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1124.78,
      "fin": 1127.52,
      "duracion": 2.74,
      "texto": "Por otro lado, te comento que mientras lo estoy generando, sí, decime.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1128.87,
      "fin": 1149.79,
      "duracion": 20.92,
      "texto": "No, eso es automático. Yo ahora lo estoy generando. Déjame terminar de decirte que al generar este código de portabilidad, obviamente aparece una empresa tercializada, es claro, que se dedica a la retención de clientes. Y lo que buscan básicamente es retener bien. Vas a notar que te van a enviar promociones, te van a mandar también WhatsApp o te van a estar llamando en números desconocidos.",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1150.29,
      "fin": 1157.2,
      "duracion": 6.91,
      "texto": "Lo que buscan básicamente es ofrecerte que te quedes en la compañía. Esas promociones solamente son por dos meses, pero, bueno, nada más te lo advierto, ¿sí?",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1158.53,
      "fin": 1187.55,
      "duracion": 29.02,
      "texto": "Bien, yo ahora lo generé. ¿Te puedes fijar si te llegó? Es por mensaje de texto, por favor. Es el remitente 223 y el mensaje dice, su código de portabilidades te va a dar un código de cuatro dígitos.",
      "confianza": 0.835,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1190.9,
      "fin": 1207.29,
      "duracion": 16.39,
      "texto": "5997. Bien, tiene fecha de vencimiento para qué día? Tiene una fecha de vencimiento. Perfecto. Esto significa que antes de esa fecha ya tendréis que estar en la compañía móvil.",
      "confianza": 0.51,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1208.91,
      "fin": 1216.93,
      "duracion": 8.02,
      "texto": "Bien, ahora yo eso necesito que le saques una captura de pantalla y se lo pases al Dan, al WhatsApp donde lo habías ¿La información? Y ya con eso terminamos, ¿sí?",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1219.17,
      "fin": 1222.22,
      "duracion": 3.05,
      "texto": "Bien, perfecto. Bueno, ¿alguna duda, consulta, que me quiera preguntar?",
      "confianza": 0.648,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1224.24,
      "fin": 1226.32,
      "duracion": 2.08,
      "texto": "¿No?",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1226.34,
      "fin": 1226.68,
      "duracion": 0.34,
      "texto": "Perfecto. Sí.",
      "confianza": 0.031,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1229.1,
      "fin": 1234.43,
      "duracion": 5.33,
      "texto": "Puedes comunicarte con Aldana o, si no, le voy a pedir que pase el 0800.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1235.19,
      "fin": 1237.15,
      "duracion": 1.96,
      "texto": "Así cualquier duda también te puedes comunicar ahí, ¿sí?",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1239.14,
      "fin": 1241.9,
      "duracion": 2.76,
      "texto": "Bueno, muchísimas gracias y bienvenido a la compañía. Chao, chao.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1300.06,
      "fin": 1324.87,
      "duracion": 24.81,
      "texto": "y que vaya un poco menos de lo que está pagando actualmente.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1326.04,
      "fin": 1340.68,
      "duracion": 14.65,
      "texto": "la propuesta.",
      "confianza": 0.465,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1355.11,
      "fin": 1377.47,
      "duracion": 22.36,
      "texto": "Buenas tardes, tengo el gusto de comunicarme con Estela.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1378.65,
      "fin": 1380.83,
      "duracion": 2.18,
      "texto": "¿Sí? Como estás señorita, mi nombre es Luca.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1381.42,
      "fin": 1398.87,
      "duracion": 17.45,
      "texto": "Estela me comunicaba con usted el día de hoy, yo quisiera ofrecerte para hacer línea lo que es un valor menor al que tiene actualmente, y por lo que sería un poquito más de beneficio, ¿sí? ¿Usted me podría prestar 30 segundos para que se lo pueda llegar a comentar? No, gracias, no tengo tiempo.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1409.72,
      "fin": 1452.94,
      "duracion": 43.22,
      "texto": "Yo te digo bien, cuánto en la deuda y cuánto tenés que pagar, porque me ha pasado con muchos clientes que tienen que cobrar la cochea, la nueva estación, y al menos a la base de cómica, la compañía, pero que tal vez no tienen ninguna deuda. Así que, en ese sentido, tenés que pagar lo que quieras, o andar a su cocheal para cerrarle, conseguirlo a mí y yo te paso bien ahí, porque... se vuelan, la rica se vuelve a ganar que se te va a perder. Y nosotros también, si te llega a subir el precio de cualquier compañía, Me mandaste un mensajito a mi, al whatsapp, para ver qué digo para anunciarte. ¿Te parece? Muchas gracias. Igual parece, muchas gracias. Muchas gracias.",
      "confianza": 0.22,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1483.53,
      "fin": 1504.42,
      "duracion": 20.89,
      "texto": "Buenas tardes me comunico con el señorito José.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1579.08,
      "fin": 1581.56,
      "duracion": 2.48,
      "texto": "Buenas tardes, ¿me comunico con la señorita Beatriz?",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1582.68,
      "fin": 1582.92,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.856,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1583.46,
      "fin": 1584.34,
      "duracion": 0.88,
      "texto": "¿Cómo está Beatriz?",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1584.36,
      "fin": 1585.08,
      "duracion": 0.72,
      "texto": "Mi nombre es Luca.",
      "confianza": 0.55,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1585.74,
      "fin": 1600.73,
      "duracion": 14.99,
      "texto": "Beatriz me comunica con usted el día de hoy, ya que quería ofrecerle a lo que es asistencia de teléfono un beneficio móvil, ¿sí? ¿Usted le podría prestar 30 segundos para que se lo pueda llegar a comentar, señorita? No, no. No me interesa, gracias.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1636.23,
      "fin": 1659.44,
      "duracion": 23.21,
      "texto": "¿Cuál es?",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1668.83,
      "fin": 1691.13,
      "duracion": 22.29,
      "texto": "Buenas tardes, me comunico con Fernanda.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1740.5,
      "fin": 1744.55,
      "duracion": 4.05,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes, ¿me comunico con Alberto?",
      "confianza": 0.372,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1744.57,
      "fin": 1745.39,
      "duracion": 0.82,
      "texto": "Sí, sí.",
      "confianza": 0.455,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1745.41,
      "fin": 1746.87,
      "duracion": 1.46,
      "texto": "¿Cómo está, Alberto? Me nombre es Luca.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1747.47,
      "fin": 1753.8,
      "duracion": 6.33,
      "texto": "Alberto me comunica con usted ya que sabemos que usted se encuentra pagando 44 mil pesos por sus servicios, ¿sí, en la compañía?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1753.88,
      "fin": 1754.12,
      "duracion": 0.24,
      "texto": "Claro.",
      "confianza": 0.888,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1754.96,
      "fin": 1769.29,
      "duracion": 14.33,
      "texto": "Nosotros le queríamos ofrecer a usted lo que es un servicio de 11 mil 400 pesos mensuales, ¿sí? Pará, pará un poquito, pará. ¿Lo escucho? Hola. ¿Me escucha bien, Alberto?",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1770.45,
      "fin": 1784.92,
      "duracion": 14.47,
      "texto": "Sí, repetirme por favor. Ya entiendo. Nosotros sabíamos que usted se encontraría hablando de lo que son 44.140 pesos por su línea de móvil, ¿sí? Actualmente yo me he comunicado para poder ofrecerle lo que es un beneficio por 11.400 pesos mensuales, ¿sí?",
      "confianza": 0.208,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1785.8,
      "fin": 1792.51,
      "duracion": 6.71,
      "texto": "¿Usted tendría lo que son 30 segundos para que le pueda comentar lo que incluiría con este beneficio?",
      "confianza": 0.845,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1792.53,
      "fin": 1794.63,
      "duracion": 2.1,
      "texto": "Sí, pero ¿es que la misma empresa o es otra?",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1794.65,
      "fin": 1803.29,
      "duracion": 8.64,
      "texto": "No, no. Esto se lo ofreceron que es la compañía de Movistar. ya que queremos ofrecerles lo que es su menor valor, por lo que sería su dispositivo o lo que sería su servicio que está contratando, ¿sí?",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1804.97,
      "fin": 1836.86,
      "duracion": 31.89,
      "texto": "Sí. Perfecto. ¿Usted me podría prestar lo que son 30 segundos para que les pueda comentar lo que incluye en estos planes? Sí, sí, sí. Bueno, mire, lo que yo tengo para comentarlo a usted es el plan de $1400 pesos con un valor final, ¿sí? Este plan incluye lo que son 4 GB de base para que pueda llegar a navegar, 4 GB de regalo durante lo que son 6 meses, Además de esto, usted contratando a lo que es el servicio, poseería lo que es el WhatsApp, las llamadas y los mensajes completamente gratuitos para poder hablar con cualquier compañía.",
      "confianza": 0.04,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1837.48,
      "fin": 1846.41,
      "duracion": 8.93,
      "texto": "Además de esto, por hacer la portabilidad el día de hoy, usted dispondría de lo que son 20 gigas extra para poder utilizar en el caso de que usted lo desee.",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1847.05,
      "fin": 1849.49,
      "duracion": 2.44,
      "texto": "Estos gigas tienen solamente una duración de 30 días, ¿sí?",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1850.23,
      "fin": 1856.96,
      "duracion": 6.73,
      "texto": "Pero que es tranquilo que son los primeros que se van a anastar para que usted pueda guardar los demás gigas para los siguientes meses.",
      "confianza": 0.792,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1858.26,
      "fin": 1915.22,
      "duracion": 56.96,
      "texto": "Coménteme cómo lo ves y si quieres un plan con un poquito más de gigas ya que se lo puedo llegar a ofrecer por un valor de $1.500 pesos más. Sí, escúchame. Y yo te pido más gigas. ¿Cuánto giga sería? Si usted me pide lo que son más gigas, le puedo ofrecer uno de 8 de base más 8 de regalo durante 6 meses por un valor de $13.250 pesos. Además le comento que a usted por realizar lo que es tener lo que es más de un servicio de nombre con lo que es la compañía de Movistar tendría 4 gigas extra de regalo en cada dispositivo que usted posea. Y escúchame, y el tema de esto es una promoción por un tiempo determinado? Exacto, es una promoción con un descuento fijo de durante 6 meses El primero de 11.400 es el descuento durante seis meses de 26.200.",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1915.98,
      "fin": 1947.54,
      "duracion": 31.56,
      "texto": "El segundo, el de 13.250, incluye lo que es el descuento fijo de 38.800. No, sí. Escúchame, después de los seis meses, ¿cuándo pasaría a pagar yo? Antes de que llegue a los seis meses, Alberto, usted no va a pagar lo que es llevado total del plan, ya que el valor total sería de 52.050 pesos. Y vamos a ser sinceros, es una barbaridad, por lo que sería un teléfono móvil, sí.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1948.1,
      "fin": 1955.91,
      "duracion": 7.81,
      "texto": "Nadie puede pagar eso, por más bien económico que esté, nadie lo quiere llegar a pagar porque es una locura lo que sea el valor, sinceramente. Hablando de tú a tú, sí.",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1957.05,
      "fin": 1984.88,
      "duracion": 27.83,
      "texto": "Pero antes de que se realice lo que sería esto, lo que hacemos nosotros es mandarle lo que es un mensaje para que vea cómo se va encontrando con lo que es el servicio que se le está proporcionando, Y en el caso de que usted quiera lo que es un plan con un poco más de gigas, en el futuro se le puede llegar a dar y ya lo podemos llegar a gestionar automáticamente a través de la aplicación de M-Movistar o incluso si quiere un plan con menos gigas, también lo puede gestionar por la aplicación de M-Movistar, ¿sí?",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1985.52,
      "fin": 2003.06,
      "duracion": 17.54,
      "texto": "No le voy a decir que van a hacer un plan, por ejemplo, como le comenté ahora, de 16 gigas en total globalizando lo que son los gigas, sino que puede llegar a ser un plan, vamos a decir, de lo que sean, 10 gigas por un valor de 11.000, 12.000 pesos, sí, o sea, nunca va a llegar a pagar lo que es el valor total.",
      "confianza": 0.785,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2003.62,
      "fin": 2028.29,
      "duracion": 24.67,
      "texto": "Ya que, como le comenté... Sí, pero eso sería... Sí. Eso sería, ante los seis meses, tendría que, ustedes me mandaron un mensaje para volver a activar la promoción. Exactamente. Precisamente yo, que en este caso, si usted acerca de hacer la portabilidad, yo sería su profesor personal, en este caso, yo lo que hago es mandar lo que sería, el mensaje para poder autogestionar una nueva promoción, ¿sí?",
      "confianza": 0.372,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2028.83,
      "fin": 2106.69,
      "duracion": 77.86,
      "texto": "Porque ese sería mi trato con el cliente. Yo llevo trabajando a lo que es la compañía de Movistar, precisamente desde lo que es en marzo del 2025. Y constantemente lo que yo estoy haciendo es tratar el 2 a 2, perdón que habla así, pero sería el 2 a 2 de lo que es el cliente con lo que sería conmigo. Básicamente lo que yo hago es escribir cada 15, una semana o incluso 20 días. No le voy a mentir, a veces no olvido porque son muchas personas las que tengo que escribir. pero le voy escribiendo, mínimo dos o tres veces por mes, para ver cómo van con el servicio, cómo va la facturación, cómo es lo que tienen, por ejemplo, el viernes hice lo que fue una nueva promoción para lo que es de un señor que se llama César, el cual estaba pagando lo que eran 7 mil pesos por lo que les envía el teléfono, ya que hizo la portabilidad de lo que es el mes de junio del año pasado. Entonces yo le dije, mire, la promoción mínima que le podíamos ofrecer hoy sería de 11.400. Me dijo que sí, que estaría bien, que le gustaba, entonces lo que hicimos fue gestionar esa nueva promoción y lo fuimos tratando y lo fuimos llevando así y hicimos todo de vuelta. ¿Cuánto me quedaría pidiendo un poco más de esquiva por mes? Por lo que sería total de 16 sería de 13.250 pesos mensuales.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2107.25,
      "fin": 2122.76,
      "duracion": 15.51,
      "texto": "y cómo hago para hacer la portátilidad.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2175.66,
      "fin": 2176.37,
      "duracion": 0.71,
      "texto": "un saludo.",
      "confianza": 0.26,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2224.14,
      "fin": 2233.42,
      "duracion": 9.28,
      "texto": "¿En qué parte? Sí, mirad.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2269.75,
      "fin": 2270.92,
      "duracion": 1.17,
      "texto": ". . .",
      "confianza": 0.544,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 2330.47,
      "fin": 2350.43,
      "duracion": 19.96,
      "texto": "¿Qué pasa? ¿Qué pasa?",
      "confianza": 0.153,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2460.78,
      "fin": 2486.14,
      "duracion": 25.37,
      "texto": "¿Cómo te dio la oportunidad de hablar",
      "confianza": 0.323,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2492.67,
      "fin": 2503.37,
      "duracion": 10.7,
      "texto": "¿Cuál es?",
      "confianza": 0.356,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2679.65,
      "fin": 2680.31,
      "duracion": 0.66,
      "texto": "No.",
      "confianza": 0.542,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2737.48,
      "fin": 2765.95,
      "duracion": 28.47,
      "texto": ". . .",
      "confianza": 0.945,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2773.24,
      "fin": 2775.16,
      "duracion": 1.93,
      "texto": "No hay, no hay.",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2831.91,
      "fin": 2842.71,
      "duracion": 10.8,
      "texto": "Gracias.",
      "confianza": 0.236,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2913.36,
      "fin": 2923.22,
      "duracion": 9.86,
      "texto": "Gracias por ver el video.",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2964.68,
      "fin": 2967.43,
      "duracion": 2.75,
      "texto": "No, no.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3036.76,
      "fin": 3052.96,
      "duracion": 16.2,
      "texto": ". . . .",
      "confianza": 0.924,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 3066.57,
      "fin": 3091.32,
      "duracion": 24.74,
      "texto": "... ...",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3096.66,
      "fin": 3098.35,
      "duracion": 1.69,
      "texto": "No, no.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "y a todos los detalles. Escúchame, estoy trabajando para este tipo. El plan lo conozco y los datos con esto. ¿Quieres volverlo a reprimérmelo? No, en realidad es lo que le estoy diciendo. Esto es obligatorio para poder poner lo que sería la portaventura. ¿Y los datos de los que pasamos? Sí, sería que nada de lo que pasó cinco minutitos, en los cuales tenemos que decir, como le ha comentado usted, esto, lo que es el cierre comercial, consta de que lo van los... ¿Te acuerdas? ¿Te acuerdas que me dijiste, son 30 segundos, nada más? Ahora le decís, son cinco minutos, veis, empezaste a mentir. No, no, no, me refieres a lo de 30 segundos de comentar a lo que hacen, ¿sí? Ah, no es problema. Perfecto. Para recibir futuras decisiones, ¿usted tiene lo de Internet de Movistar Agobar? Tengo... ¿Cómo es la marca? Sí, pero no hay problema. No hay problema. Le comenté que estamos realizando lo que es la portabilidad de la línea 1-5-3-2-7-5-8-9-6, que se tenga con la compañía de Algaro, a bordo no visual, y el nombre de Salvador, Jorge Daniel Salvador, ¿correcto? Sí. Perfecto, con fecha de emprendimiento el 23 de marzo de 1961. ¿Sí? Perfecto, me hubiera de decir lo que son los últimos tres números de tu documento, por favor. Que lo vivo todo, 14, 6, 7, 5, 5, 6. Perfecto, en el momento usted percibió que es su chip, lo que sería la de Daniel Aperón, 3.055, dotamento 1, con código focal 1.407 que quedaría Lo que sería el Parque Avellan de Provincia de Borayre, ¿sí? Capital Federal. Capital Federal, lo que sería... Claro, porque... Pido disculpas, no soy malo con la geografía. ¿Qué sería el Parque Avellan de Provincia de Borayre? El Parque Avellan es el Parque Avellan de... Perfecto. El Parque Avellan antes era el Sur, pero el Parque Federal es la Provincia de Buenos Aires. Estoy muy... Bueno, te explico. La capital. Bueno, y si no se sería capital federal, y si quieren hacer entre marcastro y kila, ¿sí? Exacto. Bueno, y si a continuar con esto, si dice lo que sería su chivo, el comité, lo barro a su edicilio, a esto le conservo el comité móvil, le comí. Si usted está preguntando lo que es un plan de cuatro más cuatro de regalo, durante los tres meses. Es más que nada para repasarlo por encima. Las gratas, las primas, y ya que compraste, ya mereces. Por el final, la obra. O no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, También le comento, para que a usted le quede completamente tranquilo, le vamos a estar avisando lo que es el retiro de lo que sería el envío del chip, ya que un día antes también le vamos a estar avisando para que usted realice lo que es la portabilidad, para que coloque el chip, ya que cuando usted lo reciba no lo tiene que colocar. sino que tienes que esperarse a quedarse sin señal para que usted pueda... Hasta que lo habiliten, correcto. Exactamente. Cuando usted se quede sin señal con claro, recién va a poder colocar lo que sería el chip de lo que es la compañía de monitor. Tiene que quedar tranquilo porque un día antes le vamos a estar avisando. Le comento que usted va a tener que, por única vez, va a tener que validar lo que es su identidad con una foto de su rostro junto con lo que es el frente de su DNI. En el caso de que usted posea lo que es alguna dificultad lo único que tiene que hacer es volver a intentarlo con lo que sería el mensaje que se le envió o llamar al número que usted tiene para anotar ahí o se lo puede mandar a través de WhatsApp. Al número, al número. Perfecto. El número que usted tiene que comunicarse sería 0800 321 76 782 opción número 4, ¿sí? Yo ahora mismo le acabo de enviar por mensaje de WhatsApp lo que es para que se quede tranquilo, ¿sí? En el caso de que usted no levante lo que señala, lo único que tiene que hacer es apagar y encenderlo que es su dispositivo. Amigo, lo conozco todo, el tema estoy trabajando. Visto, entonces sería el último paso, que es para que el paso del código de portabilidad. ¿Sabés dónde trabajo yo? ¿Sabés dónde trabajo yo? En desproducciones y estafas de la Policía Federal. ¿Se entiende? Sí señor, lo entiendo perfectamente. Estoy hablando con un comisario, te estoy escuchando, te dije que tenía trabajo. Bueno. ¿Me lo estás repitiendo de vuelta, por favor? No me lo repitas más. Bueno, entonces... Un poco de memoria al tema este. Despídome, disculpas entonces, pero es más que nada un contrato para que usted se quede tranquilo, ¿sí? Ya lo conozco, el contrato. Si hay algún problema te voy a ir a buscar a vos, quédate tranquilo. Bueno, no hay problema. Entonces podemos pasar a hacer lo que sería el último paso de la portabilidad, señor. Podemos enviarle lo que sería... ¿Cuál es el último paso? Un último paso para que siga conservando lo que es el número de teléfono. Vamos a pasar a enviarle lo que sería un mensaje de texto desde el número 223, con las siglas MB corta S, El cual tiene el siguiente contenido, que dice su código de portabilidad, un número de 4 dígitos junto con lo que es una fecha de vencimiento. La fecha de vencimiento es para que usted sea parte de la familia de Movistar. Puede pasar un día antes, puede pasar un día después o incluso el mismo día. El número de 4 dígitos es un número universal para que usted mantenga lo que es su mismo número, pasándose a la compañía de Movistar. Si usted me da permiso, Jorge, se lo puedo llegar a mandar. Bueno, mandalo. No tengo motivo. Perfecto, ahora mismo se la acabo de enviar a lo que es el mensajito para continuar Lo que le voy a decir es que cuando le llegue lo que es el mensajito va a estar recibiendo lo que serían llamadas de la gente de retención de claro Así que van a tirar la portabilidad abajo, le pediría por favor, si no las puede atender Una vez que reciba lo que es el mensajito de texto, le voy a pedir por favor si me lo puede llegar a decir Bueno Ahora mismo se la acabo de enviar Jorge, ¿sí? Bueno Recuerde que esto es para mantener lo que es un mismo número de teléfono pasándose a la compañía de monta. Bueno, estamos haciendo el regalito. Una vez que me pase lo que es el mensajito, ya terminamos, ¿sí? Amigo, no tengo más tiempo, estoy con detenidos acá. No te puedo ayudar, no. Me dijiste 30 segundos y hicimos más de 10. Bueno, así que digamos que no puedo hablar más. Bueno, terminamos. ¿No te responde? Gracias. Hola, ¿qué tal? Buenas tardes, ¿con Daniel? Con Alfredo Daniel, perfecto. ¿Alfredo Nicolás Esmino? ¿Cómo estás, bien? Bien, todo bien, Alfredo. Bueno, Aldi me había comentado que estabas interesado en portar tus líneas a la compañía de Moizar, ¿correcto? Bien, perfecto. OK, bien, perfecto. O sea, buena pregunta. En cuanto a los planes, ¿tienes alguna duda, alguna consulta? Ajá, sí. Claro, sí, es un paquete de tres gigas de internet, en el caso del plan de ocho, y en el de plan de quince gigas va a tener cinco gigas de internet, y ahí usted lo utiliza en el momento que quiera, tiene una operación obviamente mensual que se va activando mes tras mes, ¿bien? En el caso de que te quedes sin esos gigas, pues desde la aplicación voy a tratar otro pack sin necesidad. ¿Bien? Bien, perfecto, no hay problema. Obviamente esto es un proceso que se demora aproximadamente entre 5 a 7 días, así que quédate tranquilo que si es antes de fin de mes vamos a llegar bien. Yo te repaso rápidamente el plan. Me dijo Aldana que son dos planes de 8 GB y uno de 15, ¿correcto? Bien, son 8 GB de bolte más 10 GB de regalo con una duración de 6 meses. Vas a tener 18 GB de internet en esas líneas. Aquí el precio al día de hoy es de 12.475 más impuestos y en el otro plan son 15 gigas de internet de base más los 10 gigas de regalo con una duración de 6 meses. En este caso va a tener 25 gigas de internet y este tiene un precio al día de hoy de 17.395 más impuestos. Bien, perfecto. Yo obviamente necesito repasar algunos datos, voy a hacerlo lo que es un cierre comercial, repaso unos datos, te hago unas preguntas y te repaso el plan que estás contratando, ¿bien? Bien, perfecto. Le comento, bien, junto con la portabilidad de sus líneas, puede acceder a una bonificación especial en la contratación del servicio hogar. ¿Actualmente cuenta con algún servicio de internet en casa? ¿Es de Moi? ¿Es de Moi, Taro o otra empresa? OK, bien, perfecto. No hay problema entonces. Bien, te comento que estamos portando las líneas. 1154, 93, 75, 95, que es la que estoy llamando ahora. Luego tengo la línea 1135, 60, 51, 14, y la línea 1136, 46, 27, 28, ¿correcto? Ah, bueno, vale, tranquilo, míralo tranquilo. Sí. Perfecto. ¿Y la que estoy llamando ahora? OK. Perfecto. Bien. Las tres líneas están actualmente a nombre y apellido de Alfredo Daniel Núñez, ¿correcto? Ajá. Perfecto. ¿Me podrías decir, por favor, tu número, todo quick? Sí. Sí. Cuatro. Perfecto. Bien, le recuerdo entonces que el costo del servicio al día de hoy, hay dos líneas que van ahí con un plan de 8 gigas, que es la línea que termina en 50, y uno 14 y la 27-28, esas van a tener un costo al día de hoy de 12.475 más impuestos, incluye un descuento fijo por 6 meses de 26.480. Bien, le recuerdo entonces que todos los precios que mencionamos son más impuestos, esto depende de su categoría impositiva, Y el plan en este caso es de 8GB de base más los 10GB de regalo por 6 meses. Bien. En el otro plan, que es la línea que me estoy comunicando ahora, la que termina en 75 a 95, es un plan de 15GB de internet que tiene el precio al día de hoy 17.395 más impuesto. Incluye un descuento fijo por 6 meses de 38.410 pesos. Bien. Y como le dije esto, los precios son mencionados más impuestos. Y el plan de base es de 15 gigas de internet, más los 10 gigas de regalo por 6 meses, en total 25, ¿sí? Perfecto. El sector de distribución le avisará cuando su chip esté en camino. Le pedimos que le avise cuando reciba el chip, así ellos indican la fecha de portabilidad. Sí, decime. Ah, todas son SIEM. Eso le iba a preguntar ahora. ¿Algunas de las líneas son SIEM? Sí, las tres son SIEM, ¿correcto? En este caso, van a... Sí. Exactamente, cuando te llegue el eSIM, obviamente también te va a llegar el mensaje de cuándo lo tenés que colocar y el eSIM te va a llegar al correo adn arroba telerec web punto con puntual, ¿correcto? Bien, ahí te van a llegar los eSIM y los Scania, sí, decime. ¿Qué, qué, perdón? El primer mes exactamente es bonificado por portar más de dos líneas a nuestra compañía, ¿sí? Eso sí, está correcto. Bien, perfecto. Continúo entonces. La pregunta era si alguna de las líneas posee eSIM. Sí, las tres poseen eSIM. Entonces, les va a llegar al correo que les mencioné. Te comento que estará recibiendo, en este caso, el chip, el eSIM dentro de los cuatro a ocho días hábiles. Es importante que no lo escaneen en este caso, antes de la fecha informada. De todas maneras se van a dar cuenta porque la línea de clave va a dejar de recibir el señal y es ahí cuando deben colocarlo. Su email, lo repito nuevamente, es atn.teleretweb.com.ar. Bien. Como número alternativo puedo colocar alguna de las líneas. La 2728. La 5114. La 2728, perfecto. Entonces, recuerde que en la factura el nombre de Moizar va a estar acompañado de la palabra negocios y en el desglose figura el precio del plan más el impuesto asignado según su categoría en positivo. Va a estar recibiendo la oferta mencionada al correo electrónico. Desde la app de Moisari ingresando a la sección servicio, puede ver toda la información referida a su factura, ya sea ciclo de facturación, vencimientos, montos a pagar, y también puede adverso el débito automático. Por último, te comento que estarás recibiendo las condiciones comerciales del producto que adquirió en el mail que nos proporcionó. Por otro lado, dentro de los próximos días recibirás una encuesta de satisfacción al mismo mail, que solicitamos por favor que lo complete, ya que tu opinión es muy importante para la empresa. Bien. Bien, Alfredo, tenés alguna duda, alguna consulta hasta aquí. Ya estamos por terminar. Hola, Alfredo, ¿sí me escuchas? Se cortó justo. Bien, te iba a preguntar si tenés alguna duda, alguna consulta hasta aquí, ya estamos por terminar. ¿No? Bien, perfecto. Yo te hago una consulta. Obviamente querés mantener el mismo número de las tres líneas, ¿correcto? Para poder mantener el mismo número de las líneas, es necesario generar lo que es un código de portabilidad. Este código de portabilidad es un mensaje de texto que va a llegar a tu celular, ya que eso es el titular de las tres líneas. Y cuando te llegue, yo necesito que lo leas, que le saques una captura de pantalla y se lo pases al WhatsApp de Aldana, donde le habías estado pasando la información, porque ella como va a ser tu asesora, necesitamos adjuntarla a la solicitud. Por otro lado, te comento que mientras lo estoy generando, sí, decime. No, eso es automático. Yo ahora lo estoy generando. Déjame terminar de decirte que al generar este código de portabilidad, obviamente aparece una empresa tercializada, es claro, que se dedica a la retención de clientes. Y lo que buscan básicamente es retener bien. Vas a notar que te van a enviar promociones, te van a mandar también WhatsApp o te van a estar llamando en números desconocidos. Lo que buscan básicamente es ofrecerte que te quedes en la compañía. Esas promociones solamente son por dos meses, pero, bueno, nada más te lo advierto, ¿sí? Bien, yo ahora lo generé. ¿Te puedes fijar si te llegó? Es por mensaje de texto, por favor. Es el remitente 223 y el mensaje dice, su código de portabilidades te va a dar un código de cuatro dígitos. 5997. Bien, tiene fecha de vencimiento para qué día? Tiene una fecha de vencimiento. Perfecto. Esto significa que antes de esa fecha ya tendréis que estar en la compañía móvil. Bien, ahora yo eso necesito que le saques una captura de pantalla y se lo pases al Dan, al WhatsApp donde lo habías ¿La información? Y ya con eso terminamos, ¿sí? Bien, perfecto. Bueno, ¿alguna duda, consulta, que me quiera preguntar? ¿No? Perfecto. Sí. Puedes comunicarte con Aldana o, si no, le voy a pedir que pase el 0800. Así cualquier duda también te puedes comunicar ahí, ¿sí? Bueno, muchísimas gracias y bienvenido a la compañía. Chao, chao. y que vaya un poco menos de lo que está pagando actualmente. la propuesta. Buenas tardes, tengo el gusto de comunicarme con Estela. ¿Sí? Como estás señorita, mi nombre es Luca. Estela me comunicaba con usted el día de hoy, yo quisiera ofrecerte para hacer línea lo que es un valor menor al que tiene actualmente, y por lo que sería un poquito más de beneficio, ¿sí? ¿Usted me podría prestar 30 segundos para que se lo pueda llegar a comentar? No, gracias, no tengo tiempo. Yo te digo bien, cuánto en la deuda y cuánto tenés que pagar, porque me ha pasado con muchos clientes que tienen que cobrar la cochea, la nueva estación, y al menos a la base de cómica, la compañía, pero que tal vez no tienen ninguna deuda. Así que, en ese sentido, tenés que pagar lo que quieras, o andar a su cocheal para cerrarle, conseguirlo a mí y yo te paso bien ahí, porque... se vuelan, la rica se vuelve a ganar que se te va a perder. Y nosotros también, si te llega a subir el precio de cualquier compañía, Me mandaste un mensajito a mi, al whatsapp, para ver qué digo para anunciarte. ¿Te parece? Muchas gracias. Igual parece, muchas gracias. Muchas gracias. Buenas tardes me comunico con el señorito José. Buenas tardes, ¿me comunico con la señorita Beatriz? Sí. ¿Cómo está Beatriz? Mi nombre es Luca. Beatriz me comunica con usted el día de hoy, ya que quería ofrecerle a lo que es asistencia de teléfono un beneficio móvil, ¿sí? ¿Usted le podría prestar 30 segundos para que se lo pueda llegar a comentar, señorita? No, no. No me interesa, gracias. ¿Cuál es? Buenas tardes, me comunico con Fernanda. Hola. Hola, ¿qué tal? Buenas tardes, ¿me comunico con Alberto? Sí, sí. ¿Cómo está, Alberto? Me nombre es Luca. Alberto me comunica con usted ya que sabemos que usted se encuentra pagando 44 mil pesos por sus servicios, ¿sí, en la compañía? Claro. Nosotros le queríamos ofrecer a usted lo que es un servicio de 11 mil 400 pesos mensuales, ¿sí? Pará, pará un poquito, pará. ¿Lo escucho? Hola. ¿Me escucha bien, Alberto? Sí, repetirme por favor. Ya entiendo. Nosotros sabíamos que usted se encontraría hablando de lo que son 44.140 pesos por su línea de móvil, ¿sí? Actualmente yo me he comunicado para poder ofrecerle lo que es un beneficio por 11.400 pesos mensuales, ¿sí? ¿Usted tendría lo que son 30 segundos para que le pueda comentar lo que incluiría con este beneficio? Sí, pero ¿es que la misma empresa o es otra? No, no. Esto se lo ofreceron que es la compañía de Movistar. ya que queremos ofrecerles lo que es su menor valor, por lo que sería su dispositivo o lo que sería su servicio que está contratando, ¿sí? Sí. Perfecto. ¿Usted me podría prestar lo que son 30 segundos para que les pueda comentar lo que incluye en estos planes? Sí, sí, sí. Bueno, mire, lo que yo tengo para comentarlo a usted es el plan de $1400 pesos con un valor final, ¿sí? Este plan incluye lo que son 4 GB de base para que pueda llegar a navegar, 4 GB de regalo durante lo que son 6 meses, Además de esto, usted contratando a lo que es el servicio, poseería lo que es el WhatsApp, las llamadas y los mensajes completamente gratuitos para poder hablar con cualquier compañía. Además de esto, por hacer la portabilidad el día de hoy, usted dispondría de lo que son 20 gigas extra para poder utilizar en el caso de que usted lo desee. Estos gigas tienen solamente una duración de 30 días, ¿sí? Pero que es tranquilo que son los primeros que se van a anastar para que usted pueda guardar los demás gigas para los siguientes meses. Coménteme cómo lo ves y si quieres un plan con un poquito más de gigas ya que se lo puedo llegar a ofrecer por un valor de $1.500 pesos más. Sí, escúchame. Y yo te pido más gigas. ¿Cuánto giga sería? Si usted me pide lo que son más gigas, le puedo ofrecer uno de 8 de base más 8 de regalo durante 6 meses por un valor de $13.250 pesos. Además le comento que a usted por realizar lo que es tener lo que es más de un servicio de nombre con lo que es la compañía de Movistar tendría 4 gigas extra de regalo en cada dispositivo que usted posea. Y escúchame, y el tema de esto es una promoción por un tiempo determinado? Exacto, es una promoción con un descuento fijo de durante 6 meses El primero de 11.400 es el descuento durante seis meses de 26.200. El segundo, el de 13.250, incluye lo que es el descuento fijo de 38.800. No, sí. Escúchame, después de los seis meses, ¿cuándo pasaría a pagar yo? Antes de que llegue a los seis meses, Alberto, usted no va a pagar lo que es llevado total del plan, ya que el valor total sería de 52.050 pesos. Y vamos a ser sinceros, es una barbaridad, por lo que sería un teléfono móvil, sí. Nadie puede pagar eso, por más bien económico que esté, nadie lo quiere llegar a pagar porque es una locura lo que sea el valor, sinceramente. Hablando de tú a tú, sí. Pero antes de que se realice lo que sería esto, lo que hacemos nosotros es mandarle lo que es un mensaje para que vea cómo se va encontrando con lo que es el servicio que se le está proporcionando, Y en el caso de que usted quiera lo que es un plan con un poco más de gigas, en el futuro se le puede llegar a dar y ya lo podemos llegar a gestionar automáticamente a través de la aplicación de M-Movistar o incluso si quiere un plan con menos gigas, también lo puede gestionar por la aplicación de M-Movistar, ¿sí? No le voy a decir que van a hacer un plan, por ejemplo, como le comenté ahora, de 16 gigas en total globalizando lo que son los gigas, sino que puede llegar a ser un plan, vamos a decir, de lo que sean, 10 gigas por un valor de 11.000, 12.000 pesos, sí, o sea, nunca va a llegar a pagar lo que es el valor total. Ya que, como le comenté... Sí, pero eso sería... Sí. Eso sería, ante los seis meses, tendría que, ustedes me mandaron un mensaje para volver a activar la promoción. Exactamente. Precisamente yo, que en este caso, si usted acerca de hacer la portabilidad, yo sería su profesor personal, en este caso, yo lo que hago es mandar lo que sería, el mensaje para poder autogestionar una nueva promoción, ¿sí? Porque ese sería mi trato con el cliente. Yo llevo trabajando a lo que es la compañía de Movistar, precisamente desde lo que es en marzo del 2025. Y constantemente lo que yo estoy haciendo es tratar el 2 a 2, perdón que habla así, pero sería el 2 a 2 de lo que es el cliente con lo que sería conmigo. Básicamente lo que yo hago es escribir cada 15, una semana o incluso 20 días. No le voy a mentir, a veces no olvido porque son muchas personas las que tengo que escribir. pero le voy escribiendo, mínimo dos o tres veces por mes, para ver cómo van con el servicio, cómo va la facturación, cómo es lo que tienen, por ejemplo, el viernes hice lo que fue una nueva promoción para lo que es de un señor que se llama César, el cual estaba pagando lo que eran 7 mil pesos por lo que les envía el teléfono, ya que hizo la portabilidad de lo que es el mes de junio del año pasado. Entonces yo le dije, mire, la promoción mínima que le podíamos ofrecer hoy sería de 11.400. Me dijo que sí, que estaría bien, que le gustaba, entonces lo que hicimos fue gestionar esa nueva promoción y lo fuimos tratando y lo fuimos llevando así y hicimos todo de vuelta. ¿Cuánto me quedaría pidiendo un poco más de esquiva por mes? Por lo que sería total de 16 sería de 13.250 pesos mensuales. y cómo hago para hacer la portátilidad. un saludo. ¿En qué parte? Sí, mirad. . . . ¿Qué pasa? ¿Qué pasa? ¿Cómo te dio la oportunidad de hablar ¿Cuál es? No. . . . No hay, no hay. Gracias. Gracias por ver el video. No, no. . . . . ... ... No, no.",
  "calidad": {
    "confianza_promedio": 0.562,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 55.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:27:02.224914",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 10,
    "total_segmentos_original": 344,
    "total_segmentos_corregido": 132,
    "fecha_correccion": "2026-01-18T23:05:33.690993",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112154938367_MIT_01995",
    "sin_datos_basurita": true
  }
}