{
  "archivo": "amza24_1_260116104317573_MIT_01971.wav",
  "duracion_segundos": 250.54,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 142.63,
    "Cliente": 89.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 4.25,
      "fin": 8.27,
      "duracion": 4.02,
      "texto": "Sí, aparte el chat, todo está donde ella me dice. ¿Qué no entiendes?",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.24,
      "fin": 9.34,
      "duracion": 0.1,
      "texto": "Sí,",
      "confianza": 0.587,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.34,
      "fin": 10.68,
      "duracion": 1.34,
      "texto": "porque se me hicieron hablar con Lago.",
      "confianza": 0.587,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.7,
      "fin": 31.32,
      "duracion": 20.62,
      "texto": "Voy a hablar con Lago, le muestro el chat. ¿Hola? Hola. Hola, Liliana, ¿cómo estás, Agustina? Buen día. Buen día. Bueno, Liliana, no te voy a quitar mucho tiempo. Simplemente vamos a hacer el repaso de lo que contratamos para la línea de tu marido y que hago el cierre comercial, ¿sí? Perfecto. Bien.",
      "confianza": 0.164,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.47,
      "fin": 36.8,
      "duracion": 5.33,
      "texto": "En este caso, bueno, es un plan de 8 gigas de base más 8 de regalos, son 16 gigas en total.",
      "confianza": 0.576,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.78,
      "fin": 40.1,
      "duracion": 2.32,
      "texto": "WhatsApp gratis, llamadas libres a todas las compañías.",
      "confianza": 0.686,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.12,
      "fin": 53.0,
      "duracion": 12.88,
      "texto": "Romina en América y América en precio local por un precio final de 10.400 pesos al día de hoy. Bien. Perfecto. Ahora, te voy a hacer el cierre donde está más detallado el plan, pero bueno, ese es lo que han contratado. Bien.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.62,
      "fin": 74.3,
      "duracion": 20.68,
      "texto": "Entonces, Liliana, para recibir futuras promociones, usted tiene Internet Movistar actualmente en su domicilio. Sí, perfecto. Estamos portando la línea. La línea 11-2-7-0-0-6-9-5-2 a nombre de Ramón Antonio Pacheco.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.42,
      "fin": 83.05,
      "duracion": 8.63,
      "texto": "Los tres últimos dígitos del DNI de Ramones.",
      "confianza": 0.756,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.07,
      "fin": 84.25,
      "duracion": 1.18,
      "texto": "Para 16-3-80-8-91.",
      "confianza": 0.389,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.25,
      "fin": 101.78,
      "duracion": 16.53,
      "texto": "Perfecto, bien. Bien, su compañía actual es claro, me comentó que la factura es mensual y que está el nombre de Ramón, ¿verdad? Sí, sí, sí. Perfecto. Bien. ¿Va a estar recibiendo el chip? Sí, en la local de Movistar.",
      "confianza": 0.343,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.8,
      "fin": 107.47,
      "duracion": 5.67,
      "texto": "Aguárdame que lo tengo por acá, que es en el mismo donde se va a retirar el chip.",
      "confianza": 0.612,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.59,
      "fin": 113.96,
      "duracion": 5.37,
      "texto": "Perfecto. Es en el de Perón 1604. Sí. Perfecto. Bien.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.52,
      "fin": 134.14,
      "duracion": 18.62,
      "texto": "Le recuerdo entonces que el costo del servicio al día de hoy es de 10.400 pesos con un descuento fijo por seis meses de 41.650. Este plan incluye 8 gigas de base más 8 de regalo por seis meses, WhatsApp gratis, llamadas libres a todas las compañías, América Preso Local y Romina en América.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 135.04,
      "fin": 144.53,
      "duracion": 9.49,
      "texto": "Le recuerdo que el servicio se factura a mes adelantado y los 8 gigas de regalo se van a habilitar en la cuenta 48 horas después de activar la línea.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.09,
      "fin": 155.64,
      "duracion": 10.55,
      "texto": "Aguárdeme, que la tengo por aquí, Liliana Ávila, 1530, arroba gmail.com. Estarás recibiendo tu facturación online a través del email que nos proporciono.",
      "confianza": 0.387,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.32,
      "fin": 181.19,
      "duracion": 24.87,
      "texto": "Ingresando a la sección Servicios, el app Moisture puede ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimientos, montos a pagar. También puedes activar 20 días de regalo con una duración de 30 días disponible una vez por año. pueden adherirse al débito automático y sumar cuatro siglas de regalo en cada línea móvil si es que portan más de dos líneas registradas bajo un mismo titular.",
      "confianza": 0.739,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 182.05,
      "fin": 187.34,
      "duracion": 5.29,
      "texto": "Una vez aprobada la portabilidad, su línea aportará a las 48 horas hábiles.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.86,
      "fin": 193.11,
      "duracion": 5.25,
      "texto": "Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de reportabilidad para que te quedes tranquila.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 193.61,
      "fin": 203.53,
      "duracion": 9.92,
      "texto": "Es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de claro va a dejar de recibir señal, ahí es cuando debes colocarlo.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 204.22,
      "fin": 233.06,
      "duracion": 28.84,
      "texto": "Te comento, Lina, que por única vez deberás validar identidad. Actívalo en caso de que tengas alguna dificultad con la variación, intentarlo nuevamente o comunicate al 0800-321-76782 opción 4. Le solicitamos que en caso de que no levante señal el chip, reinicie el equipo. Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp, que solicitamos, por favor, que la completes, ya que tu opinión es muy importante para la empresa. ¿Bien?",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.4,
      "fin": 234.58,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.084,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.6,
      "fin": 241.11,
      "duracion": 6.51,
      "texto": "Perfecto, Lidiana. Bueno, cualquier duda o consulta que ustedes tengan con respecto, seguimos hablando por WhatsApp, vos ya tenés mi número.",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.69,
      "fin": 250.54,
      "duracion": 7.85,
      "texto": "Perfecto. Te agradezco mucho el tiempo. Vale, tengas muy buen día. Muchas gracias, igualmente. Bienvenidos nuevamente. Esto te lo dejo. Vale, hasta luego.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Sí, aparte el chat, todo está donde ella me dice. ¿Qué no entiendes? Sí, porque se me hicieron hablar con Lago. Voy a hablar con Lago, le muestro el chat. ¿Hola? Hola. Hola, Liliana, ¿cómo estás, Agustina? Buen día. Buen día. Bueno, Liliana, no te voy a quitar mucho tiempo. Simplemente vamos a hacer el repaso de lo que contratamos para la línea de tu marido y que hago el cierre comercial, ¿sí? Perfecto. Bien. En este caso, bueno, es un plan de 8 gigas de base más 8 de regalos, son 16 gigas en total. WhatsApp gratis, llamadas libres a todas las compañías. Romina en América y América en precio local por un precio final de 10.400 pesos al día de hoy. Bien. Perfecto. Ahora, te voy a hacer el cierre donde está más detallado el plan, pero bueno, ese es lo que han contratado. Bien. Entonces, Liliana, para recibir futuras promociones, usted tiene Internet Movistar actualmente en su domicilio. Sí, perfecto. Estamos portando la línea. La línea 11-2-7-0-0-6-9-5-2 a nombre de Ramón Antonio Pacheco. Los tres últimos dígitos del DNI de Ramones. Para 16-3-80-8-91. Perfecto, bien. Bien, su compañía actual es claro, me comentó que la factura es mensual y que está el nombre de Ramón, ¿verdad? Sí, sí, sí. Perfecto. Bien. ¿Va a estar recibiendo el chip? Sí, en la local de Movistar. Aguárdame que lo tengo por acá, que es en el mismo donde se va a retirar el chip. Perfecto. Es en el de Perón 1604. Sí. Perfecto. Bien. Le recuerdo entonces que el costo del servicio al día de hoy es de 10.400 pesos con un descuento fijo por seis meses de 41.650. Este plan incluye 8 gigas de base más 8 de regalo por seis meses, WhatsApp gratis, llamadas libres a todas las compañías, América Preso Local y Romina en América. Le recuerdo que el servicio se factura a mes adelantado y los 8 gigas de regalo se van a habilitar en la cuenta 48 horas después de activar la línea. Aguárdeme, que la tengo por aquí, Liliana Ávila, 1530, arroba gmail.com. Estarás recibiendo tu facturación online a través del email que nos proporciono. Ingresando a la sección Servicios, el app Moisture puede ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimientos, montos a pagar. También puedes activar 20 días de regalo con una duración de 30 días disponible una vez por año. pueden adherirse al débito automático y sumar cuatro siglas de regalo en cada línea móvil si es que portan más de dos líneas registradas bajo un mismo titular. Una vez aprobada la portabilidad, su línea aportará a las 48 horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de reportabilidad para que te quedes tranquila. Es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de claro va a dejar de recibir señal, ahí es cuando debes colocarlo. Te comento, Lina, que por única vez deberás validar identidad. Actívalo en caso de que tengas alguna dificultad con la variación, intentarlo nuevamente o comunicate al 0800-321-76782 opción 4. Le solicitamos que en caso de que no levante señal el chip, reinicie el equipo. Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp, que solicitamos, por favor, que la completes, ya que tu opinión es muy importante para la empresa. ¿Bien? Perfecto. Perfecto, Lidiana. Bueno, cualquier duda o consulta que ustedes tengan con respecto, seguimos hablando por WhatsApp, vos ya tenés mi número. Perfecto. Te agradezco mucho el tiempo. Vale, tengas muy buen día. Muchas gracias, igualmente. Bienvenidos nuevamente. Esto te lo dejo. Vale, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.537,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:33:31.400883",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 67,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:19.336894",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104317573_MIT_01971",
    "fecha_inicio": "16/1/2026 10:43:18",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 251,
    "tiempo_conversacion": 243,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}