{
  "archivo": "amza3_1_260113130237641_ACD_44377.wav",
  "duracion_segundos": 102.92,
  "num_segmentos": 26,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 84.62,
    "Cliente": 7.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.75,
      "fin": 13.64,
      "duracion": 11.89,
      "texto": "Hola, buenas tardes. Hablo con Pablo Cepeda. No, es mi hermana. ¿Cómo te va? Perdón, mi nombre es Macarena. Me contacto desde la área de recupero de clientes de Movistar.",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.49,
      "fin": 22.71,
      "duracion": 7.22,
      "texto": "Sí. Estamos llamando desde la compañera para poder darles una nueva promoción para las líneas. No sé si te puedo comentar a vos o tendría que contactarme con el titular.",
      "confianza": 0.134,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.16,
      "fin": 28.2,
      "duracion": 1.04,
      "texto": "Perdón, no te escucho bien.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.09,
      "fin": 64.2,
      "duracion": 35.11,
      "texto": "Bueno, en este caso, nosotros te podríamos brindar lo que es un plan de 16 GB por 13.250 pesos, incluye lo que es un, perdón, WhatsApp gratis, llamadas libres a todas las compañías, América a precio local, que son llamadas fuera del país, y Rumina en América, que es Internet fuera del país, en el caso que les interese la promoción, conservarían lo que es el mismo número, y tendrían que esperar solamente a recibir lo que es el tipo en su domicilio, puede demorar cinco días el trámite como mucho, Y si no te podemos asignar una sucursal de Movistar para que lo retires, demora dos días. ¿Bien?",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.14,
      "fin": 88.22,
      "duracion": 23.08,
      "texto": "Y bueno, la idea es, obviamente, que vuelvan a la compañía. Por afuera. Por afuera. Ahí está. Ahí está el cuadro. Muchas gracias. Hasta luego. ¿Qué grabas que estoy trabajando? En fin, no, Cain le comentó a él y le he ido, porque bueno, él maneja las cuentas. Ah, bueno. Dale, dale. ¿Te parece que te escriba lo que es la promoción por WhatsApp y vos cualquier consulta me avisas por ahí?",
      "confianza": 0.453,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.42,
      "fin": 102.92,
      "duracion": 13.5,
      "texto": "Dale, dale, no hay problema.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hablo con Pablo Cepeda. No, es mi hermana. ¿Cómo te va? Perdón, mi nombre es Macarena. Me contacto desde la área de recupero de clientes de Movistar. Sí. Estamos llamando desde la compañera para poder darles una nueva promoción para las líneas. No sé si te puedo comentar a vos o tendría que contactarme con el titular. Perdón, no te escucho bien. Bueno, en este caso, nosotros te podríamos brindar lo que es un plan de 16 GB por 13.250 pesos, incluye lo que es un, perdón, WhatsApp gratis, llamadas libres a todas las compañías, América a precio local, que son llamadas fuera del país, y Rumina en América, que es Internet fuera del país, en el caso que les interese la promoción, conservarían lo que es el mismo número, y tendrían que esperar solamente a recibir lo que es el tipo en su domicilio, puede demorar cinco días el trámite como mucho, Y si no te podemos asignar una sucursal de Movistar para que lo retires, demora dos días. ¿Bien? Y bueno, la idea es, obviamente, que vuelvan a la compañía. Por afuera. Por afuera. Ahí está. Ahí está el cuadro. Muchas gracias. Hasta luego. ¿Qué grabas que estoy trabajando? En fin, no, Cain le comentó a él y le he ido, porque bueno, él maneja las cuentas. Ah, bueno. Dale, dale. ¿Te parece que te escriba lo que es la promoción por WhatsApp y vos cualquier consulta me avisas por ahí? Dale, dale, no hay problema.",
  "calidad": {
    "confianza_promedio": 0.395,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:22:49.437660",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 26,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:26.101792",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113130237641_ACD_44377",
    "fecha_inicio": "13/1/2026 13:02:37",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 131,
    "tiempo_conversacion": 99,
    "tiempo_hold": 0,
    "tiempo_acw": 18,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}