{
  "archivo": "amza35_1_260115130705492_ACD_43893.wav",
  "duracion_segundos": 136.23,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 105.87,
    "Cliente": 15.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.13,
      "fin": 12.65,
      "duracion": 12.52,
      "texto": "Hola. ¿Hablo con Jorge Esquivero, ah? Sí, yo le hablo. Jorge, qué un gusto. Te hablo a Guadalupe. O sea, es muy contento el día de hoy porque veo que tenés esta línea con claro. Quiero brindarte lo que es un descuento, ¿sí?",
      "confianza": 0.268,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.51,
      "fin": 29.63,
      "duracion": 16.12,
      "texto": "Tenemos un plan de 8 rigas, que te quedan 10.400. No sé cuántos rigas tenés en este momento, pero por pasarte hoy te damos 8 rigas de regalo más. Así tenés 16.000. La verdad que no sé qué tengo y tenés los planes que tengo. Bien, pero tenés abono, ¿no?",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.39,
      "fin": 31.85,
      "duracion": 1.46,
      "texto": "Sí, sí, sí.",
      "confianza": 0.239,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.87,
      "fin": 35.94,
      "duracion": 4.07,
      "texto": "Ah, perfecto. Entonces, puedes acceder perfectamente al plan. Tienes WhatsApp gratis.",
      "confianza": 0.239,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.1,
      "fin": 50.62,
      "duracion": 13.52,
      "texto": "Habla libre a cualquier compañía. Rooming también incluida. No sé si te gusta viajar, Jorge. Pero siempre es bueno tenerlo por las dudas, porque capaz que no vas de vacaciones este año, y si el año que viene vas a necesitar un plan con Rooming para tener una buena señal con noviaje, ¿sí?",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.64,
      "fin": 50.78,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.048,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.8,
      "fin": 58.15,
      "duracion": 7.35,
      "texto": "Y del país o lo que sea. Bien, desde tu consulta, Jorge, ¿esta es tu única línea o condas con alguna línea extra? No, no es ni única línea.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.26,
      "fin": 67.66,
      "duracion": 8.4,
      "texto": "Entonces, se pueden hacer las cuestiones bastante sencillas. A mí me figura tu DNI de transistema, si querés que lo corroboremos. 3440-6007, ¿está bien?",
      "confianza": 0.399,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.69,
      "fin": 68.38,
      "duracion": 0.68,
      "texto": "Sí, sí.",
      "confianza": 0.496,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.18,
      "fin": 71.74,
      "duracion": 1.56,
      "texto": "Bien. Y es Jorge Figueroa, ¿no?",
      "confianza": 0.819,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.72,
      "fin": 74.78,
      "duracion": 1.06,
      "texto": "Sí, sí. Bien.",
      "confianza": 0.058,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.81,
      "fin": 85.96,
      "duracion": 11.15,
      "texto": "Bueno, mirá, te comento. Esto es una gestión para portabilidad para lo que es Movistar. Entonces, envía un chip a una sucursal oficial de Movistar. Por eso, yo te quiero consultar en qué localidad divís para poder enviarte el chip.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.97,
      "fin": 93.36,
      "duracion": 6.39,
      "texto": "No, no, igual no quiero hacer modificación nada, la verdad, estoy bien con el plan que tengo y no quiero cambiar nada.",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.2,
      "fin": 98.24,
      "duracion": 4.04,
      "texto": "Ah, entiendo, por algún particular es que no te interesa porque la verdad está buena la broma.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.82,
      "fin": 113.62,
      "duracion": 14.8,
      "texto": "No, no, no, pero no quiero andar gestionando, ni buscando el chip, ni que me llegue el chip, ni cambiarlo, nada. Bien, igual te lo podemos enviar ahora a domicilio, si no en todo caso. No, no, igual por eso, no, no, digamos, estoy bien como estoy y mantengo así.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.21,
      "fin": 121.72,
      "duracion": 7.51,
      "texto": "Entiendo, Jorge, pero mirá, a mí me figura que pagas 19.600. O sea, estarías abonando 9.000 pesos menos si te pasas con nosotros.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.48,
      "fin": 136.23,
      "duracion": 10.75,
      "texto": "No, no, igual, sigo con el plan que tengo. Claro, lo comprendo. Bueno, si no, en todo caso, de lo último te dejo un mensajito, así lo pensas más tranquilo y en otro momento lo hacemos. Vale, no hay problema, gracias. Hasta luego.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿Hablo con Jorge Esquivero, ah? Sí, yo le hablo. Jorge, qué un gusto. Te hablo a Guadalupe. O sea, es muy contento el día de hoy porque veo que tenés esta línea con claro. Quiero brindarte lo que es un descuento, ¿sí? Tenemos un plan de 8 rigas, que te quedan 10.400. No sé cuántos rigas tenés en este momento, pero por pasarte hoy te damos 8 rigas de regalo más. Así tenés 16.000. La verdad que no sé qué tengo y tenés los planes que tengo. Bien, pero tenés abono, ¿no? Sí, sí, sí. Ah, perfecto. Entonces, puedes acceder perfectamente al plan. Tienes WhatsApp gratis. Habla libre a cualquier compañía. Rooming también incluida. No sé si te gusta viajar, Jorge. Pero siempre es bueno tenerlo por las dudas, porque capaz que no vas de vacaciones este año, y si el año que viene vas a necesitar un plan con Rooming para tener una buena señal con noviaje, ¿sí? Sí, sí. Y del país o lo que sea. Bien, desde tu consulta, Jorge, ¿esta es tu única línea o condas con alguna línea extra? No, no es ni única línea. Entonces, se pueden hacer las cuestiones bastante sencillas. A mí me figura tu DNI de transistema, si querés que lo corroboremos. 3440-6007, ¿está bien? Sí, sí. Bien. Y es Jorge Figueroa, ¿no? Sí, sí. Bien. Bueno, mirá, te comento. Esto es una gestión para portabilidad para lo que es Movistar. Entonces, envía un chip a una sucursal oficial de Movistar. Por eso, yo te quiero consultar en qué localidad divís para poder enviarte el chip. No, no, igual no quiero hacer modificación nada, la verdad, estoy bien con el plan que tengo y no quiero cambiar nada. Ah, entiendo, por algún particular es que no te interesa porque la verdad está buena la broma. No, no, no, pero no quiero andar gestionando, ni buscando el chip, ni que me llegue el chip, ni cambiarlo, nada. Bien, igual te lo podemos enviar ahora a domicilio, si no en todo caso. No, no, igual por eso, no, no, digamos, estoy bien como estoy y mantengo así. Entiendo, Jorge, pero mirá, a mí me figura que pagas 19.600. O sea, estarías abonando 9.000 pesos menos si te pasas con nosotros. No, no, igual, sigo con el plan que tengo. Claro, lo comprendo. Bueno, si no, en todo caso, de lo último te dejo un mensajito, así lo pensas más tranquilo y en otro momento lo hacemos. Vale, no hay problema, gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.468,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:01:53.778670",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:24.884776",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130705492_ACD_43893",
    "fecha_inicio": "15/1/2026 13:07:05",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 159,
    "tiempo_conversacion": 140,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}