{
  "archivo": "amza10_1_260116140002537_ACD_49979.wav",
  "duracion_segundos": 126.09,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 64.17,
    "Cliente": 52.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.18,
      "fin": 28.17,
      "duracion": 27.99,
      "texto": "Toma, buen día. Hola, buenos días con Lucas. Sí, ¿qué tal? ¿Cómo estás? Lucas Lourdes, de Celote Habla. Me estoy contactando de la área de beneficios. Queríamos brindarte lo que es una bonificación para tu línea. ¿Ves ahora el sistema que está en clara actualmente, no? ¿Estás en clara actualmente? Sí, exactamente, he movistar, me estoy contactando. No,",
      "confianza": 0.426,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 28.17,
      "fin": 29.45,
      "duracion": 1.28,
      "texto": "mira, no te agradezco, en este momento no necesitas beneficios.",
      "confianza": 0.01,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.25,
      "fin": 34.0,
      "duracion": 3.75,
      "texto": "Bien, pero no has podido escuchar ninguna oferta, capaz en una de esas se interesa.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.78,
      "fin": 55.23,
      "duracion": 20.45,
      "texto": "¿Qué plan tenés? Mira, creo que ayer o antes de ayer hablé con uno de ustedes. ¿Recordás el plan más o menos? ¿Cómo? ¿Recordás el plan más o menos? Sí, no, pero no me convenía. Pero ¿cuál era? Porque hoy tenemos una promo, por ejemplo, entonces capaz en una de esas dices...",
      "confianza": 0.353,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.19,
      "fin": 84.09,
      "duracion": 26.9,
      "texto": "Yo actualmente tengo fibra óptica y el abomo no es mensual. Yo te quería comentar que nosotros tenemos un plan que son 16 gigas en total y te sale 10.400.",
      "confianza": 0.3,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.01,
      "fin": 89.41,
      "duracion": 3.41,
      "texto": "Te incluye Rooney en América, WhatsApp gratis, todo limitado.",
      "confianza": 0.48,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.92,
      "fin": 108.54,
      "duracion": 15.62,
      "texto": "Internet, fibra óptica. Esto es para la línea. ¿Vos tenéis fibra óptica de qué? ¿De otra empresa? No, claro. De claro. Bueno, y si no, mira, tenemos un combo en el caso de que haya lo que es cobertura en tus zonas. Tenemos un combo en oferta que te sale 24 mil pesos.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.13,
      "fin": 126.09,
      "duracion": 16.96,
      "texto": "Y es el combo de la fibra, sí que con la velocidad de 300 mega sería, y ahí se te añade lo que es la línea, sí, todo eso te sale 24 mil pesos. Claro, no, se me da el presupuesto. Bueno, bueno, muchísimas gracias. Gracias.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Toma, buen día. Hola, buenos días con Lucas. Sí, ¿qué tal? ¿Cómo estás? Lucas Lourdes, de Celote Habla. Me estoy contactando de la área de beneficios. Queríamos brindarte lo que es una bonificación para tu línea. ¿Ves ahora el sistema que está en clara actualmente, no? ¿Estás en clara actualmente? Sí, exactamente, he movistar, me estoy contactando. No, mira, no te agradezco, en este momento no necesitas beneficios. Bien, pero no has podido escuchar ninguna oferta, capaz en una de esas se interesa. ¿Qué plan tenés? Mira, creo que ayer o antes de ayer hablé con uno de ustedes. ¿Recordás el plan más o menos? ¿Cómo? ¿Recordás el plan más o menos? Sí, no, pero no me convenía. Pero ¿cuál era? Porque hoy tenemos una promo, por ejemplo, entonces capaz en una de esas dices... Yo actualmente tengo fibra óptica y el abomo no es mensual. Yo te quería comentar que nosotros tenemos un plan que son 16 gigas en total y te sale 10.400. Te incluye Rooney en América, WhatsApp gratis, todo limitado. Internet, fibra óptica. Esto es para la línea. ¿Vos tenéis fibra óptica de qué? ¿De otra empresa? No, claro. De claro. Bueno, y si no, mira, tenemos un combo en el caso de que haya lo que es cobertura en tus zonas. Tenemos un combo en oferta que te sale 24 mil pesos. Y es el combo de la fibra, sí que con la velocidad de 300 mega sería, y ahí se te añade lo que es la línea, sí, todo eso te sale 24 mil pesos. Claro, no, se me da el presupuesto. Bueno, bueno, muchísimas gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.467,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:07:00.491725",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:13.959827",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140002537_ACD_49979",
    "fecha_inicio": "16/1/2026 14:00:02",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 145,
    "tiempo_conversacion": 121,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}