{
  "archivo": "amza36_1_260114130437822_ACD_98045.wav",
  "duracion_segundos": 120.47,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 106.18,
    "Cliente": 3.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.74,
      "fin": 17.03,
      "duracion": 15.29,
      "texto": "Hola. Hola, buenos días. ¿Habló con el señor Dario? Sí, él habló. Muy gusto. Mi nombre es Micaela. Le querías allanar un plan de 10.000 pesos para su línea. Es de Molestar, Dario. Me figura que usted está con claro, ¿es correcto? Sí, es correcto.",
      "confianza": 0.223,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.05,
      "fin": 17.39,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.318,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.41,
      "fin": 30.97,
      "duracion": 13.56,
      "texto": "Bueno, le comento. Usted con este plan tendría 8 gigas de base más 8 de regalo por 6 meses, WhatsApp y llamadas libres a todas las compañías, rumen en América por procesar el país y tener internet, por un valor de 10.400 pesos. ¿Qué le parece para su línea?",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.89,
      "fin": 35.97,
      "duracion": 3.08,
      "texto": "Te agradezco, por el momento no lo voy a cambiar.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.22,
      "fin": 57.38,
      "duracion": 17.16,
      "texto": "Porque con Movistar tengo problemas. ¿Cuál? Tengo problemas, tengo Movistar Hogar, tengo internet, tengo todo en mi casa, pero el celular, la señal es muy mala y bueno,",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.95,
      "fin": 63.29,
      "duracion": 5.35,
      "texto": "En la casa también tengo problemas con la señal de cable.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.31,
      "fin": 91.11,
      "duracion": 26.8,
      "texto": "Le consulto a llamar a los técnicos para que le puedan ver el servicio. Sí, llamé a los técnicos, me dicen apague el modem, prenda el modem, desconecte el modem. Lo que les recomiendo es que cuando llame les digan a los chicos que pasen por su domicilio y le cambien el modem a uno de los nuevos. porque puede ser que nosotros, lo que fue el año pasado en diciembre y noviembre, hemos estado actualizando todos los servicios.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.89,
      "fin": 118.91,
      "duracion": 27.02,
      "texto": "Entonces, hay aparatos que han quedado viejos, nosotros los hemos avisado directamente por mensaje de texto, pero hay mucha gente que no lo lee. Entonces, hay que hacer el cambio de los aparatos. A mí nunca pensé vos. ¿No le ha llegado ningún mensajito de texto? No, por WhatsApp, por mensaje de texto. No, tampoco. No le ha llegado una pucha. Bueno, entonces les recomiendo que haga eso, que vaya y que le cambien los dispositivos. Bueno, déjame hacer el reclamo entonces. No hay ningún problema, que tenga un lindo día.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.47,
      "fin": 120.47,
      "duracion": 1.0,
      "texto": "Gracias, hasta luego.",
      "confianza": 0.411,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. ¿Habló con el señor Dario? Sí, él habló. Muy gusto. Mi nombre es Micaela. Le querías allanar un plan de 10.000 pesos para su línea. Es de Molestar, Dario. Me figura que usted está con claro, ¿es correcto? Sí, es correcto. Perfecto. Bueno, le comento. Usted con este plan tendría 8 gigas de base más 8 de regalo por 6 meses, WhatsApp y llamadas libres a todas las compañías, rumen en América por procesar el país y tener internet, por un valor de 10.400 pesos. ¿Qué le parece para su línea? Te agradezco, por el momento no lo voy a cambiar. Porque con Movistar tengo problemas. ¿Cuál? Tengo problemas, tengo Movistar Hogar, tengo internet, tengo todo en mi casa, pero el celular, la señal es muy mala y bueno, En la casa también tengo problemas con la señal de cable. Le consulto a llamar a los técnicos para que le puedan ver el servicio. Sí, llamé a los técnicos, me dicen apague el modem, prenda el modem, desconecte el modem. Lo que les recomiendo es que cuando llame les digan a los chicos que pasen por su domicilio y le cambien el modem a uno de los nuevos. porque puede ser que nosotros, lo que fue el año pasado en diciembre y noviembre, hemos estado actualizando todos los servicios. Entonces, hay aparatos que han quedado viejos, nosotros los hemos avisado directamente por mensaje de texto, pero hay mucha gente que no lo lee. Entonces, hay que hacer el cambio de los aparatos. A mí nunca pensé vos. ¿No le ha llegado ningún mensajito de texto? No, por WhatsApp, por mensaje de texto. No, tampoco. No le ha llegado una pucha. Bueno, entonces les recomiendo que haga eso, que vaya y que le cambien los dispositivos. Bueno, déjame hacer el reclamo entonces. No hay ningún problema, que tenga un lindo día. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:09:13.357700",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:25.331389",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114130437822_ACD_98045",
    "fecha_inicio": "14/1/2026 13:04:37",
    "agente_nombre": "MZA 36",
    "agente_login": "mza36",
    "duracion_total": 146,
    "tiempo_conversacion": 116,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}