{
  "archivo": "amza32_1_260112114721329_ACD_96445.wav",
  "duracion_segundos": 207.46,
  "num_segmentos": 49,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 97.6,
    "Cliente": 98.84
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 2.43,
      "duracion": 2.4,
      "texto": "Hola, buenos días.",
      "confianza": 0.405,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3.15,
      "fin": 4.08,
      "duracion": 0.92,
      "texto": "Hola, buenos días.",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.62,
      "fin": 8.48,
      "duracion": 3.86,
      "texto": "¿Qué tal, un gusto? Mi nombre es Marina. ¿Hablo con algún usuario de las niñas de Carolina?",
      "confianza": 0.436,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.04,
      "fin": 14.29,
      "duracion": 4.25,
      "texto": "Eh, no, nombre equivocado. Bien, ¿pero no era la nocesa Carolina Juliana?",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.03,
      "fin": 35.33,
      "duracion": 20.3,
      "texto": "No, ni idea. Bien, en ese caso me te pido una disculpa. ¿Con quién tengo el gusto de hablar? No, es que nada, te explico, ¿viste? O sea, yo sé como más de un año, por ejemplo, que tengo este número, ¿viste? y hace rato ya que tengo llamadas así preguntando por ese nombre, ¿puede decir que cuando yo compré el shit lo compré, viste?",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.77,
      "fin": 88.3,
      "duracion": 51.53,
      "texto": "Y puede decir que sí que yo compré, o sea, esta piña Carolina, yo la tengo prepado, digamos, y puede decir que esta piña Carolina debe tener el mismo número pero capaz que la tiene a línea, ¿o no? La verdad que no sé ni idea. Yo como pienso, yo también le voy a pensar a esa persona que ninguno de los dos vamos a querer perder el número, ¿entendés? Claro, yo hace un año que lo tengo, ya la propia lo tiene hace más años, ¿entendés? Y nada, me llaman mucho de movistad, me llaman... Me llaman, no sé si es abogada la chica esa, no sé qué es, o es doctora, me llaman mucho así de consultorio médico y esas cosas, ¿entendés? Pero no, no, no estoy relacionado con esta. No me preguntan mucho por Julieta, Julieta o Juliana, algo así. Pero no, la verdad no, ni idea.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.06,
      "fin": 89.22,
      "duracion": 0.16,
      "texto": "Bien,",
      "confianza": 0.343,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.22,
      "fin": 90.57,
      "duracion": 1.35,
      "texto": "bueno, desde acá se piden las disculpas.",
      "confianza": 0.343,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.59,
      "fin": 97.66,
      "duracion": 7.07,
      "texto": "¿Con quién tengo el gusto de hablar? Con Lucas. Lucas es un gusto. No, igual no hace falta que te diga disculpas a todos, bien, te entiendo.",
      "confianza": 0.376,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.38,
      "fin": 109.92,
      "duracion": 11.54,
      "texto": "Estás haciendo tu trabajo. Y nada, Lucas es un gusto. Me comunica igual con el que me afirma, que estabas en claro, por lo que tenés el prepago en claro, ¿verdad? Sí, lo tengo preparado, sí. Bien, y cuánto le cargas al mes aproximadamente?",
      "confianza": 0.137,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.54,
      "fin": 114.09,
      "duracion": 3.55,
      "texto": "Y cargo un paquete de 6 gigas por los 30 días.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.83,
      "fin": 128.63,
      "duracion": 12.8,
      "texto": "Bien, y de la vez que no sabes lo que es al mes eso, o tenés que hacer recada por... Por el momento me alcanza, porque como no consumo mucho TikTok, antes aquí consumía mucho TikTok.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 129.49,
      "fin": 134.06,
      "duracion": 4.57,
      "texto": "Y eso sí me ocupaba todos los días.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.08,
      "fin": 134.46,
      "duracion": 0.38,
      "texto": "Claro.",
      "confianza": 0.694,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.88,
      "fin": 169.46,
      "duracion": 34.58,
      "texto": "Bien, yo me quería comunicar con mis amigos de Movistar y tenemos nosotros un plan de 8 gigas, tenemos los que son 4 gigas de base, más 4 gigas de regalo por seis meses, es $11,400 pesos. Y lo que tiene de bueno en Movistar es tener la posibilidad de guardar las 4 gigas. Es decir, que, por ejemplo, si te quedas sin gigas, no tenés que comprar porque los 4 gigas, en el caso de que no ocupas los 10 gigas, se te guardan para el mes siguiente, y podéis pasarle incluso a otra persona que sea Monster y sea a Bono, ¿sí?",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.47,
      "fin": 169.53,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.154,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.56,
      "fin": 205.82,
      "duracion": 36.26,
      "texto": "Tenedlo aquí en WhatsApp Bratis, además tiene saques ilimitadas a cualquier compañía, incluidos 0800, 0810 y telés por los hijos de todo el país. La verdad es que está bastante bueno. Y tenedlo aquí que es un Giga para jugar Free Fire, no sé si jugas o no, pero bueno, es lo que tiene el plan, ¿sí? Están ante $1400 el precio el día de hoy, que es lo que es un descuento fijo por seis meses, ¿sí? Ah, dale, dale, dale. Sí, por el momento no, señorita, muchas gracias por la promia. Dale, gracias a vos que tengas linda vida. No, gracias igualmente, vos también.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 206.6,
      "fin": 207.46,
      "duracion": 0.86,
      "texto": "Chau.",
      "confianza": 0.392,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hola, buenos días. ¿Qué tal, un gusto? Mi nombre es Marina. ¿Hablo con algún usuario de las niñas de Carolina? Eh, no, nombre equivocado. Bien, ¿pero no era la nocesa Carolina Juliana? No, ni idea. Bien, en ese caso me te pido una disculpa. ¿Con quién tengo el gusto de hablar? No, es que nada, te explico, ¿viste? O sea, yo sé como más de un año, por ejemplo, que tengo este número, ¿viste? y hace rato ya que tengo llamadas así preguntando por ese nombre, ¿puede decir que cuando yo compré el shit lo compré, viste? Y puede decir que sí que yo compré, o sea, esta piña Carolina, yo la tengo prepado, digamos, y puede decir que esta piña Carolina debe tener el mismo número pero capaz que la tiene a línea, ¿o no? La verdad que no sé ni idea. Yo como pienso, yo también le voy a pensar a esa persona que ninguno de los dos vamos a querer perder el número, ¿entendés? Claro, yo hace un año que lo tengo, ya la propia lo tiene hace más años, ¿entendés? Y nada, me llaman mucho de movistad, me llaman... Me llaman, no sé si es abogada la chica esa, no sé qué es, o es doctora, me llaman mucho así de consultorio médico y esas cosas, ¿entendés? Pero no, no, no estoy relacionado con esta. No me preguntan mucho por Julieta, Julieta o Juliana, algo así. Pero no, la verdad no, ni idea. Bien, bueno, desde acá se piden las disculpas. ¿Con quién tengo el gusto de hablar? Con Lucas. Lucas es un gusto. No, igual no hace falta que te diga disculpas a todos, bien, te entiendo. Estás haciendo tu trabajo. Y nada, Lucas es un gusto. Me comunica igual con el que me afirma, que estabas en claro, por lo que tenés el prepago en claro, ¿verdad? Sí, lo tengo preparado, sí. Bien, y cuánto le cargas al mes aproximadamente? Y cargo un paquete de 6 gigas por los 30 días. Bien, y de la vez que no sabes lo que es al mes eso, o tenés que hacer recada por... Por el momento me alcanza, porque como no consumo mucho TikTok, antes aquí consumía mucho TikTok. Y eso sí me ocupaba todos los días. Claro. Bien, yo me quería comunicar con mis amigos de Movistar y tenemos nosotros un plan de 8 gigas, tenemos los que son 4 gigas de base, más 4 gigas de regalo por seis meses, es $11,400 pesos. Y lo que tiene de bueno en Movistar es tener la posibilidad de guardar las 4 gigas. Es decir, que, por ejemplo, si te quedas sin gigas, no tenés que comprar porque los 4 gigas, en el caso de que no ocupas los 10 gigas, se te guardan para el mes siguiente, y podéis pasarle incluso a otra persona que sea Monster y sea a Bono, ¿sí? Sí. Tenedlo aquí en WhatsApp Bratis, además tiene saques ilimitadas a cualquier compañía, incluidos 0800, 0810 y telés por los hijos de todo el país. La verdad es que está bastante bueno. Y tenedlo aquí que es un Giga para jugar Free Fire, no sé si jugas o no, pero bueno, es lo que tiene el plan, ¿sí? Están ante $1400 el precio el día de hoy, que es lo que es un descuento fijo por seis meses, ¿sí? Ah, dale, dale, dale. Sí, por el momento no, señorita, muchas gracias por la promia. Dale, gracias a vos que tengas linda vida. No, gracias igualmente, vos también. Chau.",
  "calidad": {
    "confianza_promedio": 0.473,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:34:52.001662",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 49,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:23.287370",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112114721329_ACD_96445",
    "fecha_inicio": "12/1/2026 11:47:21",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 219,
    "tiempo_conversacion": 199,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Número equivocado",
    "tipo_tipificacion": "Exitoso"
  }
}