{
  "archivo": "amza26_1_260112115910821_MIT_01988.wav",
  "duracion_segundos": 86.25,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 21.56,
    "Cliente": 52.24
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 5.84,
      "fin": 12.91,
      "duracion": 7.07,
      "texto": "Hola. Hola, Walter.",
      "confianza": 0.405,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.55,
      "fin": 37.81,
      "duracion": 24.26,
      "texto": "Vale, escuchá, en lo que pasó, justo mi señora me estaba llamando y le dije, le comenté, me dijo, sí, cámbiame. Así que, ¿qué necesito ahora? ¿Querés que te vea el teléfono de ella? Por favor. Está mi nombre, la línea. No, vale, no, vale, sí. Voy a tener que hacer otro cierre comercial y decirte lo que es el plan, porque bueno, tiene que quedar asentado todo como un... un proceso, pero se puede hacer sin problemas.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.64,
      "fin": 41.46,
      "duracion": 2.82,
      "texto": "Bueno, pero vas a hablar con ella directamente. ¿Te pasa el número de ella a la llamar?",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 43.18,
      "fin": 45.89,
      "duracion": 2.71,
      "texto": "No, sin ningún tipo de problema. Ella puede hacer el trámite a tu nombre.",
      "confianza": 0.815,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.01,
      "fin": 65.86,
      "duracion": 18.85,
      "texto": "Bueno, listo. Ahí te paso el teléfono por WhatsApp, te paso el teléfono de ella. Ah, bien, perfecto. Bueno, Walter, te lo digo por acá, vas a tener veinte gigas, no dieciséis, ¿OK? Listo. Bueno, explícalo todo lo que explícate a mí y ella te va a dar los datos. Los datos son míos, pero no sé qué necesitas de ella. Necesito algo de ella, ¿no?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.6,
      "fin": 71.31,
      "duracion": 3.71,
      "texto": "No, no necesito nada. En realidad no más necesito hacer lo que es otro cierre.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.87,
      "fin": 86.25,
      "duracion": 14.38,
      "texto": "Nada más. Bueno, ¿qué hago entonces? ¿Hablas con ella? Ahora, como a vos se te va más cómodo. Si vos te tenés que trabajar, la llamo a ella. Sí, yo estoy trabajando. La llamo a ella. Ahí te paso por WhatsApp. Dale. Ahí le ha dicho que la llama, dale. Dale, dale. No veo... chau.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Walter. Vale, escuchá, en lo que pasó, justo mi señora me estaba llamando y le dije, le comenté, me dijo, sí, cámbiame. Así que, ¿qué necesito ahora? ¿Querés que te vea el teléfono de ella? Por favor. Está mi nombre, la línea. No, vale, no, vale, sí. Voy a tener que hacer otro cierre comercial y decirte lo que es el plan, porque bueno, tiene que quedar asentado todo como un... un proceso, pero se puede hacer sin problemas. Bueno, pero vas a hablar con ella directamente. ¿Te pasa el número de ella a la llamar? No, sin ningún tipo de problema. Ella puede hacer el trámite a tu nombre. Bueno, listo. Ahí te paso el teléfono por WhatsApp, te paso el teléfono de ella. Ah, bien, perfecto. Bueno, Walter, te lo digo por acá, vas a tener veinte gigas, no dieciséis, ¿OK? Listo. Bueno, explícalo todo lo que explícate a mí y ella te va a dar los datos. Los datos son míos, pero no sé qué necesitas de ella. Necesito algo de ella, ¿no? No, no necesito nada. En realidad no más necesito hacer lo que es otro cierre. Nada más. Bueno, ¿qué hago entonces? ¿Hablas con ella? Ahora, como a vos se te va más cómodo. Si vos te tenés que trabajar, la llamo a ella. Sí, yo estoy trabajando. La llamo a ella. Ahí te paso por WhatsApp. Dale. Ahí le ha dicho que la llama, dale. Dale, dale. No veo... chau.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:36:53.966560",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:19.560129",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115910821_MIT_01988",
    "fecha_inicio": "12/1/2026 11:59:11",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 93,
    "tiempo_conversacion": 85,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}