{
  "archivo": "amza33_1_260113140420665_ACD_48835.wav",
  "duracion_segundos": 225.72,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 35.17,
    "Cliente": 169.31
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.17,
      "fin": 3.67,
      "duracion": 0.5,
      "texto": "Hola.",
      "confianza": 0.383,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.74,
      "fin": 8.3,
      "duracion": 0.56,
      "texto": "Hola, ¿cómo estás, Carlos?",
      "confianza": 0.078,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.32,
      "fin": 8.38,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.4,
      "fin": 10.06,
      "duracion": 1.66,
      "texto": "Carlos, un placer. Mi nombre es Katy.",
      "confianza": 0.249,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.58,
      "fin": 21.95,
      "duracion": 11.37,
      "texto": "Solo me estoy contactando con vos porque tenemos lo que es un descuento exclusivo para lo que es tu línea móvil, ya que detectamos que básicamente se está por vencer lo que es la bonificación, ¿sí?",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.75,
      "fin": 29.8,
      "duracion": 7.05,
      "texto": "Quiero una consulta. ¿Vos recordás lo último que abonaste por tu línea? Sí, 70 algo.",
      "confianza": 0.852,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.45,
      "fin": 39.82,
      "duracion": 8.37,
      "texto": "Perfecto, ¿pero es solamente por tu línea o contás con algún otro servicio vos? No tengo otro servicio. Bien, contás con el servicio de fibra óptica, ¿verdad?",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.84,
      "fin": 57.22,
      "duracion": 16.38,
      "texto": "No, no. Bien, ¿qué botos tenés adquirido? Creo que, bueno, me acuerdo si Disney, bueno, un par de cosas más, ¿verdad? Amazon.",
      "confianza": 0.81,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.62,
      "fin": 59.72,
      "duracion": 1.1,
      "texto": "Perfecto.",
      "confianza": 0.087,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.74,
      "fin": 60.98,
      "duracion": 1.24,
      "texto": "Mira, te comento, ¿sí?",
      "confianza": 0.361,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.0,
      "fin": 88.14,
      "duracion": 27.14,
      "texto": "Yo me estoy contactando desde el área de beneficios y de recuperos del cliente Movistar, ¿sí? Estamos con esta campaña de los clientes que se fueron hace ya bastante tiempo con la gestión anterior, que se fueron un poco disgustados de la compañía, porque queremos brindarles algo mucho mejor. Buen cuento los gigas en claro. ¿Te funcionan bien o te sabés quedar corto? No, funcionan bien. Bien. ¿Y cuántos gigas tenés ahora actualmente?",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.79,
      "fin": 88.91,
      "duracion": 0.12,
      "texto": "15.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.99,
      "fin": 95.18,
      "duracion": 6.19,
      "texto": "Lo tengo para reivindarte justamente y activarte el descuento de un plan de 16 gigas en total.",
      "confianza": 0.766,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.74,
      "fin": 103.29,
      "duracion": 7.55,
      "texto": "Tendrías lo que es WazaPratis y podrías hablar justamente a lo que es cualquier compañía sin límite de tiempo.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.45,
      "fin": 115.89,
      "duracion": 11.44,
      "texto": "Básicamente, ese plan actualmente lo tenemos en 13.250 pesos para lo que es justamente tu línea móvil. ¿Vos contras con algún servicio de fibra óptica en tu domicilio?",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.83,
      "fin": 117.01,
      "duracion": 0.18,
      "texto": "No.",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.9,
      "fin": 118.62,
      "duracion": 0.72,
      "texto": "Bien.",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.97,
      "fin": 128.08,
      "duracion": 8.11,
      "texto": "Sí, pero es de otra empresa, ¿no? Ah, bien. ¿Y te gustaría acceder a la fiera óptica en este caso? No,",
      "confianza": 0.017,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 128.08,
      "fin": 129.51,
      "duracion": 1.43,
      "texto": "porque estoy bien con la empresa.",
      "confianza": 0.095,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.53,
      "fin": 130.74,
      "duracion": 1.21,
      "texto": "Ah, bien. Perfecto.",
      "confianza": 0.16,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.54,
      "fin": 140.09,
      "duracion": 8.55,
      "texto": "Y tengo una consulta. ¿Vos contás con chip físico o chip virtual? Virtual. El virtual. Bien.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 140.29,
      "fin": 145.95,
      "duracion": 5.67,
      "texto": "Yo te comento que si vos quieres volver a la que es la compañía y activar justamente este descuento,",
      "confianza": 0.741,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.32,
      "fin": 201.68,
      "duracion": 55.36,
      "texto": "nosotros tendríamos lo que es el SIM en este caso a través de tu correo electrónico y es mucho más fácil el tema de la portalera porque en cuarenta y ocho horas le hacen diez activas lo que es la línea ¿OK? Y también eh con eso llegamos ¿Vos te eh te harías bien? ¿Cómo necesitas más chicas? No, llevo bien. ¿Cuánto sería el total? Bien, el total que yo tengo para brindarte es de dieciséis días y abonarías trece mil doscientos cincuenta pesos. Bien, eso es lo que tenemos. Son dos líneas las que tengo. Bien, son dos líneas que vos tenés. ¿Las dos van a tu nombre? Las dos a mi nombre. Por otra vuelta me llamaron y me daban el 80% y era 6 mil y algo. Claro, lo que pasa es que la otra vuelta estaba en la promoción básicamente desactualizada. O sea, estaba en la promoción que habíamos logrado exclusivamente por ese día.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.7,
      "fin": 214.56,
      "duracion": 11.86,
      "texto": "Bien, ahora actualmente con el aumento que ha habido Básicamente tenemos este plan que si vos tenés dos niñas a tu nombre tendrías 20 libras en total para cada niña por el plan familia.",
      "confianza": 0.407,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.06,
      "fin": 225.72,
      "duracion": 10.66,
      "texto": "Y cada niña la pagarías a 13.250 pesos. El otro día era porque le habíamos le dado una promoción exclusiva por ese día. ¿Sí? Bien.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estás, Carlos? Sí. Carlos, un placer. Mi nombre es Katy. Solo me estoy contactando con vos porque tenemos lo que es un descuento exclusivo para lo que es tu línea móvil, ya que detectamos que básicamente se está por vencer lo que es la bonificación, ¿sí? Quiero una consulta. ¿Vos recordás lo último que abonaste por tu línea? Sí, 70 algo. Perfecto, ¿pero es solamente por tu línea o contás con algún otro servicio vos? No tengo otro servicio. Bien, contás con el servicio de fibra óptica, ¿verdad? No, no. Bien, ¿qué botos tenés adquirido? Creo que, bueno, me acuerdo si Disney, bueno, un par de cosas más, ¿verdad? Amazon. Perfecto. Mira, te comento, ¿sí? Yo me estoy contactando desde el área de beneficios y de recuperos del cliente Movistar, ¿sí? Estamos con esta campaña de los clientes que se fueron hace ya bastante tiempo con la gestión anterior, que se fueron un poco disgustados de la compañía, porque queremos brindarles algo mucho mejor. Buen cuento los gigas en claro. ¿Te funcionan bien o te sabés quedar corto? No, funcionan bien. Bien. ¿Y cuántos gigas tenés ahora actualmente? 15. Lo tengo para reivindarte justamente y activarte el descuento de un plan de 16 gigas en total. Tendrías lo que es WazaPratis y podrías hablar justamente a lo que es cualquier compañía sin límite de tiempo. Básicamente, ese plan actualmente lo tenemos en 13.250 pesos para lo que es justamente tu línea móvil. ¿Vos contras con algún servicio de fibra óptica en tu domicilio? No. Bien. Sí, pero es de otra empresa, ¿no? Ah, bien. ¿Y te gustaría acceder a la fiera óptica en este caso? No, porque estoy bien con la empresa. Ah, bien. Perfecto. Y tengo una consulta. ¿Vos contás con chip físico o chip virtual? Virtual. El virtual. Bien. Yo te comento que si vos quieres volver a la que es la compañía y activar justamente este descuento, nosotros tendríamos lo que es el SIM en este caso a través de tu correo electrónico y es mucho más fácil el tema de la portalera porque en cuarenta y ocho horas le hacen diez activas lo que es la línea ¿OK? Y también eh con eso llegamos ¿Vos te eh te harías bien? ¿Cómo necesitas más chicas? No, llevo bien. ¿Cuánto sería el total? Bien, el total que yo tengo para brindarte es de dieciséis días y abonarías trece mil doscientos cincuenta pesos. Bien, eso es lo que tenemos. Son dos líneas las que tengo. Bien, son dos líneas que vos tenés. ¿Las dos van a tu nombre? Las dos a mi nombre. Por otra vuelta me llamaron y me daban el 80% y era 6 mil y algo. Claro, lo que pasa es que la otra vuelta estaba en la promoción básicamente desactualizada. O sea, estaba en la promoción que habíamos logrado exclusivamente por ese día. Bien, ahora actualmente con el aumento que ha habido Básicamente tenemos este plan que si vos tenés dos niñas a tu nombre tendrías 20 libras en total para cada niña por el plan familia. Y cada niña la pagarías a 13.250 pesos. El otro día era porque le habíamos le dado una promoción exclusiva por ese día. ¿Sí? Bien.",
  "calidad": {
    "confianza_promedio": 0.478,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:45:53.431729",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 64,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:23.920227",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113140420665_ACD_48835",
    "fecha_inicio": "13/1/2026 14:04:20",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 255,
    "tiempo_conversacion": 218,
    "tiempo_hold": 0,
    "tiempo_acw": 18,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}