{
  "archivo": "amza16_1_260116142850273_MIT_01961.wav",
  "duracion_segundos": 487.08,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 218.28,
    "Cliente": 155.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 9.8,
      "fin": 25.07,
      "duracion": 15.27,
      "texto": "Hola. ¿Hola Gustavo? Sí, ¿qué tal? ¿Cómo te va? Maciel te habla, estábamos realizando la portabilidad, vamos a comenzar. Sí, decime. Muy bien. Bueno, decidaba hacerte lo que era el cierre comercial que te había comentado sobre el plan que ibas a solicitar, ¿sí?",
      "confianza": 0.461,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.58,
      "fin": 60.93,
      "duracion": 34.35,
      "texto": "Sí. Y bueno, te iba a contestar que sobre lo que es el envío lo necesitas a domicilio si no estabas corroborando que hay una sucursal cercana ahí a tu domicilio. No, no necesito nada. Yo tengo Steam. Ah, bien, genial. ¿Las dos líneas tienen eSIM o solamente la de usted? Eh... Todos los teléfonos que tengo, tienen eSIM. Ah, genial, entonces. Bien. Bueno, de momento le voy a solicitar dos correos electrónicos para lo que es el QR, ¿sí?",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.62,
      "fin": 81.1,
      "duracion": 16.48,
      "texto": "Mi niño... Me había enviado uno que era boget.gustavo Arroba gmail.com, a veces lo vamos a vincular a su línea. ¿Está bien? A 5067, exacto. Muy bien. Y a la otra línea, la que terminaba en 007. 007, venta.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.58,
      "fin": 84.81,
      "duracion": 2.23,
      "texto": "Sí, venta. Punto, punto.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.63,
      "fin": 95.56,
      "duracion": 8.93,
      "texto": "Sí. Omicron, O-M-I-K-R-O-N. Arroba gmail.com.",
      "confianza": 0.507,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.61,
      "fin": 104.53,
      "duracion": 4.92,
      "texto": "Bien.",
      "confianza": 0.402,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.56,
      "fin": 114.19,
      "duracion": 9.63,
      "texto": "La línea de la otra terminará en 007. ¿Está disponible o está a disposición con usted en este momento? Sí, la tengo activa porque... Ah, bien.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.2,
      "fin": 116.93,
      "duracion": 2.73,
      "texto": "No, porque necesitamos enviarle el mensaje de Portobolía a más líneas.",
      "confianza": 0.604,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 117.73,
      "fin": 146.05,
      "duracion": 28.32,
      "texto": "Sí, el mensaje de Portobolía, no sé si usted sabe, bueno, es más realizado la Portobolía anteriormente, debe saber. Si no, se lo explico brevemente, que es el que permite el traspaso de una compañía hacia otra, básicamente. y que mantenga el mismo número en ambas líneas, ¿sí? Bien, es un mensaje de texto el cual va a recibir cada línea por SMS del número remitente más 2-2-3 y al final del mensaje van a aparecer las siglas SMS que son las siglas de movitar, ¿sí? Bueno, vamos a dar un momento.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.63,
      "fin": 155.4,
      "duracion": 8.77,
      "texto": "Cuando usted reciba estos mensajes, él necesita, si puede, sacarle una captura de pantalla o bien copiar y reenviarme el mensaje mediante WhatsApp, como les resulte a ustedes más cómodo, ¿sí?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.34,
      "fin": 177.89,
      "duracion": 21.55,
      "texto": "¿Me va a llegar ahora o en tu pregunta? En estos momentos lo voy a estar enviando. Primero lo vamos a enviar a su línea, que es con lo que estamos hablando en este momento. Si me quites poner en el altavoz y verificar si lo ha recibido, genial. ¿Messaje de detección? Es un mensaje de detección, exacto. El número es más 2 o 3, así corto, como le comento.",
      "confianza": 0.053,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.69,
      "fin": 183.52,
      "duracion": 3.82,
      "texto": "Eso lo enviaremos directamente al sistema del antirregulador de las compañías.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 186.67,
      "fin": 216.25,
      "duracion": 29.58,
      "texto": "Ahí me figura enviado, ahí recién me figura enviado a la línea de industria. ¿Querés el código? Exacto, si puede sacar una captura del mensaje, digamos, mejor y me lo reenvía por WhatsApp. Porque tenemos que tener la prueba, juntar la prueba, digamos,",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 217.47,
      "fin": 241.72,
      "duracion": 24.25,
      "texto": "En la venta. O si quiere copiar y reenviarme el mensaje completo también es válido. Bien, genial. Bueno, ahora vamos a hacer el mismo procedimiento pero con la otra línea.",
      "confianza": 0.293,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.47,
      "fin": 299.35,
      "duracion": 50.88,
      "texto": "Generalmente le van a entrar llamadas de números desconocidos, pero ahora no lo va a atender generalmente la compañía, validando que la línea está activa. Le doy una pregunta. ¿Vos me llamás a un equipo de un número desconocido? Sí. ¿Y ahora me pedís un código? No te voy a sacar con mi teléfono, ¿no? No, no hay problema. Si quieres, le envío algunos datos personales. Bueno, usted actualmente ya tiene mi número personal, así que no hay problema. Si quiere, le dejo mi nombre completo, además. o si quiere también realizar alguna videollamada para quedarse tranquilo que estamos trabajando acá en un call center. Este es el con el que estoy hablando en este momento, es el que da las llamadas que directamente están a la computadora, por eso no les realizo con el que estaba hablando.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 300.47,
      "fin": 313.01,
      "duracion": 12.54,
      "texto": "porque este es el que maneja, hemos oficial movilizar, entonces, grabas todas las llamadas, esto inclusive está siendo grabado. Bien, ahí fue enviado a la otra línea en 007.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 320.62,
      "fin": 345.67,
      "duracion": 25.05,
      "texto": "De igual forma, si luego quieres chequear, en Google debemos buscar lo que es un mensaje, lo que es el código de portabilidad y demás, Le vas a figurar también, esto lo hacen básicamente todas las compañías. No llega, eh. A ver, vamos a ver nuevamente.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 358.22,
      "fin": 382.64,
      "duracion": 24.42,
      "texto": "Así lo enviamos nuevamente. Le repito la línea para ver si está bien tipiada. 341. ¿Me están llamando de un teléfono que no conozco? Exacto, son las llamadas que le comentaba que son llamadas básicamente para verificar que la línea esté activa realmente.",
      "confianza": 0.085,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 386.3,
      "fin": 388.72,
      "duracion": 2.42,
      "texto": "Ahí lo envíe nuevamente al mensaje de la otra línea.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.64,
      "fin": 414.81,
      "duracion": 10.17,
      "texto": "No, no llega. A ver. Le directo a la línea, a ver si está bien equipeada, ¿sí? Es 341-20-30-007. Sí, correcto.",
      "confianza": 0.022,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 415.51,
      "fin": 418.13,
      "duracion": 2.62,
      "texto": "y le voy a enviar nuevamente por la...",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 451.4,
      "fin": 478.89,
      "duracion": 27.49,
      "texto": "¿Sigue sin recibirlo?",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 478.91,
      "fin": 479.23,
      "duracion": 0.32,
      "texto": "Exacto.",
      "confianza": 0.279,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 479.84,
      "fin": 487.08,
      "duracion": 7.24,
      "texto": "Bien, aguardamos un momento, vamos a chequear por qué no está recién",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿Hola Gustavo? Sí, ¿qué tal? ¿Cómo te va? Maciel te habla, estábamos realizando la portabilidad, vamos a comenzar. Sí, decime. Muy bien. Bueno, decidaba hacerte lo que era el cierre comercial que te había comentado sobre el plan que ibas a solicitar, ¿sí? Sí. Y bueno, te iba a contestar que sobre lo que es el envío lo necesitas a domicilio si no estabas corroborando que hay una sucursal cercana ahí a tu domicilio. No, no necesito nada. Yo tengo Steam. Ah, bien, genial. ¿Las dos líneas tienen eSIM o solamente la de usted? Eh... Todos los teléfonos que tengo, tienen eSIM. Ah, genial, entonces. Bien. Bueno, de momento le voy a solicitar dos correos electrónicos para lo que es el QR, ¿sí? Mi niño... Me había enviado uno que era boget.gustavo Arroba gmail.com, a veces lo vamos a vincular a su línea. ¿Está bien? A 5067, exacto. Muy bien. Y a la otra línea, la que terminaba en 007. 007, venta. Sí, venta. Punto, punto. Sí. Omicron, O-M-I-K-R-O-N. Arroba gmail.com. Bien. La línea de la otra terminará en 007. ¿Está disponible o está a disposición con usted en este momento? Sí, la tengo activa porque... Ah, bien. No, porque necesitamos enviarle el mensaje de Portobolía a más líneas. Sí, el mensaje de Portobolía, no sé si usted sabe, bueno, es más realizado la Portobolía anteriormente, debe saber. Si no, se lo explico brevemente, que es el que permite el traspaso de una compañía hacia otra, básicamente. y que mantenga el mismo número en ambas líneas, ¿sí? Bien, es un mensaje de texto el cual va a recibir cada línea por SMS del número remitente más 2-2-3 y al final del mensaje van a aparecer las siglas SMS que son las siglas de movitar, ¿sí? Bueno, vamos a dar un momento. Cuando usted reciba estos mensajes, él necesita, si puede, sacarle una captura de pantalla o bien copiar y reenviarme el mensaje mediante WhatsApp, como les resulte a ustedes más cómodo, ¿sí? ¿Me va a llegar ahora o en tu pregunta? En estos momentos lo voy a estar enviando. Primero lo vamos a enviar a su línea, que es con lo que estamos hablando en este momento. Si me quites poner en el altavoz y verificar si lo ha recibido, genial. ¿Messaje de detección? Es un mensaje de detección, exacto. El número es más 2 o 3, así corto, como le comento. Eso lo enviaremos directamente al sistema del antirregulador de las compañías. Ahí me figura enviado, ahí recién me figura enviado a la línea de industria. ¿Querés el código? Exacto, si puede sacar una captura del mensaje, digamos, mejor y me lo reenvía por WhatsApp. Porque tenemos que tener la prueba, juntar la prueba, digamos, En la venta. O si quiere copiar y reenviarme el mensaje completo también es válido. Bien, genial. Bueno, ahora vamos a hacer el mismo procedimiento pero con la otra línea. Generalmente le van a entrar llamadas de números desconocidos, pero ahora no lo va a atender generalmente la compañía, validando que la línea está activa. Le doy una pregunta. ¿Vos me llamás a un equipo de un número desconocido? Sí. ¿Y ahora me pedís un código? No te voy a sacar con mi teléfono, ¿no? No, no hay problema. Si quieres, le envío algunos datos personales. Bueno, usted actualmente ya tiene mi número personal, así que no hay problema. Si quiere, le dejo mi nombre completo, además. o si quiere también realizar alguna videollamada para quedarse tranquilo que estamos trabajando acá en un call center. Este es el con el que estoy hablando en este momento, es el que da las llamadas que directamente están a la computadora, por eso no les realizo con el que estaba hablando. porque este es el que maneja, hemos oficial movilizar, entonces, grabas todas las llamadas, esto inclusive está siendo grabado. Bien, ahí fue enviado a la otra línea en 007. De igual forma, si luego quieres chequear, en Google debemos buscar lo que es un mensaje, lo que es el código de portabilidad y demás, Le vas a figurar también, esto lo hacen básicamente todas las compañías. No llega, eh. A ver, vamos a ver nuevamente. Así lo enviamos nuevamente. Le repito la línea para ver si está bien tipiada. 341. ¿Me están llamando de un teléfono que no conozco? Exacto, son las llamadas que le comentaba que son llamadas básicamente para verificar que la línea esté activa realmente. Ahí lo envíe nuevamente al mensaje de la otra línea. No, no llega. A ver. Le directo a la línea, a ver si está bien equipeada, ¿sí? Es 341-20-30-007. Sí, correcto. y le voy a enviar nuevamente por la... ¿Sigue sin recibirlo? Exacto. Bien, aguardamos un momento, vamos a chequear por qué no está recién",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:28:07.156077",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:15.262699",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116142850273_MIT_01961",
    "fecha_inicio": "16/1/2026 14:28:51",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 497,
    "tiempo_conversacion": 475,
    "tiempo_hold": 0,
    "tiempo_acw": 22,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}