{
  "archivo": "amza35_1_260115114036436_ACD_35203.wav",
  "duracion_segundos": 204.21,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 116.81,
    "Cliente": 71.29
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.0,
      "fin": 23.11,
      "duracion": 20.11,
      "texto": "Hola, hablo con Reynaldo. Sí, confiante, con el gusto. Reynaldo, un gusto. Te hablo a Guadalupe. Me contacto el día de hoy porque veo que tenés esta línea en claro. Confirmame si es así. Sí. Bien. El motivo de mi llamada, Reynaldo, es para por brindarte un descuento, ¿sí? Para conjugar, pagar menos y tener más ligas.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.73,
      "fin": 30.36,
      "duracion": 6.63,
      "texto": "¿La misma línea? ¿Cómo? ¿La misma línea? Claro, mantendrías tu número de teléfono.",
      "confianza": 0.205,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.05,
      "fin": 54.53,
      "duracion": 23.48,
      "texto": "Esto sería un beneficio bastante bueno para que puedas aprovechar. Son 8 gigas de base a 10.400 pesos nomás, con rumen incluido y 8 gigas más de regalos, pero por el día de hoy. Serían 16 gigas en total. ¿Cómo? ¿En qué compañía? Es de la compañía de Movistar. Es bastante sencilla la gestión porque se envía un chip a una sucursal oficial.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.07,
      "fin": 59.84,
      "duracion": 4.77,
      "texto": "Le dan el chip 4G Plus para que os tenga asignar en todos lados, y esa es la preocupación principal.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.41,
      "fin": 65.94,
      "duracion": 5.53,
      "texto": "Y Reinaldo te consulto, ¿ustedes más líneas? Porque si tienes más líneas, podemos brindarles también la misma promo, ¿sabes?",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.38,
      "fin": 85.52,
      "duracion": 15.14,
      "texto": "No, no tengo otra línea. Bueno, igual vamos a pasarme con esta, no hay problema. Reinaldo, ¿de qué localidad sos? De Matanz. ¿Cómo? De González-Gatán. Ah, González-Gatán, perfecto.",
      "confianza": 0.055,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.18,
      "fin": 94.33,
      "duracion": 8.15,
      "texto": "Ahora mismo verifico por qué tenemos justo una sucursalta ahí para que puedas aprovecharte. La damos desde ya lo que es el chip en 48 horas hábiles.",
      "confianza": 0.521,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.85,
      "fin": 102.6,
      "duracion": 7.75,
      "texto": "¿Siempre está ahí González Gattán? La conozco. ¿Siempre se decide ahí al lado de la estación?",
      "confianza": 0.079,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.62,
      "fin": 139.59,
      "duracion": 35.97,
      "texto": "Hay una que es en la calle Simón Pérez, el 429, te referís a esa, ¿no? Sí, debe ser eso, la que está en el centro. Sí, es justamente ahí en el centro. crea entre las padres Sáenz y Don Luis Posamay. Creo que sí, sería esa cosa que comentaste. Era la única igual. Ah, bueno, tal cual. Igual, por suerte queda acertita, hay que pasar la otra localidad. A veces parece que por ahí, si quedan ahí lejos, tengo que mandar la otra, pero por suerte queda ahí. Reinaldo, mirá, te figura a mí el sistema, tu nombre completo, Reinaldo Carrera Paribas, ¿está bien?",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.61,
      "fin": 139.67,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.69,
      "fin": 142.29,
      "duracion": 2.6,
      "texto": "Y el DNI es uno que termina en",
      "confianza": 0.863,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.03,
      "fin": 152.78,
      "duracion": 9.75,
      "texto": "966, ¿puede ser? 966, sí. Perfecto, bien. Reinaldo, vamos a hacer una cosa. Poneme en alto a vos si querés. Te voy a mandar un mensajito.",
      "confianza": 0.269,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.8,
      "fin": 152.86,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.223,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.88,
      "fin": 154.57,
      "duracion": 1.68,
      "texto": "Y te voy a poner a la ceguada de Movistar.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 155.17,
      "fin": 157.19,
      "duracion": 2.02,
      "texto": "Así hacemos lo que es la gestión, bastante sencillo.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.81,
      "fin": 167.82,
      "duracion": 10.01,
      "texto": "Es muy rápido. Más que nada necesitaría lo que me brindes. Un mail para que usted vea el detalle de tu plan todas las meses por ahí. O sea, que os puedas ver siempre detrás de las gigas y cuánto abonás.",
      "confianza": 0.916,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.37,
      "fin": 170.01,
      "duracion": 1.64,
      "texto": "Y lo que es un cierre comercial.",
      "confianza": 0.854,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.65,
      "fin": 182.56,
      "duracion": 11.91,
      "texto": "Para que repasemos la promo. es rapidísimo colocarlo a la gestión hoy y vos ya la semana que viene tendrías el chip en tus manos. Yo te avisaría cuando puedes retirarlo y cuando colocarlo.",
      "confianza": 0.82,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.58,
      "fin": 193.23,
      "duracion": 10.65,
      "texto": "Bien, entonces empezamos con el cierre comercial para que te va a quedar todo ok. Me mandaste un mensaje, mandame un mensaje y te confirmo de ahí, dale.",
      "confianza": 0.344,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 193.25,
      "fin": 197.88,
      "duracion": 4.63,
      "texto": "Ahí te puse bolita, soy guada, te voy a hacer el cierre comercial primero para que te va a quedar todo gestionado.",
      "confianza": 0.482,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.65,
      "fin": 204.21,
      "duracion": 5.56,
      "texto": "Para decir futuras promociones, ¿Usted tiene internet de movilizar en casa?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Reynaldo. Sí, confiante, con el gusto. Reynaldo, un gusto. Te hablo a Guadalupe. Me contacto el día de hoy porque veo que tenés esta línea en claro. Confirmame si es así. Sí. Bien. El motivo de mi llamada, Reynaldo, es para por brindarte un descuento, ¿sí? Para conjugar, pagar menos y tener más ligas. ¿La misma línea? ¿Cómo? ¿La misma línea? Claro, mantendrías tu número de teléfono. Esto sería un beneficio bastante bueno para que puedas aprovechar. Son 8 gigas de base a 10.400 pesos nomás, con rumen incluido y 8 gigas más de regalos, pero por el día de hoy. Serían 16 gigas en total. ¿Cómo? ¿En qué compañía? Es de la compañía de Movistar. Es bastante sencilla la gestión porque se envía un chip a una sucursal oficial. Le dan el chip 4G Plus para que os tenga asignar en todos lados, y esa es la preocupación principal. Y Reinaldo te consulto, ¿ustedes más líneas? Porque si tienes más líneas, podemos brindarles también la misma promo, ¿sabes? No, no tengo otra línea. Bueno, igual vamos a pasarme con esta, no hay problema. Reinaldo, ¿de qué localidad sos? De Matanz. ¿Cómo? De González-Gatán. Ah, González-Gatán, perfecto. Ahora mismo verifico por qué tenemos justo una sucursalta ahí para que puedas aprovecharte. La damos desde ya lo que es el chip en 48 horas hábiles. ¿Siempre está ahí González Gattán? La conozco. ¿Siempre se decide ahí al lado de la estación? Hay una que es en la calle Simón Pérez, el 429, te referís a esa, ¿no? Sí, debe ser eso, la que está en el centro. Sí, es justamente ahí en el centro. crea entre las padres Sáenz y Don Luis Posamay. Creo que sí, sería esa cosa que comentaste. Era la única igual. Ah, bueno, tal cual. Igual, por suerte queda acertita, hay que pasar la otra localidad. A veces parece que por ahí, si quedan ahí lejos, tengo que mandar la otra, pero por suerte queda ahí. Reinaldo, mirá, te figura a mí el sistema, tu nombre completo, Reinaldo Carrera Paribas, ¿está bien? Sí. Y el DNI es uno que termina en 966, ¿puede ser? 966, sí. Perfecto, bien. Reinaldo, vamos a hacer una cosa. Poneme en alto a vos si querés. Te voy a mandar un mensajito. Sí. Y te voy a poner a la ceguada de Movistar. Así hacemos lo que es la gestión, bastante sencillo. Es muy rápido. Más que nada necesitaría lo que me brindes. Un mail para que usted vea el detalle de tu plan todas las meses por ahí. O sea, que os puedas ver siempre detrás de las gigas y cuánto abonás. Y lo que es un cierre comercial. Para que repasemos la promo. es rapidísimo colocarlo a la gestión hoy y vos ya la semana que viene tendrías el chip en tus manos. Yo te avisaría cuando puedes retirarlo y cuando colocarlo. Bien, entonces empezamos con el cierre comercial para que te va a quedar todo ok. Me mandaste un mensaje, mandame un mensaje y te confirmo de ahí, dale. Ahí te puse bolita, soy guada, te voy a hacer el cierre comercial primero para que te va a quedar todo gestionado. Para decir futuras promociones, ¿Usted tiene internet de movilizar en casa?",
  "calidad": {
    "confianza_promedio": 0.485,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:00:18.250162",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:24.759569",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114036436_ACD_35203",
    "fecha_inicio": "15/1/2026 11:40:36",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 219,
    "tiempo_conversacion": 196,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}