{
  "archivo": "amza314_1_260112134445430_MIT_01952.wav",
  "duracion_segundos": 120.59,
  "num_segmentos": 32,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 1.1,
    "Cliente": 100.82
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 14.41,
      "fin": 42.34,
      "duracion": 27.93,
      "texto": "Hola. Hola, ¿Diego? Sí, Romina, ¿cómo estás? ¿Cómo estás? ¿Todo bien vos? Bien, todo tranquilo. Me alegro. Genial. Bueno, genial que te haya podido llamar a este número. Sí, ya que, bueno, yo ahora mismo te estoy llamando de un computador, por ende, la llamada va a quedar registrada para lo que obviamente mis supervisores puedan directamente descargar el audio de la llamada y, bueno, obviamente verificar que esté todo ok, ¿sí?",
      "confianza": 0.209,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.2,
      "fin": 71.5,
      "duracion": 28.3,
      "texto": "Sí, perfecto. Tengo una consulta. Con lo que es la contratación del internet me digo que me perdí porque me dijiste que estaría a nombre de Juan Miguel de Isamón. ¿Quién es Juan Miguel? Claro, es con el que hablas que te pasó mi número con mi papá. Bien. Yo tengo ya el servicio de movilizar, yo lo tengo en el departamento mío, que lo contraté hace poco, hace un mes. Bien, ¿en qué dirección lo contrataste? Guayaquil 451.",
      "confianza": 0.22,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.75,
      "fin": 78.71,
      "duracion": 5.96,
      "texto": "Ok, bien. ¿Y la dirección Pizarro 7085? Es la casa de mi papá.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.39,
      "fin": 84.74,
      "duracion": 5.35,
      "texto": "Bien. Y la contratación entonces la hacemos en... Yo hablé con tu papá, ¿verdad?",
      "confianza": 0.914,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.68,
      "fin": 88.26,
      "duracion": 2.58,
      "texto": "Claro, a nombre de Juan. A nombre de él. Bien,",
      "confianza": 0.322,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 88.26,
      "fin": 89.36,
      "duracion": 1.1,
      "texto": "entonces está bien.",
      "confianza": 0.438,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.38,
      "fin": 94.81,
      "duracion": 5.42,
      "texto": "Vos vas a verificar en nombre de él porque me dijo que vos eras el que gestionaba todas las cosas.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.31,
      "fin": 120.59,
      "duracion": 25.28,
      "texto": "Es que me dijo que son unas personas grandes y no entienden mucho de esto de tecnología. Imaginaba con el tema de los Deco y esas cosas. Y me dijo, bueno, te van a llamar a vos. Y me dijo, bueno, las TDD son SmartDB, pero son medio viejas y no tienen para descargar las aplicaciones.",
      "confianza": 0.491,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿Diego? Sí, Romina, ¿cómo estás? ¿Cómo estás? ¿Todo bien vos? Bien, todo tranquilo. Me alegro. Genial. Bueno, genial que te haya podido llamar a este número. Sí, ya que, bueno, yo ahora mismo te estoy llamando de un computador, por ende, la llamada va a quedar registrada para lo que obviamente mis supervisores puedan directamente descargar el audio de la llamada y, bueno, obviamente verificar que esté todo ok, ¿sí? Sí, perfecto. Tengo una consulta. Con lo que es la contratación del internet me digo que me perdí porque me dijiste que estaría a nombre de Juan Miguel de Isamón. ¿Quién es Juan Miguel? Claro, es con el que hablas que te pasó mi número con mi papá. Bien. Yo tengo ya el servicio de movilizar, yo lo tengo en el departamento mío, que lo contraté hace poco, hace un mes. Bien, ¿en qué dirección lo contrataste? Guayaquil 451. Ok, bien. ¿Y la dirección Pizarro 7085? Es la casa de mi papá. Bien. Y la contratación entonces la hacemos en... Yo hablé con tu papá, ¿verdad? Claro, a nombre de Juan. A nombre de él. Bien, entonces está bien. Vos vas a verificar en nombre de él porque me dijo que vos eras el que gestionaba todas las cosas. Es que me dijo que son unas personas grandes y no entienden mucho de esto de tecnología. Imaginaba con el tema de los Deco y esas cosas. Y me dijo, bueno, te van a llamar a vos. Y me dijo, bueno, las TDD son SmartDB, pero son medio viejas y no tienen para descargar las aplicaciones.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:21:58.220843",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:22.483772",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112134445430_MIT_01952",
    "fecha_inicio": "12/1/2026 13:44:46",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 121,
    "tiempo_conversacion": 121,
    "tiempo_hold": 0,
    "tiempo_acw": 0,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}