{
  "archivo": "amza21_1_260114140852419_ACD_86999.wav",
  "duracion_segundos": 130.63,
  "num_segmentos": 27,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 55.01,
    "Cliente": 67.74
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 14.06,
      "duracion": 14.03,
      "texto": "Hola. Hola, ¿qué tal? Buenos días, ¿cómo estás? Soy Celeste, te llamo de la compañía Movistar, de la Orilla de Beneficios y Promociones, ¿cómo te va?",
      "confianza": 0.187,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.09,
      "fin": 20.29,
      "duracion": 6.21,
      "texto": "Sí, pero no, estoy con claro, está hace años, ¿viste?",
      "confianza": 0.146,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.31,
      "fin": 38.86,
      "duracion": 18.55,
      "texto": "No lo voy a cambiar. Bien, ¿por algún motivo en específico? Porque todavía no se comentó nada. Sí, por el motivo que yo era cliente de de Movistar y pedí la fibra óptica y no me la quisieron poner. ¿Porque no había cobertura o porque tuvo algún inconveniente a usted?",
      "confianza": 0.009,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.17,
      "fin": 55.37,
      "duracion": 15.2,
      "texto": "No sé, porque yo fui cliente muchos años. Yo entiendo que usted haya sido cliente, pero ¿qué pasa si la zona no tiene cobertura de fibra óptica? Sí, tenía porque mi vecino de enfrente tenía este Movistar.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.93,
      "fin": 58.57,
      "duracion": 2.64,
      "texto": "¿Tenía su vecino?",
      "confianza": 0.781,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.23,
      "fin": 62.31,
      "duracion": 3.09,
      "texto": "Sí, sí, por eso es que yo pedí la fibra óptica.",
      "confianza": 0.642,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.95,
      "fin": 67.54,
      "duracion": 4.59,
      "texto": "Bien, ¿y usted tiene alguna deuda por ese motivo y le dijeron que no o no sabe?",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.2,
      "fin": 90.8,
      "duracion": 21.6,
      "texto": "No, no sé, yo deuda tenía con claro y sin embargo pagué la deuda y al otro día vinieron y me pusieron la fibra óptica. Bien, en este caso le podemos dar lo que es el servicio de fibra óptica si a usted le parece. Si usted me dice que tiene cobertura, verificamos la zona y podemos hacer el pedido, no hay problema.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.56,
      "fin": 99.53,
      "duracion": 7.97,
      "texto": "Obviamente le haríamos una mejor promoción por lo que usted ya estuvo en la compañía, ¿sí? Y como me dice, se ha ido con una mala experiencia.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.49,
      "fin": 120.49,
      "duracion": 20.0,
      "texto": "Si le parece, vemos si tiene cobertura la zona y directamente hacemos el pedido de fibra óptica para su línea. Bueno, déjamelo apuntar porque hay de cosas mañana. Si vuelves a llamarte, te contesto. Bueno, lo dejo asentado, mañana me contacto nuevamente, que tenga buen día.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.76,
      "fin": 130.63,
      "duracion": 8.87,
      "texto": "Gracias, igualmente.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenos días, ¿cómo estás? Soy Celeste, te llamo de la compañía Movistar, de la Orilla de Beneficios y Promociones, ¿cómo te va? Sí, pero no, estoy con claro, está hace años, ¿viste? No lo voy a cambiar. Bien, ¿por algún motivo en específico? Porque todavía no se comentó nada. Sí, por el motivo que yo era cliente de de Movistar y pedí la fibra óptica y no me la quisieron poner. ¿Porque no había cobertura o porque tuvo algún inconveniente a usted? No sé, porque yo fui cliente muchos años. Yo entiendo que usted haya sido cliente, pero ¿qué pasa si la zona no tiene cobertura de fibra óptica? Sí, tenía porque mi vecino de enfrente tenía este Movistar. ¿Tenía su vecino? Sí, sí, por eso es que yo pedí la fibra óptica. Bien, ¿y usted tiene alguna deuda por ese motivo y le dijeron que no o no sabe? No, no sé, yo deuda tenía con claro y sin embargo pagué la deuda y al otro día vinieron y me pusieron la fibra óptica. Bien, en este caso le podemos dar lo que es el servicio de fibra óptica si a usted le parece. Si usted me dice que tiene cobertura, verificamos la zona y podemos hacer el pedido, no hay problema. Obviamente le haríamos una mejor promoción por lo que usted ya estuvo en la compañía, ¿sí? Y como me dice, se ha ido con una mala experiencia. Si le parece, vemos si tiene cobertura la zona y directamente hacemos el pedido de fibra óptica para su línea. Bueno, déjamelo apuntar porque hay de cosas mañana. Si vuelves a llamarte, te contesto. Bueno, lo dejo asentado, mañana me contacto nuevamente, que tenga buen día. Gracias, igualmente.",
  "calidad": {
    "confianza_promedio": 0.578,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:01:23.663228",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 27,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:17.318808",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114140852419_ACD_86999",
    "fecha_inicio": "14/1/2026 14:08:52",
    "agente_nombre": "MZA 21",
    "agente_login": "mza21",
    "duracion_total": 167,
    "tiempo_conversacion": 125,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}