{
  "archivo": "amza22_1_260114134220114_ACD_09823.wav",
  "duracion_segundos": 424.07,
  "num_segmentos": 110,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 314.55,
    "Cliente": 76.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.18,
      "duracion": 6.15,
      "texto": "Hola, buenas tardes. ¿Hablo con Fabricio?",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.2,
      "fin": 6.26,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.28,
      "fin": 18.62,
      "duracion": 12.34,
      "texto": "Bien, ¿cómo estás? Mi nombre es Belén, me presento. Mirá, yo te estoy llamando desde la área de beneficios de Movistar porque queríamos brindarte una nueva promoción que tenemos, con un gran descuento. ¿Vos realmente sabés qué promoción tenés con Claro?",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.71,
      "fin": 22.75,
      "duracion": 1.04,
      "texto": "Ninguna. Ah, ¿sos prepago?",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.26,
      "fin": 41.83,
      "duracion": 17.57,
      "texto": "¿Por qué no te pasaría? ¿Qué problema tuviste? Y movistar, por ejemplo, ya no tiene un lugar físico acá donde yo pueda ir a preguntar al... ¿De dónde sos vos? Estupumá. Ah, bien.",
      "confianza": 0.484,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.85,
      "fin": 41.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.104,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.93,
      "fin": 63.88,
      "duracion": 21.95,
      "texto": "¿No tienes lugar físico? No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. Entonces, yo que pedí un chivo, lo que sea de urgencia, no tengo un lugar físico para ir a pedir. Me pasó que me haría pasar a movilizar.",
      "confianza": 0.035,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.94,
      "fin": 65.06,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.517,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 66.46,
      "fin": 82.84,
      "duracion": 16.38,
      "texto": "Pero, no, nunca me mandó el chivo. Yo me quedé sin línea y no me mandaban. Tuve que pedirle un edificio para coger su edificio. Claro, si a domicilio o si no tenéis lo que es la sucursal Andriani.",
      "confianza": 0.441,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.38,
      "fin": 97.8,
      "duracion": 14.42,
      "texto": "que es el corredor. No, tal vez, pero y el tiempo... Yo voy a aclaro, le decido un chisme y lo dan en el momento. Claro, en realidad a la sucursal andean y hasta 72 horas como máximo, tienes que esperar.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.32,
      "fin": 99.64,
      "duracion": 1.32,
      "texto": "Pero ya te lo tienen ahí.",
      "confianza": 0.769,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.54,
      "fin": 105.27,
      "duracion": 3.73,
      "texto": "Claro, pero son tres días en teléfono. Yo trabajo en teléfono y cómo hago esos tres días.",
      "confianza": 0.25,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.85,
      "fin": 109.35,
      "duracion": 3.5,
      "texto": "No, en realidad, claro, te da hasta siete días habiles con lo que señal.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.85,
      "fin": 116.2,
      "duracion": 6.35,
      "texto": "En ningún momento te quedarías incomunicado. Bueno, a mí me pasó que a mí nunca me mandaron el chip.",
      "confianza": 0.143,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.98,
      "fin": 134.74,
      "duracion": 17.76,
      "texto": "Movistar nunca me lo mandó y me cortó el teléfono. Claro, pasaba los 7 días y me cortó el teléfono. Ah, claro. Entonces, después tuve que buscar los mensajes que me mandó la chica. Me mandé mensajes a la chica, le pedí el chip que me mande.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.02,
      "fin": 136.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.315,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.83,
      "fin": 165.09,
      "duracion": 27.26,
      "texto": "Y en ningún momento... Entonces me dice, como tengo el iPhone... ¡Ah! Mirá, pero espérate, si vos tenés un iPhone, no tenés que hacer todo esto de ir a buscar o... Por eso, ahí lo descubrí y yo no sabía. ¡Ah! ¿No te lo dijo la chica? No, no me lo dijo, pero cuando me pasó el problema, yo me comuniqué con ella y ella me dijo, mira, si querés estar con nosotros... Claro, pero ya era tarde.",
      "confianza": 0.234,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.03,
      "fin": 187.26,
      "duracion": 21.23,
      "texto": "Claro, sí, entiendo la problemática que tuviste Fabricio. Pero mira, eso como lo sabés que ahora es eSIM, que vos podés tener el eSIM, tu equipo puede tener el eSIM, ¿no? ¿Cómo? Tu equipo puede tener el eSIM ahora, el iPhone que vos tenés sí puede.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.28,
      "fin": 188.14,
      "duracion": 0.86,
      "texto": "Bien, porque mira,",
      "confianza": 0.709,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 188.61,
      "fin": 201.15,
      "duracion": 12.54,
      "texto": "de 24 a 48 horas como máximo para que te llegue el correo con lo que es el código QR y vos ya directamente podés estar con la compañía de nosotros.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 201.77,
      "fin": 209.07,
      "duracion": 7.29,
      "texto": "Pero en ningún momento te quedarías sin señal, incomunicado, porque es lo mejor que puedes tener el SIM, es lo más rápido.",
      "confianza": 0.834,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 209.77,
      "fin": 232.75,
      "duracion": 22.98,
      "texto": "Entonces, ahí directamente te llega el correo, Y vos lo tenés ahí y lo activás cuando vos quieras. Si querés seguir un poco unos días más con la señal que te le brinda, claro, puedes estar con esa señal y después te cambias a lo que es con el código QR a la otra compañía sin ningún problema, pero en ningún momento vos se quedarías incomunicado ya que eso es lo más efectivo que hay el ESIM.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.19,
      "fin": 250.87,
      "duracion": 16.68,
      "texto": "Te consulto. Te consulto. Mira, ¿a vos te funcionó el ESIM? ¿No tuviste ningún problema? ¿Cuál? Yo ya tengo el textilado, por ejemplo. ¿El textilado claro? ¿No tuviste ningún problema con eso?",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.89,
      "fin": 251.49,
      "duracion": 0.6,
      "texto": "No. Bien, perfecto.",
      "confianza": 0.158,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 251.57,
      "fin": 261.54,
      "duracion": 9.97,
      "texto": "Mira, porque nosotros tenemos lo que son... Entonces, ese paso te lo ahorraría directamente y entonces lo pedirías al correo. No hay ningún problema con eso, es lo más rápido que hay.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 262.2,
      "fin": 277.72,
      "duracion": 15.52,
      "texto": "Y que te llegue ahí nomás. Mira, las dos promociones que nosotros tenemos vigentes justo ahora hay con descuento. Tenés una, dependiendo si vos utilizás mucho el celu o no, ¿vos la utilizás mucho o no?",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.74,
      "fin": 291.92,
      "duracion": 14.18,
      "texto": "Bien, mira, tenés una que tiene 8 gigas base más 8 gigas de regalo, es decir, vos contarías con 16 gigas, tendrías WhatsApp completamente gratis, podés hablar libre a cualquier compañía, tenés mensajes y se llaman las ilimitadas, y tenés lo que es también América.",
      "confianza": 0.621,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 291.94,
      "fin": 293.98,
      "duracion": 2.04,
      "texto": "Aprecio el local y lo que es el Rumi en América.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 294.6,
      "fin": 300.09,
      "duracion": 5.49,
      "texto": "vos contarías con un descuento fijo por 6 meses y el valor es de $10,400 pesos a los 16 gigas.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 301.07,
      "fin": 309.54,
      "duracion": 8.47,
      "texto": "Si no, tenés uno de 4 gigas más que 4 gigas de regalo, los 8 gigas, con todo lo que ya te dije, y él está a $7,460.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.64,
      "fin": 315.39,
      "duracion": 5.75,
      "texto": "Es una diferencia de menos de $3,000 pesos entre los dos, pero es el doble de gigas.",
      "confianza": 0.744,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 315.91,
      "fin": 320.46,
      "duracion": 4.55,
      "texto": "Por eso que estaba consultando si iba a utilizar mucho el celu o no. Por eso, Fabi.",
      "confianza": 0.5,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 320.99,
      "fin": 344.56,
      "duracion": 23.57,
      "texto": "No, más que por eso. Lo uso bastante, pero por ahora no me quiero cambiar ahora. Bien, te entiendo. Y con respecto a la fibra óptica, ¿vos tenés fibra óptica de claro? También lo tengo de claro. ¿Y cuánto estás robando próximamente? No tengo idea. Ah, lo tenés como el édito automático.",
      "confianza": 0.29,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 345.46,
      "fin": 366.52,
      "duracion": 21.06,
      "texto": "No, lo paga mi señor. Ah, claro, vos sos no sos el titular, sos el titular de la línea, solamente. No, no sé. Yo pago un ex y ella paga que de alternada. Así que... ¿Y sabes cuánto pagás de la línea, Fabri? ¿De la mía?",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.54,
      "fin": 366.6,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.064,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 366.62,
      "fin": 366.72,
      "duracion": 0.1,
      "texto": "¿Ves?",
      "confianza": 0.045,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.74,
      "fin": 369.38,
      "duracion": 2.64,
      "texto": "Quiero pagar, imagínate.",
      "confianza": 0.245,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.4,
      "fin": 372.83,
      "duracion": 3.43,
      "texto": "Ah, pero pagás bastante. ¿Por pocos gigas?",
      "confianza": 0.421,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.85,
      "fin": 378.37,
      "duracion": 5.52,
      "texto": "No, claro, compro un plan de...",
      "confianza": 0.523,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 379.79,
      "fin": 387.5,
      "duracion": 7.71,
      "texto": "Claro, no, mirá, es el doble de lo que te estamos ofreciendo nosotros, o sea, son 16 gigas, es más o menos los mismos gigas, pero vos estás abonando el doble.",
      "confianza": 0.69,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 388.42,
      "fin": 388.48,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.169,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 388.5,
      "fin": 389.78,
      "duracion": 1.28,
      "texto": "Lo estás comentando.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 389.8,
      "fin": 395.29,
      "duracion": 5.49,
      "texto": "¿Y por qué no se va a perder al plan, que es el doble del precio?",
      "confianza": 0.32,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 396.19,
      "fin": 402.1,
      "duracion": 5.91,
      "texto": "Es una cuestión de economía, una cuestión de servicios. No, no me gusta el servicio de movimientos.",
      "confianza": 0.31,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 403.06,
      "fin": 418.11,
      "duracion": 15.05,
      "texto": "Claro, entiendo por lo que te sucedió, pero ahora tendrías lo que es, te lo mandarían a lo que es el correo, entonces no tendrías ningún problema para la activación del chip. Entonces no tendrías, y tendrías mi número, por si tendrías algún problema o algo, tendrías mi numerito personal y cualquier cosa me dirías.",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 423.39,
      "fin": 424.07,
      "duracion": 0.68,
      "texto": "No tendrías por qué.",
      "confianza": 0.128,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. ¿Hablo con Fabricio? Sí. Bien, ¿cómo estás? Mi nombre es Belén, me presento. Mirá, yo te estoy llamando desde la área de beneficios de Movistar porque queríamos brindarte una nueva promoción que tenemos, con un gran descuento. ¿Vos realmente sabés qué promoción tenés con Claro? Ninguna. Ah, ¿sos prepago? ¿Por qué no te pasaría? ¿Qué problema tuviste? Y movistar, por ejemplo, ya no tiene un lugar físico acá donde yo pueda ir a preguntar al... ¿De dónde sos vos? Estupumá. Ah, bien. Sí. ¿No tienes lugar físico? No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. No, no tengo lugar físico. Entonces, yo que pedí un chivo, lo que sea de urgencia, no tengo un lugar físico para ir a pedir. Me pasó que me haría pasar a movilizar. Sí. Pero, no, nunca me mandó el chivo. Yo me quedé sin línea y no me mandaban. Tuve que pedirle un edificio para coger su edificio. Claro, si a domicilio o si no tenéis lo que es la sucursal Andriani. que es el corredor. No, tal vez, pero y el tiempo... Yo voy a aclaro, le decido un chisme y lo dan en el momento. Claro, en realidad a la sucursal andean y hasta 72 horas como máximo, tienes que esperar. Pero ya te lo tienen ahí. Claro, pero son tres días en teléfono. Yo trabajo en teléfono y cómo hago esos tres días. No, en realidad, claro, te da hasta siete días habiles con lo que señal. En ningún momento te quedarías incomunicado. Bueno, a mí me pasó que a mí nunca me mandaron el chip. Movistar nunca me lo mandó y me cortó el teléfono. Claro, pasaba los 7 días y me cortó el teléfono. Ah, claro. Entonces, después tuve que buscar los mensajes que me mandó la chica. Me mandé mensajes a la chica, le pedí el chip que me mande. Sí. Y en ningún momento... Entonces me dice, como tengo el iPhone... ¡Ah! Mirá, pero espérate, si vos tenés un iPhone, no tenés que hacer todo esto de ir a buscar o... Por eso, ahí lo descubrí y yo no sabía. ¡Ah! ¿No te lo dijo la chica? No, no me lo dijo, pero cuando me pasó el problema, yo me comuniqué con ella y ella me dijo, mira, si querés estar con nosotros... Claro, pero ya era tarde. Claro, sí, entiendo la problemática que tuviste Fabricio. Pero mira, eso como lo sabés que ahora es eSIM, que vos podés tener el eSIM, tu equipo puede tener el eSIM, ¿no? ¿Cómo? Tu equipo puede tener el eSIM ahora, el iPhone que vos tenés sí puede. Bien, porque mira, de 24 a 48 horas como máximo para que te llegue el correo con lo que es el código QR y vos ya directamente podés estar con la compañía de nosotros. Pero en ningún momento te quedarías sin señal, incomunicado, porque es lo mejor que puedes tener el SIM, es lo más rápido. Entonces, ahí directamente te llega el correo, Y vos lo tenés ahí y lo activás cuando vos quieras. Si querés seguir un poco unos días más con la señal que te le brinda, claro, puedes estar con esa señal y después te cambias a lo que es con el código QR a la otra compañía sin ningún problema, pero en ningún momento vos se quedarías incomunicado ya que eso es lo más efectivo que hay el ESIM. Te consulto. Te consulto. Mira, ¿a vos te funcionó el ESIM? ¿No tuviste ningún problema? ¿Cuál? Yo ya tengo el textilado, por ejemplo. ¿El textilado claro? ¿No tuviste ningún problema con eso? No. Bien, perfecto. Mira, porque nosotros tenemos lo que son... Entonces, ese paso te lo ahorraría directamente y entonces lo pedirías al correo. No hay ningún problema con eso, es lo más rápido que hay. Y que te llegue ahí nomás. Mira, las dos promociones que nosotros tenemos vigentes justo ahora hay con descuento. Tenés una, dependiendo si vos utilizás mucho el celu o no, ¿vos la utilizás mucho o no? Bien, mira, tenés una que tiene 8 gigas base más 8 gigas de regalo, es decir, vos contarías con 16 gigas, tendrías WhatsApp completamente gratis, podés hablar libre a cualquier compañía, tenés mensajes y se llaman las ilimitadas, y tenés lo que es también América. Aprecio el local y lo que es el Rumi en América. vos contarías con un descuento fijo por 6 meses y el valor es de $10,400 pesos a los 16 gigas. Si no, tenés uno de 4 gigas más que 4 gigas de regalo, los 8 gigas, con todo lo que ya te dije, y él está a $7,460. Es una diferencia de menos de $3,000 pesos entre los dos, pero es el doble de gigas. Por eso que estaba consultando si iba a utilizar mucho el celu o no. Por eso, Fabi. No, más que por eso. Lo uso bastante, pero por ahora no me quiero cambiar ahora. Bien, te entiendo. Y con respecto a la fibra óptica, ¿vos tenés fibra óptica de claro? También lo tengo de claro. ¿Y cuánto estás robando próximamente? No tengo idea. Ah, lo tenés como el édito automático. No, lo paga mi señor. Ah, claro, vos sos no sos el titular, sos el titular de la línea, solamente. No, no sé. Yo pago un ex y ella paga que de alternada. Así que... ¿Y sabes cuánto pagás de la línea, Fabri? ¿De la mía? Sí. ¿Ves? Quiero pagar, imagínate. Ah, pero pagás bastante. ¿Por pocos gigas? No, claro, compro un plan de... Claro, no, mirá, es el doble de lo que te estamos ofreciendo nosotros, o sea, son 16 gigas, es más o menos los mismos gigas, pero vos estás abonando el doble. Sí. Lo estás comentando. ¿Y por qué no se va a perder al plan, que es el doble del precio? Es una cuestión de economía, una cuestión de servicios. No, no me gusta el servicio de movimientos. Claro, entiendo por lo que te sucedió, pero ahora tendrías lo que es, te lo mandarían a lo que es el correo, entonces no tendrías ningún problema para la activación del chip. Entonces no tendrías, y tendrías mi número, por si tendrías algún problema o algo, tendrías mi numerito personal y cualquier cosa me dirías. No tendrías por qué.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:10:34.343250",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 110,
    "total_segmentos_corregido": 46,
    "fecha_correccion": "2026-01-18T23:05:17.873256",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114134220114_ACD_09823",
    "fecha_inicio": "14/1/2026 13:42:20",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 530,
    "tiempo_conversacion": 405,
    "tiempo_hold": 0,
    "tiempo_acw": 109,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}