{
  "archivo": "amza36_1_260115142940090_ACD_16403.wav",
  "duracion_segundos": 308.36,
  "num_segmentos": 97,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 188.97,
    "Cliente": 74.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.16,
      "fin": 5.1,
      "duracion": 2.94,
      "texto": "Hola. Hola, buenas tardes. ¿Habló con el señor Hugo?",
      "confianza": 0.201,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.24,
      "fin": 13.76,
      "duracion": 7.52,
      "texto": "Sí, con él habla. Con gusto, Hugo. Buenas tardes. Mi nombre es Micaela. Le querías allagar un plato de 10.000 pesos para sus lineales de Mostar.",
      "confianza": 0.18,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.44,
      "fin": 20.25,
      "duracion": 5.81,
      "texto": "Me figura que usted se encuentra con claro. ¿Puede ser? Sí, así es.",
      "confianza": 0.341,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.27,
      "fin": 20.45,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.008,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.47,
      "fin": 23.49,
      "duracion": 3.02,
      "texto": "Bueno, ¿le consultó a usted de usar de muchos gigas o usa de lo mínimo?",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.82,
      "fin": 27.56,
      "duracion": 0.74,
      "texto": "Sí, la consumo bastante, en realidad.",
      "confianza": 0.025,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.76,
      "fin": 40.53,
      "duracion": 12.78,
      "texto": "Perfecto, bueno, usted con ese plato tendría ocho chivas de base más ocho de regalo por seis meses, bolsa de llamadas libres a todas las compañías, Rubén en América, por si sale del país, sigue teniendo internet por un valor de $10,400 pesos.",
      "confianza": 0.676,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.55,
      "fin": 42.08,
      "duracion": 1.52,
      "texto": "¿Qué le parece para su línea?",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.05,
      "fin": 51.73,
      "duracion": 1.68,
      "texto": "Sí, pero el problema que tengo es que me tengo señal en el barrio.",
      "confianza": 0.086,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.75,
      "fin": 53.51,
      "duracion": 1.76,
      "texto": "Ya me había pasado a Movistar y no me sirvió. ¿En qué parte de Buenos Aires? Medialista.",
      "confianza": 0.005,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.22,
      "fin": 66.69,
      "duracion": 12.47,
      "texto": "en ver la vista. Ya le digo, porque lo que fue el año pasado, entre noviembre y diciembre, hemos actualizado todas las antenas. Me dijeron exactamente lo mismo el año pasado y no me sirvió. ¿No le sirvió?",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.71,
      "fin": 66.77,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.79,
      "fin": 85.66,
      "duracion": 18.87,
      "texto": "¿En qué momento lo probó el año pasado? Porque me asegura que usted se fue en el 2024. No, hace dos años, poneme. Me dijeron exactamente lo mismo. Claro, no. Nosotros cambió todas las gestiones el año pasado, ¿sí? Por eso digo que noviembre y diciembre se actualizaron las antenas. porque había pasado que durante muchos años no habían tenido ningún tipo de actualización.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.28,
      "fin": 89.96,
      "duracion": 3.69,
      "texto": "Ahora tenemos lo que es 4G+, es decir, que levanta mucho mayor señal.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.02,
      "fin": 93.73,
      "duracion": 2.7,
      "texto": "Lo que es Bellavista, ¿usted en qué barrio se encuentra de Bellavista?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.16,
      "fin": 102.74,
      "duracion": 4.58,
      "texto": "En el barrio Rafael Obligado. Bellavista igual no es grande. Bellavista no es grande, igual.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.72,
      "fin": 109.45,
      "duracion": 5.73,
      "texto": "Rafael Obligado. Pero Bellavista es un barrio bastante reducido. Sí, sí, sí. Es que yo lo estoy viendo por el mapa, por eso le consulto.",
      "confianza": 0.061,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.73,
      "fin": 117.18,
      "duracion": 7.45,
      "texto": "En mi otra vista, me figura que el formante tiene muy buena señal.",
      "confianza": 0.551,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.2,
      "fin": 134.97,
      "duracion": 17.77,
      "texto": "Bueno, no es lo que tengo yo ni desallegado que tiene Movistar. Claro, pasa que los chips se tienen que actualizar. Nosotros hemos mandado un mensaje a todos los clientes de Movistar, pero bueno, la mayoría de las personas no leen los mensajes de texto. Bueno, ¿qué tengo que hacer? Usted me dijo que se encuentra en Buenos Aires, yo creo que buscó una sucursal cerca de su domicilio para que pase a retirar el chip, ¿sí?",
      "confianza": 0.061,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.98,
      "fin": 148.18,
      "duracion": 12.2,
      "texto": "La misma sucursal le va a mandar un mensajito en 48 horas navilles para que usted pase. Ya le digo la dirección, a ver si usted me dice si está bien, o buscamos otro lugar.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.6,
      "fin": 160.18,
      "duracion": 10.58,
      "texto": "En Bella Vista, tenemos los más cercanos en... San Miguel. San Miguel, sí, lo conozco. Perón al 1173.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.68,
      "fin": 166.59,
      "duracion": 5.91,
      "texto": "La misma sucursal le va a mandar un mensajito para que usted pase a retirarlo.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.31,
      "fin": 170.64,
      "duracion": 2.32,
      "texto": "Le voy a mandar ahora un mensajito si usted me agenda.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 171.54,
      "fin": 196.8,
      "duracion": 25.26,
      "texto": "Cuando retire el chip, me avisa y yo le mando una capturita de pantalla del sistema donde va a figurar el día que usted lo tiene que colocar el chip. Igual Movistar siempre lo mantiene tanto de todo, de cómo va el trámite, cuando se tiene que retirar el chip o no lo tienes que colocar y todo, ¿si? No hay... Mira, te digo la verdad, no sé por qué voy a cantar acá, no sé por qué voy a cantar acá porque no funciona.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 197.94,
      "fin": 198.74,
      "duracion": 0.8,
      "texto": "No lo funciona?",
      "confianza": 0.375,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 200.15,
      "fin": 210.8,
      "duracion": 10.65,
      "texto": "No, no funciona bien, no tengo problema. Perfecto Hugo, quédese tranquilo que todo acá en el mapa estoy viendo que las señales andan muy bien con Movistar, ¿si?",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.82,
      "fin": 212.2,
      "duracion": 1.38,
      "texto": "Ajá. Perfecto.",
      "confianza": 0.128,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.22,
      "fin": 217.79,
      "duracion": 5.57,
      "texto": "O sea que, ¿cuál sería el... el descuento que usted me va cargando.",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 218.77,
      "fin": 221.97,
      "duracion": 3.21,
      "texto": "Si ustedes saben cuanto yo estoy consumiendo, es por eso que me están llamando.",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 223.12,
      "fin": 229.09,
      "duracion": 5.97,
      "texto": "¿Cómo? ¿Cuándo usted está consumiendo? ¿Cuánto sidas tiene en su plan? ¿Usted me dice? Es claro, ¿cuánto está pagando?",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 229.95,
      "fin": 232.17,
      "duracion": 2.22,
      "texto": "¿Cuánto está pagando? Ahora le digo, déjeme un momento.",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.97,
      "fin": 235.74,
      "duracion": 2.77,
      "texto": "¿Usted no puede ver la facturación? No sé si usa la aplicación, ¿de claro?",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.14,
      "fin": 239.62,
      "duracion": 3.49,
      "texto": "No, sí, sí, sé cómo es todo, sé cada centavo que hace.",
      "confianza": 0.47,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 240.13,
      "fin": 255.22,
      "duracion": 15.09,
      "texto": "Mira, ¿me asegura que la próxima facturación vence con un valor de 34.300 pesos? Ya está pagado la amistad. Ah, le ha pagado la amistad con la nomás. A notar la fluver total. Claro, parecía.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.24,
      "fin": 255.6,
      "duracion": 0.36,
      "texto": "Sí, sí, sí.",
      "confianza": 0.379,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 256.3,
      "fin": 258.32,
      "duracion": 2.02,
      "texto": "Bueno, la mayor parte se va a ahorrar mucho dinero, Hugo.",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 259.51,
      "fin": 261.09,
      "duracion": 1.58,
      "texto": "Es bastante lo que se va a ahorrar.",
      "confianza": 0.4,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.21,
      "fin": 271.71,
      "duracion": 8.5,
      "texto": "Bueno, pásenme eso, déjenme meditarlo, dejenme pensarlo y le contesto. La promoción es por hoy.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 273.77,
      "fin": 276.67,
      "duracion": 2.9,
      "texto": "Entonces no va a funcionar así. ¿Por qué Hugo?",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 277.43,
      "fin": 280.2,
      "duracion": 2.76,
      "texto": "Y porque cuando me apuro generalmente nadie saca de mí nada.",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 280.9,
      "fin": 281.18,
      "duracion": 0.28,
      "texto": "¿Por qué?",
      "confianza": 0.83,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 281.8,
      "fin": 308.36,
      "duracion": 26.56,
      "texto": "Yo no estoy comentando que la promoción es por hoy. No, es porque cuando alguien me pone un plazo yo digo, ¿sabes qué? Nos vemos. Pero no, pasa que esas promociones son promociones express. Este plan... está en número de 13.000",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. ¿Habló con el señor Hugo? Sí, con él habla. Con gusto, Hugo. Buenas tardes. Mi nombre es Micaela. Le querías allagar un plato de 10.000 pesos para sus lineales de Mostar. Me figura que usted se encuentra con claro. ¿Puede ser? Sí, así es. Perfecto. Bueno, ¿le consultó a usted de usar de muchos gigas o usa de lo mínimo? Sí, la consumo bastante, en realidad. Perfecto, bueno, usted con ese plato tendría ocho chivas de base más ocho de regalo por seis meses, bolsa de llamadas libres a todas las compañías, Rubén en América, por si sale del país, sigue teniendo internet por un valor de $10,400 pesos. ¿Qué le parece para su línea? Sí, pero el problema que tengo es que me tengo señal en el barrio. Ya me había pasado a Movistar y no me sirvió. ¿En qué parte de Buenos Aires? Medialista. en ver la vista. Ya le digo, porque lo que fue el año pasado, entre noviembre y diciembre, hemos actualizado todas las antenas. Me dijeron exactamente lo mismo el año pasado y no me sirvió. ¿No le sirvió? No. ¿En qué momento lo probó el año pasado? Porque me asegura que usted se fue en el 2024. No, hace dos años, poneme. Me dijeron exactamente lo mismo. Claro, no. Nosotros cambió todas las gestiones el año pasado, ¿sí? Por eso digo que noviembre y diciembre se actualizaron las antenas. porque había pasado que durante muchos años no habían tenido ningún tipo de actualización. Ahora tenemos lo que es 4G+, es decir, que levanta mucho mayor señal. Lo que es Bellavista, ¿usted en qué barrio se encuentra de Bellavista? En el barrio Rafael Obligado. Bellavista igual no es grande. Bellavista no es grande, igual. Rafael Obligado. Pero Bellavista es un barrio bastante reducido. Sí, sí, sí. Es que yo lo estoy viendo por el mapa, por eso le consulto. En mi otra vista, me figura que el formante tiene muy buena señal. Bueno, no es lo que tengo yo ni desallegado que tiene Movistar. Claro, pasa que los chips se tienen que actualizar. Nosotros hemos mandado un mensaje a todos los clientes de Movistar, pero bueno, la mayoría de las personas no leen los mensajes de texto. Bueno, ¿qué tengo que hacer? Usted me dijo que se encuentra en Buenos Aires, yo creo que buscó una sucursal cerca de su domicilio para que pase a retirar el chip, ¿sí? La misma sucursal le va a mandar un mensajito en 48 horas navilles para que usted pase. Ya le digo la dirección, a ver si usted me dice si está bien, o buscamos otro lugar. En Bella Vista, tenemos los más cercanos en... San Miguel. San Miguel, sí, lo conozco. Perón al 1173. La misma sucursal le va a mandar un mensajito para que usted pase a retirarlo. Le voy a mandar ahora un mensajito si usted me agenda. Cuando retire el chip, me avisa y yo le mando una capturita de pantalla del sistema donde va a figurar el día que usted lo tiene que colocar el chip. Igual Movistar siempre lo mantiene tanto de todo, de cómo va el trámite, cuando se tiene que retirar el chip o no lo tienes que colocar y todo, ¿si? No hay... Mira, te digo la verdad, no sé por qué voy a cantar acá, no sé por qué voy a cantar acá porque no funciona. No lo funciona? No, no funciona bien, no tengo problema. Perfecto Hugo, quédese tranquilo que todo acá en el mapa estoy viendo que las señales andan muy bien con Movistar, ¿si? Ajá. Perfecto. O sea que, ¿cuál sería el... el descuento que usted me va cargando. Si ustedes saben cuanto yo estoy consumiendo, es por eso que me están llamando. ¿Cómo? ¿Cuándo usted está consumiendo? ¿Cuánto sidas tiene en su plan? ¿Usted me dice? Es claro, ¿cuánto está pagando? ¿Cuánto está pagando? Ahora le digo, déjeme un momento. ¿Usted no puede ver la facturación? No sé si usa la aplicación, ¿de claro? No, sí, sí, sé cómo es todo, sé cada centavo que hace. Mira, ¿me asegura que la próxima facturación vence con un valor de 34.300 pesos? Ya está pagado la amistad. Ah, le ha pagado la amistad con la nomás. A notar la fluver total. Claro, parecía. Sí, sí, sí. Bueno, la mayor parte se va a ahorrar mucho dinero, Hugo. Es bastante lo que se va a ahorrar. Bueno, pásenme eso, déjenme meditarlo, dejenme pensarlo y le contesto. La promoción es por hoy. Entonces no va a funcionar así. ¿Por qué Hugo? Y porque cuando me apuro generalmente nadie saca de mí nada. ¿Por qué? Yo no estoy comentando que la promoción es por hoy. No, es porque cuando alguien me pone un plazo yo digo, ¿sabes qué? Nos vemos. Pero no, pasa que esas promociones son promociones express. Este plan... está en número de 13.000",
  "calidad": {
    "confianza_promedio": 0.442,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:11:09.651824",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 97,
    "total_segmentos_corregido": 42,
    "fecha_correccion": "2026-01-18T23:05:25.449071",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142940090_ACD_16403",
    "fecha_inicio": "15/1/2026 14:29:40",
    "agente_nombre": "MZA 36",
    "agente_login": "mza36",
    "duracion_total": 327,
    "tiempo_conversacion": 294,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}