{
  "archivo": "amza22_1_260116114916701_ACD_87661.wav",
  "duracion_segundos": 200.26,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 70.12,
    "Cliente": 113.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.4,
      "fin": 7.43,
      "duracion": 6.03,
      "texto": "Hola, buen día, hablo con Matías. Matías, ¿cómo estás? Mi nombre es Belén, me presento.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.93,
      "fin": 24.86,
      "duracion": 16.93,
      "texto": "Mira, yo te estoy llamando desde el área de recupero de clientes de Movistar porque queremos ofrecerte un beneficio para tu línea en estos momentos ya que estamos teniendo un mayor descuento. ¿Tú actualmente estás en claves, correcto?",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.88,
      "fin": 25.86,
      "duracion": 0.98,
      "texto": "Sí, pero ya me llamaron y dije que no por ahora.",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.88,
      "fin": 27.86,
      "duracion": 1.98,
      "texto": "¿Te llamaron y te dijeron los nuevos descuentos que tenemos?",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.9,
      "fin": 34.17,
      "duracion": 5.27,
      "texto": "Sí, eh... Igual yo contraté la Internet por Wifi.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.81,
      "fin": 44.66,
      "duracion": 8.85,
      "texto": "Ah, sí. Sí, tenés el Movistar o guard. ¿Y te dijeron que tendrías un descuento de 4.000 pesos en lo que es la facturación por tener lo que es la portabilidad también?",
      "confianza": 0.31,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.22,
      "fin": 52.27,
      "duracion": 7.05,
      "texto": "Sí, sí, me dijeron, pero por ahora no. Bien, todavía no hay ningún problema. Que tengas aquí una vida, entonces. ¿Te puedo hacer una consulta?",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.25,
      "fin": 58.13,
      "duracion": 4.88,
      "texto": "Sí, decime. Mirá, viste, yo contraté el tema de Wi-Fi y me...",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.74,
      "fin": 61.0,
      "duracion": 2.26,
      "texto": "Creo que fue a principio de mes, no me acuerdo, no recuerdo.",
      "confianza": 0.491,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.8,
      "fin": 85.1,
      "duracion": 23.3,
      "texto": "Me vinieron al museo todo el modo en todo. Sí. Pero me anduvo un día o dos. Ah, tuviste problemas con el Wi-Fi. Sí, un día o dos. Bien. ¿Y llamaste a la diatécnica? Sí, supuestamente me iban a venir ya hace rato que estaban. Y siempre no viene nadie y me ponen como que no me encontraron.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.01,
      "fin": 116.16,
      "duracion": 30.15,
      "texto": "Si yo invité que te piden la fecha, todo, yo pongo la fecha y pongo lo ello porque si yo no estoy ahí alguien, yo no pongo la fecha. Y ellos me saltan y me ponen, pasan los horarios, ponen que yo pongo de 8 a 12 y pasan todo el día. Y después me mandan un mensaje por la máquina movistar y me ponen que no me encontraron. No, no me encontraron. No, así yo estaba. No miedo. Y así me tienen hace dos semanas con esto. Más o menos, no sé hasta cuándo.",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.98,
      "fin": 144.25,
      "duracion": 27.27,
      "texto": "Está bien, dale. Entonces, decime tu numerito. ¿Tenés algún número de trámite de eso? Sí, lo tengo, espera. A ver, te lo paso. Dale. Eh... El reclamo sería 6026... Sí. ...4564.",
      "confianza": 0.26,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.22,
      "fin": 152.87,
      "duracion": 7.65,
      "texto": "Bien, perfecto. Dale. A las 10 de la mañana me mandaron una mensaje que dice que en 40 minutos estamos. Son las vanas de los 12 en el mediodía.",
      "confianza": 0.402,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 155.41,
      "fin": 156.43,
      "duracion": 1.02,
      "texto": "Claro, sí, sí, sí, sí, te entiendo. Dale, entonces.",
      "confianza": 0.012,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 156.45,
      "fin": 165.8,
      "duracion": 9.35,
      "texto": "Yo entiendo, está todo re bien, pero de última, si no viene, lo voy a dar de baja porque, la verdad, ¿sabe por qué me quedé sin internet?",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.52,
      "fin": 172.65,
      "duracion": 6.13,
      "texto": "Porque supuestamente había algo de bajo un cliente, me pusieron en cala mía, anduve un día, dos, no sé si tres,",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 173.15,
      "fin": 179.28,
      "duracion": 6.13,
      "texto": "Y como la otra persona se arrepintió, me cortaron a mí. Y me quedé sin wifi. ¿Y no tenías nada que ver vos?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 180.24,
      "fin": 186.29,
      "duracion": 6.05,
      "texto": "No, si dieron de baja a uno, no sé, como se manejan, me cortaron, como le dieron del alto, me cortaron a mí.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 186.97,
      "fin": 191.78,
      "duracion": 4.81,
      "texto": "Y yo me quedé sin internet. Ah, claro. Me dijeron, sí, te puedo solucionar todo. ¿Eh?",
      "confianza": 0.215,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 192.82,
      "fin": 200.26,
      "duracion": 7.44,
      "texto": "¿No sabés si se ha caído algún poste? Porque puede pasar que haya pasado que... No, no se cacó. No porque después me enteré y me dijeron eso.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, hablo con Matías. Matías, ¿cómo estás? Mi nombre es Belén, me presento. Mira, yo te estoy llamando desde el área de recupero de clientes de Movistar porque queremos ofrecerte un beneficio para tu línea en estos momentos ya que estamos teniendo un mayor descuento. ¿Tú actualmente estás en claves, correcto? Sí, pero ya me llamaron y dije que no por ahora. ¿Te llamaron y te dijeron los nuevos descuentos que tenemos? Sí, eh... Igual yo contraté la Internet por Wifi. Ah, sí. Sí, tenés el Movistar o guard. ¿Y te dijeron que tendrías un descuento de 4.000 pesos en lo que es la facturación por tener lo que es la portabilidad también? Sí, sí, me dijeron, pero por ahora no. Bien, todavía no hay ningún problema. Que tengas aquí una vida, entonces. ¿Te puedo hacer una consulta? Sí, decime. Mirá, viste, yo contraté el tema de Wi-Fi y me... Creo que fue a principio de mes, no me acuerdo, no recuerdo. Me vinieron al museo todo el modo en todo. Sí. Pero me anduvo un día o dos. Ah, tuviste problemas con el Wi-Fi. Sí, un día o dos. Bien. ¿Y llamaste a la diatécnica? Sí, supuestamente me iban a venir ya hace rato que estaban. Y siempre no viene nadie y me ponen como que no me encontraron. Si yo invité que te piden la fecha, todo, yo pongo la fecha y pongo lo ello porque si yo no estoy ahí alguien, yo no pongo la fecha. Y ellos me saltan y me ponen, pasan los horarios, ponen que yo pongo de 8 a 12 y pasan todo el día. Y después me mandan un mensaje por la máquina movistar y me ponen que no me encontraron. No, no me encontraron. No, así yo estaba. No miedo. Y así me tienen hace dos semanas con esto. Más o menos, no sé hasta cuándo. Está bien, dale. Entonces, decime tu numerito. ¿Tenés algún número de trámite de eso? Sí, lo tengo, espera. A ver, te lo paso. Dale. Eh... El reclamo sería 6026... Sí. ...4564. Bien, perfecto. Dale. A las 10 de la mañana me mandaron una mensaje que dice que en 40 minutos estamos. Son las vanas de los 12 en el mediodía. Claro, sí, sí, sí, sí, te entiendo. Dale, entonces. Yo entiendo, está todo re bien, pero de última, si no viene, lo voy a dar de baja porque, la verdad, ¿sabe por qué me quedé sin internet? Porque supuestamente había algo de bajo un cliente, me pusieron en cala mía, anduve un día, dos, no sé si tres, Y como la otra persona se arrepintió, me cortaron a mí. Y me quedé sin wifi. ¿Y no tenías nada que ver vos? No, si dieron de baja a uno, no sé, como se manejan, me cortaron, como le dieron del alto, me cortaron a mí. Y yo me quedé sin internet. Ah, claro. Me dijeron, sí, te puedo solucionar todo. ¿Eh? ¿No sabés si se ha caído algún poste? Porque puede pasar que haya pasado que... No, no se cacó. No porque después me enteré y me dijeron eso.",
  "calidad": {
    "confianza_promedio": 0.448,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:15:12.738261",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:18.109165",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116114916701_ACD_87661",
    "fecha_inicio": "16/1/2026 11:49:16",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 221,
    "tiempo_conversacion": 193,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}