{
  "archivo": "amza3_1_260116104249433_ACD_51637.wav",
  "duracion_segundos": 252.91,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 19.74,
    "Cliente": 217.85
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.45,
      "fin": 0.93,
      "duracion": 0.48,
      "texto": "Hola.",
      "confianza": 0.341,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.16,
      "fin": 5.18,
      "duracion": 2.02,
      "texto": "Hola, buenos días. Hablo con Julio Serrano.",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.76,
      "fin": 6.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.023,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.84,
      "fin": 12.23,
      "duracion": 5.39,
      "texto": "¿Cómo te va? Mi nombre es Macarena Julio. Te llamamos desde Movistar para poder brindarte una nueva promoción para tu línea.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.95,
      "fin": 28.38,
      "duracion": 14.43,
      "texto": "Mi figura es que tenés esa línea actualmente en la compañía de Clarvis. Tenés un abono de 22.364 pesos. No sé si sabrías esto, si pudiste ver lo que es tu factura. ¿Cómo, cómo?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.9,
      "fin": 32.49,
      "duracion": 3.58,
      "texto": "¿Quién nos figura que tenés una abona de 22.300 pesos?",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.01,
      "fin": 82.64,
      "duracion": 49.63,
      "texto": "Por eso es que llamamos, para poder brindarte lo que es un plan mucho más económico y que puedas acceder a las nuevas promociones de Movistar. ¿Vos que le han echado a Movistar? ¿Sí, de Movistar? No, por ahora no, porque yo estoy con... ¿Con qué? Con Claro. Sí, sabemos que actualmente se hace el dinero, pero estás pagando el doble de lo que podrías estar pagando en Movistar. Imagínate que... Sí, sí, pero yo tengo que hacerlo primero con el cladro para darle de baja, después, bueno... Es que no tenés que darle de baja, directamente te cambias de compañía, así como hiciste... No, no, no, porque después se me da un moquilombo, primero quiero pagar lo que le debo al cladro y después ya así me engancho con... No, pero no tenés que tramitar ninguna baja porque ahí te dan de baja el número, ¿bien? Sí, bien, sí, pero ¿sabés lo que pasa? que nosotros no lo podemos comunicar con claro.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 83.3,
      "fin": 90.59,
      "duracion": 7.29,
      "texto": "Llamamos y nos podemos comunicar para aclarar las cosas como tiene que ser, pero no lo podemos comunicar. ¿Y quiere aclarar lo que es la deuda que tiene?",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.34,
      "fin": 171.61,
      "duracion": 80.27,
      "texto": "Claro. Pero eso es su factura mes a mes, no se lo van a solucionar ellos a eso. Pero al menos yo pienso que tiene que contestar cuando uno lo llama, ¿no? Claro, no, sí, sí, eso obviamente yo lo entiendo. Lo que yo le digo es que por más que usted haga un reclamo, Ellos igualmente, lo que es la deuda que usted tiene de 22.364 pesos, se la van a cobrar igual, ¿bien? ¿Te quieres que la den a compañía o no? Sí, sí, pero usted, escúchame, pero escúchame, si yo lo, yo, yo, sí o sí, yo tengo que llamar para decir que me lo dan de baja, porque ellos no me lo van a dar de baja, así nomás, pero por más que yo les pague los 22.000 pesos. Claro, es que a eso le quiero explicar, usted si paga lo que debe, no tiene que llamar a dar de baja, porque usted cuando llama a dar de baja, da de baja el número, ¿bien? Si usted quiere conservar el mismo número, tiene que hacer una portabilidad numérica hacia otra compañía. Así como cuando usted fue en Movistar. No, no, no. Vos dejáme que yo... Yo trabajo de eso, por eso. Le quería decir algo. Sí, ya sé, ya sé trabajar de eso, pero, ¿viste? Como solo ustedes también. Por ahí nosotros, lo que los llamamos ustedes, ustedes tampoco lo atienden. Cuando se cambió, claro, desde Movistar, ¿llamo yo de baja? Solo se cambió. Ese le iba a preguntar a usted cuando se cambió desde Movistar a Claro en su momento. Nos llamó y yo de Baja a Movistar.",
      "confianza": 0.916,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.13,
      "fin": 174.38,
      "duracion": 2.24,
      "texto": "Sólo pagó lo que debía y se cambió.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.16,
      "fin": 176.68,
      "duracion": 1.52,
      "texto": "Porque la Baja no se transita.",
      "confianza": 0.469,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.65,
      "fin": 180.61,
      "duracion": 2.97,
      "texto": "Y si después me siguen cobrando el Movistar a los de Claro, ¿qué hago yo?",
      "confianza": 0.407,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.18,
      "fin": 213.31,
      "duracion": 32.13,
      "texto": "Es que no le van a seguir cobrando porque... ¿Por qué le mentirías? Para dejarme aclarar bien con claro, después yo te llamo y... Bueno, pero explíqueles a ellos, pregúnteles si tienen que realizar la baja, le van a decir que no. Para que lo tengan en cuenta bien. Por lo menos para... Bueno, por lo menos para llamarlo, para llamarlo y comunicarme con ellos. Después yo te llamo a hoy. No hay problema. Bueno, Julio, si le parece, yo le envío la promoción que le iba a ofrecer por WhatsApp, ¿bien?",
      "confianza": 0.455,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.09,
      "fin": 220.04,
      "duracion": 5.95,
      "texto": "Sí, sí, no, está bien. En el caso que le interese, damos el contacto por ahí. Igual, quedate tranquilo que yo te voy a llamar una vez que yo va a hacer el conclaro.",
      "confianza": 0.194,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.88,
      "fin": 227.27,
      "duracion": 6.39,
      "texto": "Claro, por eso, yo le envío el mensajito a WhatsApp y cuando usted necesite me llama a ese mensaje, a ese número de WhatsApp, ¿bien?",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.13,
      "fin": 237.18,
      "duracion": 9.05,
      "texto": "Para que lo tenga en cuenta. Y bueno, ahí me cuenta qué respuesta le dieron, para que vea que no le estoy mintiendo, que no tiene que tramitar una baja, solo pagar lo que debe, obviamente.",
      "confianza": 0.304,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.7,
      "fin": 239.02,
      "duracion": 0.32,
      "texto": "Sí, bueno, dale.",
      "confianza": 0.037,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 239.04,
      "fin": 252.91,
      "duracion": 13.87,
      "texto": "Bueno, que tenga muy buen día Julio, espero que tengas suerte y se pueda comunicar con claro. Sí, sí, yo ahora voy, justamente ahora te voy a ir a pagar y le digo ya. Bueno, que tenga muy buen día, hasta luego. Dale, dale, chau.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Hablo con Julio Serrano. Sí. ¿Cómo te va? Mi nombre es Macarena Julio. Te llamamos desde Movistar para poder brindarte una nueva promoción para tu línea. Mi figura es que tenés esa línea actualmente en la compañía de Clarvis. Tenés un abono de 22.364 pesos. No sé si sabrías esto, si pudiste ver lo que es tu factura. ¿Cómo, cómo? ¿Quién nos figura que tenés una abona de 22.300 pesos? Por eso es que llamamos, para poder brindarte lo que es un plan mucho más económico y que puedas acceder a las nuevas promociones de Movistar. ¿Vos que le han echado a Movistar? ¿Sí, de Movistar? No, por ahora no, porque yo estoy con... ¿Con qué? Con Claro. Sí, sabemos que actualmente se hace el dinero, pero estás pagando el doble de lo que podrías estar pagando en Movistar. Imagínate que... Sí, sí, pero yo tengo que hacerlo primero con el cladro para darle de baja, después, bueno... Es que no tenés que darle de baja, directamente te cambias de compañía, así como hiciste... No, no, no, porque después se me da un moquilombo, primero quiero pagar lo que le debo al cladro y después ya así me engancho con... No, pero no tenés que tramitar ninguna baja porque ahí te dan de baja el número, ¿bien? Sí, bien, sí, pero ¿sabés lo que pasa? que nosotros no lo podemos comunicar con claro. Llamamos y nos podemos comunicar para aclarar las cosas como tiene que ser, pero no lo podemos comunicar. ¿Y quiere aclarar lo que es la deuda que tiene? Claro. Pero eso es su factura mes a mes, no se lo van a solucionar ellos a eso. Pero al menos yo pienso que tiene que contestar cuando uno lo llama, ¿no? Claro, no, sí, sí, eso obviamente yo lo entiendo. Lo que yo le digo es que por más que usted haga un reclamo, Ellos igualmente, lo que es la deuda que usted tiene de 22.364 pesos, se la van a cobrar igual, ¿bien? ¿Te quieres que la den a compañía o no? Sí, sí, pero usted, escúchame, pero escúchame, si yo lo, yo, yo, sí o sí, yo tengo que llamar para decir que me lo dan de baja, porque ellos no me lo van a dar de baja, así nomás, pero por más que yo les pague los 22.000 pesos. Claro, es que a eso le quiero explicar, usted si paga lo que debe, no tiene que llamar a dar de baja, porque usted cuando llama a dar de baja, da de baja el número, ¿bien? Si usted quiere conservar el mismo número, tiene que hacer una portabilidad numérica hacia otra compañía. Así como cuando usted fue en Movistar. No, no, no. Vos dejáme que yo... Yo trabajo de eso, por eso. Le quería decir algo. Sí, ya sé, ya sé trabajar de eso, pero, ¿viste? Como solo ustedes también. Por ahí nosotros, lo que los llamamos ustedes, ustedes tampoco lo atienden. Cuando se cambió, claro, desde Movistar, ¿llamo yo de baja? Solo se cambió. Ese le iba a preguntar a usted cuando se cambió desde Movistar a Claro en su momento. Nos llamó y yo de Baja a Movistar. Sólo pagó lo que debía y se cambió. Porque la Baja no se transita. Y si después me siguen cobrando el Movistar a los de Claro, ¿qué hago yo? Es que no le van a seguir cobrando porque... ¿Por qué le mentirías? Para dejarme aclarar bien con claro, después yo te llamo y... Bueno, pero explíqueles a ellos, pregúnteles si tienen que realizar la baja, le van a decir que no. Para que lo tengan en cuenta bien. Por lo menos para... Bueno, por lo menos para llamarlo, para llamarlo y comunicarme con ellos. Después yo te llamo a hoy. No hay problema. Bueno, Julio, si le parece, yo le envío la promoción que le iba a ofrecer por WhatsApp, ¿bien? Sí, sí, no, está bien. En el caso que le interese, damos el contacto por ahí. Igual, quedate tranquilo que yo te voy a llamar una vez que yo va a hacer el conclaro. Claro, por eso, yo le envío el mensajito a WhatsApp y cuando usted necesite me llama a ese mensaje, a ese número de WhatsApp, ¿bien? Para que lo tenga en cuenta. Y bueno, ahí me cuenta qué respuesta le dieron, para que vea que no le estoy mintiendo, que no tiene que tramitar una baja, solo pagar lo que debe, obviamente. Sí, bueno, dale. Bueno, que tenga muy buen día Julio, espero que tengas suerte y se pueda comunicar con claro. Sí, sí, yo ahora voy, justamente ahora te voy a ir a pagar y le digo ya. Bueno, que tenga muy buen día, hasta luego. Dale, dale, chau.",
  "calidad": {
    "confianza_promedio": 0.468,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:28:25.692504",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:26.415497",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104249433_ACD_51637",
    "fecha_inicio": "16/1/2026 10:42:49",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 268,
    "tiempo_conversacion": 241,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}