{
  "archivo": "amza314_1_260116115540126_ACD_07495.wav",
  "duracion_segundos": 56.56,
  "num_segmentos": 24,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 56.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 28.91,
      "duracion": 28.88,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Alicia. Sí. Alicia, un gusto. Soy Rocio, su hermana, para brindar tu beneficio en la línea. ¿Cómo estás? Bien. Me alegro, tu hermana, porque, bueno, me figura el sistema que tenés las líneas en una compañía, es claro, y quería consultarte si el internet de tu casa también lo estabas manejando con la compañía, es claro. Sí. Bien, entiendo. ¿Te han hecho algún combo? Recordáos qué bonificación tenés.",
      "confianza": 0.078,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.43,
      "fin": 56.56,
      "duracion": 27.13,
      "texto": "¿Cuánto pagar? Eh, no, porque eso está en la revista. ¿Pero quién los trae? ¿Quién compra? Bueno, bueno Alicia, vamos a hacer un mensajito por WhatsApp con la promoción que yo tengo para brindarte, ¿sí? Con lo que es tranquila con tu email, cualquier youtuber o consulta que surja, me mandan un mensajito de WhatsApp, ¿sí? Bueno, como no. Muy bien. Que tengas un muy lindo día, Alicia. Hasta luego. Muchas gracias.",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Alicia. Sí. Alicia, un gusto. Soy Rocio, su hermana, para brindar tu beneficio en la línea. ¿Cómo estás? Bien. Me alegro, tu hermana, porque, bueno, me figura el sistema que tenés las líneas en una compañía, es claro, y quería consultarte si el internet de tu casa también lo estabas manejando con la compañía, es claro. Sí. Bien, entiendo. ¿Te han hecho algún combo? Recordáos qué bonificación tenés. ¿Cuánto pagar? Eh, no, porque eso está en la revista. ¿Pero quién los trae? ¿Quién compra? Bueno, bueno Alicia, vamos a hacer un mensajito por WhatsApp con la promoción que yo tengo para brindarte, ¿sí? Con lo que es tranquila con tu email, cualquier youtuber o consulta que surja, me mandan un mensajito de WhatsApp, ¿sí? Bueno, como no. Muy bien. Que tengas un muy lindo día, Alicia. Hasta luego. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.387,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 4.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:27:59.964197",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 24,
    "total_segmentos_corregido": 2,
    "fecha_correccion": "2026-01-18T23:05:22.794581",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116115540126_ACD_07495",
    "fecha_inicio": "16/1/2026 11:55:40",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 117,
    "tiempo_conversacion": 64,
    "tiempo_hold": 0,
    "tiempo_acw": 35,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}