{
  "archivo": "amza2_1_260112142757998_ACD_53519.wav",
  "duracion_segundos": 277.46,
  "num_segmentos": 109,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 60.47,
    "Cliente": 202.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.29,
      "fin": 7.8,
      "duracion": 5.51,
      "texto": "Hola, hablo con Hilda. Hola. Hilda Augusto, ¿verdad?",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.82,
      "fin": 7.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.09,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.9,
      "fin": 16.37,
      "duracion": 8.47,
      "texto": "¿Cómo estás? Mi nombre es Luciana. Me estoy contactando desde el área donde recupero clientes de Movistar para poder ofrecerte lo que es un nuevo descuento en tu línea.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.34,
      "fin": 21.6,
      "duracion": 4.26,
      "texto": "Hilda, ¿cómo estás? Sí, yo estoy claro, mamita. Hace poco me puse claro.",
      "confianza": 0.119,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.62,
      "fin": 21.96,
      "duracion": 0.34,
      "texto": "Bien.",
      "confianza": 0.829,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.34,
      "fin": 29.33,
      "duracion": 6.99,
      "texto": "Bien, bien. A mí me figura que de todas maneras te fuiste hace un año de Movistar a Claro, ¿verdad?",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.35,
      "fin": 29.41,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.322,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.87,
      "fin": 37.82,
      "duracion": 7.95,
      "texto": "Bien, y actualmente, con claro, tenés idea del servicio que le están ofreciendo o cuántas son las ideas de internet que estás utilizando. No hay ni idea.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 38.5,
      "fin": 53.02,
      "duracion": 14.52,
      "texto": "Eso de giga y eso no, la verdad es que no entiendo. Mi marido también ahora está en movistar. Ah, en movistar, claro, porque lo que queremos es ofrecerle lo que es un descuento en su línea. ¿Y usted cuánto está abonando?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.14,
      "fin": 89.72,
      "duracion": 34.58,
      "texto": "Estoy pagando 12 mil. Bien, perfecto. Por lo que es el plan más básico acabo de verificar. ¿Usted actualmente viene con lo que es también el Movistar Hogar? ¿Lo tiene? No, no tengo. Bien, perfecto. También le podemos ofrecer lo que es la fibra óptica para su hogar. Y tengo por ofrecerles lo que es en su línea telefónica. El plan más económico que tengo es el de 8 siglos. que cuenta con 4 de base más 4 de regalo a 11.400 pesos, ¿sí?",
      "confianza": 0.356,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 90.94,
      "fin": 112.13,
      "duracion": 21.19,
      "texto": "Es un poco más barato lo que está usted pagando, ¿sí? Y además lo que es la línea de su marido. ¿Esto es su nombre o el nombre de él? Rubén Simoteo Ramírez. ¿Cómo? Está el nombre de Rubén Simoteo Ramírez. Claro. ¿La nombre de él? La de... ¿Movistad? Exacto, bien. Bien,",
      "confianza": 0.537,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 112.13,
      "fin": 112.79,
      "duracion": 0.66,
      "texto": "bien, entiendo.",
      "confianza": 0.724,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.25,
      "fin": 164.08,
      "duracion": 50.83,
      "texto": "Entiendo, perfecto. Perfecto. En este caso, para que usted esté tranquila, lo que hacemos es el envío del chip a la supursal más cercana que ustedes tengan, ¿sí? Y calcularé que lo que es entre 48 y 72 horas ávides ya va a ser parte de Movistar. Está bueno para que pueda aprovechar que su marido tiene la línea, porque al tenerle su marido la línea en Movistar, usted lo que puede hacer, en el caso que le salga el giga, es compartírselo también al número de él. ¿Me podés dejar su número? Cuando él venga, voy a hablar con él. Perfecto. ¿Les puedo dejar mi número de WhatsApp? Sí, sí, sí. Bueno, perfecto. Y le hago una consulta. ¿Qué es lo que tiene que consultar con su marido?",
      "confianza": 0.856,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.38,
      "fin": 170.81,
      "duracion": 5.43,
      "texto": "Para ver si me pase a movistar o no sé qué.",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.58,
      "fin": 184.97,
      "duracion": 13.39,
      "texto": "No sé cómo, qué es lo que hablaban. Yo pensé que él estaba buscando el chip Movistar en Catam. Sí. Sí, sí. Él también fue a buscarlo ahí. Sí. Bien. Bien,",
      "confianza": 0.38,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 184.97,
      "fin": 185.72,
      "duracion": 0.75,
      "texto": "bien, perfecto.",
      "confianza": 0.786,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.16,
      "fin": 200.47,
      "duracion": 14.31,
      "texto": "Perfecto. Entonces, ¿qué le tendría que consultar a él si él también no está en Movistar? Sí, sí. Yo siempre le consulto cosas así. Ah. En Movistar, ¿viste? Ah, bien. Bien,",
      "confianza": 0.483,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 200.47,
      "fin": 201.15,
      "duracion": 0.68,
      "texto": "bien, perfecto.",
      "confianza": 0.824,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.21,
      "fin": 209.67,
      "duracion": 8.46,
      "texto": "De todas maneras, esta línea con la que me contactes es el nombre suyo, ¿verdad? Enilda Margarita Rodríguez. Sí. Sí. Bien. Bien,",
      "confianza": 0.752,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 209.67,
      "fin": 210.36,
      "duracion": 0.69,
      "texto": "bien, perfecto.",
      "confianza": 0.552,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.68,
      "fin": 214.02,
      "duracion": 3.34,
      "texto": "Perfecto. Yo lo único que tendría que hacer es corroborar lo que son sus datos.",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 214.06,
      "fin": 216.24,
      "duracion": 2.18,
      "texto": "Sí me figura que su DNI empieza con 93.",
      "confianza": 0.663,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.09,
      "fin": 229.11,
      "duracion": 12.02,
      "texto": "Y después hacer lo que se vendió el CIPA, el dormicilio más cercano de Movistar. En este caso usted me dijo que está en Catam. ¿Ahí puede buscarlo el también? Sí, ahí puede buscarlo. Bien. Bien,",
      "confianza": 0.729,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 229.11,
      "fin": 236.07,
      "duracion": 6.96,
      "texto": "bien, perfecto. En González Catar me figura que la sucursal que tengo es sobre Simón Pérez al 4429.",
      "confianza": 0.53,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.11,
      "fin": 240.53,
      "duracion": 4.42,
      "texto": "Exactamente. Sí, sí, sí. Ah, bien. Bien,",
      "confianza": 0.598,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 240.53,
      "fin": 241.38,
      "duracion": 0.85,
      "texto": "bien, perfecto.",
      "confianza": 0.774,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.86,
      "fin": 267.44,
      "duracion": 25.58,
      "texto": "Perfecto. Si a usted le parece, podemos realizarlo ahora. Sí. Y en 72 horas, en 48 horas o 72 horas, Robert, ya es como mucho, ya es parte de momentá. Ah, bueno. Ahora yo te voy a llamar, ¿sabes? Bien. Usted me va a pasar un número por WhatsApp y ahí yo te voy a confirmar. Más o menos.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.44,
      "fin": 272.55,
      "duracion": 4.11,
      "texto": "Listo, perfecto. Entonces me importa. Ahora vuelvo a contactarme. Las 18 vuelvo a contactarme.",
      "confianza": 0.084,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.53,
      "fin": 277.46,
      "duracion": 3.93,
      "texto": "Bueno, muchas gracias. Muy amable. A usted. Hasta luego.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Hilda. Hola. Hilda Augusto, ¿verdad? Sí. ¿Cómo estás? Mi nombre es Luciana. Me estoy contactando desde el área donde recupero clientes de Movistar para poder ofrecerte lo que es un nuevo descuento en tu línea. Hilda, ¿cómo estás? Sí, yo estoy claro, mamita. Hace poco me puse claro. Bien. Bien, bien. A mí me figura que de todas maneras te fuiste hace un año de Movistar a Claro, ¿verdad? Sí. Bien, y actualmente, con claro, tenés idea del servicio que le están ofreciendo o cuántas son las ideas de internet que estás utilizando. No hay ni idea. Eso de giga y eso no, la verdad es que no entiendo. Mi marido también ahora está en movistar. Ah, en movistar, claro, porque lo que queremos es ofrecerle lo que es un descuento en su línea. ¿Y usted cuánto está abonando? Estoy pagando 12 mil. Bien, perfecto. Por lo que es el plan más básico acabo de verificar. ¿Usted actualmente viene con lo que es también el Movistar Hogar? ¿Lo tiene? No, no tengo. Bien, perfecto. También le podemos ofrecer lo que es la fibra óptica para su hogar. Y tengo por ofrecerles lo que es en su línea telefónica. El plan más económico que tengo es el de 8 siglos. que cuenta con 4 de base más 4 de regalo a 11.400 pesos, ¿sí? Es un poco más barato lo que está usted pagando, ¿sí? Y además lo que es la línea de su marido. ¿Esto es su nombre o el nombre de él? Rubén Simoteo Ramírez. ¿Cómo? Está el nombre de Rubén Simoteo Ramírez. Claro. ¿La nombre de él? La de... ¿Movistad? Exacto, bien. Bien, bien, entiendo. Entiendo, perfecto. Perfecto. En este caso, para que usted esté tranquila, lo que hacemos es el envío del chip a la supursal más cercana que ustedes tengan, ¿sí? Y calcularé que lo que es entre 48 y 72 horas ávides ya va a ser parte de Movistar. Está bueno para que pueda aprovechar que su marido tiene la línea, porque al tenerle su marido la línea en Movistar, usted lo que puede hacer, en el caso que le salga el giga, es compartírselo también al número de él. ¿Me podés dejar su número? Cuando él venga, voy a hablar con él. Perfecto. ¿Les puedo dejar mi número de WhatsApp? Sí, sí, sí. Bueno, perfecto. Y le hago una consulta. ¿Qué es lo que tiene que consultar con su marido? Para ver si me pase a movistar o no sé qué. No sé cómo, qué es lo que hablaban. Yo pensé que él estaba buscando el chip Movistar en Catam. Sí. Sí, sí. Él también fue a buscarlo ahí. Sí. Bien. Bien, bien, perfecto. Perfecto. Entonces, ¿qué le tendría que consultar a él si él también no está en Movistar? Sí, sí. Yo siempre le consulto cosas así. Ah. En Movistar, ¿viste? Ah, bien. Bien, bien, perfecto. De todas maneras, esta línea con la que me contactes es el nombre suyo, ¿verdad? Enilda Margarita Rodríguez. Sí. Sí. Bien. Bien, bien, perfecto. Perfecto. Yo lo único que tendría que hacer es corroborar lo que son sus datos. Sí me figura que su DNI empieza con 93. Y después hacer lo que se vendió el CIPA, el dormicilio más cercano de Movistar. En este caso usted me dijo que está en Catam. ¿Ahí puede buscarlo el también? Sí, ahí puede buscarlo. Bien. Bien, bien, perfecto. En González Catar me figura que la sucursal que tengo es sobre Simón Pérez al 4429. Exactamente. Sí, sí, sí. Ah, bien. Bien, bien, perfecto. Perfecto. Si a usted le parece, podemos realizarlo ahora. Sí. Y en 72 horas, en 48 horas o 72 horas, Robert, ya es como mucho, ya es parte de momentá. Ah, bueno. Ahora yo te voy a llamar, ¿sabes? Bien. Usted me va a pasar un número por WhatsApp y ahí yo te voy a confirmar. Más o menos. Listo, perfecto. Entonces me importa. Ahora vuelvo a contactarme. Las 18 vuelvo a contactarme. Bueno, muchas gracias. Muy amable. A usted. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.493,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:59:06.538898",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 8,
    "total_segmentos_original": 109,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:20.982969",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112142757998_ACD_53519",
    "fecha_inicio": "12/1/2026 14:27:57",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 312,
    "tiempo_conversacion": 281,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}