{
  "archivo": "amza3_1_260115124727114_ACD_85019.wav",
  "duracion_segundos": 128.62,
  "num_segmentos": 30,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 110.06,
    "Cliente": 13.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.7,
      "duracion": 5.67,
      "texto": "Hola. Hola, buenos días. Hablo con Carlos Carranza.",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.72,
      "fin": 5.78,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.254,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.8,
      "fin": 15.55,
      "duracion": 9.75,
      "texto": "¿Cómo te va, Carlos? Un placer. Mi nombre es Macarena. Te estoy tomando desde Movistar para poder brindarte lo que es una nueva promoción por tus cuatro líneas. Yo creo que desde como Macarena no estoy interesado por ahora.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.97,
      "fin": 16.07,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.139,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.09,
      "fin": 24.62,
      "duracion": 8.53,
      "texto": "¿Por algún motivo en especial para poder dejarlo conmigo y que no te vuelvan a llamar?",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.64,
      "fin": 25.4,
      "duracion": 0.76,
      "texto": "Sí, yo tuve Movistar durante años. Sí.",
      "confianza": 0.012,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.42,
      "fin": 29.45,
      "duracion": 4.02,
      "texto": "Cinco niñas a mi nombre y bueno, quisieron renovar los beneficios que tenemos hoy.",
      "confianza": 0.275,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.95,
      "fin": 42.83,
      "duracion": 12.88,
      "texto": "Claro, traí la portabilidad y ahora he conseguido el contrato y he llegado al fin con claro. Más que nada te preguntaba por eso, porque me fíjate que estás ganando casi 54 mil pesos por estas cuatro líneas.",
      "confianza": 0.084,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.77,
      "fin": 67.77,
      "duracion": 24.0,
      "texto": "La idea de Movistar, obviamente nosotros como te llamamos del día, es recuperar de clientes y bien es mejorarte lo que es el plan. y obviamente poder renderte lo que es una nueva promoción con una bonificación fija para que no te vuelva a suceder lo que es el tema de los aumentos. Lo que pasa con Movistar es que la bonificación que tienen es un monte de peso. Sube el importe y la bonificación queda estancada y a lo largo de los dos años de contrato termina siendo obsoleta.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.42,
      "fin": 84.56,
      "duracion": 16.14,
      "texto": "Claro no, si eso lo comprendo, tienes un porcentaje de descuento, pero igualmente lo que es el plan te aumenta porque cuando aumentan una compañía aumentan todas, ¿bien? Puede que ahora no lo notes tanto a los aumentos que se hacen claro porque hace bastante generalmente en todas las compañías se viene manteniendo estable el precio, ¿bien?",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.83,
      "fin": 95.28,
      "duracion": 9.45,
      "texto": "Pero bueno, en su momento cuando estuviste en Monster sí puede que no te, o sea, no que te haya hecho que haya sido obsoleto, pero sí que no te haya beneficiado tanto lo que es el monto del descuento, ¿bien?",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.63,
      "fin": 108.29,
      "duracion": 12.66,
      "texto": "Pero ahora, por lo menos, en lo que es aumentos, nos hemos mantenido bien estables, por lo menos mis clientes que yo tengo, que les doy asesoramiento personal, no se han quejado de eso, para que obviamente vos lo tengas en cuenta, ¿bien?",
      "confianza": 0.711,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.31,
      "fin": 120.79,
      "duracion": 12.48,
      "texto": "En el caso que vos quieras, te puedo enviar lo que es la promoción que te vamos a brindar por WhatsApp y si en algún momento la llegas a necesitar antes de tiempo, o sea, antes de que se te acabe tu plan con claro, podés escribirme por ese medio y bueno, ya sabes que te voy a atender yo, ¿bien?",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.48,
      "fin": 128.62,
      "duracion": 7.14,
      "texto": "Perfecto, dale. Bueno, estaríamos en contacto, Carlos. Espero que tengas muy buen día. Igualmente para vos. Hasta luego.",
      "confianza": 0.332,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Hablo con Carlos Carranza. Sí. ¿Cómo te va, Carlos? Un placer. Mi nombre es Macarena. Te estoy tomando desde Movistar para poder brindarte lo que es una nueva promoción por tus cuatro líneas. Yo creo que desde como Macarena no estoy interesado por ahora. Bien. ¿Por algún motivo en especial para poder dejarlo conmigo y que no te vuelvan a llamar? Sí, yo tuve Movistar durante años. Sí. Cinco niñas a mi nombre y bueno, quisieron renovar los beneficios que tenemos hoy. Claro, traí la portabilidad y ahora he conseguido el contrato y he llegado al fin con claro. Más que nada te preguntaba por eso, porque me fíjate que estás ganando casi 54 mil pesos por estas cuatro líneas. La idea de Movistar, obviamente nosotros como te llamamos del día, es recuperar de clientes y bien es mejorarte lo que es el plan. y obviamente poder renderte lo que es una nueva promoción con una bonificación fija para que no te vuelva a suceder lo que es el tema de los aumentos. Lo que pasa con Movistar es que la bonificación que tienen es un monte de peso. Sube el importe y la bonificación queda estancada y a lo largo de los dos años de contrato termina siendo obsoleta. Claro no, si eso lo comprendo, tienes un porcentaje de descuento, pero igualmente lo que es el plan te aumenta porque cuando aumentan una compañía aumentan todas, ¿bien? Puede que ahora no lo notes tanto a los aumentos que se hacen claro porque hace bastante generalmente en todas las compañías se viene manteniendo estable el precio, ¿bien? Pero bueno, en su momento cuando estuviste en Monster sí puede que no te, o sea, no que te haya hecho que haya sido obsoleto, pero sí que no te haya beneficiado tanto lo que es el monto del descuento, ¿bien? Pero ahora, por lo menos, en lo que es aumentos, nos hemos mantenido bien estables, por lo menos mis clientes que yo tengo, que les doy asesoramiento personal, no se han quejado de eso, para que obviamente vos lo tengas en cuenta, ¿bien? En el caso que vos quieras, te puedo enviar lo que es la promoción que te vamos a brindar por WhatsApp y si en algún momento la llegas a necesitar antes de tiempo, o sea, antes de que se te acabe tu plan con claro, podés escribirme por ese medio y bueno, ya sabes que te voy a atender yo, ¿bien? Perfecto, dale. Bueno, estaríamos en contacto, Carlos. Espero que tengas muy buen día. Igualmente para vos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.484,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:25:48.131122",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:26.251803",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115124727114_ACD_85019",
    "fecha_inicio": "15/1/2026 12:47:27",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 156,
    "tiempo_conversacion": 129,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}