{
  "archivo": "amza74_1_260113120959233_ACD_38749.wav",
  "duracion_segundos": 328.94,
  "num_segmentos": 95,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 136.3,
    "Cliente": 168.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 28.91,
      "duracion": 28.88,
      "texto": "¿Cómo estás? Hola. ¿Cómo estás? Yo, en un barco que abrí a Ludmilla. Sí, te estoy llamando por un beneficio para tu línea. Espero que te encuentres bien claro, enviador. ¿Es correcto? Sí. Perfecto. Genial. Tenemos una promoción hoy en día también. En este caso, es un plan de 17 gigas, entre 70 y 250, ¿sí? ¿Usted es de utilizar esta cantidad de dinero hoy en día en su plan? ¿O algo similar?",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.68,
      "fin": 36.97,
      "duracion": 4.29,
      "texto": "No sé, yo tengo una línea de clara igual.",
      "confianza": 0.058,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.99,
      "fin": 42.78,
      "duracion": 5.79,
      "texto": "Bien, Iván, tiene una línea de clara. ¿Paga 29.000 o eso lo paga por un importe también de Internet de hogar?",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.28,
      "fin": 61.58,
      "duracion": 14.3,
      "texto": "No, es el Internet aparte. Es el Internet. O sea, el que en total para 29.000 por su celular y el Internet. ¿Es correcto? O sea, 20... No sé cuánto... Me escucha bien.",
      "confianza": 0.062,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.72,
      "fin": 67.55,
      "duracion": 4.83,
      "texto": "Sí. Perfecto. ¿Qué servicio tiene? ¿Cuánto está pagando Iván usted, claro?",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.43,
      "fin": 106.07,
      "duracion": 37.64,
      "texto": "Para saber si lo que ya le quiero otorgar le conviene o le interesa, ¿sí? Sí. Creo que eran 18.000 pesos antes. Tu línea. A 20 creo que subió ahora. Bien, Iván. Bien, Iván, yo veo que por todo para 29 yo lo que le quiero otorgar es un plan donde le queda 4.000 pesos la línea y 20.000 pesos en lo que es la servición de internet, bien con 300 megas, ¿bien? Tendría 8 gigas en su plan mensual. ¿Cuántos megas?",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.63,
      "fin": 112.63,
      "duracion": 6.0,
      "texto": "De internet 300 y en su línea celular tendría 8, ¿sí? Sí.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.16,
      "fin": 131.63,
      "duracion": 18.47,
      "texto": "Perfecto. Les cuento lo que es fijo durante seis meses y la instalación es totalmente bonífica para el servicio Moisar. Lo que es las bibliográficas, Funciona muy, pero muy bien hoy en día en todas las zonas, al igual que en Buenos Aires, es una velocidad simétrica. ¿Usted cuántos veloz tiene con el internet para volver a su casa?",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.55,
      "fin": 157.11,
      "duracion": 22.56,
      "texto": "No, yo no tengo internet en mi casa. O sea, tengo el internet pero no me alcanza la barcada. Ajá, ¿no han consultado por la cobertura de Internet en su zona? Claro, la pasada es que yo ahora estoy en Trabajuel, ¿sí?",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.13,
      "fin": 157.85,
      "duracion": 0.72,
      "texto": "Ajá.",
      "confianza": 0.29,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.87,
      "fin": 169.98,
      "duracion": 12.11,
      "texto": "Y yo, por eso, mucho más me da por acá, viste, que hablaré más. O sea, más por ahí. ¿Y de cuántos siglas es el plan de usted? El plan de tres es de dos siglas, no más.",
      "confianza": 0.393,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 170.99,
      "fin": 180.17,
      "duracion": 9.18,
      "texto": "Solamente tiene dos gigas en su plan. Bien, y compra acá de internet porque no le alcanza.",
      "confianza": 0.271,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.67,
      "fin": 188.32,
      "duracion": 6.65,
      "texto": "Claro, por eso el monto de las facturas, son casi 30 mil pesos.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.18,
      "fin": 202.63,
      "duracion": 13.45,
      "texto": "Y usted ha anotado para descifrar, porque yo por ejemplo, el plan que le acabo de otorgar son 16 gigas, bien, en 13200. pero no sé si usted usa estas casi 10 gigas. Tenemos un plan con más gigas, ¿bien?",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.27,
      "fin": 207.72,
      "duracion": 4.45,
      "texto": "Pero usted, con 16, ¿cómo se ve, Iván? El precio es bastante accesible.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.24,
      "fin": 226.38,
      "duracion": 18.14,
      "texto": "Lo que quiero saber es si usted le alcanzan 16 gigas, ¿sí? Claro. Perfecto. Usted, ¿cómo lo ve a este plan? ¿Cómo se ve con este plan? ¿Pero es usted que tiene a Movistar? Yo soy de Movistar, Iván, y usted está en Claro.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.62,
      "fin": 232.66,
      "duracion": 4.04,
      "texto": "Claro. Perfecto.",
      "confianza": 0.351,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.74,
      "fin": 263.82,
      "duracion": 31.08,
      "texto": "Como se ve, el número lo mantiene para que se quede tranquilo. No lo pierda en ningún momento. Lo único que hacemos es obviamente crearle lo que es el perfil nuevamente Movistar y que usted retire el chip dentro de las 48 horas hábiles en una sucursal Movistar. ¿Le parece bien? Claro, pero yo ahora no estoy en Buenos Aires. ¿En qué parte se encuentra, Iván? Veo que usted es extranjero. Pero no me gustaría saber de qué parte. Claro, estoy en Paraguay.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 264.38,
      "fin": 283.89,
      "duracion": 19.51,
      "texto": "En Paraguay. ¿Y cuándo vuelve a la Argentina? Y por el momento no tengo fecha todavía. Bien, no tienes fecha de regreso. ¿Y cómo puedes recibir mi llamada celular, Iván? Sí, mi camada. ¿Cómo la has recibido?",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.37,
      "fin": 291.69,
      "duracion": 6.32,
      "texto": "Claro, claro, para vos utilizan la misma línea.",
      "confianza": 0.652,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 291.71,
      "fin": 308.19,
      "duracion": 16.48,
      "texto": "¿Cómo sería eso? Y que es un convenio con claro de allá, por eso. Nunca, no lo había escuchado nunca, y eso que trabajé para claveo antes.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.21,
      "fin": 308.31,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.424,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 309.05,
      "fin": 312.13,
      "duracion": 3.08,
      "texto": "Bueno, perfecto.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.15,
      "fin": 312.41,
      "duracion": 0.26,
      "texto": "Claro.",
      "confianza": 0.174,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 312.43,
      "fin": 328.94,
      "duracion": 16.51,
      "texto": "Bueno, dele, dele, no hay problema entonces. Le dejo mi WhatsApp, entonces, porque si en algún momento quiere pasar, se arrepiente de quedar tanto y vuelve con nosotros, ¿sí? Dale, dale, te agradezco. Perfecto, que tenga excelente tarde, Iván.",
      "confianza": 0.393,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Cómo estás? Hola. ¿Cómo estás? Yo, en un barco que abrí a Ludmilla. Sí, te estoy llamando por un beneficio para tu línea. Espero que te encuentres bien claro, enviador. ¿Es correcto? Sí. Perfecto. Genial. Tenemos una promoción hoy en día también. En este caso, es un plan de 17 gigas, entre 70 y 250, ¿sí? ¿Usted es de utilizar esta cantidad de dinero hoy en día en su plan? ¿O algo similar? No sé, yo tengo una línea de clara igual. Bien, Iván, tiene una línea de clara. ¿Paga 29.000 o eso lo paga por un importe también de Internet de hogar? No, es el Internet aparte. Es el Internet. O sea, el que en total para 29.000 por su celular y el Internet. ¿Es correcto? O sea, 20... No sé cuánto... Me escucha bien. Sí. Perfecto. ¿Qué servicio tiene? ¿Cuánto está pagando Iván usted, claro? Para saber si lo que ya le quiero otorgar le conviene o le interesa, ¿sí? Sí. Creo que eran 18.000 pesos antes. Tu línea. A 20 creo que subió ahora. Bien, Iván. Bien, Iván, yo veo que por todo para 29 yo lo que le quiero otorgar es un plan donde le queda 4.000 pesos la línea y 20.000 pesos en lo que es la servición de internet, bien con 300 megas, ¿bien? Tendría 8 gigas en su plan mensual. ¿Cuántos megas? De internet 300 y en su línea celular tendría 8, ¿sí? Sí. Perfecto. Les cuento lo que es fijo durante seis meses y la instalación es totalmente bonífica para el servicio Moisar. Lo que es las bibliográficas, Funciona muy, pero muy bien hoy en día en todas las zonas, al igual que en Buenos Aires, es una velocidad simétrica. ¿Usted cuántos veloz tiene con el internet para volver a su casa? No, yo no tengo internet en mi casa. O sea, tengo el internet pero no me alcanza la barcada. Ajá, ¿no han consultado por la cobertura de Internet en su zona? Claro, la pasada es que yo ahora estoy en Trabajuel, ¿sí? Ajá. Y yo, por eso, mucho más me da por acá, viste, que hablaré más. O sea, más por ahí. ¿Y de cuántos siglas es el plan de usted? El plan de tres es de dos siglas, no más. Solamente tiene dos gigas en su plan. Bien, y compra acá de internet porque no le alcanza. Claro, por eso el monto de las facturas, son casi 30 mil pesos. Y usted ha anotado para descifrar, porque yo por ejemplo, el plan que le acabo de otorgar son 16 gigas, bien, en 13200. pero no sé si usted usa estas casi 10 gigas. Tenemos un plan con más gigas, ¿bien? Pero usted, con 16, ¿cómo se ve, Iván? El precio es bastante accesible. Lo que quiero saber es si usted le alcanzan 16 gigas, ¿sí? Claro. Perfecto. Usted, ¿cómo lo ve a este plan? ¿Cómo se ve con este plan? ¿Pero es usted que tiene a Movistar? Yo soy de Movistar, Iván, y usted está en Claro. Claro. Perfecto. Como se ve, el número lo mantiene para que se quede tranquilo. No lo pierda en ningún momento. Lo único que hacemos es obviamente crearle lo que es el perfil nuevamente Movistar y que usted retire el chip dentro de las 48 horas hábiles en una sucursal Movistar. ¿Le parece bien? Claro, pero yo ahora no estoy en Buenos Aires. ¿En qué parte se encuentra, Iván? Veo que usted es extranjero. Pero no me gustaría saber de qué parte. Claro, estoy en Paraguay. En Paraguay. ¿Y cuándo vuelve a la Argentina? Y por el momento no tengo fecha todavía. Bien, no tienes fecha de regreso. ¿Y cómo puedes recibir mi llamada celular, Iván? Sí, mi camada. ¿Cómo la has recibido? Claro, claro, para vos utilizan la misma línea. ¿Cómo sería eso? Y que es un convenio con claro de allá, por eso. Nunca, no lo había escuchado nunca, y eso que trabajé para claveo antes. Sí. Bueno, perfecto. Claro. Bueno, dele, dele, no hay problema entonces. Le dejo mi WhatsApp, entonces, porque si en algún momento quiere pasar, se arrepiente de quedar tanto y vuelve con nosotros, ¿sí? Dale, dale, te agradezco. Perfecto, que tenga excelente tarde, Iván.",
  "calidad": {
    "confianza_promedio": 0.443,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:02:41.730975",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 95,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:32.071993",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113120959233_ACD_38749",
    "fecha_inicio": "13/1/2026 12:09:59",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 348,
    "tiempo_conversacion": 317,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}