{
  "archivo": "amza20_1_260116141639915_ACD_13669.wav",
  "duracion_segundos": 186.91,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 103.51,
    "Cliente": 62.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.48,
      "fin": 8.51,
      "duracion": 7.03,
      "texto": "Hola, muy buen día, Romina. ¿Quién habla? ¿Cómo te va, Romina? Tomás es mi nombre, me comunico y le haré el beneficio movistar.",
      "confianza": 0.051,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.09,
      "fin": 10.51,
      "duracion": 1.42,
      "texto": "Tu actualmente cuentas un claro, ¿correcto?",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.06,
      "fin": 13.44,
      "duracion": 0.38,
      "texto": "Sí, tengo un claro.",
      "confianza": 0.047,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.46,
      "fin": 16.1,
      "duracion": 2.64,
      "texto": "Bien, mirá, te queríamos mejorar el plan que tenías actualmente contratado, ¿sí?",
      "confianza": 0.628,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 16.14,
      "fin": 17.78,
      "duracion": 1.64,
      "texto": "¿Me podrá quedar sin claro con abono, es correcto?",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.31,
      "fin": 25.39,
      "duracion": 2.08,
      "texto": "Sí, con abono tengo el plan América y no me acuerdo si tengo tres o seis gigas. Bien, perfecto.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 25.41,
      "fin": 26.71,
      "duracion": 1.3,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.667,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.98,
      "fin": 42.38,
      "duracion": 15.4,
      "texto": "Para brindarte tengo un plan de 8 gigas de base, si más 8 de regalo bien por 6 meses, tendrías 16, tenés whatsapp para ti, llamás libre a todas las compañías y rumine en América incluiderte y se plantea un precio de 10.400 pesos. Tendrías 16 gigas, en caso de que te sobran las podrías ir guardando mes a mes y demás.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.06,
      "fin": 45.68,
      "duracion": 2.62,
      "texto": "No te quedaría nunca sin conectividad ni pagarías las 4 gigas que no ocupas.",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.4,
      "fin": 53.53,
      "duracion": 6.13,
      "texto": "Esa sería la promoción del plan más elegido que nosotros tenemos, digamos.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.99,
      "fin": 91.4,
      "duracion": 36.41,
      "texto": "La señal, mira, por Ilusaingó, Isidro, Casanova, tiene buena señal porque Movistar, por donde yo vivo, tiene las antenas caídas, un montón de cosas. Entonces fíjate en la zona, como es la cobertura, porque no... Sí, es Ilusaingó, me dijiste. Ilusaingó y en Isidro, Casanova. Perfecto, bien, la guardamos un momento. ¿Te corroboran, entonces? Mira, a ver. En lo que es Isidro Casanova, si me signo, por ejemplo, en San Alberto, Danubio, San Carlos, José Luis, Cabrezas. Todo eso lo figura en verde, así que tiene que tener buena señal.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.98,
      "fin": 105.13,
      "duracion": 13.15,
      "texto": "En el centro, en el centro, en el centro. Y sobre eso es un poquito más allá. Claro, eso es en otro lado, no es cerca de mi casa eso.",
      "confianza": 0.228,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.15,
      "fin": 107.11,
      "duracion": 1.96,
      "texto": "Claro, yo tengo, digamos, en general para ver el mapa de las cosas.",
      "confianza": 0.266,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.13,
      "fin": 116.72,
      "duracion": 9.59,
      "texto": "Donde está la estación sería el centro. Eso es un poquito más alejado. Claro, sí, en el centro de Isidro Casanova, digamos, sí tenemos buena cobertura, si querés. Nosotros les doy una página pública, si cualquiera puede acceder.",
      "confianza": 0.344,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.44,
      "fin": 136.38,
      "duracion": 17.94,
      "texto": "Si querés te puedo pasar lo que es la... Por ejemplo, la señora que dio al lado de mi casa, hoy fue un técnico porque tiene que cambiarle todo al cablerío porque se... No sé qué pasó. Se rompió un cable. Por ejemplo. Claro, sí, sí, no, sí, entiendo. En Ituzaengó, mira también él. Sí, encima.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.85,
      "fin": 155.91,
      "duracion": 18.06,
      "texto": "En Ituzaingüe también, tenemos buena cobertura en verde, no se nos enfiguran barrios, pero para que te ubiques, por ejemplo, Sueños del Pilar, eso está un poquito más alejado, pero bueno, he visto a dos villas, Reichenbach, por lo que digo, Hugo del Carril, bueno, toda esa zona, digamos, que yo te comento, en verde.",
      "confianza": 0.58,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.93,
      "fin": 163.06,
      "duracion": 7.13,
      "texto": "También, por ejemplo, el Castelar y demás, bueno, toda esa zona, bien como te digo, en verde. No tendrías que tener problemas con la cobertura.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.62,
      "fin": 168.04,
      "duracion": 4.43,
      "texto": "Bueno, ¿querés que lo seguimos por WhatsApp, cualquier cosa?",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.54,
      "fin": 180.68,
      "duracion": 11.14,
      "texto": "Porque está bueno. Claro, por eso te robaría cinco minutos y te haría el trámite. Lo seguimos por WhatsApp, porque tengo una por ciento de batería, se me está cortando.",
      "confianza": 0.405,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 181.2,
      "fin": 186.91,
      "duracion": 5.71,
      "texto": "Vale, vale, no hay problema, lo seguimos. Vale, gracias. Chau.",
      "confianza": 0.322,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, muy buen día, Romina. ¿Quién habla? ¿Cómo te va, Romina? Tomás es mi nombre, me comunico y le haré el beneficio movistar. Tu actualmente cuentas un claro, ¿correcto? Sí, tengo un claro. Bien, mirá, te queríamos mejorar el plan que tenías actualmente contratado, ¿sí? ¿Me podrá quedar sin claro con abono, es correcto? Sí, con abono tengo el plan América y no me acuerdo si tengo tres o seis gigas. Bien, perfecto. Bueno, mira, te comento. Para brindarte tengo un plan de 8 gigas de base, si más 8 de regalo bien por 6 meses, tendrías 16, tenés whatsapp para ti, llamás libre a todas las compañías y rumine en América incluiderte y se plantea un precio de 10.400 pesos. Tendrías 16 gigas, en caso de que te sobran las podrías ir guardando mes a mes y demás. No te quedaría nunca sin conectividad ni pagarías las 4 gigas que no ocupas. Esa sería la promoción del plan más elegido que nosotros tenemos, digamos. La señal, mira, por Ilusaingó, Isidro, Casanova, tiene buena señal porque Movistar, por donde yo vivo, tiene las antenas caídas, un montón de cosas. Entonces fíjate en la zona, como es la cobertura, porque no... Sí, es Ilusaingó, me dijiste. Ilusaingó y en Isidro, Casanova. Perfecto, bien, la guardamos un momento. ¿Te corroboran, entonces? Mira, a ver. En lo que es Isidro Casanova, si me signo, por ejemplo, en San Alberto, Danubio, San Carlos, José Luis, Cabrezas. Todo eso lo figura en verde, así que tiene que tener buena señal. En el centro, en el centro, en el centro. Y sobre eso es un poquito más allá. Claro, eso es en otro lado, no es cerca de mi casa eso. Claro, yo tengo, digamos, en general para ver el mapa de las cosas. Donde está la estación sería el centro. Eso es un poquito más alejado. Claro, sí, en el centro de Isidro Casanova, digamos, sí tenemos buena cobertura, si querés. Nosotros les doy una página pública, si cualquiera puede acceder. Si querés te puedo pasar lo que es la... Por ejemplo, la señora que dio al lado de mi casa, hoy fue un técnico porque tiene que cambiarle todo al cablerío porque se... No sé qué pasó. Se rompió un cable. Por ejemplo. Claro, sí, sí, no, sí, entiendo. En Ituzaengó, mira también él. Sí, encima. En Ituzaingüe también, tenemos buena cobertura en verde, no se nos enfiguran barrios, pero para que te ubiques, por ejemplo, Sueños del Pilar, eso está un poquito más alejado, pero bueno, he visto a dos villas, Reichenbach, por lo que digo, Hugo del Carril, bueno, toda esa zona, digamos, que yo te comento, en verde. También, por ejemplo, el Castelar y demás, bueno, toda esa zona, bien como te digo, en verde. No tendrías que tener problemas con la cobertura. Bueno, ¿querés que lo seguimos por WhatsApp, cualquier cosa? Porque está bueno. Claro, por eso te robaría cinco minutos y te haría el trámite. Lo seguimos por WhatsApp, porque tengo una por ciento de batería, se me está cortando. Vale, vale, no hay problema, lo seguimos. Vale, gracias. Chau.",
  "calidad": {
    "confianza_promedio": 0.41,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:58:32.172985",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:17.119236",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141639915_ACD_13669",
    "fecha_inicio": "16/1/2026 14:16:39",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 204,
    "tiempo_conversacion": 180,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}