{
  "archivo": "amza_sup3_1_260114144533581_MIT_01952.wav",
  "duracion_segundos": 223.68,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 16.78,
    "Cliente": 194.28
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 10.8,
      "duracion": 10.77,
      "texto": "quedaría en 10.400 pesos, para que vos puedas tener el servicio. ¿Esa es la única línea que vos tenés con Claro o tenés alguna otra línea para aprovechar el beneficio?",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.17,
      "fin": 36.9,
      "duracion": 22.73,
      "texto": "No, esta es un tres. Bien, perfecto. Mira, lo que nosotros hacemos, el procedimiento es súper sencillo porque lo que nosotros hacemos es repasar los datos que se duran acá en Chichema y en caso de que tendamos que modificar alguna, la idea es que vos no lo puedas modificar y nosotros lo modificamos, ¿vale? Claro. Perfecto. Dame un segundo. ¿Vos en qué localidad vivís actualmente? En Tucumán. ¿En Tucumán?",
      "confianza": 0.023,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 37.9,
      "fin": 54.71,
      "duracion": 16.81,
      "texto": "Perfecto. Mira, nosotros en Tucumán no tenemos una sucursal física de lo que es movilizar. Yo lo que te puedo estar orindando en este caso es una sucursal andríanica. Dame un segundo y se puede esconder la sucursal andríanica para que puedas pasar a retirar directamente a ahí. Me dijiste que está en Miguel, ¿verdad?",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.13,
      "fin": 58.56,
      "duracion": 2.43,
      "texto": "Sí. Igual todo esto puede ser el más querido en la región.",
      "confianza": 0.025,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.18,
      "fin": 72.94,
      "duracion": 13.76,
      "texto": "Porque bueno, y esto puede ser el más que viene. Claro, ¿sabes qué pasa? Que las promociones que nosotros tenemos es durante todo el día. O sea, solamente eso es durante todo un día, lo que es la promoción.",
      "confianza": 0.233,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.66,
      "fin": 92.66,
      "duracion": 19.0,
      "texto": "Son promociones clasas. Normalmente ese plan nosotros lo tenemos mucho más caro y es por eso que nos contactamos el día de hoy con vos para que la puedas aprovechar. Y es que es de pagar, igual el procedimiento no es de forma inmediata, o sea vos justamente va a tardar en llegar lo que es el hip y una vez que tengas el supermano, recién ahí vas a poder hacer lo que es la activación.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.58,
      "fin": 103.5,
      "duracion": 9.92,
      "texto": "Pasa que tengo que, ¿cómo se llama un hip? Cuando no es hip tipo físico. ¿Tenés el hip? Claro.",
      "confianza": 0.347,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.3,
      "fin": 129.92,
      "duracion": 25.62,
      "texto": "Bueno, entonces es mucho más fácil para poder hacerlo. Es mucho más sencillo porque lo que nosotros hacemos es enviértelo a lo que es el correo electrónico, se lo enviamos al correo lo que es el código Puberty. Vos te haces con el correo Puberty y automáticamente activas lo que es el Puberty. Entonces no tenés que moverte desde casa, es mucho más fácil. No, no, no, que tranquila, que eso se actualiza sola. No le rote, escucho. Yo no compré un celular.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.71,
      "fin": 135.18,
      "duracion": 4.47,
      "texto": "Me ganaron 7 las supuestas, claro, y menos mal que había una acá al lado de mi trabajo.",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.78,
      "fin": 162.69,
      "duracion": 26.91,
      "texto": "Entonces sí, me seguí, pero era un quilombo. Claro, no, no, no. Eso es súper sencillo. Una vez que ya tenés activo, capaz que fue la primera vez y no tenías activo lo que es el Steam. Pero una vez que vos tenés activo lo que es tu Steam, es muy sencillo. Sacás lo que es el Steam de la compañía y, claro, extrañas el de Movistar y eso sería todo. y a las 48 horas habiles ya tenés todo lo que es funcionando. Si, igual te dejo el paso a paso, pero no sabes hacer que te dejo el paso a paso. Sí,",
      "confianza": 0.344,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 162.69,
      "fin": 166.32,
      "duracion": 3.63,
      "texto": "porque yo si tenia así... Ay, entonces ¿por qué fue tan complicado?",
      "confianza": 0.336,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.24,
      "fin": 175.91,
      "duracion": 8.67,
      "texto": "No sé, porque yo cambié mi celular y... donde hice el paso, que me había dicho la chica, madre de los chicos, madre de la cosa, donde compré mi celular.",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.57,
      "fin": 180.29,
      "duracion": 3.72,
      "texto": "Sí. Lo dijo y si no me dejaban, pues me dían que iba a hacer esto todo más poco en paz.",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.9,
      "fin": 181.16,
      "duracion": 0.26,
      "texto": "Claro,",
      "confianza": 0.474,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 181.16,
      "fin": 183.54,
      "duracion": 2.38,
      "texto": "bueno, no, eso debe haber sido por la compañía, claro.",
      "confianza": 0.474,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.7,
      "fin": 223.68,
      "duracion": 39.98,
      "texto": "Vos no te das el lema. Vos que ahí son tenés. ¿Qué es tu broma? Claro, no te das el lema por eso. No, no tiene nada que ver justamente con eso. Nosotros activamos, activamos muchos lechins a todos los días, literalmente a todos los días, y no hay ningún problema. Vos lo que tenés que hacer, sobre todo si tenés el último, es escanear el código QR, escanear el código QR y automáticamente tenés lo que es el tema de lo de lechins funcionando. Así que por eso no te das el lema. y te repaso los datos que se duran acá en sistema y vos me decís si queremos modificar algunos porque es muy importante que tengamos el correo electrónico activo. Bien, me decís ahora que tu nombre completo es Melanie Aileen Musakia.",
      "confianza": 0.241,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "quedaría en 10.400 pesos, para que vos puedas tener el servicio. ¿Esa es la única línea que vos tenés con Claro o tenés alguna otra línea para aprovechar el beneficio? No, esta es un tres. Bien, perfecto. Mira, lo que nosotros hacemos, el procedimiento es súper sencillo porque lo que nosotros hacemos es repasar los datos que se duran acá en Chichema y en caso de que tendamos que modificar alguna, la idea es que vos no lo puedas modificar y nosotros lo modificamos, ¿vale? Claro. Perfecto. Dame un segundo. ¿Vos en qué localidad vivís actualmente? En Tucumán. ¿En Tucumán? Perfecto. Mira, nosotros en Tucumán no tenemos una sucursal física de lo que es movilizar. Yo lo que te puedo estar orindando en este caso es una sucursal andríanica. Dame un segundo y se puede esconder la sucursal andríanica para que puedas pasar a retirar directamente a ahí. Me dijiste que está en Miguel, ¿verdad? Sí. Igual todo esto puede ser el más querido en la región. Porque bueno, y esto puede ser el más que viene. Claro, ¿sabes qué pasa? Que las promociones que nosotros tenemos es durante todo el día. O sea, solamente eso es durante todo un día, lo que es la promoción. Son promociones clasas. Normalmente ese plan nosotros lo tenemos mucho más caro y es por eso que nos contactamos el día de hoy con vos para que la puedas aprovechar. Y es que es de pagar, igual el procedimiento no es de forma inmediata, o sea vos justamente va a tardar en llegar lo que es el hip y una vez que tengas el supermano, recién ahí vas a poder hacer lo que es la activación. Pasa que tengo que, ¿cómo se llama un hip? Cuando no es hip tipo físico. ¿Tenés el hip? Claro. Bueno, entonces es mucho más fácil para poder hacerlo. Es mucho más sencillo porque lo que nosotros hacemos es enviértelo a lo que es el correo electrónico, se lo enviamos al correo lo que es el código Puberty. Vos te haces con el correo Puberty y automáticamente activas lo que es el Puberty. Entonces no tenés que moverte desde casa, es mucho más fácil. No, no, no, que tranquila, que eso se actualiza sola. No le rote, escucho. Yo no compré un celular. Me ganaron 7 las supuestas, claro, y menos mal que había una acá al lado de mi trabajo. Entonces sí, me seguí, pero era un quilombo. Claro, no, no, no. Eso es súper sencillo. Una vez que ya tenés activo, capaz que fue la primera vez y no tenías activo lo que es el Steam. Pero una vez que vos tenés activo lo que es tu Steam, es muy sencillo. Sacás lo que es el Steam de la compañía y, claro, extrañas el de Movistar y eso sería todo. y a las 48 horas habiles ya tenés todo lo que es funcionando. Si, igual te dejo el paso a paso, pero no sabes hacer que te dejo el paso a paso. Sí, porque yo si tenia así... Ay, entonces ¿por qué fue tan complicado? No sé, porque yo cambié mi celular y... donde hice el paso, que me había dicho la chica, madre de los chicos, madre de la cosa, donde compré mi celular. Sí. Lo dijo y si no me dejaban, pues me dían que iba a hacer esto todo más poco en paz. Claro, bueno, no, eso debe haber sido por la compañía, claro. Vos no te das el lema. Vos que ahí son tenés. ¿Qué es tu broma? Claro, no te das el lema por eso. No, no tiene nada que ver justamente con eso. Nosotros activamos, activamos muchos lechins a todos los días, literalmente a todos los días, y no hay ningún problema. Vos lo que tenés que hacer, sobre todo si tenés el último, es escanear el código QR, escanear el código QR y automáticamente tenés lo que es el tema de lo de lechins funcionando. Así que por eso no te das el lema. y te repaso los datos que se duran acá en sistema y vos me decís si queremos modificar algunos porque es muy importante que tengamos el correo electrónico activo. Bien, me decís ahora que tu nombre completo es Melanie Aileen Musakia.",
  "calidad": {
    "confianza_promedio": 0.435,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:43:41.363640",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 60,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:34.709367",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144533581_MIT_01952",
    "sin_datos_basurita": true
  }
}