{
  "archivo": "amza35_1_260114134617778_ACD_20629.wav",
  "duracion_segundos": 367.27,
  "num_segmentos": 102,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 214.58,
    "Cliente": 100.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.29,
      "fin": 13.0,
      "duracion": 9.71,
      "texto": "Hola, ¿es Lucia? Sí, ¿quién habla? Lucia, un gusto, te hablo Guadalupe. Me he contado porque veo que tenés dos líneas activas con Claro, ¿es así?",
      "confianza": 0.064,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.12,
      "fin": 22.91,
      "duracion": 7.79,
      "texto": "Sí, hoy a la noche me tenía que llamar el chico que me estaba haciendo todo el trámite porque me tiene que mandar los PIN para hacer la portación.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.91,
      "fin": 25.83,
      "duracion": 1.92,
      "texto": "Ah, bien, claro. La portabilidad, perdón.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.41,
      "fin": 31.12,
      "duracion": 4.71,
      "texto": "Eso quiere decir que en realidad, me decís por movilizar, ¿no? Me decís por Claro.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.28,
      "fin": 44.76,
      "duracion": 12.48,
      "texto": "Esta parte me confundió. ¿Por qué no te habló de movistar? Claro, de movistar, sí. Me tienes que llamar al chico a la noche. Ah, perfecto. Está en tu turno a la noche. Claro, está en tu turno a la noche.",
      "confianza": 0.28,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.77,
      "fin": 51.56,
      "duracion": 6.79,
      "texto": "Claro, porque nadie, en este caso, no me figuraba la gestión, por eso te consultaba.",
      "confianza": 0.642,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 52.97,
      "fin": 109.38,
      "duracion": 56.41,
      "texto": "No sé si él cargó la gestión o no, porque bueno, a veces te consulto porque ha pasado en una ocasión, desvincuida en lo que es del asesor, que era la venta ahí como la deriva, básicamente, porque no le hacen seguimiento y al no hacerle seguimiento después de esa línea queda como medio que enlarenada, porque capaz que avanzó la venta, capaz que no avanzó, capaz que terminas quedando igual en claro. Entonces, en este caso, Lucía, lo que vamos a hacer es dejarte pasar todo de vuelta y en todo caso lo acabamos ameando en lo que es el código portalidad. Sí, hay uno que mi nene le explique que está en la costa y no estoy con él ahora para que me lo diga. No hay problema, es una realidad necesaria que te lo diga. Bueno, no sé si él tiene la misma característica, perdón, de lo que es el número. Empiezan 222 también, ¿no? Sí, 222-655-3808, es este, ¿no? Esa es mi nena, no. Esta la tengo acá conmigo. Perfecto, bien.",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.92,
      "fin": 113.14,
      "duracion": 3.22,
      "texto": "Y el otro número, entonces, también están con la misma característica.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.28,
      "fin": 114.34,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.86,
      "fin": 136.11,
      "duracion": 21.25,
      "texto": "Bien, si no hay ninguno que sea prepago y son todos abonos, no hace falta que le mandemos al código. Solo hace falta enviárselo a tu línea y con eso ya podemos proceder. Así que no te preocupes. Bueno, dale. Así que, de última, dame unos segunditos que te voy a mandar mensaje, así me puedes agendar. Porque cuando animes él, lo tengo que afundar en administración para que soliciten la activación.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.03,
      "fin": 153.24,
      "duracion": 15.21,
      "texto": "Dale, listo. ¿Vos ya retiraste lo que es el CIP o todavía no? No, me vence el 21. Tenía la fecha de vencimiento. Ah, bueno, perfecto, entonces.",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 153.26,
      "fin": 161.31,
      "duracion": 8.05,
      "texto": "Ahora te dije lo que es un mensajito, te voy a enviar lo que es el código de portabilidad para que vos me puedas enviar y yo lo voy adjuntando a eso en la administración, ¿sí?",
      "confianza": 0.7,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.25,
      "fin": 173.32,
      "duracion": 11.07,
      "texto": "Lo mantenemos acá en línea. Sí, no hay problema. Dale, ¿me lo mandas por WhatsApp? Te va a llegar por SMS, sí. Esto te va a aparecer con el orden de 1, 2, 3.",
      "confianza": 0.366,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.05,
      "fin": 192.21,
      "duracion": 18.16,
      "texto": "Con el remitendo 2.3 se va a aparecer de, eh, te voy a decir, se puede portar ideas tanto, con fecha de vencimiento tanto, y te va a aparecer, ahora es entre paréntesis, lo que es MBS, ¿sí? Sí. Bien, perfecto. Ahí no sé si te rego, si no, de última lo vuelvo a solicitar.",
      "confianza": 0.492,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 193.33,
      "fin": 196.41,
      "duracion": 3.08,
      "texto": "No, todavía no me llegó, tengo los de anoche que me mandaron a mí.",
      "confianza": 0.432,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.29,
      "fin": 198.35,
      "duracion": 1.06,
      "texto": "Ah, ¿ya te habían enviado?",
      "confianza": 0.458,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 199.86,
      "fin": 201.86,
      "duracion": 2.0,
      "texto": "Me enviaron por mi línea, por esta.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.5,
      "fin": 209.79,
      "duracion": 7.29,
      "texto": "Ah, por tu línea. Bien, ahora mandé mi captura de ese para ver si está bien la fecha. Porque si no está vencida se puede utilizar ese sin problema.",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.97,
      "fin": 217.85,
      "duracion": 5.88,
      "texto": "El 21 de enero vencen, a las 9. Ah, perfecto. Sí, me lo puedes enviar y con eso ya podemos proceder.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.64,
      "fin": 222.64,
      "duracion": 3.0,
      "texto": "3686. Este es el de mi línea.",
      "confianza": 0.194,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.66,
      "fin": 223.1,
      "duracion": 0.44,
      "texto": "Perfecto.",
      "confianza": 0.73,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 223.12,
      "fin": 226.21,
      "duracion": 3.08,
      "texto": "¿Eso me podrás mandar captura de pantalla para verificarlo?",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.27,
      "fin": 239.54,
      "duracion": 12.27,
      "texto": "¿Y a dónde te lo mando? Al WhatsApp, ahí justo te decía mensajita, te puse a ver la Lucía, soy Guadalajara de Movistar. A ver. Para que se nos fue el mensaje. Dale, no te preocupes, yo te lo guardo por acá.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.75,
      "fin": 272.04,
      "duracion": 16.29,
      "texto": "Eso es para mi línea, para mi otro nene me mandó otro pin. Ah, claro, y le mandó a tu otro hijo lo que es el otro pin y ahí quedó. Bien, perfecto. A ver, dame dos segundos, estoy revisando el estado del trámite, ¿sí? Para el situación de mis cargados.",
      "confianza": 0.343,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 273.14,
      "fin": 277.83,
      "duracion": 4.69,
      "texto": "Bien, a ver, dame dos segundos y consulto con un supervisor.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 281.47,
      "fin": 296.97,
      "duracion": 15.5,
      "texto": "Bien, ahora yo te consulto. Cuando estabas hablando con este asesor en su momento, le enviaste lo que es el dato del ENI y eso te lo solicitó, ¿no? Sí, ya me pidieron todo, sí. Perfecto, bien. Bueno, en todo caso, vamos a hacer lo que es un cierre comercial nuevamente para repasar un poco de la promo.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.99,
      "fin": 297.29,
      "duracion": 0.3,
      "texto": "Bien.",
      "confianza": 0.859,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 297.77,
      "fin": 310.18,
      "duracion": 12.41,
      "texto": "Y ahora yo me encargo de encargar lo que es la gestión bien, ¿sí? En este caso, ahora yo te consulto. ¿Vos solicitaste lo que era? ¿El plan de 8 arriba o el de 4 arriba? Para repasártelo bien.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 310.9,
      "fin": 322.84,
      "duracion": 11.94,
      "texto": "No sé, el chico que me habló anoche me dijo todo y la verdad me olvidé. Sé que por las 4 líneas pagaba 17.000 por cada uno, tenía 10.000 de regalo y un montón de cosas que no me acuerdo.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.86,
      "fin": 330.51,
      "duracion": 7.65,
      "texto": "Claro, bien, perfecto, porque mira, nosotros hoy tenemos una promo que son 8.000 de base más 8.000 de regalo, o sea 16.000, a 10.400.",
      "confianza": 0.699,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 330.77,
      "fin": 336.93,
      "duracion": 6.16,
      "texto": "Y tenés el descuento por 6 meses con Roomba incluido también. Y eso se lo podemos aplicar a todas sus líneas, sin problema.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 338.06,
      "fin": 340.32,
      "duracion": 2.26,
      "texto": "No había ninguna compre-pago, ¿no? Serán todas a bonos.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 341.45,
      "fin": 341.61,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.388,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 341.63,
      "fin": 344.85,
      "duracion": 3.22,
      "texto": "Perfecto, bien. Entonces, vamos con ese, si te parece bien.",
      "confianza": 0.351,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 345.37,
      "fin": 351.72,
      "duracion": 6.35,
      "texto": "Para que nada de paso te quede un mejor plan. No, pero esto es por tres meses lo que ustedes me dan.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 352.54,
      "fin": 356.29,
      "duracion": 3.75,
      "texto": "Bien, sí que te había comentado. Después de los seis meses, ¿a cuánto aumenta?",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.21,
      "fin": 361.92,
      "duracion": 4.71,
      "texto": "No te preocupes con eso, que en realidad nosotros brindamos un 0800 y tendrías mi número para cualquier cosa.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 362.46,
      "fin": 367.27,
      "duracion": 4.81,
      "texto": "En el caso de que tengas alguna duda o lo que sea, podemos hacer la gestión sin problema.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿es Lucia? Sí, ¿quién habla? Lucia, un gusto, te hablo Guadalupe. Me he contado porque veo que tenés dos líneas activas con Claro, ¿es así? Sí, hoy a la noche me tenía que llamar el chico que me estaba haciendo todo el trámite porque me tiene que mandar los PIN para hacer la portación. Ah, bien, claro. La portabilidad, perdón. Eso quiere decir que en realidad, me decís por movilizar, ¿no? Me decís por Claro. Esta parte me confundió. ¿Por qué no te habló de movistar? Claro, de movistar, sí. Me tienes que llamar al chico a la noche. Ah, perfecto. Está en tu turno a la noche. Claro, está en tu turno a la noche. Claro, porque nadie, en este caso, no me figuraba la gestión, por eso te consultaba. No sé si él cargó la gestión o no, porque bueno, a veces te consulto porque ha pasado en una ocasión, desvincuida en lo que es del asesor, que era la venta ahí como la deriva, básicamente, porque no le hacen seguimiento y al no hacerle seguimiento después de esa línea queda como medio que enlarenada, porque capaz que avanzó la venta, capaz que no avanzó, capaz que terminas quedando igual en claro. Entonces, en este caso, Lucía, lo que vamos a hacer es dejarte pasar todo de vuelta y en todo caso lo acabamos ameando en lo que es el código portalidad. Sí, hay uno que mi nene le explique que está en la costa y no estoy con él ahora para que me lo diga. No hay problema, es una realidad necesaria que te lo diga. Bueno, no sé si él tiene la misma característica, perdón, de lo que es el número. Empiezan 222 también, ¿no? Sí, 222-655-3808, es este, ¿no? Esa es mi nena, no. Esta la tengo acá conmigo. Perfecto, bien. Y el otro número, entonces, también están con la misma característica. Sí. Bien, si no hay ninguno que sea prepago y son todos abonos, no hace falta que le mandemos al código. Solo hace falta enviárselo a tu línea y con eso ya podemos proceder. Así que no te preocupes. Bueno, dale. Así que, de última, dame unos segunditos que te voy a mandar mensaje, así me puedes agendar. Porque cuando animes él, lo tengo que afundar en administración para que soliciten la activación. Dale, listo. ¿Vos ya retiraste lo que es el CIP o todavía no? No, me vence el 21. Tenía la fecha de vencimiento. Ah, bueno, perfecto, entonces. Ahora te dije lo que es un mensajito, te voy a enviar lo que es el código de portabilidad para que vos me puedas enviar y yo lo voy adjuntando a eso en la administración, ¿sí? Lo mantenemos acá en línea. Sí, no hay problema. Dale, ¿me lo mandas por WhatsApp? Te va a llegar por SMS, sí. Esto te va a aparecer con el orden de 1, 2, 3. Con el remitendo 2.3 se va a aparecer de, eh, te voy a decir, se puede portar ideas tanto, con fecha de vencimiento tanto, y te va a aparecer, ahora es entre paréntesis, lo que es MBS, ¿sí? Sí. Bien, perfecto. Ahí no sé si te rego, si no, de última lo vuelvo a solicitar. No, todavía no me llegó, tengo los de anoche que me mandaron a mí. Ah, ¿ya te habían enviado? Me enviaron por mi línea, por esta. Ah, por tu línea. Bien, ahora mandé mi captura de ese para ver si está bien la fecha. Porque si no está vencida se puede utilizar ese sin problema. El 21 de enero vencen, a las 9. Ah, perfecto. Sí, me lo puedes enviar y con eso ya podemos proceder. 3686. Este es el de mi línea. Perfecto. ¿Eso me podrás mandar captura de pantalla para verificarlo? ¿Y a dónde te lo mando? Al WhatsApp, ahí justo te decía mensajita, te puse a ver la Lucía, soy Guadalajara de Movistar. A ver. Para que se nos fue el mensaje. Dale, no te preocupes, yo te lo guardo por acá. Eso es para mi línea, para mi otro nene me mandó otro pin. Ah, claro, y le mandó a tu otro hijo lo que es el otro pin y ahí quedó. Bien, perfecto. A ver, dame dos segundos, estoy revisando el estado del trámite, ¿sí? Para el situación de mis cargados. Bien, a ver, dame dos segundos y consulto con un supervisor. Bien, ahora yo te consulto. Cuando estabas hablando con este asesor en su momento, le enviaste lo que es el dato del ENI y eso te lo solicitó, ¿no? Sí, ya me pidieron todo, sí. Perfecto, bien. Bueno, en todo caso, vamos a hacer lo que es un cierre comercial nuevamente para repasar un poco de la promo. Bien. Y ahora yo me encargo de encargar lo que es la gestión bien, ¿sí? En este caso, ahora yo te consulto. ¿Vos solicitaste lo que era? ¿El plan de 8 arriba o el de 4 arriba? Para repasártelo bien. No sé, el chico que me habló anoche me dijo todo y la verdad me olvidé. Sé que por las 4 líneas pagaba 17.000 por cada uno, tenía 10.000 de regalo y un montón de cosas que no me acuerdo. Claro, bien, perfecto, porque mira, nosotros hoy tenemos una promo que son 8.000 de base más 8.000 de regalo, o sea 16.000, a 10.400. Y tenés el descuento por 6 meses con Roomba incluido también. Y eso se lo podemos aplicar a todas sus líneas, sin problema. No había ninguna compre-pago, ¿no? Serán todas a bonos. Sí. Perfecto, bien. Entonces, vamos con ese, si te parece bien. Para que nada de paso te quede un mejor plan. No, pero esto es por tres meses lo que ustedes me dan. Bien, sí que te había comentado. Después de los seis meses, ¿a cuánto aumenta? No te preocupes con eso, que en realidad nosotros brindamos un 0800 y tendrías mi número para cualquier cosa. En el caso de que tengas alguna duda o lo que sea, podemos hacer la gestión sin problema.",
  "calidad": {
    "confianza_promedio": 0.512,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:58:44.855297",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 102,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:24.668088",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114134617778_ACD_20629",
    "fecha_inicio": "14/1/2026 13:46:17",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 374,
    "tiempo_conversacion": 352,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}