{
  "archivo": "amza1_1_260116130338731_ACD_58175.wav",
  "duracion_segundos": 159.49,
  "num_segmentos": 44,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 59.25,
    "Cliente": 93.28
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 26.22,
      "duracion": 26.19,
      "texto": "¿Qué tal hablo con algún usuario de la línea de Alejandra? Correcto, decime. ¿Qué tal, señor? ¿Cómo le va a un placer hablar con usted? Mi nombre es Evangelina. Justamente yo quería contactar a Alejandra para mirarle lo que es una bonificación por las dos líneas que no tiene bajo su titularidad, ¿sí? Le quedarían las dos líneas en 20.800 pesos con unos planes de 16 días cada una. ¿Bien? No sé cuánto estarán abonando ustedes actualmente.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.02,
      "fin": 34.27,
      "duracion": 7.25,
      "texto": "Tienen idea. ¿Qué esto es de movilizar? Exactamente, señor, desde el Día de Beneficios, justamente. Claro, pero lo que hacía, claro, yo no sé.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.71,
      "fin": 50.81,
      "duracion": 15.1,
      "texto": "Movistar sigue teniendo casa, pero me manejo con claro por el tema de señal, ¿viste? Ok, ¿usted es de qué localidades? ¿Cómo? ¿De qué localidades? Para verificar... No, lo que pasa es que yo viajo, ¿viste?",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.51,
      "fin": 51.57,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.273,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.59,
      "fin": 56.49,
      "duracion": 4.9,
      "texto": "Y me quedo sin señal como movistar, por eso tuve que pasar. Ok, ¿usted a dónde viaja? ¿Qué provincia?",
      "confianza": 0.21,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.59,
      "fin": 58.89,
      "duracion": 1.3,
      "texto": "Córdoba, San Luis.",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.4,
      "fin": 63.9,
      "duracion": 4.51,
      "texto": "Bueno, suele pasar que tiene mala cobertura lo que son las rutas, entonces.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.69,
      "fin": 115.38,
      "duracion": 49.69,
      "texto": "Sí, donde está. Más que me manejo con el GPS, ya. Bien, entiendo. Y lo que es Medicell, el internet del hogar, usted también lo tiene con lo que es. Sí, lo tengo. Lo tengo encima con las aplicaciones. Bien, por ejemplo, le comento, señor... Lo tuve que cambiar, sí o sí, porque, ya te digo, cambié el chip y todo lo que corresponde a eso, viste, pero bueno, no tuve que hacer. Lo entiendo, lo entiendo. Yo le comento igual que usted me dice, o sea, Alejandra tiene dos líneas en su nombre, supongo que es la suya y la otra la estrella. Yo le comento que si usted por lo menos pasa lo que sea una línea a justamente a movistar y vuelva a la compañía va a tener lo que es un descuento en su factura de 4.000 pesos, ¿sí bien? Y además va a poder aprovechar lo que es el descuento que le estoy diciendo al día de hoy que es exclusivo. Claro, pero a veces no es toda una cuestión de plato, tiene una utilidad, me explico.",
      "confianza": 0.443,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.96,
      "fin": 159.49,
      "duracion": 43.53,
      "texto": "Sí, pero usted me dice que solamente a ustedes a quien no le funciona correctamente la ruta, vosotros también lo usáis. También, úsales a ustedes. Claro, bien. Pero porque en este caso, como le dije, si se quisiera, puede ser. Usted se puede quedar tranquilamente en la compañía de claro, tener que que le funcione correctamente lo que es la ruta y pasar una sola línea para tener lo que es un descuento y además aprovechar lo que es la bonificación que tiene un valor de 10.100 pesos, que la verdad que está bastante accesible por el plan que es. Por un momento le dejo así. Me fui atrás de ti.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Qué tal hablo con algún usuario de la línea de Alejandra? Correcto, decime. ¿Qué tal, señor? ¿Cómo le va a un placer hablar con usted? Mi nombre es Evangelina. Justamente yo quería contactar a Alejandra para mirarle lo que es una bonificación por las dos líneas que no tiene bajo su titularidad, ¿sí? Le quedarían las dos líneas en 20.800 pesos con unos planes de 16 días cada una. ¿Bien? No sé cuánto estarán abonando ustedes actualmente. Tienen idea. ¿Qué esto es de movilizar? Exactamente, señor, desde el Día de Beneficios, justamente. Claro, pero lo que hacía, claro, yo no sé. Movistar sigue teniendo casa, pero me manejo con claro por el tema de señal, ¿viste? Ok, ¿usted es de qué localidades? ¿Cómo? ¿De qué localidades? Para verificar... No, lo que pasa es que yo viajo, ¿viste? Sí. Y me quedo sin señal como movistar, por eso tuve que pasar. Ok, ¿usted a dónde viaja? ¿Qué provincia? Córdoba, San Luis. Bueno, suele pasar que tiene mala cobertura lo que son las rutas, entonces. Sí, donde está. Más que me manejo con el GPS, ya. Bien, entiendo. Y lo que es Medicell, el internet del hogar, usted también lo tiene con lo que es. Sí, lo tengo. Lo tengo encima con las aplicaciones. Bien, por ejemplo, le comento, señor... Lo tuve que cambiar, sí o sí, porque, ya te digo, cambié el chip y todo lo que corresponde a eso, viste, pero bueno, no tuve que hacer. Lo entiendo, lo entiendo. Yo le comento igual que usted me dice, o sea, Alejandra tiene dos líneas en su nombre, supongo que es la suya y la otra la estrella. Yo le comento que si usted por lo menos pasa lo que sea una línea a justamente a movistar y vuelva a la compañía va a tener lo que es un descuento en su factura de 4.000 pesos, ¿sí bien? Y además va a poder aprovechar lo que es el descuento que le estoy diciendo al día de hoy que es exclusivo. Claro, pero a veces no es toda una cuestión de plato, tiene una utilidad, me explico. Sí, pero usted me dice que solamente a ustedes a quien no le funciona correctamente la ruta, vosotros también lo usáis. También, úsales a ustedes. Claro, bien. Pero porque en este caso, como le dije, si se quisiera, puede ser. Usted se puede quedar tranquilamente en la compañía de claro, tener que que le funcione correctamente lo que es la ruta y pasar una sola línea para tener lo que es un descuento y además aprovechar lo que es la bonificación que tiene un valor de 10.100 pesos, que la verdad que está bastante accesible por el plan que es. Por un momento le dejo así. Me fui atrás de ti.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:48:57.894625",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 44,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:16.510270",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116130338731_ACD_58175",
    "fecha_inicio": "16/1/2026 13:03:38",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 187,
    "tiempo_conversacion": 152,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}