{
  "archivo": "amza4_1_260112131859211_MIT_01977.wav",
  "duracion_segundos": 332.35,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 14.13,
    "Cliente": 293.95
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 7.59,
      "fin": 31.64,
      "duracion": 24.05,
      "texto": "Hola, sí, Estela. No sé qué pasó. No sé si fue... ¿Se apretó algo en el tele? Ah, bien. Se me cortó a mí. ¿Se me cortó a mí o se le cortó a Estela? No, no, no. A mí, a mí se le cortó. Ay, ahora qué hago. No, no. No, que sí, tranquila, que ahí la dame automáticamente. ¿Cómo se dice tu nombre?",
      "confianza": 0.364,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.3,
      "fin": 83.97,
      "duracion": 51.67,
      "texto": "Gabriela, trae a Estela igualmente. Ahora le voy a mandar el WhatsApp. mientras hablamos le voy a mandar un mensajito al WhatsApp y le voy a poner que soy Gabriela de Mozart para que usted siempre tenga mis números telas. Siempre puede estar en contacto conmigo, entonces cualquier duda usted me puede escribir y decirme, che, mira Gabri, ¿sabes que necesito tu ayuda por esto, por ese motivo? Si, si, exacto. Si su hija quiere hacer el traspaso a la compañía o algún familiar, algún pariente, se también siempre me puede avisar por WhatsApp. Y, por ejemplo, para hacer tipo, viste, como empresa. ¿Cuántas números tienes que tener? Bien, en ese caso se pide que la persona, el titular de la línea, tenga lo que es el Quill activo, es decir, que sea monotributista o que pague ingresos brutos.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.78,
      "fin": 104.3,
      "duracion": 19.52,
      "texto": "Perfecto. ¿Cuántas líneas tiene este lado de su nombre? No, no, mi nombre ninguna, pero me refiero, tienen que estar todos a mi nombre, no, no, no. Mi marido podría tenerlo, todos podían tenerlo. Bien, en ese caso, bueno, lo que se puede hacer es ir haciendo los traspasos, por ejemplo, a la línea de su esposa, a la línea de su hija, y así.",
      "confianza": 0.068,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.96,
      "fin": 156.09,
      "duracion": 51.13,
      "texto": "Pero si es, por ejemplo, una persona, no sé, que paga en el sosgruto y tenga, dándose a un comercio, que tiene cinco empleados, las flotas de las cinco líneas con el cuir, Bueno, se puede hacer. Igualmente no es tanto la diferencia, sino que son, por ejemplo, es mínimo la diferencia, por ejemplo, pagan un poquito menos, pero según la categoría impositiva es la cantidad de impuestos que pagan. Claro, claro, sí, sí, entiendo. Entonces, a veces, por ejemplo, son de 2 a 15 líneas que reciben ciertos beneficios, pero en el plan tuyo, por ejemplo, pagan 12.475 más impuestos. Claro, claro, sí, sí, entiendo. Tampoco es tanta la diferencia, Stella. Sí. Bueno, Estela, ¿voy a continuar con el cierre comercial? Sí, luego rápidamente porque tiene que quedar grabado que yo lo hice y aparte que hice todo bien. Entonces, lo voy a retomar. Para que siga tiempo.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 157.34,
      "fin": 162.08,
      "duracion": 4.75,
      "texto": "Sí, también para que quede el bono de calidad, sobre todo que no dije nada que fuera incorrecto.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.78,
      "fin": 182.21,
      "duracion": 19.43,
      "texto": "Entonces, Estela, ¿les recuerdo el costo del servicio al de hoy? Le quedan 13.250 pesos que le incluye un descuento fijo de 38.800 pesos por seis meses, el servicio de factura a mesa atlantado y el plan contratado son ocho girabase con ocho regalos, una oración de seis meses para los últimos que se debilitan 48 horas después de activar la línea, ¿sí?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.93,
      "fin": 200.71,
      "duracion": 17.78,
      "texto": "El email que tenemos es estelabertram1.com y el teléfono alternativo al que usted me abrió que tengo apuntado que es 11-62-089-199. Como le comenté a Estela en este email va a recibir las facturas, ¿sí? Estela.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.94,
      "fin": 212.61,
      "duracion": 10.67,
      "texto": "Una vez que tenga activado el servicio del Play Store, puede descargar lo que es la AmbiMovistar.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.29,
      "fin": 219.82,
      "duracion": 6.53,
      "texto": "Ingresando a la AMBA, va a poder ver toda la información referida a las facturas, ciclo de facturación, los vencimientos, los puntos a pagar.",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.62,
      "fin": 225.77,
      "duracion": 5.15,
      "texto": "Va a poder activar estos 20 gigas de regalo una vez al año con una duración de 30 días.",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.31,
      "fin": 245.63,
      "duracion": 19.32,
      "texto": "puede revisar el dedito automático y se hace la portabilidad en más de dos líneas bajo el mismo titular, o sea, bajo su nombre, recibe cuatro gigas de regalo en cada línea, ¿sí? Una vez aprobada la portabilidad, su línea de portada es las 48 horas hábiles, un día antes, por mensaje de WhatsApp, le vamos a estar informando la fecha para que se quede tranquila.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.23,
      "fin": 254.43,
      "duracion": 8.19,
      "texto": "Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de clasos dejará de agarrarse el señal, hay que colocarlo.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.94,
      "fin": 278.06,
      "duracion": 23.12,
      "texto": "Por cuestión de seguridad para usted y la valía de interactívalo, en caso que tenga alguna dificultad con la validación, me mando un WhatsApp, yo les ayudo telefónicamente, lo intentamos nuevamente, se puede comunicar a usted mismo en 0800 321 76 78 2 opción 4. Les solicitamos que en caso de no levantarse en el chip, por favor, reinicie el equipo, automáticamente tomo el servicio, ¿sí?",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 278.62,
      "fin": 284.33,
      "duracion": 5.71,
      "texto": "Y por último, por otro lado, le comentas que entre los próximos días va a recibir una encuesta de satisfacción por medio de WhatsApp,",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.54,
      "fin": 291.41,
      "duracion": 5.87,
      "texto": "Esto sí, le solicitamos por favor que la completes de tres opiniones muy importantes para la empresa, ¿sí?",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.91,
      "fin": 296.17,
      "duracion": 4.27,
      "texto": "Ahora, todo lo que le voy a pedir, le acabo de mandar un whatsapp mientras hablábamos, antes que se cortara.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.85,
      "fin": 310.55,
      "duracion": 13.7,
      "texto": "Le puse, hola Estela, soy Gabriela de Movistar, por favor, confirme si le debo Estela. A ver, ahí te digo. Sí, no es problema, tú lo guardas en línea, Estela.",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 313.77,
      "fin": 317.54,
      "duracion": 3.77,
      "texto": "Ahí está, listo. Perfecto, ahí me dejo que lo puse.",
      "confianza": 0.32,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.56,
      "fin": 318.0,
      "duracion": 0.44,
      "texto": "Perfecto.",
      "confianza": 0.45,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 318.56,
      "fin": 324.03,
      "duracion": 5.47,
      "texto": "Bueno, a Esther le voy a pedir, por favor, que me coloquen al tabón mientras habla conmigo, que no corte la llamada.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 324.78,
      "fin": 329.35,
      "duracion": 4.57,
      "texto": "Y a este mismo WhatsApp que yo le escribí, me envié.",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.37,
      "fin": 332.01,
      "duracion": 2.65,
      "texto": "Sí, sí, yo la guardaré bien.",
      "confianza": 0.28,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 332.03,
      "fin": 332.35,
      "duracion": 0.32,
      "texto": "Gracias.",
      "confianza": 0.317,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, sí, Estela. No sé qué pasó. No sé si fue... ¿Se apretó algo en el tele? Ah, bien. Se me cortó a mí. ¿Se me cortó a mí o se le cortó a Estela? No, no, no. A mí, a mí se le cortó. Ay, ahora qué hago. No, no. No, que sí, tranquila, que ahí la dame automáticamente. ¿Cómo se dice tu nombre? Gabriela, trae a Estela igualmente. Ahora le voy a mandar el WhatsApp. mientras hablamos le voy a mandar un mensajito al WhatsApp y le voy a poner que soy Gabriela de Mozart para que usted siempre tenga mis números telas. Siempre puede estar en contacto conmigo, entonces cualquier duda usted me puede escribir y decirme, che, mira Gabri, ¿sabes que necesito tu ayuda por esto, por ese motivo? Si, si, exacto. Si su hija quiere hacer el traspaso a la compañía o algún familiar, algún pariente, se también siempre me puede avisar por WhatsApp. Y, por ejemplo, para hacer tipo, viste, como empresa. ¿Cuántas números tienes que tener? Bien, en ese caso se pide que la persona, el titular de la línea, tenga lo que es el Quill activo, es decir, que sea monotributista o que pague ingresos brutos. Perfecto. ¿Cuántas líneas tiene este lado de su nombre? No, no, mi nombre ninguna, pero me refiero, tienen que estar todos a mi nombre, no, no, no. Mi marido podría tenerlo, todos podían tenerlo. Bien, en ese caso, bueno, lo que se puede hacer es ir haciendo los traspasos, por ejemplo, a la línea de su esposa, a la línea de su hija, y así. Pero si es, por ejemplo, una persona, no sé, que paga en el sosgruto y tenga, dándose a un comercio, que tiene cinco empleados, las flotas de las cinco líneas con el cuir, Bueno, se puede hacer. Igualmente no es tanto la diferencia, sino que son, por ejemplo, es mínimo la diferencia, por ejemplo, pagan un poquito menos, pero según la categoría impositiva es la cantidad de impuestos que pagan. Claro, claro, sí, sí, entiendo. Entonces, a veces, por ejemplo, son de 2 a 15 líneas que reciben ciertos beneficios, pero en el plan tuyo, por ejemplo, pagan 12.475 más impuestos. Claro, claro, sí, sí, entiendo. Tampoco es tanta la diferencia, Stella. Sí. Bueno, Estela, ¿voy a continuar con el cierre comercial? Sí, luego rápidamente porque tiene que quedar grabado que yo lo hice y aparte que hice todo bien. Entonces, lo voy a retomar. Para que siga tiempo. Sí, también para que quede el bono de calidad, sobre todo que no dije nada que fuera incorrecto. Entonces, Estela, ¿les recuerdo el costo del servicio al de hoy? Le quedan 13.250 pesos que le incluye un descuento fijo de 38.800 pesos por seis meses, el servicio de factura a mesa atlantado y el plan contratado son ocho girabase con ocho regalos, una oración de seis meses para los últimos que se debilitan 48 horas después de activar la línea, ¿sí? El email que tenemos es estelabertram1.com y el teléfono alternativo al que usted me abrió que tengo apuntado que es 11-62-089-199. Como le comenté a Estela en este email va a recibir las facturas, ¿sí? Estela. Una vez que tenga activado el servicio del Play Store, puede descargar lo que es la AmbiMovistar. Ingresando a la AMBA, va a poder ver toda la información referida a las facturas, ciclo de facturación, los vencimientos, los puntos a pagar. Va a poder activar estos 20 gigas de regalo una vez al año con una duración de 30 días. puede revisar el dedito automático y se hace la portabilidad en más de dos líneas bajo el mismo titular, o sea, bajo su nombre, recibe cuatro gigas de regalo en cada línea, ¿sí? Una vez aprobada la portabilidad, su línea de portada es las 48 horas hábiles, un día antes, por mensaje de WhatsApp, le vamos a estar informando la fecha para que se quede tranquila. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de clasos dejará de agarrarse el señal, hay que colocarlo. Por cuestión de seguridad para usted y la valía de interactívalo, en caso que tenga alguna dificultad con la validación, me mando un WhatsApp, yo les ayudo telefónicamente, lo intentamos nuevamente, se puede comunicar a usted mismo en 0800 321 76 78 2 opción 4. Les solicitamos que en caso de no levantarse en el chip, por favor, reinicie el equipo, automáticamente tomo el servicio, ¿sí? Y por último, por otro lado, le comentas que entre los próximos días va a recibir una encuesta de satisfacción por medio de WhatsApp, Esto sí, le solicitamos por favor que la completes de tres opiniones muy importantes para la empresa, ¿sí? Ahora, todo lo que le voy a pedir, le acabo de mandar un whatsapp mientras hablábamos, antes que se cortara. Le puse, hola Estela, soy Gabriela de Movistar, por favor, confirme si le debo Estela. A ver, ahí te digo. Sí, no es problema, tú lo guardas en línea, Estela. Ahí está, listo. Perfecto, ahí me dejo que lo puse. Perfecto. Bueno, a Esther le voy a pedir, por favor, que me coloquen al tabón mientras habla conmigo, que no corte la llamada. Y a este mismo WhatsApp que yo le escribí, me envié. Sí, sí, yo la guardaré bien. Gracias.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:18:46.568366",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:29.441446",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112131859211_MIT_01977",
    "fecha_inicio": "12/1/2026 13:18:59",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 334,
    "tiempo_conversacion": 325,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}