{
  "archivo": "amza73_1_260116134709429_ACD_00459.wav",
  "duracion_segundos": 173.81,
  "num_segmentos": 47,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 154.24,
    "Cliente": 12.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.11,
      "fin": 8.88,
      "duracion": 7.77,
      "texto": "Hola, buen día. Hola. Un gusto. Tengo el placer de comunicarme con Daniel.",
      "confianza": 0.135,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.9,
      "fin": 8.96,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.144,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.98,
      "fin": 48.16,
      "duracion": 39.18,
      "texto": "¿Cómo estás, Daniel? Mi nombre es Magdalena. Yo te estoy llamando de la compañía Movistar para escuchar tu beneficio en tu línea el día de hoy. Mira, te voy a pedir que no me llamen más porque me están llamando a cualquier hora, ¿no? Hay pico de la noche, a la mañana. No tengo interés de momento porque tengo un paquete en otra empresa. donde tengo el celular, tengo todo, ¿viste? Por eso, a ver, yo no sé cómo tendría que hacer para que de una vez por todas me dejen de molestar. Te lo digo con toda la buena voluntad y toda la buena predisposición, ¿viste? Pero es todo el día, a la hora de las siete, la noche, nueve y pico a la noche.",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.92,
      "fin": 52.5,
      "duracion": 3.58,
      "texto": "¿Me entendés? Es un ataque. Yo lo veo como un ataque al cliente.",
      "confianza": 0.513,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.89,
      "fin": 56.87,
      "duracion": 2.98,
      "texto": "Sí, lo entiendo. Le pierdo el año. No he demostrado que tengo interés.",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.66,
      "fin": 73.3,
      "duracion": 15.64,
      "texto": "La parte te digo a más, otra de las cosas que me molesta sobre maneras es que te llaman con un número privado y vos viste lo que se está viviendo hoy con la llamada del número privado. Vos me decís que me estás llamando de movistar y no me estás por etafar. Claro, no, no.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.32,
      "fin": 85.79,
      "duracion": 12.47,
      "texto": "Entonces por eso yo te pediría o les pediría, no sé ya, no sé qué forma de expresarme, de que por favor me dejen de molestar, que si yo tengo interés, yo mismo voy a llamar.",
      "confianza": 0.722,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.81,
      "fin": 105.98,
      "duracion": 20.17,
      "texto": "Entiendo, no hay problema. ¿No hay una forma de que ustedes combinen entre toda la empresa para que a mí me dejen finalmente de molestar?",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.12,
      "fin": 137.09,
      "duracion": 29.97,
      "texto": "Porque aparte no es bienestar, es molestar, ¿me entendés? Si ya te digo, no lo tomes a mal, no es con vos, pero es la empresa la que me está acosando, ¿viste? Así ya, ya, ¿viste? Lo he bloqueado y todo, y la verdad es que todavía no he conseguido que me dejen de molestar, ¿viste? Entiendo. Sí, yo como le digo, lo voy a dejar asentado, pero no le puedo prometer nada. Para eso, ¿viste? Yo tendré que cambiar de teléfono, tendré que cambiar de número, ¿viste?",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.1,
      "fin": 162.69,
      "duracion": 24.59,
      "texto": "Yo te digo, yo estoy en un paquete con Claro, y Claro a mí me da todo el servicio. Entonces, si yo me pongo con ustedes, claro, me tengo que guardar de Claro, o tengo que hacer mi plena pagando más de lo que estoy pagando, porque Claro me hace ese número porque tengo todo el paquete. Entiendo. Si no hay problema, como le digo, yo le he contado, no se preocupe. Claro, querida, viste, te lo digo con todo, sí que vos estás trabajando, te lo digo con todo, viste,",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.45,
      "fin": 173.81,
      "duracion": 10.36,
      "texto": "Pero ya llega un momento en que a uno se le termina la paciencia. Sí, lo entiendo. Bueno, no hay problema, no se preocupe, yo ya no le tomo más tiempo. Muchas gracias. Listo. Gracias, querida. Hasta luego.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola. Un gusto. Tengo el placer de comunicarme con Daniel. Sí. ¿Cómo estás, Daniel? Mi nombre es Magdalena. Yo te estoy llamando de la compañía Movistar para escuchar tu beneficio en tu línea el día de hoy. Mira, te voy a pedir que no me llamen más porque me están llamando a cualquier hora, ¿no? Hay pico de la noche, a la mañana. No tengo interés de momento porque tengo un paquete en otra empresa. donde tengo el celular, tengo todo, ¿viste? Por eso, a ver, yo no sé cómo tendría que hacer para que de una vez por todas me dejen de molestar. Te lo digo con toda la buena voluntad y toda la buena predisposición, ¿viste? Pero es todo el día, a la hora de las siete, la noche, nueve y pico a la noche. ¿Me entendés? Es un ataque. Yo lo veo como un ataque al cliente. Sí, lo entiendo. Le pierdo el año. No he demostrado que tengo interés. La parte te digo a más, otra de las cosas que me molesta sobre maneras es que te llaman con un número privado y vos viste lo que se está viviendo hoy con la llamada del número privado. Vos me decís que me estás llamando de movistar y no me estás por etafar. Claro, no, no. Entonces por eso yo te pediría o les pediría, no sé ya, no sé qué forma de expresarme, de que por favor me dejen de molestar, que si yo tengo interés, yo mismo voy a llamar. Entiendo, no hay problema. ¿No hay una forma de que ustedes combinen entre toda la empresa para que a mí me dejen finalmente de molestar? Porque aparte no es bienestar, es molestar, ¿me entendés? Si ya te digo, no lo tomes a mal, no es con vos, pero es la empresa la que me está acosando, ¿viste? Así ya, ya, ¿viste? Lo he bloqueado y todo, y la verdad es que todavía no he conseguido que me dejen de molestar, ¿viste? Entiendo. Sí, yo como le digo, lo voy a dejar asentado, pero no le puedo prometer nada. Para eso, ¿viste? Yo tendré que cambiar de teléfono, tendré que cambiar de número, ¿viste? Yo te digo, yo estoy en un paquete con Claro, y Claro a mí me da todo el servicio. Entonces, si yo me pongo con ustedes, claro, me tengo que guardar de Claro, o tengo que hacer mi plena pagando más de lo que estoy pagando, porque Claro me hace ese número porque tengo todo el paquete. Entiendo. Si no hay problema, como le digo, yo le he contado, no se preocupe. Claro, querida, viste, te lo digo con todo, sí que vos estás trabajando, te lo digo con todo, viste, Pero ya llega un momento en que a uno se le termina la paciencia. Sí, lo entiendo. Bueno, no hay problema, no se preocupe, yo ya no le tomo más tiempo. Muchas gracias. Listo. Gracias, querida. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:00:33.389887",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:31.921060",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116134709429_ACD_00459",
    "fecha_inicio": "16/1/2026 13:47:09",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 190,
    "tiempo_conversacion": 168,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}