{
  "archivo": "amza20_1_260114143041796_ACD_54591.wav",
  "duracion_segundos": 214.5,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 111.75,
    "Cliente": 80.2
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.12,
      "fin": 8.51,
      "duracion": 6.39,
      "texto": "Hola, buenas tardes. Hola. Buenas tardes, mi nombre es Tomás, me conviene que hablaría de recuperar el cliente de Movistar. ¿Hablo con Pablo?",
      "confianza": 0.488,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.15,
      "fin": 34.45,
      "duracion": 22.3,
      "texto": "Sí. Hola, Pablo. El motivo de mi llamado, si era para preguntarle por qué se había ido de la compañía, qué inconvenientes había tenido para la línea y demás. Porque en su momento me cobraban un montón de plata, no me quisieron generar una promoción y bueno, Claro, me da la mejor promoción. Bien,",
      "confianza": 0.379,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 34.45,
      "fin": 38.6,
      "duracion": 4.15,
      "texto": "perfecto, entiendo. Bueno, mira, te comento. Nosotros actualmente estamos en una campaña de recuperación de clientes.",
      "confianza": 0.238,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.72,
      "fin": 42.43,
      "duracion": 3.7,
      "texto": "No sé, ahorita que estuve en cliente, seguro era en ese edificio y ve el tiempo que había estado con la compañía.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.95,
      "fin": 46.09,
      "duracion": 3.14,
      "texto": "Por eso mismo yo le llamaba, ya le decía para preguntarle qué problemas había tenido y demás.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.29,
      "fin": 55.6,
      "duracion": 8.31,
      "texto": "Le comento. Nosotros actualmente, con lo que son los planes, le aplicamos adjuntos fijos a los bienes de estos planes para que los clientes no tengan estos aumentos desmedidos y que también comenta que tuvo en su momento.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.46,
      "fin": 67.01,
      "duracion": 10.55,
      "texto": "Además de brindarlo como una asesoría personal. ¿Qué quiere decir esto? Usted cualquier problema, cualquier índole que tenga con la línea, directamente me lo comunica a mí por WhatsApp. No tiene que estar al mando ser 800, ni tomar hasta la palestra, hasta una sucursal.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.7,
      "fin": 80.27,
      "duracion": 11.57,
      "texto": "Le pregunto, ¿usted lo que es la línea? ¿Solo ocupar mucho internet? ¿Muchos gigas? ¿O no le sale mucho interés al teléfono? Mira, te digo la verdad siempre tuve planes de 7 gigas y con eso anduve muy bien.",
      "confianza": 0.488,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.29,
      "fin": 80.97,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.355,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 80.99,
      "fin": 84.38,
      "duracion": 3.38,
      "texto": "Y te consulto, ¿es la única línea que vos tenés bajo tu nombre o tenés alguna otra línea aparte?",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.59,
      "fin": 92.75,
      "duracion": 7.16,
      "texto": "Tengo otra línea y dos líneas. O sea, a mi nombre tengo dos líneas, pero dos líneas más a cargo. Cuatro.",
      "confianza": 0.033,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.77,
      "fin": 93.47,
      "duracion": 0.7,
      "texto": "Bien.",
      "confianza": 0.322,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.5,
      "fin": 94.06,
      "duracion": 0.56,
      "texto": "Cuatro en total.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.1,
      "fin": 94.86,
      "duracion": 0.76,
      "texto": "Perfecto.",
      "confianza": 0.876,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.88,
      "fin": 120.46,
      "duracion": 25.58,
      "texto": "Bueno, mira, te comento entonces el plan que tengo para verificarles el día de ayer. Tengo un plan que cuenta con lo que son ocho gigas de bases y se le regalan ocho más. Bien, durante seis meses tendrían 16. Y si portan más de una línea, si quitaran justo el nombre, tendrían cuatro más, o sea que el obón le quedaría con 20. Tienen WhatsApp Platy, llamadas Libre a todas las compañías y Rumin en América ya incluido. Y ese plan le quedó un precio de 10.400 pesos. Como te digo, cada línea tendría 20 gigas. En caso de que le sobren, los podrías guardar en la mesa.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.48,
      "fin": 120.58,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.6,
      "fin": 138.91,
      "duracion": 18.31,
      "texto": "¿Y la promoción por cuánto tiempo sería? Bien, 10 minutos. Nosotros las promociones, justamente por este tema de los aumentos, las brinamos por un periodo de 6 meses, para que con este periodo de tiempo no tengan fluctuaciones en el precio. Y luego, desde el ámbito vamos a estar, vamos a acceder a lo que es otro plan, bien, para, en un caso, bueno, tendré que seguir con la compañía, incluso si se permite, armar lo que es tu propio plan al día de hoy.",
      "confianza": 0.44,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.89,
      "fin": 143.47,
      "duracion": 3.58,
      "texto": "Entonces, no tienes que estar... Y esto, por ejemplo, si no se te hace muy intuitivo a lo que es la aplicación,",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 144.06,
      "fin": 150.99,
      "duracion": 6.93,
      "texto": "Ahí entra el rol del asesor, que en este caso sería yo, para guiarte, digamos, y que puedas acceder a otro plan. Siempre te secundas a una promoción activa.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.63,
      "fin": 160.52,
      "duracion": 6.89,
      "texto": "Como te digo... Bueno, mirá. Te voy a decir la verdad. Yo estoy en este momento de vacaciones fuera del país.",
      "confianza": 0.382,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.44,
      "fin": 163.87,
      "duracion": 2.42,
      "texto": "Y vos me llamas después del 2022.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.59,
      "fin": 173.04,
      "duracion": 8.45,
      "texto": "Ahí podemos hablar de lo que hacemos. Bueno, dale, perfecto. Cuando vas a mandar el chip y yo no voy a estar en mi casa.",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.88,
      "fin": 182.84,
      "duracion": 8.96,
      "texto": "¿Cuándo volvés, perdón? ¿Cuándo volvés? El 22, claro. Bien, perfecto. Sí,",
      "confianza": 0.234,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 182.84,
      "fin": 185.07,
      "duracion": 2.23,
      "texto": "mira, en esos casos lo que nosotros hacemos es enviarlo a domicilio.",
      "confianza": 0.623,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.51,
      "fin": 188.75,
      "duracion": 3.24,
      "texto": "Cuando vos llegas, ahí recién te lo activamos, eso es lo que solemos hacer.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 191.15,
      "fin": 203.68,
      "duracion": 12.53,
      "texto": "Vale. Pero sí, si no hay problema, más que nada, para aprovechar la promoción y demás, como te digo, lo que hacemos es enviarlo a domicilio, que cliente cuando llegue, de donde venga, vos me avisas por WhatsApp y ahí recién te damos de alta la línea. Entonces, hasta ese momento vos seguís operando con claro.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.11,
      "fin": 214.5,
      "duracion": 9.38,
      "texto": "Pero prefiero estar en seguro y hacerlo después del 20.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hola. Buenas tardes, mi nombre es Tomás, me conviene que hablaría de recuperar el cliente de Movistar. ¿Hablo con Pablo? Sí. Hola, Pablo. El motivo de mi llamado, si era para preguntarle por qué se había ido de la compañía, qué inconvenientes había tenido para la línea y demás. Porque en su momento me cobraban un montón de plata, no me quisieron generar una promoción y bueno, Claro, me da la mejor promoción. Bien, perfecto, entiendo. Bueno, mira, te comento. Nosotros actualmente estamos en una campaña de recuperación de clientes. No sé, ahorita que estuve en cliente, seguro era en ese edificio y ve el tiempo que había estado con la compañía. Por eso mismo yo le llamaba, ya le decía para preguntarle qué problemas había tenido y demás. Le comento. Nosotros actualmente, con lo que son los planes, le aplicamos adjuntos fijos a los bienes de estos planes para que los clientes no tengan estos aumentos desmedidos y que también comenta que tuvo en su momento. Además de brindarlo como una asesoría personal. ¿Qué quiere decir esto? Usted cualquier problema, cualquier índole que tenga con la línea, directamente me lo comunica a mí por WhatsApp. No tiene que estar al mando ser 800, ni tomar hasta la palestra, hasta una sucursal. Le pregunto, ¿usted lo que es la línea? ¿Solo ocupar mucho internet? ¿Muchos gigas? ¿O no le sale mucho interés al teléfono? Mira, te digo la verdad siempre tuve planes de 7 gigas y con eso anduve muy bien. Bien, perfecto. Y te consulto, ¿es la única línea que vos tenés bajo tu nombre o tenés alguna otra línea aparte? Tengo otra línea y dos líneas. O sea, a mi nombre tengo dos líneas, pero dos líneas más a cargo. Cuatro. Bien. Cuatro en total. Perfecto. Bueno, mira, te comento entonces el plan que tengo para verificarles el día de ayer. Tengo un plan que cuenta con lo que son ocho gigas de bases y se le regalan ocho más. Bien, durante seis meses tendrían 16. Y si portan más de una línea, si quitaran justo el nombre, tendrían cuatro más, o sea que el obón le quedaría con 20. Tienen WhatsApp Platy, llamadas Libre a todas las compañías y Rumin en América ya incluido. Y ese plan le quedó un precio de 10.400 pesos. Como te digo, cada línea tendría 20 gigas. En caso de que le sobren, los podrías guardar en la mesa. Bien. ¿Y la promoción por cuánto tiempo sería? Bien, 10 minutos. Nosotros las promociones, justamente por este tema de los aumentos, las brinamos por un periodo de 6 meses, para que con este periodo de tiempo no tengan fluctuaciones en el precio. Y luego, desde el ámbito vamos a estar, vamos a acceder a lo que es otro plan, bien, para, en un caso, bueno, tendré que seguir con la compañía, incluso si se permite, armar lo que es tu propio plan al día de hoy. Entonces, no tienes que estar... Y esto, por ejemplo, si no se te hace muy intuitivo a lo que es la aplicación, Ahí entra el rol del asesor, que en este caso sería yo, para guiarte, digamos, y que puedas acceder a otro plan. Siempre te secundas a una promoción activa. Como te digo... Bueno, mirá. Te voy a decir la verdad. Yo estoy en este momento de vacaciones fuera del país. Y vos me llamas después del 2022. Ahí podemos hablar de lo que hacemos. Bueno, dale, perfecto. Cuando vas a mandar el chip y yo no voy a estar en mi casa. ¿Cuándo volvés, perdón? ¿Cuándo volvés? El 22, claro. Bien, perfecto. Sí, mira, en esos casos lo que nosotros hacemos es enviarlo a domicilio. Cuando vos llegas, ahí recién te lo activamos, eso es lo que solemos hacer. Vale. Pero sí, si no hay problema, más que nada, para aprovechar la promoción y demás, como te digo, lo que hacemos es enviarlo a domicilio, que cliente cuando llegue, de donde venga, vos me avisas por WhatsApp y ahí recién te damos de alta la línea. Entonces, hasta ese momento vos seguís operando con claro. Pero prefiero estar en seguro y hacerlo después del 20.",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:55:20.759543",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:16.926198",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143041796_ACD_54591",
    "fecha_inicio": "14/1/2026 14:30:41",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 231,
    "tiempo_conversacion": 204,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}