{
  "archivo": "amza24_1_260112120013023_ACD_36625.wav",
  "duracion_segundos": 182.64,
  "num_segmentos": 59,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 70.18,
    "Cliente": 91.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.99,
      "fin": 1.19,
      "duracion": 0.2,
      "texto": "Hola.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1.27,
      "fin": 1.49,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.411,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.86,
      "fin": 11.25,
      "duracion": 7.39,
      "texto": "Hola. ¿Cómo estás? Buenos días. Hablo con Isabel, con la línea Isabel. Es Isabel. ¿Cómo estás? Agustín es mi nombre.",
      "confianza": 0.287,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.29,
      "fin": 14.35,
      "duracion": 3.06,
      "texto": "Me estoy comunicando de la Día de Recupero de Clientes Movistar.",
      "confianza": 0.737,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.19,
      "fin": 17.89,
      "duracion": 2.7,
      "texto": "Isabel, me figura que vos actualmente estás en claro, ¿verdad?",
      "confianza": 0.725,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.78,
      "fin": 19.92,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.385,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.94,
      "fin": 29.11,
      "duracion": 9.17,
      "texto": "Te consulto. ¿El motivo por el que te fuiste de Movistar fue? Bueno, se va para el primer día. ¿Cómo? ¿Perdón?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.39,
      "fin": 45.91,
      "duracion": 15.52,
      "texto": "que no se va a abonar lo que me pedían. Ah, bien, entiendo, entiendo. Bien, y sabéis que cuento así, en este caso nos estábamos comunicando de la idea de Recupero porque tenemos formaciones exclusivas para aquellos clientes que han sido parte de la compañía, ¿bien?",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.69,
      "fin": 59.77,
      "duracion": 13.08,
      "texto": "En este caso tengo como para relindarte lo que es un plan de 8 gigas de base más 8 gigas de regalos, van a ser 16 gigas en total, WhatsApp gratis y llaman libres a todas las compañías por un precio final de 13.250.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.19,
      "fin": 60.77,
      "duracion": 0.58,
      "texto": "Bien.",
      "confianza": 0.418,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.61,
      "fin": 105.21,
      "duracion": 42.6,
      "texto": "En este caso, Isabel, bueno, el trámite es súper sencillo. Simplemente te verificamos los datos y te enviamos el chip a la sucursalma cercana a tu homicidio en un plazo no superior a 48 o 32 horas hábiles aproximadamente. Bien. Sí. Te consulto. ¿Vos sos de Caba o de provincia? Provincia. Bien. ¿De qué localidad y de qué partido? De Loma. De Loma. Bien, a ver, aguardamos un momento que vamos ahora. Ahí te digo cuál sería la suposada más cercana.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.25,
      "fin": 115.78,
      "duracion": 9.53,
      "texto": "Bien, en Lomas tengo en Hipólito y Gose en 89, 97, Wengorriti, 4, perdón, 3, 43. No sé cuál de las dos te queda más cómodo para ir.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.68,
      "fin": 141.64,
      "duracion": 22.96,
      "texto": "Sí, estoy cerca de los dos. De los dos, sí, los dos están cerquitos uno de los otros. Bueno, ponemos el de Digos en que atienden también los sábados, ¿sí? Mira, por ahora, por el momento no, porque no estoy trabajando, estoy enferma, entonces no tengo cómo seguir pagando. Bien, y vos, claro, vos actualmente con Clarice, ¿sabéis cuánto que abono tenés?",
      "confianza": 0.05,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.14,
      "fin": 146.98,
      "duracion": 3.84,
      "texto": "De nueve mil. Bien. ¿Y cuánto sigas?",
      "confianza": 0.235,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.19,
      "fin": 174.31,
      "duracion": 26.12,
      "texto": "Ah, no, mejor. ¿Pero eso te alcanza o a veces haces recargas? No, no, no. No, nunca hice recargas. ¿Nunca haces recargas? Bien. No, no recargo. Me quedo, me quedo, chau. Bien, bien. Si no te puedo brindar lo que es el plan de 8 sigas, que son 4 de base más 4 de regalo, por 11 mil. Si bien va a ser un poquito más, pero bueno, en este caso, con 8 sigas no te quedarías sin datos.",
      "confianza": 0.123,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 176.79,
      "fin": 180.28,
      "duracion": 3.49,
      "texto": "En un momento te agradezco. Muchas gracias a vos que tengas un buen día.",
      "confianza": 0.07,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.87,
      "fin": 182.64,
      "duracion": 0.77,
      "texto": "Hasta luego.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Sí. Hola. ¿Cómo estás? Buenos días. Hablo con Isabel, con la línea Isabel. Es Isabel. ¿Cómo estás? Agustín es mi nombre. Me estoy comunicando de la Día de Recupero de Clientes Movistar. Isabel, me figura que vos actualmente estás en claro, ¿verdad? Sí. Te consulto. ¿El motivo por el que te fuiste de Movistar fue? Bueno, se va para el primer día. ¿Cómo? ¿Perdón? que no se va a abonar lo que me pedían. Ah, bien, entiendo, entiendo. Bien, y sabéis que cuento así, en este caso nos estábamos comunicando de la idea de Recupero porque tenemos formaciones exclusivas para aquellos clientes que han sido parte de la compañía, ¿bien? En este caso tengo como para relindarte lo que es un plan de 8 gigas de base más 8 gigas de regalos, van a ser 16 gigas en total, WhatsApp gratis y llaman libres a todas las compañías por un precio final de 13.250. Bien. En este caso, Isabel, bueno, el trámite es súper sencillo. Simplemente te verificamos los datos y te enviamos el chip a la sucursalma cercana a tu homicidio en un plazo no superior a 48 o 32 horas hábiles aproximadamente. Bien. Sí. Te consulto. ¿Vos sos de Caba o de provincia? Provincia. Bien. ¿De qué localidad y de qué partido? De Loma. De Loma. Bien, a ver, aguardamos un momento que vamos ahora. Ahí te digo cuál sería la suposada más cercana. Bien, en Lomas tengo en Hipólito y Gose en 89, 97, Wengorriti, 4, perdón, 3, 43. No sé cuál de las dos te queda más cómodo para ir. Sí, estoy cerca de los dos. De los dos, sí, los dos están cerquitos uno de los otros. Bueno, ponemos el de Digos en que atienden también los sábados, ¿sí? Mira, por ahora, por el momento no, porque no estoy trabajando, estoy enferma, entonces no tengo cómo seguir pagando. Bien, y vos, claro, vos actualmente con Clarice, ¿sabéis cuánto que abono tenés? De nueve mil. Bien. ¿Y cuánto sigas? Ah, no, mejor. ¿Pero eso te alcanza o a veces haces recargas? No, no, no. No, nunca hice recargas. ¿Nunca haces recargas? Bien. No, no recargo. Me quedo, me quedo, chau. Bien, bien. Si no te puedo brindar lo que es el plan de 8 sigas, que son 4 de base más 4 de regalo, por 11 mil. Si bien va a ser un poquito más, pero bueno, en este caso, con 8 sigas no te quedarías sin datos. En un momento te agradezco. Muchas gracias a vos que tengas un buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:25:53.024832",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 59,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:18.783136",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112120013023_ACD_36625",
    "fecha_inicio": "12/1/2026 12:00:13",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 195,
    "tiempo_conversacion": 176,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}