{
  "archivo": "amza74_1_260112155238867_MIT_01997.wav",
  "duracion_segundos": 1184.39,
  "num_segmentos": 333,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 225.48,
    "Cliente": 828.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 22.54,
      "fin": 25.01,
      "duracion": 2.47,
      "texto": "Hola, ¿cómo este va?",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.89,
      "fin": 69.28,
      "duracion": 43.39,
      "texto": "Porque no sé si me estaban llamando otras personas, todo el tiempo me llaman. Me imagino, perfecto. ¿Pasa que en la computadora tenemos un llamador que sale con 11, que es el de la casa central? y por lo tanto tenemos otros códigos diarios de donde trabajamos. Ah, está bien, está bien. Por eso preguntaba, tenía miedo de atender y que no, no seas. No, tranquilo, tranquilo. Bueno, gustaron, gustaron, es Ludmila, ¿sí? Sí. Yo me comuniqué con una de sus líneas, si no bien recuerdo. Sí. Y bueno, le pedí mandarlo en WhatsApp a usted cuando le pudiera responder, obvio. Sí, sí, sí. Comenten un poquito, por favor. No, no me quería pasar, tengo cuatro líneas, pero tres me quería pasar a volver de vuelta a hacer la portabilidad movistar.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.0,
      "fin": 83.06,
      "duracion": 13.06,
      "texto": "Había un plan que me pusiste ahí de ocho gigas y, no sé, pasando más de una línea, tenía cuatro gigas más, ¿puede ser algo así? Exactamente, tendría un plan de total de doce gigas, ¿bien? Ajá.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 83.38,
      "fin": 91.63,
      "duracion": 8.25,
      "texto": "Ese sería un plazo, whatsapp gratis, llamadas ilimitadas, tiene club monitor que es en casos de cine, supermercados, etcétera.",
      "confianza": 0.493,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.15,
      "fin": 117.27,
      "duracion": 25.12,
      "texto": "Y puede guardar y pasar sus gigas, ¿bien? Como toda línea tiene gustado también 20 gigas más de regalo, que solamente duran 30 días. Si usted lo quiere activar en caso de emergencia, obviamente lo tiene a través del app de mi monitor, ¿sí? 20 gigas en total. Es regalo, parte, esos se tienen que activar manualmente. ¿Y se activan por un mes solo? Por un mes solamente, sí, durante 30 días.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.57,
      "fin": 141.02,
      "duracion": 22.45,
      "texto": "Eso es en caso de emergencia, o sea, yo lo usaría en caso si usted será de Barcacha, en un lugar donde no tenga Wi-Fi, y ahí más que todo lo recomiendo usar. Sí, perfecto. Bueno, Gustavo, yo tengo todos los datos del sistema y tengo las líneas también de este, le voy a pedir que me indique cuáles son las que se van a pasar, por ejemplo, la determinada Pero te lo paso yo si querés.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.12,
      "fin": 147.6,
      "duracion": 5.48,
      "texto": "11-3, 11-3, 104, 8-3-7-6. Perfecto, esa la tengo.",
      "confianza": 0.858,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.3,
      "fin": 158.31,
      "duracion": 10.01,
      "texto": "Sí, 11-5, 5-6-8, 4-4-7-8. Perfecto. Y 11-6, 8-7-6, 9-8-6-6. Esa es 3. Bien, con el mismo plan cada uno. Perfecto. Sí, sí.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.87,
      "fin": 169.76,
      "duracion": 10.89,
      "texto": "Bien, acá en el sistema me figuran sus datos personales, que es Gustavo Ariel Miranda, ¿correcto? Sí, soy yo. Perfecto.",
      "confianza": 0.448,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 169.82,
      "fin": 172.02,
      "duracion": 2.2,
      "texto": "Últimos tres dígitos del DNI, 03, ¿está bien?",
      "confianza": 0.657,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.64,
      "fin": 194.05,
      "duracion": 21.41,
      "texto": "013, sí, sí. Perfecto. Correo electrónico, mirandaje, 61.0. ¿Lo desarmamos o lo cambiamos? Sí, sí, nos está viendo eso mismo. Perfecto. Entonces, sería el DNI 21-4-3-2-013. Perfecto. La fecha de nacimiento colectivo es el 23 del 12 al 69, ¿está bien? Sí, está bien, está bien. Perfecto.",
      "confianza": 0.205,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.16,
      "fin": 198.2,
      "duracion": 3.04,
      "texto": "y correo electrónico y correo, hablamos otra vez, Miranda.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.94,
      "fin": 211.84,
      "duracion": 12.9,
      "texto": "Le voy a solicitar un estado antes de hacerle un cierre commercial. Es la foto de su DNI para que es rentable para validar la identidad del titular, obviamente. Lo espero en línea mientras usted me lo envía, ¿sí?",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.76,
      "fin": 216.5,
      "duracion": 0.74,
      "texto": "Bueno, sí, sí.",
      "confianza": 0.376,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.83,
      "fin": 253.94,
      "duracion": 37.11,
      "texto": "Y también le iba a comentar, ¿usted prefiere de tirar lo que es el chip? Ok. Ahora sí. ¿Usted prefiere retirar el chip en una Sucursal Monster? Bien, de Caban, después de las 72 horas débiles, ¿sí? Escúchame, en Avellaneda no hay nada, en la zona sur. Yo soy de Avellaneda. Ahí le digo si tenemos en Avellaneda, ¿sí? Yo porque el envío, bueno, es un poquito más demora. No, no, no. Yo la puedo retirar mejor porque como siempre es complicado hacer. A veces estoy trabajando y eso y no hay nadie en mi casa.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 255.06,
      "fin": 261.97,
      "duracion": 6.91,
      "texto": "Sí, obviamente. En Bartolomé 3 tenemos uno, al 481. ¿Conoce?",
      "confianza": 0.315,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 263.29,
      "fin": 270.06,
      "duracion": 6.77,
      "texto": "Sí, Bartolomé 3, 481. Sí, 481. ¿Esa tenemos en Ábrega, Nega?",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.05,
      "fin": 272.65,
      "duracion": 0.6,
      "texto": "Sí, sí, ya sé.",
      "confianza": 0.22,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.31,
      "fin": 277.57,
      "duracion": 4.26,
      "texto": "Está bien. Si no, la otra es en Las Vías, en Caldehueme. Esto sería alto, esa Nega.",
      "confianza": 0.028,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 279.54,
      "fin": 288.41,
      "duracion": 8.87,
      "texto": "No, no, no, voy a Mitre, 481. El horario es de lunes a viernes de 9 a 18 en el sol de 10 a 14.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 288.97,
      "fin": 302.61,
      "duracion": 13.64,
      "texto": "Nosotros le vamos a avisar con un previo aviso tras un mensaje de texto dándole la aprobación, o sea que indicándole que ya está listo el trámite que pueda retirar el chip. No vaya antes de que reciba ese mensajito de texto, ¿bien?",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 304.48,
      "fin": 361.18,
      "duracion": 56.7,
      "texto": "Perfecto. Y una vez que yo tenga los chips, ¿cuánto tarda eso? Una vez que usted tenga los chips indicamos el día y la hora en cuando los colocamos. Me tiene que dar aviso cuando ya los tenga en sus manos, ¿sí? Ajá. Ah, está bien, está bien, está bien. Así que cuando vos me decís que yo los retire, yo los retiro y usted te aviso a vos indicamente que los tengo ya. Exactamente, ni las ya tengo porque obviamente esos chips están inactivos, ¿bien? Ajá. Sí, sí. Entonces tenemos que activarlos para que se les viene a ayudar de baja, claro, porque la idea es que ustedes no se queden comunicados por alguna inocencia, ¿bien? Claro. No, no, seguro, seguro, seguro. antes era, se quedaba sin línea y bueno, se quedaba sin línea. Ah, escúchame, espérame, porque hay una de las líneas que es un iPhone, tiene el sim, no sé cómo es el tema. Me parece, espérame un callito y te confirmo bien porque no voy a meter la pata y espérame. Pregunte tranquilo. Meli. Meli.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.0,
      "fin": 385.13,
      "duracion": 23.13,
      "texto": "El de los Mástum tiene el signo. Espérame. Sí, tranquilo. Sí, ya te digo el número. ¿Cuál es?",
      "confianza": 0.445,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 388.0,
      "fin": 390.4,
      "duracion": 2.4,
      "texto": "Es...",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 391.72,
      "fin": 396.22,
      "duracion": 4.51,
      "texto": "11, 5, 5, 6, 8, 4, 4, 7, 8.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 399.41,
      "fin": 411.55,
      "duracion": 12.14,
      "texto": "Bien, genial. Gustavo, a él le hacemos un QR, así que va a recibir lo que es un QR a través de lo que es WhatsApp, indicándole lo que es cómo escanearlo.",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 412.08,
      "fin": 419.29,
      "duracion": 7.21,
      "texto": "No sé si ella lo ha hecho antes o si su hija lo esabenta. Creo que sí, me parece que sí lo sabe.",
      "confianza": 0.45,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 420.07,
      "fin": 461.98,
      "duracion": 41.91,
      "texto": "Todas las personas que tienen asilo es porque han ido a la sucursal y se lo han hecho de esa manera. No sé si lo saben hacer ustedes mismos. Creo que lo hizo ella misma en el momento cuando ella tenía claro y se compró el teléfono. Y le mandaron el teléfono a ella, ¿no? Claro, le mandaron a ella y lo manejó y ella no tuvo que ir a ningún lado. Perfecto, si ella le decía, le enviamos directamente lo que es el QR en su celular, ¿sí? Escúchame, ¿y qué tiempo también va a ser cuando esté por la retirada? Demora exactamente lo mismo. Sí, a ella le va a llegar antes, puede ser que aproximadamente ya el miércoles reciba lo que es el SIM, sino que no lo va a tener que escanear el día que le deje. Le vamos a indicar también cuándo lo tendría que escanear para que circula el declar, ¿sí?",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.44,
      "fin": 464.72,
      "duracion": 1.28,
      "texto": "Listo. Perfecto, ahí vamos.",
      "confianza": 0.043,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 465.53,
      "fin": 473.42,
      "duracion": 7.89,
      "texto": "que es el cierre comercial, ¿Sí? Así que usted está seguro que el el el usted es físico, ¿No? Sí, sí, sí, la nuestra sí, en hecho.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 473.92,
      "fin": 484.58,
      "duracion": 10.66,
      "texto": "Y las otras dos también, ¿No? Sí, sí, sí, eso es físico, el el el ocho tres siete seis físico y el nueve ocho seis tres físico. Solamente cuatro cuatro siete ocho.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 485.26,
      "fin": 521.26,
      "duracion": 36.0,
      "texto": "Bien, Gustavo, avanzamos a hacer el cierre comercial, ¿Sí? Donde le voy a repasar el plan que está contratando con la cantidad de ayudas que va a tener, ¿Sí? Y las Perfecto. Recuerde que una de las líneas no es el retiro al sucursal, solamente usted y la línea que termina en 866. ¿Bien? Sí. Perfecto. Esa es la que retira al sucursal. Claro. Solamente dos chefs se retiran al sucursal. OK. Perfecto. Usted, Gustavo, para futuras promociones, ¿tiene el internet o bar de Movistar instalado o le gustaría acceder en algún momento? Mira, en algún momento yo lo pedí y me cansé.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 522.0,
      "fin": 530.98,
      "duracion": 8.98,
      "texto": "Supuestamente en la zona no hay. y por eso es que me pasé con un combo con claro que ellos sí tenían en fibra óptica y bueno, por eso me había pasado.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 531.94,
      "fin": 549.16,
      "duracion": 17.22,
      "texto": "Ya pasó un año y pico y bueno Movistar no tiene acá, no sé si tiene los postes lejos, no sé cuál es el problema que tiene. ¿Usted me da autorización de que yo chequee en algún momento la dirección y le envíe promoción? Eh, bueno, dale, dale. Recuerde que solamente yo me voy a hacer comunicar, ¿Nariel? ¿Bien?",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 549.75,
      "fin": 563.79,
      "duracion": 14.04,
      "texto": "Bueno, bueno. Perfecto. Entonces, Ariel, estamos portando la siguiente línea. La primera, que es 11 31 04 83 76, ¿bien? Sí. La segunda línea, que es 11 68 76 98 66.",
      "confianza": 0.09,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 564.53,
      "fin": 591.1,
      "duracion": 26.57,
      "texto": "Y la tercera línea, que es 11 55 68 44 78. ¿Son correctas? Sí. Bien. Estas líneas están en nombre del titular actual, que es Gustavo Ariel Miranda, ¿sí? Me comentó que en su compañía actualmente es clara y en ambas líneas es una factura mensual. Esta factura, nombre de usted o nombre de otra persona?",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 591.94,
      "fin": 597.92,
      "duracion": 5.99,
      "texto": "Me dijo que una de sus líneas es con chip en fin y las otras con chip físico, ¿verdad?",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 599.18,
      "fin": 640.79,
      "duracion": 41.61,
      "texto": "Sí. Recuerde que dos de las líneas se va a retirar en una sucursal movistar los chips. que queda en Calle Mitre, al 481, esto es Alta Bayanera, con cuyo postal es 18.70 de Buenos Aires. Bien, recuerde que está entre las calles. No, no es de la Alta Bayanera esto, ¿eh? La dirección que va a estar. Es Alta Bayanera, perdón. Es Alta Bayanera sola. Perfecto. Le dejé igual de dar María la captura de pantalla de la sucursal otra vez de WhatsApp, ¿sí? Ajá. Perfecto. Le recuerdo el costro del servicio que se está contratando, que es de un valor de tan solo 11.400 pesos, bien, recuerde que este olo va a tener como un descuento fijo por seis meses, bien, 100 pesos de 26.200, ¿sí?",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 641.75,
      "fin": 651.24,
      "duracion": 9.49,
      "texto": "Recuerde que este factura, mes adelantado, pero siempre pagamos a los 30 días del servicio activo, o sea que después de los 30 días que funciona la línea móvil, recién separada, ¿sí?",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 651.88,
      "fin": 670.89,
      "duracion": 19.01,
      "texto": "La cantidad de gigas en el 100 van a ser un total de gigas, lo cual incluye gigas de regalo, serían cuatro más cuatro y cuatro más por plan familiar, ¿sí? Recuerde que van a tener dos en todos los meses y los gigas de regalo, por única vez, se habilitan 48 horas después de la línea activar. Por única vez, después los va a tener todos los meses juntos, ¿sí?",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 671.47,
      "fin": 672.07,
      "duracion": 0.6,
      "texto": "Exactamente.",
      "confianza": 0.832,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 672.15,
      "fin": 677.66,
      "duracion": 5.51,
      "texto": "Tiene el poder de armar ilimitadamente, WhatsApp gratis y puede guardar y pasar gigas, ¿sí?",
      "confianza": 0.584,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 677.68,
      "fin": 700.62,
      "duracion": 22.94,
      "texto": "Y su correo electrónico, es donde le vamos a vender las facturaciones de todos los meses. Es mirandahill69.com, ¿está bien? Está bien, está bien. Perfecto. Número alternativo, dejamos solamente el suyo, Gustavo, que es 1131-04-8376. En el número 0. Perfecto, genial. A través de la app, Gustavo, usted va a poder ver en esta nación referir las facturas, ¿sí?",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 701.16,
      "fin": 708.3,
      "duracion": 7.14,
      "texto": "Sí. Ciclo de factura, tal, vencimiento, ni más ni menos. Por ahí podrá activar los 20 gigas que yo le comenté al regalo, que duran 30 días, ¿bien?",
      "confianza": 0.321,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 708.85,
      "fin": 716.37,
      "duracion": 7.52,
      "texto": "Ajá. Puede herir el dedito automático si usted desea. Sí. O sumar 4 gigas de regalo, que obviamente lo va a tener aplicado por el Plan Familia, ¿sí?",
      "confianza": 0.084,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 717.2,
      "fin": 733.29,
      "duracion": 16.09,
      "texto": "Sí. Una vez aprobada la cerchabilidad, esto demora 48 horas rápiles. Bien, recuerde que cuando tenga los chips, nosotros les vamos a avisar cuando va a tener que colocar el chip o escanear en este caso el código QR. Bien, recuerde que tenemos que esperar que se le baja claro por el recién hacer.",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 734.1,
      "fin": 795.08,
      "duracion": 60.98,
      "texto": "Le comento que por única vez deberán validar la identidad al activarlo. En caso de que tenga alguna dificultad con la validación, lo puede intentar nuevamente. Si comunicas conmigo o al 0800, 321-76-782 que le voy a hacer por WhatsApp, ¿sí? Por otro lado, si ya finalizamos, dentro de los próximos días les iré una encuesta de satisfacción. Usted sí, por WhatsApp. Le voy a pedir por favor, Gustavo, si la puede completar, ya que su opinión es muy importante tanto para mí como para la empresa, ¿bien? Ok. Perfecto. Gustavo, voy a darle el alta del servicio, le voy a llevar un mensajito de texto que es el 223 Movistar. Este mensaje solamente lo vas a leer usted y lo voy a leer yo como su asesora. Recuerde que yo soy Mira López. Ninguna otra persona lo va a llamar de mi parte excepto que yo lo autorizo, ¿sí? Entonces, este mensaje lo deberían ver a usted para las líneas físicas y necesitan darle uno a la línea SIN. ¿Ella se encuentra con usted para que le pase un mensaje? No, no, pero le puedo mandar un mensajito. Claro que sí.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 795.6,
      "fin": 802.43,
      "duracion": 6.83,
      "texto": "Porque obviamente ya va a llevar uno aparte, ya que ya es cuerdes. Y ya fuera físico, solamente le envío a usted y ya se activan las tres líneas.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 803.47,
      "fin": 804.97,
      "duracion": 1.5,
      "texto": "Pero le vamos a enviar uno aparte.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 805.58,
      "fin": 807.86,
      "duracion": 2.28,
      "texto": "Ahí yo me acabo de solicitar el suyo.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 808.56,
      "fin": 811.32,
      "duracion": 2.76,
      "texto": "Cuando le llegue le pido por favor que me lo dice por ti, claro.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 813.58,
      "fin": 820.41,
      "duracion": 6.83,
      "texto": "Y le saqué captura de pantalla. ¿Ya me lo enviaste? Ahí lo acabo de enviar.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 826.55,
      "fin": 830.24,
      "duracion": 3.69,
      "texto": "No. Ahí lo acabamos bien, dígame si lo puedo recibir.",
      "confianza": 0.533,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 832.12,
      "fin": 840.03,
      "duracion": 7.91,
      "texto": "Al 8376 mandaste, ¿no? Ajá, yo usted.",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 840.05,
      "fin": 840.17,
      "duracion": 0.12,
      "texto": "No.",
      "confianza": 0.54,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 840.19,
      "fin": 844.78,
      "duracion": 4.59,
      "texto": "11-3104-8376, está bien. Ahí ya guardamos un poquito.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 849.61,
      "fin": 855.5,
      "duracion": 5.89,
      "texto": "Ahora no. Por mensaje texto, no por WhatsApp, ¿sí? Sí, sí, sí, pero bueno me salta la notificación, pero no lo tengo ahora.",
      "confianza": 0.065,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 857.01,
      "fin": 863.36,
      "duracion": 6.35,
      "texto": "O sea, ¿está más de 30 días en lo que es la compañía? ¿Veo claro?",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 863.38,
      "fin": 865.56,
      "duracion": 2.18,
      "texto": "Claro, sí, sí, hace rato.",
      "confianza": 0.223,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 865.58,
      "fin": 869.53,
      "duracion": 3.95,
      "texto": "Hace como un un año más o menos. Ah, perfecto. Entonces, sí. ¿Seguramente eso le valdrá?",
      "confianza": 0.122,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 873.61,
      "fin": 876.0,
      "duracion": 2.39,
      "texto": "Bueno. Ahí lo volvimos a enviar. Díganme, por favor.",
      "confianza": 0.101,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 886.39,
      "fin": 886.73,
      "duracion": 0.34,
      "texto": "Ahí sí.",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 887.05,
      "fin": 887.95,
      "duracion": 0.9,
      "texto": "Perfecto.",
      "confianza": 0.302,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 887.97,
      "fin": 891.88,
      "duracion": 3.91,
      "texto": "Lo escucho. El código 6066. ¿66?",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 891.9,
      "fin": 891.98,
      "duracion": 0.08,
      "texto": "No.",
      "confianza": 0.428,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 892.0,
      "fin": 892.46,
      "duracion": 0.46,
      "texto": "¿6066?",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 894.92,
      "fin": 902.53,
      "duracion": 7.61,
      "texto": "Sí, 6066. Perfecto. Fecha el encendimiento.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 903.84,
      "fin": 905.54,
      "duracion": 1.7,
      "texto": "Dice 19 del 1 del 2026.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 906.06,
      "fin": 911.89,
      "duracion": 5.83,
      "texto": "Perfecto. Genial. Y ahora necesito que le saque una captura de pantalla, por favor.",
      "confianza": 0.296,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 912.55,
      "fin": 925.57,
      "duracion": 13.02,
      "texto": "va a notar a Gustavo que enseguida lo van a estar llamando obviamente también de Movistar porque obviamente hay muchos mayores que están trabajando ahí en un call center y le van a decir que los datos no están pertenecidos, que se han borrado, etcétera.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 926.09,
      "fin": 932.24,
      "duracion": 6.15,
      "texto": "No los pasa, recuerde que esto es totalmente confidencial para que solamente yo le pueda ayudar lo que es el trámite, ¿ok? Sí.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 933.92,
      "fin": 934.64,
      "duracion": 0.72,
      "texto": "Perfecto.",
      "confianza": 0.255,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 934.66,
      "fin": 939.79,
      "duracion": 5.13,
      "texto": "Ahí díganme si le pueden mandar un mensajito a su esposo. Vamos a ver.",
      "confianza": 0.436,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 942.13,
      "fin": 948.03,
      "duracion": 5.9,
      "texto": "Este es el de usted y la otra línea. Melina, ¿te has llamado a mamá?",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 948.58,
      "fin": 969.2,
      "duracion": 20.62,
      "texto": "Dónde te llamas? Decirle que le va a llevar un código que necesitaba el código. Llamáela. Pedidame cuando sea la tienda si ya les mando lo que es el SMS, ¿sí?",
      "confianza": 0.115,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 970.68,
      "fin": 998.41,
      "duracion": 27.73,
      "texto": "No, a mí, a mí, a mí, que a mí le he comido. Que haga el crez. Ya mandalo, si querés. Ahí lo acabo de enviar. ¿Puedo cortarse con vos? Ahí lo acabo de enviar. Ahí dame por favor. Sí, le envía a su esposa.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1000.26,
      "fin": 1055.62,
      "duracion": 55.36,
      "texto": "Obviamente no se me va a poder dictar ella, así que directamente me pasa la captura. Está desconectada desde las tres de la tarde. ¿Qué pasa?",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1058.4,
      "fin": 1064.43,
      "duracion": 6.03,
      "texto": "Ahí está. ¿Les llegó? Sí. 9-8-7-8.",
      "confianza": 0.406,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1065.51,
      "fin": 1066.55,
      "duracion": 1.04,
      "texto": "Vencimiento el mismo, ¿no?",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1067.41,
      "fin": 1068.05,
      "duracion": 0.64,
      "texto": "El 19-1.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1068.63,
      "fin": 1076.7,
      "duracion": 8.07,
      "texto": "Perfecto. Y ahí te lo mando también. OK. Gustavo, ¿otra duda o consulta que me quiera hacer algo antes de finalizar la llamada?",
      "confianza": 0.3,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1077.59,
      "fin": 1080.59,
      "duracion": 3.0,
      "texto": "Esto es por seis meses y... Exactamente.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1081.25,
      "fin": 1123.35,
      "duracion": 42.1,
      "texto": "Después, ¿qué quedaría, la buena o no? La buena, obviamente, sin descuento. Lo ideal sería que usted se pueda comunicar conmigo para que yo pueda ayudarlo, o a través de la misma de mi website, pueda elegir otro nuevo plan. Va a ser avisado usted igualmente, se lo digo por la experiencia propia, le va a llegar un mensaje que sus siguientes facturas no va a tener beneficios aplicados, ¿sí? Entonces, ahí usted se tiene que acordar, se me termina la promoción, ¿sí? Ajá. Perfecto. ¿Y hoy qué valor tiene? Hoy en día cada plan tiene un valor al indico de 37 mil pesos. Serían casi 10 mil pesos lo que pagarían.",
      "confianza": 0.044,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1124.73,
      "fin": 1133.85,
      "duracion": 9.12,
      "texto": "La idea es que usted pueda contratar algo antes de que se termine. Ya me tiene hacienda, yo lo puedo ayudar en cualquier consulta que usted tenga.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1134.5,
      "fin": 1141.69,
      "duracion": 7.19,
      "texto": "Ah, buenísimo, buenísimo. Entonces, dentro de un mes que te vuelva a llamar. Exactamente, me mando mensajes y todo está bueno, no hay problema. Si Dios quiere, ¿qué voy a hacer?",
      "confianza": 0.264,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1143.43,
      "fin": 1156.43,
      "duracion": 13.0,
      "texto": "Bueno, escúchame, ahí te mandé las dos capturas, la mía y la de mi tía. Exactamente. Si me llegaron los dos, recuerde que ustedes dos no me van a buscar los chips. Ella refiere al QR, ¿OK?",
      "confianza": 0.405,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1156.45,
      "fin": 1156.77,
      "duracion": 0.32,
      "texto": "Ajá. Sí, sí, sí.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1156.79,
      "fin": 1159.19,
      "duracion": 2.4,
      "texto": "Para que se quede, no haya confusiones, ¿bien?",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1160.14,
      "fin": 1174.68,
      "duracion": 14.54,
      "texto": "No, no, está bien. Sí, entiendo, entiendo. Igual, Gustavo, cualquier duda o consulta, me lo contactas. Yo más o menos sé, obviamente, lo que es el tema de vincular una encienda y asociar el nuevo, ¿sí? Así que tú, cualquier cosa, me escribes si yo no lo puedo hacer, ¿bien?",
      "confianza": 0.177,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1175.8,
      "fin": 1176.12,
      "duracion": 0.32,
      "texto": "Buenísimo.",
      "confianza": 0.422,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1176.46,
      "fin": 1176.92,
      "duracion": 0.46,
      "texto": "Perfecto.",
      "confianza": 0.868,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1177.02,
      "fin": 1181.24,
      "duracion": 4.22,
      "texto": "Gustavo, bienvenido a Movistar y que tengas una excelente tarde. Muchas gracias por la confianza.",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1183.03,
      "fin": 1184.39,
      "duracion": 1.36,
      "texto": "Te agradezco mucho. Hasta luego. Chau, chau.",
      "confianza": 0.132,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo este va? Porque no sé si me estaban llamando otras personas, todo el tiempo me llaman. Me imagino, perfecto. ¿Pasa que en la computadora tenemos un llamador que sale con 11, que es el de la casa central? y por lo tanto tenemos otros códigos diarios de donde trabajamos. Ah, está bien, está bien. Por eso preguntaba, tenía miedo de atender y que no, no seas. No, tranquilo, tranquilo. Bueno, gustaron, gustaron, es Ludmila, ¿sí? Sí. Yo me comuniqué con una de sus líneas, si no bien recuerdo. Sí. Y bueno, le pedí mandarlo en WhatsApp a usted cuando le pudiera responder, obvio. Sí, sí, sí. Comenten un poquito, por favor. No, no me quería pasar, tengo cuatro líneas, pero tres me quería pasar a volver de vuelta a hacer la portabilidad movistar. Había un plan que me pusiste ahí de ocho gigas y, no sé, pasando más de una línea, tenía cuatro gigas más, ¿puede ser algo así? Exactamente, tendría un plan de total de doce gigas, ¿bien? Ajá. Ese sería un plazo, whatsapp gratis, llamadas ilimitadas, tiene club monitor que es en casos de cine, supermercados, etcétera. Y puede guardar y pasar sus gigas, ¿bien? Como toda línea tiene gustado también 20 gigas más de regalo, que solamente duran 30 días. Si usted lo quiere activar en caso de emergencia, obviamente lo tiene a través del app de mi monitor, ¿sí? 20 gigas en total. Es regalo, parte, esos se tienen que activar manualmente. ¿Y se activan por un mes solo? Por un mes solamente, sí, durante 30 días. Eso es en caso de emergencia, o sea, yo lo usaría en caso si usted será de Barcacha, en un lugar donde no tenga Wi-Fi, y ahí más que todo lo recomiendo usar. Sí, perfecto. Bueno, Gustavo, yo tengo todos los datos del sistema y tengo las líneas también de este, le voy a pedir que me indique cuáles son las que se van a pasar, por ejemplo, la determinada Pero te lo paso yo si querés. 11-3, 11-3, 104, 8-3-7-6. Perfecto, esa la tengo. Sí, 11-5, 5-6-8, 4-4-7-8. Perfecto. Y 11-6, 8-7-6, 9-8-6-6. Esa es 3. Bien, con el mismo plan cada uno. Perfecto. Sí, sí. Bien, acá en el sistema me figuran sus datos personales, que es Gustavo Ariel Miranda, ¿correcto? Sí, soy yo. Perfecto. Últimos tres dígitos del DNI, 03, ¿está bien? 013, sí, sí. Perfecto. Correo electrónico, mirandaje, 61.0. ¿Lo desarmamos o lo cambiamos? Sí, sí, nos está viendo eso mismo. Perfecto. Entonces, sería el DNI 21-4-3-2-013. Perfecto. La fecha de nacimiento colectivo es el 23 del 12 al 69, ¿está bien? Sí, está bien, está bien. Perfecto. y correo electrónico y correo, hablamos otra vez, Miranda. Le voy a solicitar un estado antes de hacerle un cierre commercial. Es la foto de su DNI para que es rentable para validar la identidad del titular, obviamente. Lo espero en línea mientras usted me lo envía, ¿sí? Bueno, sí, sí. Y también le iba a comentar, ¿usted prefiere de tirar lo que es el chip? Ok. Ahora sí. ¿Usted prefiere retirar el chip en una Sucursal Monster? Bien, de Caban, después de las 72 horas débiles, ¿sí? Escúchame, en Avellaneda no hay nada, en la zona sur. Yo soy de Avellaneda. Ahí le digo si tenemos en Avellaneda, ¿sí? Yo porque el envío, bueno, es un poquito más demora. No, no, no. Yo la puedo retirar mejor porque como siempre es complicado hacer. A veces estoy trabajando y eso y no hay nadie en mi casa. Sí, obviamente. En Bartolomé 3 tenemos uno, al 481. ¿Conoce? Sí, Bartolomé 3, 481. Sí, 481. ¿Esa tenemos en Ábrega, Nega? Sí, sí, ya sé. Está bien. Si no, la otra es en Las Vías, en Caldehueme. Esto sería alto, esa Nega. No, no, no, voy a Mitre, 481. El horario es de lunes a viernes de 9 a 18 en el sol de 10 a 14. Nosotros le vamos a avisar con un previo aviso tras un mensaje de texto dándole la aprobación, o sea que indicándole que ya está listo el trámite que pueda retirar el chip. No vaya antes de que reciba ese mensajito de texto, ¿bien? Perfecto. Y una vez que yo tenga los chips, ¿cuánto tarda eso? Una vez que usted tenga los chips indicamos el día y la hora en cuando los colocamos. Me tiene que dar aviso cuando ya los tenga en sus manos, ¿sí? Ajá. Ah, está bien, está bien, está bien. Así que cuando vos me decís que yo los retire, yo los retiro y usted te aviso a vos indicamente que los tengo ya. Exactamente, ni las ya tengo porque obviamente esos chips están inactivos, ¿bien? Ajá. Sí, sí. Entonces tenemos que activarlos para que se les viene a ayudar de baja, claro, porque la idea es que ustedes no se queden comunicados por alguna inocencia, ¿bien? Claro. No, no, seguro, seguro, seguro. antes era, se quedaba sin línea y bueno, se quedaba sin línea. Ah, escúchame, espérame, porque hay una de las líneas que es un iPhone, tiene el sim, no sé cómo es el tema. Me parece, espérame un callito y te confirmo bien porque no voy a meter la pata y espérame. Pregunte tranquilo. Meli. Meli. El de los Mástum tiene el signo. Espérame. Sí, tranquilo. Sí, ya te digo el número. ¿Cuál es? Es... 11, 5, 5, 6, 8, 4, 4, 7, 8. Bien, genial. Gustavo, a él le hacemos un QR, así que va a recibir lo que es un QR a través de lo que es WhatsApp, indicándole lo que es cómo escanearlo. No sé si ella lo ha hecho antes o si su hija lo esabenta. Creo que sí, me parece que sí lo sabe. Todas las personas que tienen asilo es porque han ido a la sucursal y se lo han hecho de esa manera. No sé si lo saben hacer ustedes mismos. Creo que lo hizo ella misma en el momento cuando ella tenía claro y se compró el teléfono. Y le mandaron el teléfono a ella, ¿no? Claro, le mandaron a ella y lo manejó y ella no tuvo que ir a ningún lado. Perfecto, si ella le decía, le enviamos directamente lo que es el QR en su celular, ¿sí? Escúchame, ¿y qué tiempo también va a ser cuando esté por la retirada? Demora exactamente lo mismo. Sí, a ella le va a llegar antes, puede ser que aproximadamente ya el miércoles reciba lo que es el SIM, sino que no lo va a tener que escanear el día que le deje. Le vamos a indicar también cuándo lo tendría que escanear para que circula el declar, ¿sí? Listo. Perfecto, ahí vamos. que es el cierre comercial, ¿Sí? Así que usted está seguro que el el el usted es físico, ¿No? Sí, sí, sí, la nuestra sí, en hecho. Y las otras dos también, ¿No? Sí, sí, sí, eso es físico, el el el ocho tres siete seis físico y el nueve ocho seis tres físico. Solamente cuatro cuatro siete ocho. Bien, Gustavo, avanzamos a hacer el cierre comercial, ¿Sí? Donde le voy a repasar el plan que está contratando con la cantidad de ayudas que va a tener, ¿Sí? Y las Perfecto. Recuerde que una de las líneas no es el retiro al sucursal, solamente usted y la línea que termina en 866. ¿Bien? Sí. Perfecto. Esa es la que retira al sucursal. Claro. Solamente dos chefs se retiran al sucursal. OK. Perfecto. Usted, Gustavo, para futuras promociones, ¿tiene el internet o bar de Movistar instalado o le gustaría acceder en algún momento? Mira, en algún momento yo lo pedí y me cansé. Supuestamente en la zona no hay. y por eso es que me pasé con un combo con claro que ellos sí tenían en fibra óptica y bueno, por eso me había pasado. Ya pasó un año y pico y bueno Movistar no tiene acá, no sé si tiene los postes lejos, no sé cuál es el problema que tiene. ¿Usted me da autorización de que yo chequee en algún momento la dirección y le envíe promoción? Eh, bueno, dale, dale. Recuerde que solamente yo me voy a hacer comunicar, ¿Nariel? ¿Bien? Bueno, bueno. Perfecto. Entonces, Ariel, estamos portando la siguiente línea. La primera, que es 11 31 04 83 76, ¿bien? Sí. La segunda línea, que es 11 68 76 98 66. Y la tercera línea, que es 11 55 68 44 78. ¿Son correctas? Sí. Bien. Estas líneas están en nombre del titular actual, que es Gustavo Ariel Miranda, ¿sí? Me comentó que en su compañía actualmente es clara y en ambas líneas es una factura mensual. Esta factura, nombre de usted o nombre de otra persona? Me dijo que una de sus líneas es con chip en fin y las otras con chip físico, ¿verdad? Sí. Recuerde que dos de las líneas se va a retirar en una sucursal movistar los chips. que queda en Calle Mitre, al 481, esto es Alta Bayanera, con cuyo postal es 18.70 de Buenos Aires. Bien, recuerde que está entre las calles. No, no es de la Alta Bayanera esto, ¿eh? La dirección que va a estar. Es Alta Bayanera, perdón. Es Alta Bayanera sola. Perfecto. Le dejé igual de dar María la captura de pantalla de la sucursal otra vez de WhatsApp, ¿sí? Ajá. Perfecto. Le recuerdo el costro del servicio que se está contratando, que es de un valor de tan solo 11.400 pesos, bien, recuerde que este olo va a tener como un descuento fijo por seis meses, bien, 100 pesos de 26.200, ¿sí? Recuerde que este factura, mes adelantado, pero siempre pagamos a los 30 días del servicio activo, o sea que después de los 30 días que funciona la línea móvil, recién separada, ¿sí? La cantidad de gigas en el 100 van a ser un total de gigas, lo cual incluye gigas de regalo, serían cuatro más cuatro y cuatro más por plan familiar, ¿sí? Recuerde que van a tener dos en todos los meses y los gigas de regalo, por única vez, se habilitan 48 horas después de la línea activar. Por única vez, después los va a tener todos los meses juntos, ¿sí? Exactamente. Tiene el poder de armar ilimitadamente, WhatsApp gratis y puede guardar y pasar gigas, ¿sí? Y su correo electrónico, es donde le vamos a vender las facturaciones de todos los meses. Es mirandahill69.com, ¿está bien? Está bien, está bien. Perfecto. Número alternativo, dejamos solamente el suyo, Gustavo, que es 1131-04-8376. En el número 0. Perfecto, genial. A través de la app, Gustavo, usted va a poder ver en esta nación referir las facturas, ¿sí? Sí. Ciclo de factura, tal, vencimiento, ni más ni menos. Por ahí podrá activar los 20 gigas que yo le comenté al regalo, que duran 30 días, ¿bien? Ajá. Puede herir el dedito automático si usted desea. Sí. O sumar 4 gigas de regalo, que obviamente lo va a tener aplicado por el Plan Familia, ¿sí? Sí. Una vez aprobada la cerchabilidad, esto demora 48 horas rápiles. Bien, recuerde que cuando tenga los chips, nosotros les vamos a avisar cuando va a tener que colocar el chip o escanear en este caso el código QR. Bien, recuerde que tenemos que esperar que se le baja claro por el recién hacer. Le comento que por única vez deberán validar la identidad al activarlo. En caso de que tenga alguna dificultad con la validación, lo puede intentar nuevamente. Si comunicas conmigo o al 0800, 321-76-782 que le voy a hacer por WhatsApp, ¿sí? Por otro lado, si ya finalizamos, dentro de los próximos días les iré una encuesta de satisfacción. Usted sí, por WhatsApp. Le voy a pedir por favor, Gustavo, si la puede completar, ya que su opinión es muy importante tanto para mí como para la empresa, ¿bien? Ok. Perfecto. Gustavo, voy a darle el alta del servicio, le voy a llevar un mensajito de texto que es el 223 Movistar. Este mensaje solamente lo vas a leer usted y lo voy a leer yo como su asesora. Recuerde que yo soy Mira López. Ninguna otra persona lo va a llamar de mi parte excepto que yo lo autorizo, ¿sí? Entonces, este mensaje lo deberían ver a usted para las líneas físicas y necesitan darle uno a la línea SIN. ¿Ella se encuentra con usted para que le pase un mensaje? No, no, pero le puedo mandar un mensajito. Claro que sí. Porque obviamente ya va a llevar uno aparte, ya que ya es cuerdes. Y ya fuera físico, solamente le envío a usted y ya se activan las tres líneas. Pero le vamos a enviar uno aparte. Ahí yo me acabo de solicitar el suyo. Cuando le llegue le pido por favor que me lo dice por ti, claro. Y le saqué captura de pantalla. ¿Ya me lo enviaste? Ahí lo acabo de enviar. No. Ahí lo acabamos bien, dígame si lo puedo recibir. Al 8376 mandaste, ¿no? Ajá, yo usted. No. 11-3104-8376, está bien. Ahí ya guardamos un poquito. Ahora no. Por mensaje texto, no por WhatsApp, ¿sí? Sí, sí, sí, pero bueno me salta la notificación, pero no lo tengo ahora. O sea, ¿está más de 30 días en lo que es la compañía? ¿Veo claro? Claro, sí, sí, hace rato. Hace como un un año más o menos. Ah, perfecto. Entonces, sí. ¿Seguramente eso le valdrá? Bueno. Ahí lo volvimos a enviar. Díganme, por favor. Ahí sí. Perfecto. Lo escucho. El código 6066. ¿66? No. ¿6066? Sí, 6066. Perfecto. Fecha el encendimiento. Dice 19 del 1 del 2026. Perfecto. Genial. Y ahora necesito que le saque una captura de pantalla, por favor. va a notar a Gustavo que enseguida lo van a estar llamando obviamente también de Movistar porque obviamente hay muchos mayores que están trabajando ahí en un call center y le van a decir que los datos no están pertenecidos, que se han borrado, etcétera. No los pasa, recuerde que esto es totalmente confidencial para que solamente yo le pueda ayudar lo que es el trámite, ¿ok? Sí. Perfecto. Ahí díganme si le pueden mandar un mensajito a su esposo. Vamos a ver. Este es el de usted y la otra línea. Melina, ¿te has llamado a mamá? Dónde te llamas? Decirle que le va a llevar un código que necesitaba el código. Llamáela. Pedidame cuando sea la tienda si ya les mando lo que es el SMS, ¿sí? No, a mí, a mí, a mí, que a mí le he comido. Que haga el crez. Ya mandalo, si querés. Ahí lo acabo de enviar. ¿Puedo cortarse con vos? Ahí lo acabo de enviar. Ahí dame por favor. Sí, le envía a su esposa. Obviamente no se me va a poder dictar ella, así que directamente me pasa la captura. Está desconectada desde las tres de la tarde. ¿Qué pasa? Ahí está. ¿Les llegó? Sí. 9-8-7-8. Vencimiento el mismo, ¿no? El 19-1. Perfecto. Y ahí te lo mando también. OK. Gustavo, ¿otra duda o consulta que me quiera hacer algo antes de finalizar la llamada? Esto es por seis meses y... Exactamente. Después, ¿qué quedaría, la buena o no? La buena, obviamente, sin descuento. Lo ideal sería que usted se pueda comunicar conmigo para que yo pueda ayudarlo, o a través de la misma de mi website, pueda elegir otro nuevo plan. Va a ser avisado usted igualmente, se lo digo por la experiencia propia, le va a llegar un mensaje que sus siguientes facturas no va a tener beneficios aplicados, ¿sí? Entonces, ahí usted se tiene que acordar, se me termina la promoción, ¿sí? Ajá. Perfecto. ¿Y hoy qué valor tiene? Hoy en día cada plan tiene un valor al indico de 37 mil pesos. Serían casi 10 mil pesos lo que pagarían. La idea es que usted pueda contratar algo antes de que se termine. Ya me tiene hacienda, yo lo puedo ayudar en cualquier consulta que usted tenga. Ah, buenísimo, buenísimo. Entonces, dentro de un mes que te vuelva a llamar. Exactamente, me mando mensajes y todo está bueno, no hay problema. Si Dios quiere, ¿qué voy a hacer? Bueno, escúchame, ahí te mandé las dos capturas, la mía y la de mi tía. Exactamente. Si me llegaron los dos, recuerde que ustedes dos no me van a buscar los chips. Ella refiere al QR, ¿OK? Ajá. Sí, sí, sí. Para que se quede, no haya confusiones, ¿bien? No, no, está bien. Sí, entiendo, entiendo. Igual, Gustavo, cualquier duda o consulta, me lo contactas. Yo más o menos sé, obviamente, lo que es el tema de vincular una encienda y asociar el nuevo, ¿sí? Así que tú, cualquier cosa, me escribes si yo no lo puedo hacer, ¿bien? Buenísimo. Perfecto. Gustavo, bienvenido a Movistar y que tengas una excelente tarde. Muchas gracias por la confianza. Te agradezco mucho. Hasta luego. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 38.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:02:18.086804",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 333,
    "total_segmentos_corregido": 93,
    "fecha_correccion": "2026-01-18T23:05:32.041876",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112155238867_MIT_01997",
    "fecha_inicio": "12/1/2026 15:52:39",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 1169,
    "tiempo_conversacion": 1161,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}