{
  "archivo": "amza1_1_260112124819048_ACD_26361.wav",
  "duracion_segundos": 98.03,
  "num_segmentos": 23,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 56.26,
    "Cliente": 32.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.54,
      "duracion": 4.51,
      "texto": "Hola, ¿qué tal? Buenos días, hablo con el señor Juan Manuel.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.8,
      "fin": 15.63,
      "duracion": 7.83,
      "texto": "Hola, hablo con Juan Manuel del Valle. Sí, señor, ¿cómo le va? Mucho gusto, le habla Evangelina de este lado.",
      "confianza": 0.306,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.41,
      "fin": 31.7,
      "duracion": 15.29,
      "texto": "Le comentaba, señor, que lo tomamos justamente para brindarle lo que es un descuento para sus líneas desde la compañía de movistar. ¿Cómo le va? Todo bien. Bueno, me alegro. Te figura que actualmente estás justamente en la Compañía de Claros y nosotros desde Multate queríamos brindar lo que es un beneficio.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.33,
      "fin": 40.58,
      "duracion": 7.25,
      "texto": "No sé cuánto estás abonando actualmente, cuántos gigas tenés en tu línea, tenés idea de eso.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.59,
      "fin": 41.0,
      "duracion": 0.4,
      "texto": "Tengo 20 gigas.",
      "confianza": 0.112,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.02,
      "fin": 50.69,
      "duracion": 9.67,
      "texto": "20 gigas. Y eso es una bonificación, ¿cuánto estás abonando por los mismos? Sí, 3.000 pesos, 4.000. Ah, bien, entonces es un descuento con la Compañía de Claros.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.47,
      "fin": 61.52,
      "duracion": 9.05,
      "texto": "Sí. En cuanto a la fibra óptica, ¿también tenés el servicio contratado con un claro o con alguna otra empresa?",
      "confianza": 0.334,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.2,
      "fin": 98.03,
      "duracion": 34.83,
      "texto": "Los 20.000 pesos son lo que sería la fibra más la línea móvil. Nosotros tenemos para mostrarte lo que es el día de hoy, también tenemos lo que son las líneas modificadas, tenemos lo que es la línea de 300 megas, más la fibra de 300 megas, más la línea de 4 gigas de base, más 4 gigas de regalo, y además se te van a añadir 4 gigas más, el ciclo va a tener 12 gigas en total, por 24 mil pesos. Bien, eso es lo que estamos ofreciendo. Nosotros no olvidemos la fibra de 100 megas o de 300.",
      "confianza": 0.855,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenos días, hablo con el señor Juan Manuel. Hola, hablo con Juan Manuel del Valle. Sí, señor, ¿cómo le va? Mucho gusto, le habla Evangelina de este lado. Le comentaba, señor, que lo tomamos justamente para brindarle lo que es un descuento para sus líneas desde la compañía de movistar. ¿Cómo le va? Todo bien. Bueno, me alegro. Te figura que actualmente estás justamente en la Compañía de Claros y nosotros desde Multate queríamos brindar lo que es un beneficio. No sé cuánto estás abonando actualmente, cuántos gigas tenés en tu línea, tenés idea de eso. Tengo 20 gigas. 20 gigas. Y eso es una bonificación, ¿cuánto estás abonando por los mismos? Sí, 3.000 pesos, 4.000. Ah, bien, entonces es un descuento con la Compañía de Claros. Sí. En cuanto a la fibra óptica, ¿también tenés el servicio contratado con un claro o con alguna otra empresa? Los 20.000 pesos son lo que sería la fibra más la línea móvil. Nosotros tenemos para mostrarte lo que es el día de hoy, también tenemos lo que son las líneas modificadas, tenemos lo que es la línea de 300 megas, más la fibra de 300 megas, más la línea de 4 gigas de base, más 4 gigas de regalo, y además se te van a añadir 4 gigas más, el ciclo va a tener 12 gigas en total, por 24 mil pesos. Bien, eso es lo que estamos ofreciendo. Nosotros no olvidemos la fibra de 100 megas o de 300.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:37:58.468368",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 23,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:15.829184",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112124819048_ACD_26361",
    "fecha_inicio": "12/1/2026 12:48:19",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 184,
    "tiempo_conversacion": 96,
    "tiempo_hold": 0,
    "tiempo_acw": 64,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}