{
  "archivo": "amza1_1_260112110443606_ACD_36883.wav",
  "duracion_segundos": 1237.82,
  "num_segmentos": 351,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 612.34,
    "Cliente": 540.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.18,
      "fin": 3.79,
      "duracion": 3.61,
      "texto": "Hola. Hola, ¿qué tal? Buenos días, hablo con Karina.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.77,
      "fin": 16.79,
      "duracion": 11.02,
      "texto": "Sí, ¿qué hablas? Un gusto, Karina. Te hablo de Angelina a este lado de la llamada. Te comento, Kari, yo te llamaba justamente para mirarte lo que es un descuento desde Movistar. Me aseguras que estás abonando algo de 200.000 pesos actualmente.",
      "confianza": 0.095,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.73,
      "fin": 18.29,
      "duracion": 0.56,
      "texto": "¿Es correcto?",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.15,
      "fin": 20.79,
      "duracion": 1.64,
      "texto": "O tenés una deuda, me asegura, no sé.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.76,
      "fin": 26.42,
      "duracion": 1.66,
      "texto": "No, ni una ni otra. Estoy con personal, yo. ¿Estás con personal?",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.2,
      "fin": 27.76,
      "duracion": 0.56,
      "texto": "Bien. Sí.",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.89,
      "fin": 34.32,
      "duracion": 6.43,
      "texto": "Y en ese caso, ¿me figura que en el sistema quizás está abonando o no te hiciste una deuda con la compañía de Claro anteriormente?",
      "confianza": 0.598,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.34,
      "fin": 48.72,
      "duracion": 14.38,
      "texto": "¿Puede ser? No, no, no, no. Me siga el día. Bien, qué extraño. Bueno, nosotros estamos justamente en el área de beneficios de movistar, pero me decís que eso es de personal. Lo que hacemos es justamente contactarnos con clientes de Claro.",
      "confianza": 0.409,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.48,
      "fin": 61.53,
      "duracion": 12.05,
      "texto": "Por eso no sé si será un error en el sistema. No, es un error porque antes tuve claro y hace como tres meses me cambié a Movistar. Bien, ha pasado eso Karina entonces.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.37,
      "fin": 77.67,
      "duracion": 15.3,
      "texto": "Tengo una pregunta, ¿todas las líneas las tenés en la compañía de Persal o alguna te ha quedado en claro? No, no, pará, arranquemos por ahí. Yo lo que tengo con personal es Wi-Fi.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.35,
      "fin": 84.9,
      "duracion": 6.55,
      "texto": "Con claro tengo Las líneas las tengo todas con claro y todas sin abono, con tarjeta.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.65,
      "fin": 90.41,
      "duracion": 3.76,
      "texto": "Sería prepabo. Claro, sí, prepabo.",
      "confianza": 0.166,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.43,
      "fin": 90.53,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.55,
      "fin": 95.46,
      "duracion": 4.91,
      "texto": "Sí, todas prepabo, sí. Bien, yo te quería consultar, Cari, en este caso vos me decís que tenés las líneas con prepabo.",
      "confianza": 0.283,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.78,
      "fin": 95.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 95.86,
      "fin": 101.17,
      "duracion": 5.31,
      "texto": "Te quería consultar cuándo estás abonando actualmente, cuántas cargas le sois hacer o eso vos no lo manejás.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.11,
      "fin": 141.55,
      "duracion": 39.44,
      "texto": "No, no, sí. Va, cada uno. Mis hijos son grandes. Ellos se cargan solos, pero yo estoy haciendo pack. promocionales para todo el mes, generalmente con, no sé, 10 siglas y 500 minutos y WhatsApp y todo eso. De acá, de movilizarme. Bien, sí. En todo caso, te comento brevemente lo que tengo para vos, ¿sí? Tenemos justamente lo que son las líneas bonificadas, el beneficio que justamente a fin de mes siempre vas a tener la recarga de datos. Sí, también si no tienes la totalidad de los datos, lo vas a poder acumular para utilizarlos el mes siguiente. Así que el 100% total lo vas a utilizar. ¿Puedo brindar lo que son 4 líneas?",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 142.07,
      "fin": 153.79,
      "duracion": 11.72,
      "texto": "Si, ahora tengo 3. Bueno, te puedo brindar lo que son 3 líneas en un valor de las 3 por 34.200 pesos.",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.59,
      "fin": 201.32,
      "duracion": 46.73,
      "texto": "Cada una de ellas va a tener 12 días en total. Ese es el beneficio que estamos teniendo el día de hoy. Va a tener, obviamente, WhatsApp para ti en las 30 días del mes, desde el primero al fin de mes. el beneficio que tenemos con Moonstar es que justamente el WhatsApp está 100% bonificado, ¿sí? No es como la compañía de caro que justamente te empieza a dar lo que es el WhatsApp gratis a partir de que se te acaban los datos, ¿bien? Nosotros tenemos el WhatsApp de primero a fin de mes. Y además tenemos lo que es la posibilidad de las llamadas libres, ¿bien? sino por 1.850 pesos más por cada línea, ¿sí? Vas a poder tener lo que es un plan que doblega los gigas, vas a tener un plan de 16 gigas para cada línea, ¿bien? Además, se te van a bonificar 4 gigas más extra, es decir, vas a tener 20 gigas por cada una.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.96,
      "fin": 213.49,
      "duracion": 11.53,
      "texto": "También te incluye WhatsApp y la más, pero a diferencia de la anterior, este tiene lo que es La Más América Precio Local y Roaming en lo que es América, en caso de que quieras viajar afuera del país. La verdad que está muy, muy completo.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 214.45,
      "fin": 221.37,
      "duracion": 6.92,
      "texto": "¿Te quedaría? El plan es que les estaba comentando recién, te quedaría en total las tres líneas por 39.750 pesos, ¿bien?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.93,
      "fin": 230.54,
      "duracion": 7.61,
      "texto": "Las tres, o sea que 13 más o menos cada una. 13.250 pesos cada una, exactamente. Las 13, las que tienen Roaming.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.02,
      "fin": 245.11,
      "duracion": 14.09,
      "texto": "Exactamente, tienen en total 30 gigas cada una, WhatsApp gratis y 30 días, llamadas liberadas, llamadas a América a precio local, así que se llama al exterior o desde el exterior, se te van a facturar como llamadas nacionales y además Roaming en América.",
      "confianza": 0.671,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.44,
      "fin": 249.91,
      "duracion": 4.47,
      "texto": "¿Sí? Deme un segundo porque mi hija justo está por viajar y le voy a comentar eso.",
      "confianza": 0.261,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.49,
      "fin": 266.29,
      "duracion": 15.8,
      "texto": "Bueno, perfecto, yo la guardo acá en la alarma. Bueno, espere porque quiere que le ponga altavoz para que la repita y lo escucháis. Sí, por supuesto, no hay ningún problema. Ahí está. Bien. Hola, ¿cómo estás, Augusto?",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 268.15,
      "fin": 279.98,
      "duracion": 11.83,
      "texto": "Bien, te comento. ¿Querías hablarlo del plan de ocho días?, me dice tu mami. Sí, para el roaming, te hago mi... Nosotros tenemos lo que es Roaming en América. Roaming en América, exactamente.",
      "confianza": 0.281,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 280.72,
      "fin": 292.07,
      "duracion": 11.35,
      "texto": "Yo traigo ahí bien los gigas, pero aguárdame. Tenés lo que son tres gigas de Roaming para utilizar cada mes.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 292.69,
      "fin": 299.84,
      "duracion": 7.15,
      "texto": "Eso es lo que brindamos. O sea, además de los 20 gigas que vas a poder portar, vas a portar tres gigas extra para utilizar fuera del país.",
      "confianza": 0.813,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 300.36,
      "fin": 302.38,
      "duracion": 2.02,
      "texto": "Esto totalmente incluido en lo que es el plan.",
      "confianza": 0.781,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 302.99,
      "fin": 322.96,
      "duracion": 19.97,
      "texto": "Le decía a tu mamá que también el plan incluye lo que es WhatsApp y llamadas libres, y también tiene las llamadas a América a precio local. Es decir, que si vos haces llamadas internacionales en América, sí, las llamadas se te van a curar como llamadas nacionales, ¿no? Vas a tener ese costo adicional que a veces es bastante caro. Y todo eso por 13.250 pesos.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.82,
      "fin": 354.24,
      "duracion": 29.42,
      "texto": "El trámite, lo que tiene beneficio, y le decía a tu mamá también, es que si vos tienes llegas que te sobran, por ejemplo, los puedes guardar para poder utilizarlos el mes siguiente, Y el trámite se suele gestionar en un plazo de 48-78 horas, es decir, hábiles, obviamente. Es decir que esta semana ya podrías estar portando lo que es la línea de Movistar. ¿Bien? Bien. Sí, decime. ¿No tienes un plan con más gigas de rooming? Sí, tenemos un plan con 5 gigas de rooming.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.89,
      "fin": 362.23,
      "duracion": 7.33,
      "texto": "Ese plan tiene en total 23 gigas, si tiene 15 gigas de base más 8 gigas de regalo, es decir que va a tener 23 gigas.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.73,
      "fin": 370.92,
      "duracion": 8.19,
      "texto": "Y además si tu mamá justamente lo hace con el traspaso de sus líneas, va a poder tener 4 gigas más bonificados, ¿bien? Es decir que vas a tener en total 27 gigas, ¿sí?",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 371.94,
      "fin": 434.15,
      "duracion": 62.21,
      "texto": "Ese plan se incluye también en WhatsApp. Y además, esta vez es lo que son llamadas América Precio Local y Roaming al Mundo, ¿sí? Con 5 gigas de Roaming, ¿bien? Este tiene un valor de 23.850. Al ser el mundo, justamente el valor incrementa bastante. Pero, bueno, es el plan que tenemos justamente con más gear. Y, en este caso, es roaming a lo que es el mundo, ¿sí? No sé qué te parece. Hola. Sí, sí. Me está diciendo. Chicas, les comento, si me están escuchando, que también lo que podemos hacer es que, por ejemplo, la titular de la línea, en este caso. Si quiere pasar solamente la suya, lo puede hacer sin problema, en un plan menor, y si tu hija quiere pasarse a un plan mayor, también puede. O sea, podemos variar los planes, no hace falta que se quede exactamente el mismo plan. ¿Bien? Bien. Sí, no, la que va a viajar al exterior es ella. Por ahí cambiaríamos la de ella, pero no sé, te interesa vos, María Luna.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 434.17,
      "fin": 439.56,
      "duracion": 5.39,
      "texto": "Te comento el beneficio que si pasamos la línea y la tuya también, aunque sea el plan más básico,",
      "confianza": 0.785,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 439.86,
      "fin": 445.85,
      "duracion": 5.99,
      "texto": "Sí, va a tener el beneficio de los gigas extras, los 4 gigas extras. Eso está bastante bueno.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.71,
      "fin": 453.54,
      "duracion": 5.83,
      "texto": "Bien. Sí, yo por ahora no me interesa tener abono.",
      "confianza": 0.666,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 454.2,
      "fin": 460.61,
      "duracion": 6.41,
      "texto": "Aparte de cuánto sería el más básico. Sí, el más básico es un plan de 4 gigas de bolsa más 4 gigas de regalos.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 461.11,
      "fin": 483.52,
      "duracion": 22.41,
      "texto": "Y como te digo, si pasamos una o más líneas, bajo la misma titularidad, van a tener 4 gigas extras. Es decir que tu línea va a quedar de 200 total. El beneficio que, en ese caso, vas a poder navegar muchísimo en la calle en caso de que utilices, no sé, plataformas de música o quieras, por ejemplo, ver videos y demás, lo vas a poder usar sin problema porque la verdad es que 12 gigas es bastante completo para lo que es un mes.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 484.3,
      "fin": 494.59,
      "duracion": 10.29,
      "texto": "Y, como te digo, si pasas, por ejemplo, la línea de tu hija o la de tu otro hijo, no sé si quién será la otra línea, vas a ver el beneficio de los cuatro gigas por cada una, ¿bien? Es el plan familiar, se les llama.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 495.67,
      "fin": 497.09,
      "duracion": 1.42,
      "texto": "¿Sí?",
      "confianza": 0.266,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 497.11,
      "fin": 497.25,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.009,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 497.27,
      "fin": 497.59,
      "duracion": 0.32,
      "texto": "Y...",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 498.16,
      "fin": 504.43,
      "duracion": 6.27,
      "texto": "¿Y el costo de pasar la mía sería 13 y pico, el básico?",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 505.25,
      "fin": 522.28,
      "duracion": 17.02,
      "texto": "No, tenemos el de 11,400, que es el que te acabo de mencionar, que es el que tiene los 12 gigas en total, y tenemos 4,850 más, o sea, 13,250 pesos, el de 16 gigas, que te queda en 20 gigas en total porque tenés 4 gigas adicionales.",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 523.02,
      "fin": 527.5,
      "duracion": 4.48,
      "texto": "Eso lo hacemos Sí, eso como uso para titular, lo podemos hacer ahora mismo en la llamada.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 528.2,
      "fin": 550.41,
      "duracion": 22.21,
      "texto": "Demora aproximadamente 10, 15 minutos en pasar las dos líneas, porque yo hago todo juntos, ¿sí? Y dentro de 48 horas ustedes podrían estar portando ambas la misma línea con la compañía de Movistrap, ¿sí? No sería eso bastante rápido, no se van a quedar incomunicadas tampoco, porque justamente ustedes portan la línea de cara hasta el último momento y van a poder justamente portar el mismo número, ¿sí?",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 551.86,
      "fin": 561.87,
      "duracion": 10.01,
      "texto": "Además, comentarles que tienen un beneficio con la compañía de poder, en cualquier momento que ustedes quieran, es una vez al año poder habilitar la posibilidad de utilizar 20 gigas.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 562.43,
      "fin": 562.65,
      "duracion": 0.22,
      "texto": "¿Bien?",
      "confianza": 0.843,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 563.62,
      "fin": 573.47,
      "duracion": 9.85,
      "texto": "Ah, bien, bien. A mi hija le interesa cambiar su línea. Por ahora, cambiaríamos la de ella con el tema del roaming de los 5 gigas.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 574.53,
      "fin": 591.49,
      "duracion": 16.96,
      "texto": "Y nos vemos después más adelante lo mío. Y necesitaría también ¿Puede funcionar el Steam para el celular? Sí, por supuesto, eso no hay ningún problema. Eso yo ahora lo dejo asentado y luego se va a llevar lo que es un mail con un QR, o también te lo voy a estar enviando yo al QR, no hay ningún problema.",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 593.62,
      "fin": 614.45,
      "duracion": 20.83,
      "texto": "Perfecto, mejor. Bueno, le decimos cuál sería la línea que queremos con el rooming. Exactamente, Karina. Mira, vamos a hacer una cosa. Ahora vamos a pasar a validar una serie de datos. Yo necesito que me brindes el número de línea que vamos a aportar, en este caso sería el de tu hija. me figura en pantalla tres líneas, una que termina en 3028, otra que termina en 3037 y otra que termina en 8310. ¿Cuál es la de ella?",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 615.41,
      "fin": 616.89,
      "duracion": 1.48,
      "texto": "La primera, 3028.",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 617.75,
      "fin": 621.38,
      "duracion": 3.62,
      "texto": "La repaso, 2235, 94, 3028.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 621.46,
      "fin": 627.77,
      "duracion": 6.31,
      "texto": "Vamos a portar la de ella, te comento Karina.",
      "confianza": 0.71,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 627.98,
      "fin": 646.28,
      "duracion": 18.3,
      "texto": "El cierre y la llamada la tengo que sesionar con vos justamente porque eso es la titular. Bien, así que en este caso, si me aguardas, lo hacemos todo ahora en el momento. Y si más adelante quisieras vos sumarte, no hay ningún problema, te contactas conmigo, ¿sí? Y yo le voy a loter el respuesto de tu línea. No hay ningún inconveniente con eso.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 647.54,
      "fin": 649.89,
      "duracion": 2.34,
      "texto": "Bueno, bueno, más adelante vemos, por ahora no.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 649.91,
      "fin": 653.15,
      "duracion": 3.24,
      "texto": "Bien, ahí, mira, te voy a mandar un mensajito por WhatsApp desde mi número laboral.",
      "confianza": 0.576,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 653.31,
      "fin": 655.59,
      "duracion": 2.28,
      "texto": "Hola, Karina, soy Eva de Movistar, te voy a poner.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 656.27,
      "fin": 686.12,
      "duracion": 29.85,
      "texto": "Bueno, ahí yo te voy a estar viendo lo que son los datos y vamos a estar comunicándonos para que yo les pueda avisar, ¿sí? Bueno, bueno, dale. No tengo ni idea, yo. Sí, el plan es 5 gigas. Sí. Se va 10 días. ¿Le alcanzará bien? Sí, sobrado. O sea, hay gente que se maneja con 3 gigas y re bien, porque vos ten en cuenta que por ahí también te vas a conectar lo que es redes Wi-Fi, ¿sí?",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 686.74,
      "fin": 698.07,
      "duracion": 11.33,
      "texto": "Además, ¿adónde se puede saber? ¿Adónde viaja ella? La anústico. Sí, sí, no hay ningún inconveniente con eso. Bien, vamos a probar una serie de datos.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 698.23,
      "fin": 703.16,
      "duracion": 4.92,
      "texto": "Sí, me figura que el mail que tenemos de contacto es karinasayes1977.com.",
      "confianza": 0.672,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 703.18,
      "fin": 715.25,
      "duracion": 12.07,
      "texto": "¿Dejamos ese? Sí, perfecto. Bien. Me figura, además que tu DNI comienza con 26. ¿Vos podrías decir los últimos tres dígitos?",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 715.85,
      "fin": 719.02,
      "duracion": 3.17,
      "texto": "Sí, 233. Perfecto.",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 719.04,
      "fin": 729.27,
      "duracion": 10.23,
      "texto": "Karina, te comento, para que justamente tu hija pueda retirar lo que es el chip, sí, tenemos que acordar lo que es una sucursal de Movistar, ¿bien?",
      "confianza": 0.678,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 729.29,
      "fin": 736.78,
      "duracion": 7.49,
      "texto": "Es sin, es sin mensaje. Ah, es verdad, es verdad. Verdad, me disculpas, me lo he olvidado. Entonces, no hay ningún problema con eso, a ella le va a estar llegando a su mail.",
      "confianza": 0.172,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 737.62,
      "fin": 738.1,
      "duracion": 0.48,
      "texto": "¿Bien? Bueno.",
      "confianza": 0.425,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 738.92,
      "fin": 741.83,
      "duracion": 2.9,
      "texto": "Te comento, Karina, nosotros solicitamos lo que es justamente",
      "confianza": 0.755,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 742.09,
      "fin": 757.81,
      "duracion": 15.72,
      "texto": "una imagen del frente y el dorso del DNI, eso simplemente para que podamos verificar lo que es la identidad tuya y que vos seas a titular de las líneas, ¿bien? Eso es lo que pasa por un validador, y cuando lo pasen, yo la diré, vos si querés puedes borrar la foto del chat, no hay ningún problema para que no quede.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 758.89,
      "fin": 766.87,
      "duracion": 7.99,
      "texto": "Bueno, te comento, la foto tiene que quedar bien clarita, sí se tienen que leer bien los que son las cuatro esquinas del DNI, y también lo que es la información, obviamente.",
      "confianza": 0.782,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 767.51,
      "fin": 769.74,
      "duracion": 2.23,
      "texto": "¿Cuándo me haces? Sí, decime.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 770.53,
      "fin": 779.15,
      "duracion": 8.62,
      "texto": "No, no, yo te la mando. Perfecto. Cuando me la mandes, avísame. Así yo la paso por el validador, por el sistema y, bueno, ahí yo lo puedo habilitar.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 780.04,
      "fin": 796.33,
      "duracion": 16.29,
      "texto": "Voy a limpiar la cámara por las dudas. Sí, sí, sí. Sí, de arriba y ahí que se vea. Ahí me respondiste. Genial.",
      "confianza": 0.335,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 798.32,
      "fin": 808.08,
      "duracion": 9.76,
      "texto": "por el chat. Voy haciendo. Sí, yo te espero. Frente y dorso. Ajá, exactamente. El frente y el dorso. Ahí lo voy a pasar por el sistema justamente del frente.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 808.62,
      "fin": 815.87,
      "duracion": 7.25,
      "texto": "Ahí paso perfecto. Ahí está cuando me pases la otra foto. Ahí está.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 816.71,
      "fin": 817.59,
      "duracion": 0.88,
      "texto": "Genial. A ver.",
      "confianza": 0.322,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 821.2,
      "fin": 822.3,
      "duracion": 1.1,
      "texto": "Perfecto, Karina. Ahí está.",
      "confianza": 0.844,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 822.8,
      "fin": 828.05,
      "duracion": 5.25,
      "texto": "Sí, ahí pasaron ambas fotos. Buenísimo. Ya las puedes borrar en caso de que las quieras eliminar.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 828.13,
      "fin": 832.45,
      "duracion": 4.32,
      "texto": "Te comento, ahora lo que vamos a hacer, Karina, es un cierre comercial.",
      "confianza": 0.775,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 832.65,
      "fin": 840.72,
      "duracion": 8.07,
      "texto": "Esto es justamente el acuerdo que queda entre el cliente y la empresa. Es un repaso más formal de los datos que acabamos de corroborar.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 841.28,
      "fin": 847.01,
      "duracion": 5.73,
      "texto": "Te pido que veamos atentamente y si tenés alguna duda o consulta, me lo podés preguntar cuando finalice.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 849.25,
      "fin": 865.38,
      "duracion": 16.13,
      "texto": "Antes de que arranques, después me gustaría que acá, al chat, me envíes Todas las características del producto que acabamos de adquirir, así mi hija lo tiene bien fresco. Por supuesto, no hay ningún problema. Yo ahora les envío eso, ¿sí?",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 865.4,
      "fin": 865.81,
      "duracion": 0.4,
      "texto": "Perfecto.",
      "confianza": 0.84,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 865.87,
      "fin": 875.27,
      "duracion": 9.4,
      "texto": "Para recibir futuras promociones, ¿usted tiene internet de mostrar en su hogar? ¿Sí o no?",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 875.38,
      "fin": 876.32,
      "duracion": 0.94,
      "texto": "Sí, sí. Perfecto.",
      "confianza": 0.73,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 876.44,
      "fin": 884.28,
      "duracion": 7.84,
      "texto": "Estamos recordando lo que es la línea 22-35-94-30-28. A nombre y a pedido, el titular actual, Karina Adriana Zález. Me confirmo los últimos tres de su N.I., por favor.",
      "confianza": 0.303,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 884.94,
      "fin": 885.58,
      "duracion": 0.64,
      "texto": "233.",
      "confianza": 0.45,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 886.38,
      "fin": 886.72,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.774,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 886.76,
      "fin": 902.08,
      "duracion": 15.32,
      "texto": "Me comento que cuento con factura mensual. ¿La factura está a su nombre o el nombre de otra persona? ¿De qué? ¿El Wi-Fi? ¿La factura mensual está a tu nombre, cariño, o a nombre de alguien más? No, todo a nombre mío.",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 902.1,
      "fin": 903.38,
      "duracion": 1.28,
      "texto": "Bien, perfecto.",
      "confianza": 0.798,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 903.4,
      "fin": 908.61,
      "duracion": 5.21,
      "texto": "Bueno, me dijo que posee lo que es la eSIM. Sí, es un chip virtual, entonces.",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 908.63,
      "fin": 909.87,
      "duracion": 1.24,
      "texto": "Sí. Perfecto.",
      "confianza": 0.447,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 910.18,
      "fin": 964.32,
      "duracion": 54.14,
      "texto": "Le comento que justamente el ship lo va a estar recibiendo a través del mail que nos proporcionó. Le recuerdo que el costo del servicio al día de hoy es de 23.850 pesos, con un descuento fijo por seis meses de 54.150. Este plan cuenta con 15 gigas de base más 8 gigas de regalo. incluye lo que es WhatsApp Gratis, llamadas libres a cualquier compañía, un gigabyte para lo que es Free Fire, llamadas América Precio Local y roaming en lo que es al mundo. Bien, le comento que el servicio es que factura a mesa adelantado y los gigas de regalos que tienen una duración de seis meses se arreglarán 48 horas después de activar la línea. Bien, su email de contacto es karinasagues1977.com Ahí le va a llegar lo que es el QR y les comento que el número alternativo que vamos a colocar es el tuyo Karina, que sería 22-35-89-55-10. ¿Bien?",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 964.44,
      "fin": 965.28,
      "duracion": 0.84,
      "texto": "Perfecto.",
      "confianza": 0.337,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 965.44,
      "fin": 990.94,
      "duracion": 25.5,
      "texto": "Desde la aplicación de mi Movistar, siguen haciendo lo que es la sección de servicios. Ustedes pueden ver toda la información referida a su factura, su ciclo de facturación, vencimiento y montos a pagar. Pueden activar el beneficio de 20 digas de regalo con una nombración de 30 a 10. Y también pueden analizar lo que es el delito automático. ¿Bien? Les comento además que ya les había dicho que pueden sumar cuatro libras de regalo en cada línea móvil registrada bajo su misma titularidad, ¿sí?",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 991.88,
      "fin": 1010.63,
      "duracion": 18.75,
      "texto": "Una vez aprobada lo que es la portabilidad, sí, la línea aportará a las 48 horas hábiles. Un día antes por mensaje de WhatsApp le vamos a estar informando lo que es la fecha de portabilidad para que ustedes se queden tranquilas. Es importante que no, nuevamente, bueno, al ser QR yo les voy a estar avisando cuando ustedes puedan escanearlo, ¿bien? Igual se los voy a mandar el mismo día que lo pueda aportar, así que no hay ningún problema.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1011.01,
      "fin": 1011.79,
      "duracion": 0.78,
      "texto": "Sí. Bien.",
      "confianza": 0.394,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1011.81,
      "fin": 1020.58,
      "duracion": 8.77,
      "texto": "Por otro lado, los... Justamente dentro de las próximas días van a recibir lo que es una injusta satisfacción por WhatsApp. Por favor, completenla, si ya tienes opiniones más importantes para la compañía. ¿Bien?",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1022.07,
      "fin": 1025.43,
      "duracion": 3.36,
      "texto": "Bueno, perfecto. Ya tenemos hecho lo que es el cierre comercial y está todo acordado.",
      "confianza": 0.299,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1025.99,
      "fin": 1032.08,
      "duracion": 6.09,
      "texto": "Por último, Karina, lo que voy a hacer a ustedes es enviarles lo que es el código de portabilidad. ¿Se lo han enviado antes cuando han cambiado de compañía?",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1033.84,
      "fin": 1064.74,
      "duracion": 30.9,
      "texto": "Sí, sí, sí. Perfecto. Yo estaré enviándole lo que es el código de portabilidad a la línea de tu hija, ¿sí? a ella le va a estar llegando lo que es un SMLS, ¿sí? Desde el remitente MAR-223, que es el remitente de Movistar, le va a llegar lo que es un código de cuatro dígitos, ella lo tiene que decir, o vos, en este caso en el problema, en la llamada, ¿sí? Y yo les pido que, por favor, me asunten al WhatsApp lo que es una captura del mensajito, ¿sí? Eso es para yo poder poner la evidencia de que les he enviado el código de portabilidad a un cliente y no a otra persona, ¿sí?",
      "confianza": 0.08,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1065.34,
      "fin": 1069.0,
      "duracion": 3.66,
      "texto": "Ah, perfecto. Bien, ahí se envió. Decime.",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1070.32,
      "fin": 1078.91,
      "duracion": 8.59,
      "texto": "Bien. Otra cosa. Ella ahora viaja, pero cuando vuelve puede dar de baja este plan y cambiarse a otra cosa, ¿no? Sí, por supuesto. El solo hace través de la aplicación. No hay ningún inconveniente.",
      "confianza": 0.018,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1079.77,
      "fin": 1081.54,
      "duracion": 1.77,
      "texto": "Bien. ¿Qué días va a cerrar la línea?",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1082.6,
      "fin": 1084.88,
      "duracion": 2.28,
      "texto": "Y mira, yo ahora lo cargo en el sistema.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1085.06,
      "fin": 1091.35,
      "duracion": 6.29,
      "texto": "Me figura que el preescor crediticio es bastante alto, así que no creo que tengamos ningún tipo de complicación con el tema de la gestión, ¿sí?",
      "confianza": 0.712,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1091.87,
      "fin": 1104.29,
      "duracion": 12.42,
      "texto": "En ese caso, dentro de 48,72 horas hábiles, pudiendo recibir el QR para poder portarlo a línea, ¿bien? No se va a quedar sin comunicar a ella con la línea de claro porque todo sucede de forma coordinada, digamos.",
      "confianza": 0.864,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1104.81,
      "fin": 1109.82,
      "duracion": 5.01,
      "texto": "Cuando te llega el QR, justo se le da de baja a claro y ya lo activa y ya tiene el chip de Movistar activo, ¿sí?",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1112.04,
      "fin": 1112.22,
      "duracion": 0.18,
      "texto": "Sí. Bien.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1112.24,
      "fin": 1116.67,
      "duracion": 4.42,
      "texto": "¿Le llegó, Karina, lo que es el código?",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1116.69,
      "fin": 1116.75,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.085,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1116.77,
      "fin": 1120.29,
      "duracion": 3.52,
      "texto": "A los mensajes comunes.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1120.31,
      "fin": 1120.37,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1120.39,
      "fin": 1139.91,
      "duracion": 19.52,
      "texto": "A los mensajes comunes, exacto. Y si querés, mira, perdón, no sé cómo se llama... María Luz. María Luz. Yo le voy a estar enviando un mensajito a María para si en todo caso me comunico con ella, le voy a poner, hola María, soy Eva, si quiere ella que me apunte a través de ese chat que le manda el mensajito de la captura.",
      "confianza": 0.803,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1141.89,
      "fin": 1150.2,
      "duracion": 8.31,
      "texto": "Ya te la mandé ahora a este chat que tengo. Claro, pero lo preferible es que sea una captura de pantalla, por eso mismo, es lo que nos piden en el sistema.",
      "confianza": 0.297,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1150.82,
      "fin": 1166.9,
      "duracion": 16.08,
      "texto": "Bueno, entonces envíale mensaje así y te lo manda. Ahí le puse la María, soy Eva. Bueno. Les comento, chicas, que les van a estar justamente ingresando seguramente la más de otras compañías, en este caso a María, ¿sí? A tu número no, Karina, porque tú a María no la aportaste, ¿bien?",
      "confianza": 0.076,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1167.9,
      "fin": 1190.19,
      "duracion": 22.29,
      "texto": "En ese caso que María no la responda porque justamente le van a estar ofreciendo otras ofertas desde otras compañías y lo que puede suceder es que se realice lo que es una doble facturación o en el teor de los casos que ella se quede incomunicada, ¿bien? Así que le pido porfa que ni atiendan las llamadas. En caso de que tengan alguna duda consulta, me lo pueden preguntar a mí a través del chat de WhatsApp. Y si yo las tengo que llamar por algún motivo, les voy a estar avisando que las voy a llamar, ¿bien?",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1191.51,
      "fin": 1211.16,
      "duracion": 19.65,
      "texto": "Para que se queden tranquilos. Acuérdense que la gestión la han hecho conmigo, con Evangelina, por las dudas también. Así que ya estaría todo. Ya ahora cargué todo en el sistema. Yo le voy a estar notificando a María ya que tengo su número. a través de WhatsApp, cuándo se le va a estar portando lo que es la línea y cuándo le va a llegar el QR, ¿sí?",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1211.96,
      "fin": 1237.82,
      "duracion": 25.86,
      "texto": "Y cualquier duda o consulta, como les digo, cualquiera de las dos me puede mandar mensajes, no hay ningún inconveniente, ¿sí? Perfecto. Bueno, chicas, muchísimas gracias. Estamos en comunicación entonces, Karina, en cualquier duda que tengas o que quieras justamente pasar tu línea también, agéndame, tenés mi número, ya puedes hacer el trámite conmigo, ¿sí? Perfecto. Bueno, que tengas buen día. Gracias, igualmente. Está muy bien. Hasta luego. Hasta luego.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenos días, hablo con Karina. Sí, ¿qué hablas? Un gusto, Karina. Te hablo de Angelina a este lado de la llamada. Te comento, Kari, yo te llamaba justamente para mirarte lo que es un descuento desde Movistar. Me aseguras que estás abonando algo de 200.000 pesos actualmente. ¿Es correcto? O tenés una deuda, me asegura, no sé. No, ni una ni otra. Estoy con personal, yo. ¿Estás con personal? Bien. Sí. Y en ese caso, ¿me figura que en el sistema quizás está abonando o no te hiciste una deuda con la compañía de Claro anteriormente? ¿Puede ser? No, no, no, no. Me siga el día. Bien, qué extraño. Bueno, nosotros estamos justamente en el área de beneficios de movistar, pero me decís que eso es de personal. Lo que hacemos es justamente contactarnos con clientes de Claro. Por eso no sé si será un error en el sistema. No, es un error porque antes tuve claro y hace como tres meses me cambié a Movistar. Bien, ha pasado eso Karina entonces. Tengo una pregunta, ¿todas las líneas las tenés en la compañía de Persal o alguna te ha quedado en claro? No, no, pará, arranquemos por ahí. Yo lo que tengo con personal es Wi-Fi. Con claro tengo Las líneas las tengo todas con claro y todas sin abono, con tarjeta. Sería prepabo. Claro, sí, prepabo. Bien. Sí, todas prepabo, sí. Bien, yo te quería consultar, Cari, en este caso vos me decís que tenés las líneas con prepabo. Sí. Te quería consultar cuándo estás abonando actualmente, cuántas cargas le sois hacer o eso vos no lo manejás. No, no, sí. Va, cada uno. Mis hijos son grandes. Ellos se cargan solos, pero yo estoy haciendo pack. promocionales para todo el mes, generalmente con, no sé, 10 siglas y 500 minutos y WhatsApp y todo eso. De acá, de movilizarme. Bien, sí. En todo caso, te comento brevemente lo que tengo para vos, ¿sí? Tenemos justamente lo que son las líneas bonificadas, el beneficio que justamente a fin de mes siempre vas a tener la recarga de datos. Sí, también si no tienes la totalidad de los datos, lo vas a poder acumular para utilizarlos el mes siguiente. Así que el 100% total lo vas a utilizar. ¿Puedo brindar lo que son 4 líneas? Si, ahora tengo 3. Bueno, te puedo brindar lo que son 3 líneas en un valor de las 3 por 34.200 pesos. Cada una de ellas va a tener 12 días en total. Ese es el beneficio que estamos teniendo el día de hoy. Va a tener, obviamente, WhatsApp para ti en las 30 días del mes, desde el primero al fin de mes. el beneficio que tenemos con Moonstar es que justamente el WhatsApp está 100% bonificado, ¿sí? No es como la compañía de caro que justamente te empieza a dar lo que es el WhatsApp gratis a partir de que se te acaban los datos, ¿bien? Nosotros tenemos el WhatsApp de primero a fin de mes. Y además tenemos lo que es la posibilidad de las llamadas libres, ¿bien? sino por 1.850 pesos más por cada línea, ¿sí? Vas a poder tener lo que es un plan que doblega los gigas, vas a tener un plan de 16 gigas para cada línea, ¿bien? Además, se te van a bonificar 4 gigas más extra, es decir, vas a tener 20 gigas por cada una. También te incluye WhatsApp y la más, pero a diferencia de la anterior, este tiene lo que es La Más América Precio Local y Roaming en lo que es América, en caso de que quieras viajar afuera del país. La verdad que está muy, muy completo. ¿Te quedaría? El plan es que les estaba comentando recién, te quedaría en total las tres líneas por 39.750 pesos, ¿bien? Las tres, o sea que 13 más o menos cada una. 13.250 pesos cada una, exactamente. Las 13, las que tienen Roaming. Exactamente, tienen en total 30 gigas cada una, WhatsApp gratis y 30 días, llamadas liberadas, llamadas a América a precio local, así que se llama al exterior o desde el exterior, se te van a facturar como llamadas nacionales y además Roaming en América. ¿Sí? Deme un segundo porque mi hija justo está por viajar y le voy a comentar eso. Bueno, perfecto, yo la guardo acá en la alarma. Bueno, espere porque quiere que le ponga altavoz para que la repita y lo escucháis. Sí, por supuesto, no hay ningún problema. Ahí está. Bien. Hola, ¿cómo estás, Augusto? Bien, te comento. ¿Querías hablarlo del plan de ocho días?, me dice tu mami. Sí, para el roaming, te hago mi... Nosotros tenemos lo que es Roaming en América. Roaming en América, exactamente. Yo traigo ahí bien los gigas, pero aguárdame. Tenés lo que son tres gigas de Roaming para utilizar cada mes. Eso es lo que brindamos. O sea, además de los 20 gigas que vas a poder portar, vas a portar tres gigas extra para utilizar fuera del país. Esto totalmente incluido en lo que es el plan. Le decía a tu mamá que también el plan incluye lo que es WhatsApp y llamadas libres, y también tiene las llamadas a América a precio local. Es decir, que si vos haces llamadas internacionales en América, sí, las llamadas se te van a curar como llamadas nacionales, ¿no? Vas a tener ese costo adicional que a veces es bastante caro. Y todo eso por 13.250 pesos. El trámite, lo que tiene beneficio, y le decía a tu mamá también, es que si vos tienes llegas que te sobran, por ejemplo, los puedes guardar para poder utilizarlos el mes siguiente, Y el trámite se suele gestionar en un plazo de 48-78 horas, es decir, hábiles, obviamente. Es decir que esta semana ya podrías estar portando lo que es la línea de Movistar. ¿Bien? Bien. Sí, decime. ¿No tienes un plan con más gigas de rooming? Sí, tenemos un plan con 5 gigas de rooming. Ese plan tiene en total 23 gigas, si tiene 15 gigas de base más 8 gigas de regalo, es decir que va a tener 23 gigas. Y además si tu mamá justamente lo hace con el traspaso de sus líneas, va a poder tener 4 gigas más bonificados, ¿bien? Es decir que vas a tener en total 27 gigas, ¿sí? Ese plan se incluye también en WhatsApp. Y además, esta vez es lo que son llamadas América Precio Local y Roaming al Mundo, ¿sí? Con 5 gigas de Roaming, ¿bien? Este tiene un valor de 23.850. Al ser el mundo, justamente el valor incrementa bastante. Pero, bueno, es el plan que tenemos justamente con más gear. Y, en este caso, es roaming a lo que es el mundo, ¿sí? No sé qué te parece. Hola. Sí, sí. Me está diciendo. Chicas, les comento, si me están escuchando, que también lo que podemos hacer es que, por ejemplo, la titular de la línea, en este caso. Si quiere pasar solamente la suya, lo puede hacer sin problema, en un plan menor, y si tu hija quiere pasarse a un plan mayor, también puede. O sea, podemos variar los planes, no hace falta que se quede exactamente el mismo plan. ¿Bien? Bien. Sí, no, la que va a viajar al exterior es ella. Por ahí cambiaríamos la de ella, pero no sé, te interesa vos, María Luna. Te comento el beneficio que si pasamos la línea y la tuya también, aunque sea el plan más básico, Sí, va a tener el beneficio de los gigas extras, los 4 gigas extras. Eso está bastante bueno. Bien. Sí, yo por ahora no me interesa tener abono. Aparte de cuánto sería el más básico. Sí, el más básico es un plan de 4 gigas de bolsa más 4 gigas de regalos. Y como te digo, si pasamos una o más líneas, bajo la misma titularidad, van a tener 4 gigas extras. Es decir que tu línea va a quedar de 200 total. El beneficio que, en ese caso, vas a poder navegar muchísimo en la calle en caso de que utilices, no sé, plataformas de música o quieras, por ejemplo, ver videos y demás, lo vas a poder usar sin problema porque la verdad es que 12 gigas es bastante completo para lo que es un mes. Y, como te digo, si pasas, por ejemplo, la línea de tu hija o la de tu otro hijo, no sé si quién será la otra línea, vas a ver el beneficio de los cuatro gigas por cada una, ¿bien? Es el plan familiar, se les llama. ¿Sí? Sí, sí. Y... ¿Y el costo de pasar la mía sería 13 y pico, el básico? No, tenemos el de 11,400, que es el que te acabo de mencionar, que es el que tiene los 12 gigas en total, y tenemos 4,850 más, o sea, 13,250 pesos, el de 16 gigas, que te queda en 20 gigas en total porque tenés 4 gigas adicionales. Eso lo hacemos Sí, eso como uso para titular, lo podemos hacer ahora mismo en la llamada. Demora aproximadamente 10, 15 minutos en pasar las dos líneas, porque yo hago todo juntos, ¿sí? Y dentro de 48 horas ustedes podrían estar portando ambas la misma línea con la compañía de Movistrap, ¿sí? No sería eso bastante rápido, no se van a quedar incomunicadas tampoco, porque justamente ustedes portan la línea de cara hasta el último momento y van a poder justamente portar el mismo número, ¿sí? Además, comentarles que tienen un beneficio con la compañía de poder, en cualquier momento que ustedes quieran, es una vez al año poder habilitar la posibilidad de utilizar 20 gigas. ¿Bien? Ah, bien, bien. A mi hija le interesa cambiar su línea. Por ahora, cambiaríamos la de ella con el tema del roaming de los 5 gigas. Y nos vemos después más adelante lo mío. Y necesitaría también ¿Puede funcionar el Steam para el celular? Sí, por supuesto, eso no hay ningún problema. Eso yo ahora lo dejo asentado y luego se va a llevar lo que es un mail con un QR, o también te lo voy a estar enviando yo al QR, no hay ningún problema. Perfecto, mejor. Bueno, le decimos cuál sería la línea que queremos con el rooming. Exactamente, Karina. Mira, vamos a hacer una cosa. Ahora vamos a pasar a validar una serie de datos. Yo necesito que me brindes el número de línea que vamos a aportar, en este caso sería el de tu hija. me figura en pantalla tres líneas, una que termina en 3028, otra que termina en 3037 y otra que termina en 8310. ¿Cuál es la de ella? La primera, 3028. La repaso, 2235, 94, 3028. Vamos a portar la de ella, te comento Karina. El cierre y la llamada la tengo que sesionar con vos justamente porque eso es la titular. Bien, así que en este caso, si me aguardas, lo hacemos todo ahora en el momento. Y si más adelante quisieras vos sumarte, no hay ningún problema, te contactas conmigo, ¿sí? Y yo le voy a loter el respuesto de tu línea. No hay ningún inconveniente con eso. Bueno, bueno, más adelante vemos, por ahora no. Bien, ahí, mira, te voy a mandar un mensajito por WhatsApp desde mi número laboral. Hola, Karina, soy Eva de Movistar, te voy a poner. Bueno, ahí yo te voy a estar viendo lo que son los datos y vamos a estar comunicándonos para que yo les pueda avisar, ¿sí? Bueno, bueno, dale. No tengo ni idea, yo. Sí, el plan es 5 gigas. Sí. Se va 10 días. ¿Le alcanzará bien? Sí, sobrado. O sea, hay gente que se maneja con 3 gigas y re bien, porque vos ten en cuenta que por ahí también te vas a conectar lo que es redes Wi-Fi, ¿sí? Además, ¿adónde se puede saber? ¿Adónde viaja ella? La anústico. Sí, sí, no hay ningún inconveniente con eso. Bien, vamos a probar una serie de datos. Sí, me figura que el mail que tenemos de contacto es karinasayes1977.com. ¿Dejamos ese? Sí, perfecto. Bien. Me figura, además que tu DNI comienza con 26. ¿Vos podrías decir los últimos tres dígitos? Sí, 233. Perfecto. Karina, te comento, para que justamente tu hija pueda retirar lo que es el chip, sí, tenemos que acordar lo que es una sucursal de Movistar, ¿bien? Es sin, es sin mensaje. Ah, es verdad, es verdad. Verdad, me disculpas, me lo he olvidado. Entonces, no hay ningún problema con eso, a ella le va a estar llegando a su mail. ¿Bien? Bueno. Te comento, Karina, nosotros solicitamos lo que es justamente una imagen del frente y el dorso del DNI, eso simplemente para que podamos verificar lo que es la identidad tuya y que vos seas a titular de las líneas, ¿bien? Eso es lo que pasa por un validador, y cuando lo pasen, yo la diré, vos si querés puedes borrar la foto del chat, no hay ningún problema para que no quede. Bueno, te comento, la foto tiene que quedar bien clarita, sí se tienen que leer bien los que son las cuatro esquinas del DNI, y también lo que es la información, obviamente. ¿Cuándo me haces? Sí, decime. No, no, yo te la mando. Perfecto. Cuando me la mandes, avísame. Así yo la paso por el validador, por el sistema y, bueno, ahí yo lo puedo habilitar. Voy a limpiar la cámara por las dudas. Sí, sí, sí. Sí, de arriba y ahí que se vea. Ahí me respondiste. Genial. por el chat. Voy haciendo. Sí, yo te espero. Frente y dorso. Ajá, exactamente. El frente y el dorso. Ahí lo voy a pasar por el sistema justamente del frente. Ahí paso perfecto. Ahí está cuando me pases la otra foto. Ahí está. Genial. A ver. Perfecto, Karina. Ahí está. Sí, ahí pasaron ambas fotos. Buenísimo. Ya las puedes borrar en caso de que las quieras eliminar. Te comento, ahora lo que vamos a hacer, Karina, es un cierre comercial. Esto es justamente el acuerdo que queda entre el cliente y la empresa. Es un repaso más formal de los datos que acabamos de corroborar. Te pido que veamos atentamente y si tenés alguna duda o consulta, me lo podés preguntar cuando finalice. Antes de que arranques, después me gustaría que acá, al chat, me envíes Todas las características del producto que acabamos de adquirir, así mi hija lo tiene bien fresco. Por supuesto, no hay ningún problema. Yo ahora les envío eso, ¿sí? Perfecto. Para recibir futuras promociones, ¿usted tiene internet de mostrar en su hogar? ¿Sí o no? Sí, sí. Perfecto. Estamos recordando lo que es la línea 22-35-94-30-28. A nombre y a pedido, el titular actual, Karina Adriana Zález. Me confirmo los últimos tres de su N.I., por favor. 233. Perfecto. Me comento que cuento con factura mensual. ¿La factura está a su nombre o el nombre de otra persona? ¿De qué? ¿El Wi-Fi? ¿La factura mensual está a tu nombre, cariño, o a nombre de alguien más? No, todo a nombre mío. Bien, perfecto. Bueno, me dijo que posee lo que es la eSIM. Sí, es un chip virtual, entonces. Sí. Perfecto. Le comento que justamente el ship lo va a estar recibiendo a través del mail que nos proporcionó. Le recuerdo que el costo del servicio al día de hoy es de 23.850 pesos, con un descuento fijo por seis meses de 54.150. Este plan cuenta con 15 gigas de base más 8 gigas de regalo. incluye lo que es WhatsApp Gratis, llamadas libres a cualquier compañía, un gigabyte para lo que es Free Fire, llamadas América Precio Local y roaming en lo que es al mundo. Bien, le comento que el servicio es que factura a mesa adelantado y los gigas de regalos que tienen una duración de seis meses se arreglarán 48 horas después de activar la línea. Bien, su email de contacto es karinasagues1977.com Ahí le va a llegar lo que es el QR y les comento que el número alternativo que vamos a colocar es el tuyo Karina, que sería 22-35-89-55-10. ¿Bien? Perfecto. Desde la aplicación de mi Movistar, siguen haciendo lo que es la sección de servicios. Ustedes pueden ver toda la información referida a su factura, su ciclo de facturación, vencimiento y montos a pagar. Pueden activar el beneficio de 20 digas de regalo con una nombración de 30 a 10. Y también pueden analizar lo que es el delito automático. ¿Bien? Les comento además que ya les había dicho que pueden sumar cuatro libras de regalo en cada línea móvil registrada bajo su misma titularidad, ¿sí? Una vez aprobada lo que es la portabilidad, sí, la línea aportará a las 48 horas hábiles. Un día antes por mensaje de WhatsApp le vamos a estar informando lo que es la fecha de portabilidad para que ustedes se queden tranquilas. Es importante que no, nuevamente, bueno, al ser QR yo les voy a estar avisando cuando ustedes puedan escanearlo, ¿bien? Igual se los voy a mandar el mismo día que lo pueda aportar, así que no hay ningún problema. Sí. Bien. Por otro lado, los... Justamente dentro de las próximas días van a recibir lo que es una injusta satisfacción por WhatsApp. Por favor, completenla, si ya tienes opiniones más importantes para la compañía. ¿Bien? Bueno, perfecto. Ya tenemos hecho lo que es el cierre comercial y está todo acordado. Por último, Karina, lo que voy a hacer a ustedes es enviarles lo que es el código de portabilidad. ¿Se lo han enviado antes cuando han cambiado de compañía? Sí, sí, sí. Perfecto. Yo estaré enviándole lo que es el código de portabilidad a la línea de tu hija, ¿sí? a ella le va a estar llegando lo que es un SMLS, ¿sí? Desde el remitente MAR-223, que es el remitente de Movistar, le va a llegar lo que es un código de cuatro dígitos, ella lo tiene que decir, o vos, en este caso en el problema, en la llamada, ¿sí? Y yo les pido que, por favor, me asunten al WhatsApp lo que es una captura del mensajito, ¿sí? Eso es para yo poder poner la evidencia de que les he enviado el código de portabilidad a un cliente y no a otra persona, ¿sí? Ah, perfecto. Bien, ahí se envió. Decime. Bien. Otra cosa. Ella ahora viaja, pero cuando vuelve puede dar de baja este plan y cambiarse a otra cosa, ¿no? Sí, por supuesto. El solo hace través de la aplicación. No hay ningún inconveniente. Bien. ¿Qué días va a cerrar la línea? Y mira, yo ahora lo cargo en el sistema. Me figura que el preescor crediticio es bastante alto, así que no creo que tengamos ningún tipo de complicación con el tema de la gestión, ¿sí? En ese caso, dentro de 48,72 horas hábiles, pudiendo recibir el QR para poder portarlo a línea, ¿bien? No se va a quedar sin comunicar a ella con la línea de claro porque todo sucede de forma coordinada, digamos. Cuando te llega el QR, justo se le da de baja a claro y ya lo activa y ya tiene el chip de Movistar activo, ¿sí? Sí. Bien. ¿Le llegó, Karina, lo que es el código? Sí. A los mensajes comunes. Sí. A los mensajes comunes, exacto. Y si querés, mira, perdón, no sé cómo se llama... María Luz. María Luz. Yo le voy a estar enviando un mensajito a María para si en todo caso me comunico con ella, le voy a poner, hola María, soy Eva, si quiere ella que me apunte a través de ese chat que le manda el mensajito de la captura. Ya te la mandé ahora a este chat que tengo. Claro, pero lo preferible es que sea una captura de pantalla, por eso mismo, es lo que nos piden en el sistema. Bueno, entonces envíale mensaje así y te lo manda. Ahí le puse la María, soy Eva. Bueno. Les comento, chicas, que les van a estar justamente ingresando seguramente la más de otras compañías, en este caso a María, ¿sí? A tu número no, Karina, porque tú a María no la aportaste, ¿bien? En ese caso que María no la responda porque justamente le van a estar ofreciendo otras ofertas desde otras compañías y lo que puede suceder es que se realice lo que es una doble facturación o en el teor de los casos que ella se quede incomunicada, ¿bien? Así que le pido porfa que ni atiendan las llamadas. En caso de que tengan alguna duda consulta, me lo pueden preguntar a mí a través del chat de WhatsApp. Y si yo las tengo que llamar por algún motivo, les voy a estar avisando que las voy a llamar, ¿bien? Para que se queden tranquilos. Acuérdense que la gestión la han hecho conmigo, con Evangelina, por las dudas también. Así que ya estaría todo. Ya ahora cargué todo en el sistema. Yo le voy a estar notificando a María ya que tengo su número. a través de WhatsApp, cuándo se le va a estar portando lo que es la línea y cuándo le va a llegar el QR, ¿sí? Y cualquier duda o consulta, como les digo, cualquiera de las dos me puede mandar mensajes, no hay ningún inconveniente, ¿sí? Perfecto. Bueno, chicas, muchísimas gracias. Estamos en comunicación entonces, Karina, en cualquier duda que tengas o que quieras justamente pasar tu línea también, agéndame, tenés mi número, ya puedes hacer el trámite conmigo, ¿sí? Perfecto. Bueno, que tengas buen día. Gracias, igualmente. Está muy bien. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.558,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 62.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:37:52.929080",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 351,
    "total_segmentos_corregido": 119,
    "fecha_correccion": "2026-01-18T23:05:15.822620",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110443606_ACD_36883",
    "fecha_inicio": "12/1/2026 11:04:43",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 1218,
    "tiempo_conversacion": 1187,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}