{
  "archivo": "amza30_1_260112110858415_ACD_53261.wav",
  "duracion_segundos": 241.58,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 115.65,
    "Cliente": 108.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.42,
      "fin": 6.86,
      "duracion": 5.44,
      "texto": "¿Qué tal? Hola. ¿Qué tal? Mi nombre es Eugenia. ¿Hablo con Anahí?",
      "confianza": 0.299,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.88,
      "fin": 7.38,
      "duracion": 0.5,
      "texto": "Sí, ¿quién habla?",
      "confianza": 0.44,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.76,
      "fin": 15.27,
      "duracion": 7.51,
      "texto": "¿Qué tal? Eugenia, como le decías, mi nombre, me estoy comunicando el día de hoy del área de beneficios móviles. Sí me figura que usted actualmente tiene claros, ¿así?",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.59,
      "fin": 17.25,
      "duracion": 0.66,
      "texto": "Sí, sí.",
      "confianza": 0.287,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.27,
      "fin": 26.61,
      "duracion": 9.34,
      "texto": "Perfecto, Anahí. Le comento, nosotros estamos comunicándolos con los clientes ex antiguos de Movistar. Sí, para poder... Ay, te explico, mira.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.63,
      "fin": 26.69,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.024,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.71,
      "fin": 28.89,
      "duracion": 2.18,
      "texto": "Escúchame, así no te gastas. Te explico lo que le explico a todos los chicos.",
      "confianza": 0.015,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.19,
      "fin": 33.72,
      "duracion": 4.53,
      "texto": "Yo tuve movistar acá en casa, pero ¿qué pasa?",
      "confianza": 0.482,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.64,
      "fin": 46.5,
      "duracion": 11.86,
      "texto": "No anda en esta zona de movistar. O sea, ¿cómo te explico? Si me quedo sin internet acá en casa, no puedo usar los datos móviles. Pero no soy yo, es toda la zona. O sea, mis hermanas, todo.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.12,
      "fin": 49.72,
      "duracion": 2.6,
      "texto": "O sea, acá nadie tenemos movistar.",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.84,
      "fin": 51.59,
      "duracion": 1.74,
      "texto": "O sea, yo tuve, pero lo tuve que sacar.",
      "confianza": 0.728,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.41,
      "fin": 72.73,
      "duracion": 20.32,
      "texto": "Así que, por eso tengo otra... ¿Qué provincia y localidad estamos hablando? Yo soy de la plata a los hornos, pero... O sea, no sé por qué las antenas acá no andan. Cada vez que me llaman, por ejemplo, para no ser los que perdieron el tiempo, les digo siempre lo mismo.",
      "confianza": 0.152,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.47,
      "fin": 78.62,
      "duracion": 5.15,
      "texto": "A mí, obvio, que me conviene porque yo tengo movistar acá en mi casa, o sea, en internet.",
      "confianza": 0.615,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 78.64,
      "fin": 103.98,
      "duracion": 25.34,
      "texto": "Pero en internet sí me sirve, a mí lo que no me sirve es en mi teléfono. En el teléfono. Bien, yo lo... Sí. Yo estoy buscando porque bueno, me tenía que sacar la duda de la de la cobertura y yo acá me estoy sintiendo y veo los hornos y hay unas zonas nada más que están como en Amarillo que es entre la avenida 52 de las 60 pero el resto está como todo en verde.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.84,
      "fin": 107.94,
      "duracion": 3.11,
      "texto": "Bueno, hasta ahí sí, bueno, yo vivo más al fondo.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.56,
      "fin": 109.17,
      "duracion": 0.6,
      "texto": "Yo vivo",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.79,
      "fin": 111.21,
      "duracion": 1.42,
      "texto": "165 y 59 y 60.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.31,
      "fin": 126.79,
      "duracion": 14.48,
      "texto": "Mira, mi hermano, yo te explico, cuando viene mi hermano de su casa, que no vive acá, vive allá en Los Ornos, él me dice, me da una bronca, y de cada que vengo para acá, en 150, bueno, la que vos me dijiste, ahí se me muere el teléfono.",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.59,
      "fin": 136.58,
      "duracion": 8.99,
      "texto": "O sea, los que no viven cerca de casa, así le hablan. O sea, yo estoy de las 152 para acá, por eso no me anda a mí.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.56,
      "fin": 180.16,
      "duracion": 41.6,
      "texto": "A eso voy yo. No sé por qué no llegan, no ponen otra antena, la verdad que... Qué raro porque, como le decía, hacia acá está la zona, entre la avenida 52 y la 60 sí veo unos amarillos que significan intermitencia y después lo que es entre la 155 y la 166 veo todos verdes, más al sur hacia donde dice el retiro Ahí ya está como más en amarillito, pero el resto lo veo todo... Bueno, pero yo sigo en los hornos, yo no soy... Bueno, yo trabajo en el retiro y también... Ya, es la otra punta.",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.72,
      "fin": 195.82,
      "duracion": 15.1,
      "texto": "Igual 52 es mucho para allá, yo te lo digo, yo estoy sobre... Por eso yo... Pónele, a mitad de cuadra de la avenida de la 60, 665. Así que por eso a mí no me anda acá. Ah, bien.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.32,
      "fin": 211.51,
      "duracion": 15.19,
      "texto": "Bueno. Así que no, y bueno, por eso mismo lo tuve que cambiar otra vez a claro, viste, porque lo único que me anda, porque ni siquiera personal me anda bien acá. Ah, bien. Y yo no puedo quedarme, ponerle, si me quedo, pasa así. Ponle por una urgencia, no, o lo que sea. Me quedo sin luz.",
      "confianza": 0.16,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.06,
      "fin": 217.08,
      "duracion": 5.02,
      "texto": "O lo que sea, no puedo usar los datos. Y acá hemos estado, ¿sabes qué?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.76,
      "fin": 222.69,
      "duracion": 4.93,
      "texto": "En verano o en invierno siempre nos pasa lo mismo. Hasta una semana sin luz. Hemos estado.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.37,
      "fin": 224.61,
      "duracion": 1.24,
      "texto": "Así que imagínate.",
      "confianza": 0.381,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.23,
      "fin": 228.29,
      "duracion": 3.07,
      "texto": "No, no puedo estar comunicada con nadie.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.98,
      "fin": 230.34,
      "duracion": 1.36,
      "texto": "No, no, es entendible, es entendible.",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.84,
      "fin": 236.52,
      "duracion": 5.68,
      "texto": "Muchas gracias por haberme comentado esto, te lo dejo asentado igual. Sí,",
      "confianza": 0.644,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 236.52,
      "fin": 238.98,
      "duracion": 2.46,
      "texto": "bueno, espero que te hagan muy buenito día.",
      "confianza": 0.393,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.0,
      "fin": 241.58,
      "duracion": 2.58,
      "texto": "Vos también, gracias. Hasta luego. Gracias, hasta luego.",
      "confianza": 0.217,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Qué tal? Hola. ¿Qué tal? Mi nombre es Eugenia. ¿Hablo con Anahí? Sí, ¿quién habla? ¿Qué tal? Eugenia, como le decías, mi nombre, me estoy comunicando el día de hoy del área de beneficios móviles. Sí me figura que usted actualmente tiene claros, ¿así? Sí, sí. Perfecto, Anahí. Le comento, nosotros estamos comunicándolos con los clientes ex antiguos de Movistar. Sí, para poder... Ay, te explico, mira. Sí. Escúchame, así no te gastas. Te explico lo que le explico a todos los chicos. Yo tuve movistar acá en casa, pero ¿qué pasa? No anda en esta zona de movistar. O sea, ¿cómo te explico? Si me quedo sin internet acá en casa, no puedo usar los datos móviles. Pero no soy yo, es toda la zona. O sea, mis hermanas, todo. O sea, acá nadie tenemos movistar. O sea, yo tuve, pero lo tuve que sacar. Así que, por eso tengo otra... ¿Qué provincia y localidad estamos hablando? Yo soy de la plata a los hornos, pero... O sea, no sé por qué las antenas acá no andan. Cada vez que me llaman, por ejemplo, para no ser los que perdieron el tiempo, les digo siempre lo mismo. A mí, obvio, que me conviene porque yo tengo movistar acá en mi casa, o sea, en internet. Pero en internet sí me sirve, a mí lo que no me sirve es en mi teléfono. En el teléfono. Bien, yo lo... Sí. Yo estoy buscando porque bueno, me tenía que sacar la duda de la de la cobertura y yo acá me estoy sintiendo y veo los hornos y hay unas zonas nada más que están como en Amarillo que es entre la avenida 52 de las 60 pero el resto está como todo en verde. Bueno, hasta ahí sí, bueno, yo vivo más al fondo. Yo vivo 165 y 59 y 60. Mira, mi hermano, yo te explico, cuando viene mi hermano de su casa, que no vive acá, vive allá en Los Ornos, él me dice, me da una bronca, y de cada que vengo para acá, en 150, bueno, la que vos me dijiste, ahí se me muere el teléfono. O sea, los que no viven cerca de casa, así le hablan. O sea, yo estoy de las 152 para acá, por eso no me anda a mí. A eso voy yo. No sé por qué no llegan, no ponen otra antena, la verdad que... Qué raro porque, como le decía, hacia acá está la zona, entre la avenida 52 y la 60 sí veo unos amarillos que significan intermitencia y después lo que es entre la 155 y la 166 veo todos verdes, más al sur hacia donde dice el retiro Ahí ya está como más en amarillito, pero el resto lo veo todo... Bueno, pero yo sigo en los hornos, yo no soy... Bueno, yo trabajo en el retiro y también... Ya, es la otra punta. Igual 52 es mucho para allá, yo te lo digo, yo estoy sobre... Por eso yo... Pónele, a mitad de cuadra de la avenida de la 60, 665. Así que por eso a mí no me anda acá. Ah, bien. Bueno. Así que no, y bueno, por eso mismo lo tuve que cambiar otra vez a claro, viste, porque lo único que me anda, porque ni siquiera personal me anda bien acá. Ah, bien. Y yo no puedo quedarme, ponerle, si me quedo, pasa así. Ponle por una urgencia, no, o lo que sea. Me quedo sin luz. O lo que sea, no puedo usar los datos. Y acá hemos estado, ¿sabes qué? En verano o en invierno siempre nos pasa lo mismo. Hasta una semana sin luz. Hemos estado. Así que imagínate. No, no puedo estar comunicada con nadie. No, no, es entendible, es entendible. Muchas gracias por haberme comentado esto, te lo dejo asentado igual. Sí, bueno, espero que te hagan muy buenito día. Vos también, gracias. Hasta luego. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.54,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:06:05.982297",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 64,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:21.405941",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110858415_ACD_53261",
    "fecha_inicio": "12/1/2026 11:08:58",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 268,
    "tiempo_conversacion": 233,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}