{
  "archivo": "amza18_1_260114112903385_ACD_94081.wav",
  "duracion_segundos": 84.56,
  "num_segmentos": 27,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 77.97
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.54,
      "fin": 9.39,
      "duracion": 6.85,
      "texto": "Hola, buen día. Ana. Sí, ¿quién habla? Más que eres mi nombre, nos comunicamos del área de beneficio movistar.",
      "confianza": 0.288,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.68,
      "fin": 16.1,
      "duracion": 5.42,
      "texto": "Queríamos, Ana, mejorar el plan de su línea. Vemos que se encuentra en clara actualmente. Sí.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.76,
      "fin": 32.89,
      "duracion": 16.13,
      "texto": "Bien, le he de poder mejorar lo que es el servicio de precios, obviamente, para que pueda valorar a la compañía, ¿sí? Para eso tenemos lo que es un plan de 3.250 pesos para su línea, en el cual contamos un total de seis llegas para navegar a WhatsApp, gratis durante todo el mes y lo que son llamadas también ilimitadas a cualquier compañía.",
      "confianza": 0.601,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.59,
      "fin": 37.88,
      "duracion": 4.29,
      "texto": "Queremos de igual forma consultarle qué clase de plan estará contratando usted en la compañía.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.28,
      "fin": 84.56,
      "duracion": 45.28,
      "texto": "Y yo por ahora, hasta hoy, estoy con 6,300 pesos. Bien, entiendo. Sí, sí, sí. Y lo que es internet en el hogar, ¿nos lo tiene contratado también con Movistar o no utilizamos Huawei? Claro, estamos con claro todo por hoy. vamos a ver más adelante. ¿Qué quiere ofrecer, digamos, también en el servicio de internet en el bar? ¿Recuerda cuánto a una, digamos, por el servicio? Ay, algo de veinte, creo. Porque eso se encarga mi marido, que en estos momentos no está. Ah, lo entiendo. Sí, sí, sí. Bueno, por ahora gracias, ¿eh? Gracias por comunicarte. Que tengamos un día hasta luego. Gracias.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Ana. Sí, ¿quién habla? Más que eres mi nombre, nos comunicamos del área de beneficio movistar. Queríamos, Ana, mejorar el plan de su línea. Vemos que se encuentra en clara actualmente. Sí. Bien, le he de poder mejorar lo que es el servicio de precios, obviamente, para que pueda valorar a la compañía, ¿sí? Para eso tenemos lo que es un plan de 3.250 pesos para su línea, en el cual contamos un total de seis llegas para navegar a WhatsApp, gratis durante todo el mes y lo que son llamadas también ilimitadas a cualquier compañía. Queremos de igual forma consultarle qué clase de plan estará contratando usted en la compañía. Y yo por ahora, hasta hoy, estoy con 6,300 pesos. Bien, entiendo. Sí, sí, sí. Y lo que es internet en el hogar, ¿nos lo tiene contratado también con Movistar o no utilizamos Huawei? Claro, estamos con claro todo por hoy. vamos a ver más adelante. ¿Qué quiere ofrecer, digamos, también en el servicio de internet en el bar? ¿Recuerda cuánto a una, digamos, por el servicio? Ay, algo de veinte, creo. Porque eso se encarga mi marido, que en estos momentos no está. Ah, lo entiendo. Sí, sí, sí. Bueno, por ahora gracias, ¿eh? Gracias por comunicarte. Que tengamos un día hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.527,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:30:22.974139",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 27,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:15.399572",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112903385_ACD_94081",
    "fecha_inicio": "14/1/2026 11:29:03",
    "agente_nombre": "MZA 18",
    "agente_login": "mza18",
    "duracion_total": 140,
    "tiempo_conversacion": 83,
    "tiempo_hold": 0,
    "tiempo_acw": 33,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}