{
  "archivo": "amza43_1_260114111251768_ACD_45539.wav",
  "duracion_segundos": 429.38,
  "num_segmentos": 92,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 110.16,
    "Cliente": 254.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.33,
      "fin": 3.17,
      "duracion": 1.84,
      "texto": "Hola, buen día. Me comunico con Dora.",
      "confianza": 0.851,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.67,
      "fin": 19.45,
      "duracion": 14.78,
      "texto": "Sí. Como el de Barfranco es mi nombre, trama el día de hoy para hacerle llegar una promoción a su línea móvil, que actualmente está en claro. Suena bueno. Sí. Dora, ¿puede ser que tenga esta línea y una más asociada a su nombre?",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.32,
      "fin": 28.38,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.4,
      "fin": 29.26,
      "duracion": 0.86,
      "texto": "Ah, sí. Tu número está en claro, ¿no, Cari?",
      "confianza": 0.0,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.67,
      "fin": 47.63,
      "duracion": 15.96,
      "texto": "Estaba viendo una que termina en 224 y una que termina en 175, ¿qué es esa? Esta es la mía, sí. Sí. Bien, le hago una consulta actualmente a su compañero. ¿Cuánto llegas de brinda en relación a lo que usted utiliza o ustedes utilizan?",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.76,
      "fin": 57.0,
      "duracion": 4.24,
      "texto": "No sé ni idea cuánto me da. ¿Y cuánto está aproximadamente agonando por estas líneas?",
      "confianza": 0.09,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.86,
      "fin": 62.36,
      "duracion": 3.51,
      "texto": "Por esta línea, yo abono 34.000 pesos.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.02,
      "fin": 87.61,
      "duracion": 24.59,
      "texto": "Por ambas, me imagino. No, la otra no es esa línea. No, la otra no es esa línea. Está claro a mi nombre, pero no es esa línea. Bueno, le hago una propuesta, Dora, ¿qué le parece a usted si por 20.800 pesos, para ser exacto, tendría las dos líneas de manera virtual?",
      "confianza": 0.836,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.3,
      "fin": 102.03,
      "duracion": 12.73,
      "texto": "No, no porque yo, ella no. Está en mi nombre pero ella no. Ah, bien. Entonces, con más razón pagarías menos por una sola línea de 10.400 pesos. ¿Cómo lo ves?",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.69,
      "fin": 104.91,
      "duracion": 2.22,
      "texto": "20.000 pesos menos de lo que estamos poniendo actualmente.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.27,
      "fin": 111.22,
      "duracion": 4.95,
      "texto": "No, pero yo tengo, porque yo tengo la línea y el... Y el internet.",
      "confianza": 0.797,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.01,
      "fin": 123.57,
      "duracion": 11.56,
      "texto": "Es claro, todo completo. Ah, bien. Igual tengo promociones que incluyen internet más línea, pero depende mucho de los gigas que usted utilice. No sé si trabaja afuera, si utiliza muchos gigas mensualmente.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.87,
      "fin": 130.12,
      "duracion": 5.25,
      "texto": "Ah, yo soy sola acá, no salgo ni afuera, ni gigas, ni nada. Ah, bien.",
      "confianza": 0.285,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.13,
      "fin": 132.4,
      "duracion": 2.26,
      "texto": "Entonces... No uso muchos gigas.",
      "confianza": 0.138,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 132.42,
      "fin": 140.47,
      "duracion": 8.05,
      "texto": "Y en su casa tiene muchos dispositivos que consuman internet, digamos, televisor, decodificadores, computadoras, ¿algo de eso?",
      "confianza": 0.816,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.31,
      "fin": 145.13,
      "duracion": 3.83,
      "texto": "Yo tengo un solo de qué.",
      "confianza": 0.077,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.15,
      "fin": 165.21,
      "duracion": 20.06,
      "texto": "Bien, mi motivo de tramada es para hacerle de dar promociones que sean accesibles al cliente y, por supuesto, que sean más accesibles lo que pagan actualmente. Entonces, lo por internet y línea le podrían brindar por 24 mil pesos. Lo bueno es que tienen descuentos de 4 mil pesos por tres meses. Entonces, en los primeros seis meses abonaría 20 mil pesos por el internet más la línea.",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.02,
      "fin": 173.03,
      "duracion": 5.01,
      "texto": "Para eso, igual, siempre habría que ver si hay cobertura. Entiendo que usted es de Buenos Aires.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.71,
      "fin": 232.47,
      "duracion": 58.76,
      "texto": "No sé de qué parte, pero... De Varela. Yo soy de Varela y yo estoy agonando con la línea mía esta, 34 mil pesos, que tengo... Fibra. Claro, por eso. Yo le brindaría lo mismo, su plan de telefonía, más el internet para la casa, pero por 20 mil pesos. ¿Me entienden? O sea que usted estaría pagando menos por un servicio superador, porque tenemos más velocidad de internet también. ¿Y cuánto de giga me das? Y para la línea móvil tenemos lo que son 4 gigas más 4 de regalo, que ahí tendrías 8, más 20, que por los primeros 30 debías movilizar te brinda, o sea que serían 28 gigabytes. Lo bueno es que si te sobran 20, o sea te sobran de esos 20, te los puedes pasar para otro mes. ¿Me entendés? Pero si usted me dice que es Ola y que por ahí no sale tanto con 8GB, yo creo que está más que bien.",
      "confianza": 0.329,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 242.16,
      "fin": 243.58,
      "duracion": 1.42,
      "texto": "No, yo mi línea es Ola. Y en internet también, tengo una tele nomás.",
      "confianza": 0.062,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.6,
      "fin": 245.92,
      "duracion": 2.32,
      "texto": "Claro, entonces con 300MB estaría re bien.",
      "confianza": 0.623,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 246.86,
      "fin": 266.43,
      "duracion": 19.57,
      "texto": "Con una velocidad de 300MB. Y sobre todo lo bueno de todo esto es que estaría ahorrando dinero, sobre todas las cosas por un buen servicio. Además, Movistar tiene su tienda Movistar que tiene una cuponera de cuentos en farmacias, en supermercados, en tiendas de hamburguesería, por ejemplo.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 267.81,
      "fin": 271.86,
      "duracion": 4.05,
      "texto": "Tienes varios beneficios, no solamente lo que es el internet y la línea.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.7,
      "fin": 282.05,
      "duracion": 6.35,
      "texto": "Claro. Pero bueno, lo más importante todo esto es saber si usted tiene cobertura de internet. ¿Alguna es tu internet de fibra de Movistar?",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 284.93,
      "fin": 296.34,
      "duracion": 11.41,
      "texto": "Sí, tuve, tuve, pero no. Yo me cambié a clara, me cambié a clara por eso, porque tuve problemas con Movistar, por eso yo no... ¿Qué le sucedió?",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.96,
      "fin": 309.39,
      "duracion": 11.43,
      "texto": "No, nada, porque vos me ofreció ahora eso, y después me va yendo, subiendo, subiendo, subiendo hasta que yo quise darle la vaca, no, no. Por eso me cambié a clara.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.06,
      "fin": 314.5,
      "duracion": 4.44,
      "texto": "Estaba viendo que en el 2023 estuvo usted en Movistar. ¿Sí?",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.17,
      "fin": 331.41,
      "duracion": 16.24,
      "texto": "Y yo siempre estuve, siempre estuve con Movistar, pero ya ahora ya no. Ahora ya estoy con claro. Veo que estuvo en el 2023, igualmente para ese tiempo lo que es fibra óptica estaba bastante, era muy poquito en algunas zonas de Buenos Aires.",
      "confianza": 0.214,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.05,
      "fin": 333.87,
      "duracion": 1.82,
      "texto": "Sí, era muy caro, justamente.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.49,
      "fin": 355.54,
      "duracion": 21.05,
      "texto": "Y nada, la idea de esto es siempre poder recuperar al cliente y mantenerlo. No sirve de nada que yo le dé una oferta, sino no se va a poder mantener en el tiempo. Por eso es que los planes son por seis meses y no por un año, para que el cliente decida si después de los seis meses quiere seguir o no. Incluso tiene la oportunidad, por eso está la aplicación también, de ir cambiando el plan.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.46,
      "fin": 369.23,
      "duracion": 12.77,
      "texto": "De decir, bueno, no quiero pagar tanto, entonces prefiero cambiar el plan y poner otro internet o sacarlo o poner otra línea. Siempre está la forma de que el cliente pueda saber y ver qué quiere para sus líneas.",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 370.61,
      "fin": 393.37,
      "duracion": 22.76,
      "texto": "Es lo que ha cambiado ahora con respecto al 2023. Era más tedioso, antes tenías que ir a la sucursal, pedir que te lo cambien, que te lo bajen, ahora lo puedes hacer uno gestionándolo desde el celular, digamos. Sí, ya sé, pero yo ya soy una persona grande y no entiendo eso, y para andar jodiéndolo entonces no, me quedo con claro y listo, ya estoy ahí, voy pagando, igual.",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.47,
      "fin": 414.82,
      "duracion": 20.35,
      "texto": "hasta que pueda, voy pagando. Claro, es una pena porque estaría ahorrando, hoy es un día bastante importante. ¿Usted es cubilada? Sí, yo soy cubilada, yo soy una persona grande, no uso para... Por eso digo, ahorrarse así sea 15 mil pesos es plata.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 420.0,
      "fin": 421.14,
      "duracion": 1.14,
      "texto": "Sí, sí, yo sé, pero no, no, no, está bien igual.",
      "confianza": 0.046,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 421.17,
      "fin": 422.79,
      "duracion": 1.62,
      "texto": "Bueno, dos dólares.",
      "confianza": 0.434,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 424.1,
      "fin": 429.38,
      "duracion": 5.28,
      "texto": "Bueno, para vos también.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Me comunico con Dora. Sí. Como el de Barfranco es mi nombre, trama el día de hoy para hacerle llegar una promoción a su línea móvil, que actualmente está en claro. Suena bueno. Sí. Dora, ¿puede ser que tenga esta línea y una más asociada a su nombre? No. Ah, sí. Tu número está en claro, ¿no, Cari? Estaba viendo una que termina en 224 y una que termina en 175, ¿qué es esa? Esta es la mía, sí. Sí. Bien, le hago una consulta actualmente a su compañero. ¿Cuánto llegas de brinda en relación a lo que usted utiliza o ustedes utilizan? No sé ni idea cuánto me da. ¿Y cuánto está aproximadamente agonando por estas líneas? Por esta línea, yo abono 34.000 pesos. Por ambas, me imagino. No, la otra no es esa línea. No, la otra no es esa línea. Está claro a mi nombre, pero no es esa línea. Bueno, le hago una propuesta, Dora, ¿qué le parece a usted si por 20.800 pesos, para ser exacto, tendría las dos líneas de manera virtual? No, no porque yo, ella no. Está en mi nombre pero ella no. Ah, bien. Entonces, con más razón pagarías menos por una sola línea de 10.400 pesos. ¿Cómo lo ves? 20.000 pesos menos de lo que estamos poniendo actualmente. No, pero yo tengo, porque yo tengo la línea y el... Y el internet. Es claro, todo completo. Ah, bien. Igual tengo promociones que incluyen internet más línea, pero depende mucho de los gigas que usted utilice. No sé si trabaja afuera, si utiliza muchos gigas mensualmente. Ah, yo soy sola acá, no salgo ni afuera, ni gigas, ni nada. Ah, bien. Entonces... No uso muchos gigas. Y en su casa tiene muchos dispositivos que consuman internet, digamos, televisor, decodificadores, computadoras, ¿algo de eso? Yo tengo un solo de qué. Bien, mi motivo de tramada es para hacerle de dar promociones que sean accesibles al cliente y, por supuesto, que sean más accesibles lo que pagan actualmente. Entonces, lo por internet y línea le podrían brindar por 24 mil pesos. Lo bueno es que tienen descuentos de 4 mil pesos por tres meses. Entonces, en los primeros seis meses abonaría 20 mil pesos por el internet más la línea. Para eso, igual, siempre habría que ver si hay cobertura. Entiendo que usted es de Buenos Aires. No sé de qué parte, pero... De Varela. Yo soy de Varela y yo estoy agonando con la línea mía esta, 34 mil pesos, que tengo... Fibra. Claro, por eso. Yo le brindaría lo mismo, su plan de telefonía, más el internet para la casa, pero por 20 mil pesos. ¿Me entienden? O sea que usted estaría pagando menos por un servicio superador, porque tenemos más velocidad de internet también. ¿Y cuánto de giga me das? Y para la línea móvil tenemos lo que son 4 gigas más 4 de regalo, que ahí tendrías 8, más 20, que por los primeros 30 debías movilizar te brinda, o sea que serían 28 gigabytes. Lo bueno es que si te sobran 20, o sea te sobran de esos 20, te los puedes pasar para otro mes. ¿Me entendés? Pero si usted me dice que es Ola y que por ahí no sale tanto con 8GB, yo creo que está más que bien. No, yo mi línea es Ola. Y en internet también, tengo una tele nomás. Claro, entonces con 300MB estaría re bien. Con una velocidad de 300MB. Y sobre todo lo bueno de todo esto es que estaría ahorrando dinero, sobre todas las cosas por un buen servicio. Además, Movistar tiene su tienda Movistar que tiene una cuponera de cuentos en farmacias, en supermercados, en tiendas de hamburguesería, por ejemplo. Tienes varios beneficios, no solamente lo que es el internet y la línea. Claro. Pero bueno, lo más importante todo esto es saber si usted tiene cobertura de internet. ¿Alguna es tu internet de fibra de Movistar? Sí, tuve, tuve, pero no. Yo me cambié a clara, me cambié a clara por eso, porque tuve problemas con Movistar, por eso yo no... ¿Qué le sucedió? No, nada, porque vos me ofreció ahora eso, y después me va yendo, subiendo, subiendo, subiendo hasta que yo quise darle la vaca, no, no. Por eso me cambié a clara. Estaba viendo que en el 2023 estuvo usted en Movistar. ¿Sí? Y yo siempre estuve, siempre estuve con Movistar, pero ya ahora ya no. Ahora ya estoy con claro. Veo que estuvo en el 2023, igualmente para ese tiempo lo que es fibra óptica estaba bastante, era muy poquito en algunas zonas de Buenos Aires. Sí, era muy caro, justamente. Y nada, la idea de esto es siempre poder recuperar al cliente y mantenerlo. No sirve de nada que yo le dé una oferta, sino no se va a poder mantener en el tiempo. Por eso es que los planes son por seis meses y no por un año, para que el cliente decida si después de los seis meses quiere seguir o no. Incluso tiene la oportunidad, por eso está la aplicación también, de ir cambiando el plan. De decir, bueno, no quiero pagar tanto, entonces prefiero cambiar el plan y poner otro internet o sacarlo o poner otra línea. Siempre está la forma de que el cliente pueda saber y ver qué quiere para sus líneas. Es lo que ha cambiado ahora con respecto al 2023. Era más tedioso, antes tenías que ir a la sucursal, pedir que te lo cambien, que te lo bajen, ahora lo puedes hacer uno gestionándolo desde el celular, digamos. Sí, ya sé, pero yo ya soy una persona grande y no entiendo eso, y para andar jodiéndolo entonces no, me quedo con claro y listo, ya estoy ahí, voy pagando, igual. hasta que pueda, voy pagando. Claro, es una pena porque estaría ahorrando, hoy es un día bastante importante. ¿Usted es cubilada? Sí, yo soy cubilada, yo soy una persona grande, no uso para... Por eso digo, ahorrarse así sea 15 mil pesos es plata. Sí, sí, yo sé, pero no, no, no, está bien igual. Bueno, dos dólares. Bueno, para vos también.",
  "calidad": {
    "confianza_promedio": 0.588,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:56:50.855921",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 92,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:28.108173",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114111251768_ACD_45539",
    "fecha_inicio": "14/1/2026 11:12:51",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 445,
    "tiempo_conversacion": 413,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}