{
  "archivo": "amza2_1_260115125813843_ACD_16333.wav",
  "duracion_segundos": 88.59,
  "num_segmentos": 26,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 79.3,
    "Cliente": 3.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.2,
      "fin": 4.48,
      "duracion": 3.28,
      "texto": "Hola, qué tal, buenos días. Sí, un gusto. Hablo con Héctor.",
      "confianza": 0.206,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.68,
      "fin": 6.74,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.115,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.76,
      "fin": 14.59,
      "duracion": 7.83,
      "texto": "¿Qué tal, Héctor? ¿Cómo estás? Mi nombre es Luciana. Sí, me estoy contactando desde el área de recupero clientes de Movistar para ofrecerte un nuevo descuento a tu línea.",
      "confianza": 0.314,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.37,
      "fin": 65.96,
      "duracion": 50.59,
      "texto": "No, está bien, ya tuve mucho tiempo Movistar, tuve más de 20 años y fue realmente un sacrificio. Así que no tengo intención de todo, de todo. Desde aumentos descontrolados, desde falsa factura que supuestamente cuando fui a sacar un celular no me lo dieron por ese motivo. Entonces, bueno, gracias. Ya estoy tranquilo con mi claro y era renegar, renegar, renegar por el tema de internet porque también teníamos el quitoria, tengo un movilizado barco y va a ser por poco tiempo, pero bueno. Llamado, no me daban pelota, no venía el técnico que venía, que no venía, que te dejaban un clavado, que te dejaban... Un día venía y yo me quedaba, porque yo la uso independientemente, No aparecía, te podías aparecer el otro día y vos tenías que comer el otro día y perder el otro día.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.64,
      "fin": 68.44,
      "duracion": 1.8,
      "texto": "Entonces ya perdí un montón de plata.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.94,
      "fin": 70.63,
      "duracion": 1.68,
      "texto": "Como distante, perdí un montón de plata.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.19,
      "fin": 88.59,
      "duracion": 17.4,
      "texto": "Y al contrario, tendría que tener... vos estás pagando termito, tendría que ser bueno. No, de perder plata y plata y plata. Entonces, por más que... Sí, yo soy el titulado. También no hay problema, igual. Chau, Lalo. Hemos entrado. Que tengas buen día. Chau, gracias.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buenos días. Sí, un gusto. Hablo con Héctor. Sí. ¿Qué tal, Héctor? ¿Cómo estás? Mi nombre es Luciana. Sí, me estoy contactando desde el área de recupero clientes de Movistar para ofrecerte un nuevo descuento a tu línea. No, está bien, ya tuve mucho tiempo Movistar, tuve más de 20 años y fue realmente un sacrificio. Así que no tengo intención de todo, de todo. Desde aumentos descontrolados, desde falsa factura que supuestamente cuando fui a sacar un celular no me lo dieron por ese motivo. Entonces, bueno, gracias. Ya estoy tranquilo con mi claro y era renegar, renegar, renegar por el tema de internet porque también teníamos el quitoria, tengo un movilizado barco y va a ser por poco tiempo, pero bueno. Llamado, no me daban pelota, no venía el técnico que venía, que no venía, que te dejaban un clavado, que te dejaban... Un día venía y yo me quedaba, porque yo la uso independientemente, No aparecía, te podías aparecer el otro día y vos tenías que comer el otro día y perder el otro día. Entonces ya perdí un montón de plata. Como distante, perdí un montón de plata. Y al contrario, tendría que tener... vos estás pagando termito, tendría que ser bueno. No, de perder plata y plata y plata. Entonces, por más que... Sí, yo soy el titulado. También no hay problema, igual. Chau, Lalo. Hemos entrado. Que tengas buen día. Chau, gracias.",
  "calidad": {
    "confianza_promedio": 0.441,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:02:06.947841",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 26,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:21.179899",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115125813843_ACD_16333",
    "fecha_inicio": "15/1/2026 12:58:13",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 108,
    "tiempo_conversacion": 85,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}