{
  "archivo": "amza33_1_260115130106155_ACD_25627.wav",
  "duracion_segundos": 390.99,
  "num_segmentos": 98,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 260.63,
    "Cliente": 111.8
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.06,
      "fin": 7.22,
      "duracion": 5.16,
      "texto": "Hola, ¿cómo estás? ¿Buenos días, Noelia?",
      "confianza": 0.315,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.24,
      "fin": 7.3,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.32,
      "fin": 8.84,
      "duracion": 1.52,
      "texto": "Noelia, un placer. Mi nombre es Katy.",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.59,
      "fin": 30.53,
      "duracion": 20.94,
      "texto": "Te comento, yo me estoy contactando con Mod porque quería brindarte en ese caso o activarte un nuevo descuento en tu línea para que vos pagues menos en tu boleta mensual y te encuentres con más líneas, ¿sí? Tengo una consulta. ¿Actualmente en los días que vos tenés, estás cómoda o te sabes quedar corta por mes?",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.55,
      "fin": 30.95,
      "duracion": 0.4,
      "texto": "¿De qué empresa sos?",
      "confianza": 0.062,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.45,
      "fin": 40.04,
      "duracion": 8.59,
      "texto": "y recuperar el cliente de Movistar con un plan de 10.400 pesos con 16 gigas, ¿sí?",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.1,
      "fin": 53.76,
      "duracion": 12.66,
      "texto": "Básicamente, esto lo estamos brindando a los clientes que fueron muy buenos de la compañía, ¿sí? Fueron por temas de atención que ustedes tuvieron, ¿sí? Con la gestión anterior, ¿bien?",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.78,
      "fin": 53.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.122,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.86,
      "fin": 60.57,
      "duracion": 6.71,
      "texto": "Bien, tengo una consulta, Noelia. En este caso, me asegura que vos tenés dos niñas a tu nombre, ¿sí?",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.59,
      "fin": 60.65,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.323,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.17,
      "fin": 93.55,
      "duracion": 32.38,
      "texto": "Bien, y con las dos, ¿te alcanzan los libres o te sabes que al corte con alguna de las niñas? No, a la vez no me alcanza, pero lo que pasa es que movilizar no me gusta porque te cobran una cosa y después te cobran otra y tenés que pagar y por eso me sigue la empresa. No, si la verdad que te entiendo perfectamente porque bueno, se nos ha ido un porcentaje bastante amplio, ver la compañía por ese inconveniente que estábamos teniendo, ¿sí? Era una parte de atención del cliente que estaba haciendo un desastre con la empresa, ¿sí?",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.57,
      "fin": 99.72,
      "duracion": 5.15,
      "texto": "Por eso nosotros, obviamente, lo estamos comunicando para sacarles ese chip de mala experiencia.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.22,
      "fin": 105.34,
      "duracion": 5.13,
      "texto": "Me fura que vos te fuiste hace tres años atrás de la empresa.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.36,
      "fin": 105.55,
      "duracion": 0.19,
      "texto": "Sí. Bien.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 105.56,
      "fin": 147.45,
      "duracion": 41.89,
      "texto": "Sí, fue con la gestión anterior que la verdad era un desastre, ¿sí? Justamente nosotros ahora en la empresa de Movistar, como tuvimos problemas también con la parte de facturación, que a ustedes obviamente se les cobraba cualquier cosa, nosotros ahora contamos con un respaldo legal, Noelia. Esto no es que te ata la empresa para nada, ¿sí? Sino que el respaldo legal básicamente te respalda a vos por si las dudas a vos se te llegan cobrar cosas que no estén pactadas en lo que nosotros te brindamos. Vos tenés este respaldo para llamar a lo que es atención al cliente ahora actualmente y básicamente reclamar lo que es la bonificación, ¿sí?",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.47,
      "fin": 148.63,
      "duracion": 1.16,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.143,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 148.65,
      "fin": 167.29,
      "duracion": 18.64,
      "texto": "Esto es lo que nosotros estamos haciendo. Como vos tenés dos niñas, Noelia, a tu nombre, nosotros a eso lo contamos también como plan familiar. No sé si cuando te oíste, en realidad lo de plan familiar lo han activado ahora, recién. Sí, o sea, a partir del año pasado, sí, con las gestiones tan nuevas que estamos teniendo.",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.06,
      "fin": 177.17,
      "duracion": 9.11,
      "texto": "El plan familiar te dan 4 gigas de base para cada línea, o sea, 4 gigas para vos y 4 gigas para lo que es la otra línea, ¿sí?",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.69,
      "fin": 182.07,
      "duracion": 4.38,
      "texto": "Y no tendrían 16 gigas, tendrían 20. ¿Me explico?",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.23,
      "fin": 182.55,
      "duracion": 0.32,
      "texto": "Sí.",
      "confianza": 0.49,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 183.23,
      "fin": 190.76,
      "duracion": 7.53,
      "texto": "Yo una consulta, Noelia, cuando estuviste en Movistar, ¿supuestible utilizar la app Movistar?",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.78,
      "fin": 190.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.328,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.41,
      "fin": 195.55,
      "duracion": 4.14,
      "texto": "Viste esto que de guardar los gigas, transferir, ¿sí?",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.57,
      "fin": 196.24,
      "duracion": 0.66,
      "texto": "Bien.",
      "confianza": 0.77,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.25,
      "fin": 209.95,
      "duracion": 13.7,
      "texto": "Ahora, en la app WhatsApp, la app Movistar, ¿perdón? Vos también vas a poder hasta incluso cambiar de plan, ¿sí? Y vas a poder verificar los planes que tienen actualmente, ¿sí?",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.97,
      "fin": 211.57,
      "duracion": 1.6,
      "texto": "Perfecto. Bien.",
      "confianza": 0.936,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.59,
      "fin": 231.68,
      "duracion": 20.09,
      "texto": "A vos, tengo una consulta. ¿Los chips que vos tenés son físicos o son virtuales? No, son físicos. son físicos. Ya vos, si en caso que debíamos hacer la portabilidad, ¿qué se te haría más cómodo de enviarte los chips? ¿En lo que es una sucursal o lo que es a tu domicilio?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.34,
      "fin": 278.27,
      "duracion": 44.93,
      "texto": "Y no, obviamente, en el domicilio. En el domicilio. Bien. Perfecto. Tú te explicas los dos métodos de envío que nosotros tenemos, ¿sí? Tenemos el método de la sucursal que en 48 horas ya tenés activa la línea. En ningún momento, obvio, te quedas sin línea. Y después tenemos envíos a través del correo Niani, que te llegan a través de tu domicilio hasta 7 días hábiles, ¿sí? Sí. Bien. Obviamente el más rápido de nosotros no funciona mejor es la sucursal, ¿sí? Perfecto. Claro. Dar repaso a los datos que me figuraron en el sistema, Noelia, a ver si están correctos. Igual yo por ahora estoy escuchando, ¿viste? Pero por ahora no sé, lo tengo que consultar.",
      "confianza": 0.128,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.28,
      "fin": 289.55,
      "duracion": 10.27,
      "texto": "No, igual entiendo que habías tenido ese tipo de disgusto con lo que es Movistar, porque créeme que se ha hecho un porcentaje bastante amplio.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.63,
      "fin": 303.19,
      "duracion": 12.56,
      "texto": "Incluso hay muchos muy enojados con Movistar, y incluso hay personas que contienen deuda con lo que es Movistar, y la verdad que como fue un error de nosotros, nosotros hasta incluso se lo estamos bonificando.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.87,
      "fin": 308.14,
      "duracion": 4.27,
      "texto": "Porque la verdad que el error fue de nosotros, no fue de ustedes.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.25,
      "fin": 334.97,
      "duracion": 25.72,
      "texto": "Bien. Y en servicio de fibra óptica, ¿tenés en tu domicilio? Tenía también, pero loí de abajo. Tenía. Porque me pasaba lo mismo, ¿no? Claro. La verdad que sí, tenía problema de facturación en este caso. ¿Han escuchado igual de más que hasta? Incluso los mismos asesores han maltratado a los clientes. Yo no sé si fue tu caso. Sí. Bien. No, no, no.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 335.56,
      "fin": 340.62,
      "duracion": 5.06,
      "texto": "Ah, bueno, porque han escuchado las llamadas, obviamente, han escuchado que le han maltratado.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 341.12,
      "fin": 358.14,
      "duracion": 17.02,
      "texto": "Yo te comento que el servicio de fibra óptica ahora actualmente lo tenemos con una línea móvil más lo que vendría a ser una alta a alta, más lo que es la fibra óptica de 600 megas de velocidad, lo tenemos en 26.600 pesos, ¿sí?",
      "confianza": 0.688,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 358.16,
      "fin": 358.22,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.419,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 359.9,
      "fin": 380.02,
      "duracion": 20.12,
      "texto": "Bien, ese está muy bueno porque la verdad que va con la línea móvil, lo que es la línea de teléfono fijo más lo que es la fibra de 600 megas de 16600. No sé con qué prestador estás trabajando ahora, fibra óptica 12.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.04,
      "fin": 380.64,
      "duracion": 0.6,
      "texto": "No, yo tengo telecentro ahora.",
      "confianza": 0.034,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 380.66,
      "fin": 382.22,
      "duracion": 1.56,
      "texto": "¿Y cuánto estás trabajando en telecentro?",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 382.24,
      "fin": 386.01,
      "duracion": 3.76,
      "texto": "Porque yo tuve en mi casa y la verdad que se fue muy elevado el telecentro.",
      "confianza": 0.674,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 386.79,
      "fin": 390.99,
      "duracion": 4.21,
      "texto": "Le tuve que dar de baja porque Monterno llegaba a mi domicilio y",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás? ¿Buenos días, Noelia? Sí. Noelia, un placer. Mi nombre es Katy. Te comento, yo me estoy contactando con Mod porque quería brindarte en ese caso o activarte un nuevo descuento en tu línea para que vos pagues menos en tu boleta mensual y te encuentres con más líneas, ¿sí? Tengo una consulta. ¿Actualmente en los días que vos tenés, estás cómoda o te sabes quedar corta por mes? ¿De qué empresa sos? y recuperar el cliente de Movistar con un plan de 10.400 pesos con 16 gigas, ¿sí? Básicamente, esto lo estamos brindando a los clientes que fueron muy buenos de la compañía, ¿sí? Fueron por temas de atención que ustedes tuvieron, ¿sí? Con la gestión anterior, ¿bien? Sí. Bien, tengo una consulta, Noelia. En este caso, me asegura que vos tenés dos niñas a tu nombre, ¿sí? Sí. Bien, y con las dos, ¿te alcanzan los libres o te sabes que al corte con alguna de las niñas? No, a la vez no me alcanza, pero lo que pasa es que movilizar no me gusta porque te cobran una cosa y después te cobran otra y tenés que pagar y por eso me sigue la empresa. No, si la verdad que te entiendo perfectamente porque bueno, se nos ha ido un porcentaje bastante amplio, ver la compañía por ese inconveniente que estábamos teniendo, ¿sí? Era una parte de atención del cliente que estaba haciendo un desastre con la empresa, ¿sí? Por eso nosotros, obviamente, lo estamos comunicando para sacarles ese chip de mala experiencia. Me fura que vos te fuiste hace tres años atrás de la empresa. Sí. Bien. Sí, fue con la gestión anterior que la verdad era un desastre, ¿sí? Justamente nosotros ahora en la empresa de Movistar, como tuvimos problemas también con la parte de facturación, que a ustedes obviamente se les cobraba cualquier cosa, nosotros ahora contamos con un respaldo legal, Noelia. Esto no es que te ata la empresa para nada, ¿sí? Sino que el respaldo legal básicamente te respalda a vos por si las dudas a vos se te llegan cobrar cosas que no estén pactadas en lo que nosotros te brindamos. Vos tenés este respaldo para llamar a lo que es atención al cliente ahora actualmente y básicamente reclamar lo que es la bonificación, ¿sí? Sí. Bien, perfecto. Esto es lo que nosotros estamos haciendo. Como vos tenés dos niñas, Noelia, a tu nombre, nosotros a eso lo contamos también como plan familiar. No sé si cuando te oíste, en realidad lo de plan familiar lo han activado ahora, recién. Sí, o sea, a partir del año pasado, sí, con las gestiones tan nuevas que estamos teniendo. El plan familiar te dan 4 gigas de base para cada línea, o sea, 4 gigas para vos y 4 gigas para lo que es la otra línea, ¿sí? Y no tendrían 16 gigas, tendrían 20. ¿Me explico? Sí. Yo una consulta, Noelia, cuando estuviste en Movistar, ¿supuestible utilizar la app Movistar? Sí. Viste esto que de guardar los gigas, transferir, ¿sí? Bien. Ahora, en la app WhatsApp, la app Movistar, ¿perdón? Vos también vas a poder hasta incluso cambiar de plan, ¿sí? Y vas a poder verificar los planes que tienen actualmente, ¿sí? Perfecto. Bien. A vos, tengo una consulta. ¿Los chips que vos tenés son físicos o son virtuales? No, son físicos. son físicos. Ya vos, si en caso que debíamos hacer la portabilidad, ¿qué se te haría más cómodo de enviarte los chips? ¿En lo que es una sucursal o lo que es a tu domicilio? Y no, obviamente, en el domicilio. En el domicilio. Bien. Perfecto. Tú te explicas los dos métodos de envío que nosotros tenemos, ¿sí? Tenemos el método de la sucursal que en 48 horas ya tenés activa la línea. En ningún momento, obvio, te quedas sin línea. Y después tenemos envíos a través del correo Niani, que te llegan a través de tu domicilio hasta 7 días hábiles, ¿sí? Sí. Bien. Obviamente el más rápido de nosotros no funciona mejor es la sucursal, ¿sí? Perfecto. Claro. Dar repaso a los datos que me figuraron en el sistema, Noelia, a ver si están correctos. Igual yo por ahora estoy escuchando, ¿viste? Pero por ahora no sé, lo tengo que consultar. No, igual entiendo que habías tenido ese tipo de disgusto con lo que es Movistar, porque créeme que se ha hecho un porcentaje bastante amplio. Incluso hay muchos muy enojados con Movistar, y incluso hay personas que contienen deuda con lo que es Movistar, y la verdad que como fue un error de nosotros, nosotros hasta incluso se lo estamos bonificando. Porque la verdad que el error fue de nosotros, no fue de ustedes. Bien. Y en servicio de fibra óptica, ¿tenés en tu domicilio? Tenía también, pero loí de abajo. Tenía. Porque me pasaba lo mismo, ¿no? Claro. La verdad que sí, tenía problema de facturación en este caso. ¿Han escuchado igual de más que hasta? Incluso los mismos asesores han maltratado a los clientes. Yo no sé si fue tu caso. Sí. Bien. No, no, no. Ah, bueno, porque han escuchado las llamadas, obviamente, han escuchado que le han maltratado. Yo te comento que el servicio de fibra óptica ahora actualmente lo tenemos con una línea móvil más lo que vendría a ser una alta a alta, más lo que es la fibra óptica de 600 megas de velocidad, lo tenemos en 26.600 pesos, ¿sí? Sí. Bien, ese está muy bueno porque la verdad que va con la línea móvil, lo que es la línea de teléfono fijo más lo que es la fibra de 600 megas de 16600. No sé con qué prestador estás trabajando ahora, fibra óptica 12. No, yo tengo telecentro ahora. ¿Y cuánto estás trabajando en telecentro? Porque yo tuve en mi casa y la verdad que se fue muy elevado el telecentro. Le tuve que dar de baja porque Monterno llegaba a mi domicilio y",
  "calidad": {
    "confianza_promedio": 0.537,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:47:45.363000",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 98,
    "total_segmentos_corregido": 40,
    "fecha_correccion": "2026-01-18T23:05:24.006146",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130106155_ACD_25627",
    "fecha_inicio": "15/1/2026 13:01:06",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 453,
    "tiempo_conversacion": 373,
    "tiempo_hold": 0,
    "tiempo_acw": 62,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}