{
  "archivo": "amza_sup2_1_260116161331554_MIT_01986.wav",
  "duracion_segundos": 314.63,
  "num_segmentos": 83,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 76.1,
    "Cliente": 193.89
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 5.52,
      "duracion": 5.49,
      "texto": "la promoción para que alguien de Claro se pase a Movistar, eso. Exactamente, esa es la promoción.",
      "confianza": 0.089,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.64,
      "fin": 49.76,
      "duracion": 36.12,
      "texto": "Me gustaría tener igual que... ¿Me escuchas a mí? Que tengamos igual la misma empresa. Sí, lo que podemos hacer en ese caso es que ella mantenga personal, hacemos la portabilidad para tu línea de Movistar y ella hace la portabilidad hacia Claro. Una vez ella pasada, claro, vos ya en Movistar, la pasamos a ella en Movistar, nuevamente y tenemos las dos líneas en Movistar. ¿Y cómo puede pasarse ella, claro? ¿Cómo puede pasarse? O hay que llamar a Claro. Sí, yo te puedo asesorar con eso.",
      "confianza": 0.044,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.42,
      "fin": 53.41,
      "duracion": 2.98,
      "texto": "Sí, yo te puedo asesorar para que pasemos la línea también.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.57,
      "fin": 58.07,
      "duracion": 3.51,
      "texto": "De Personal.",
      "confianza": 0.907,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.09,
      "fin": 58.15,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.45,
      "fin": 65.36,
      "duracion": 6.91,
      "texto": "para que tengamos la tuya Movistar y bueno, pasamos esa de Personal a Claro, ¿sí?",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.38,
      "fin": 65.64,
      "duracion": 0.26,
      "texto": "Claro.",
      "confianza": 0.875,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.76,
      "fin": 68.26,
      "duracion": 1.5,
      "texto": "Y de Claro a Movistar.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.41,
      "fin": 71.23,
      "duracion": 0.82,
      "texto": "Sí. Y tenemos las dos.",
      "confianza": 0.432,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.87,
      "fin": 73.63,
      "duracion": 1.76,
      "texto": "O sea, ese requisito es excluyente.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.31,
      "fin": 87.33,
      "duracion": 13.02,
      "texto": "Pero ahora hagamos la tuya, la de Claro. Sí, de Movistar. Sí, yo lo que te propongo es que ahora mismo hagamos la tuya Guadalupe, ya que la promoción es exclusiva y no sabemos si mañana va a estar,",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.17,
      "fin": 116.23,
      "duracion": 28.06,
      "texto": "Y bueno, vamos pasando a la tuya y yo te voy asesorando para pasarla de tu hija. También allí la podemos sacar de personal, ya que es muy caro. Bueno, déjame que yo hable con ella primero. Porque, viste que estoy en un lado y ella está en otro. La voy a llamar y le voy a decir... Igual que esto es un proceso, no es que va a ser... Sí, es un proceso. Ajá, sí, sí es un proceso. Obviamente no hace falta que lo damos ya, así que quédate tranquila con eso.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.79,
      "fin": 130.29,
      "duracion": 13.5,
      "texto": "¿Ella no se encuentra en Santa Fe con vos? Sí, sí, pero ella está en la casa del novio y yo estoy acá, pero la llamo y le explico. Ok,",
      "confianza": 0.77,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 130.29,
      "fin": 141.73,
      "duracion": 11.44,
      "texto": "ok, me parece bien Guadalupe, entonces la verdad es que es conveniente, no sé cómo lo ves vos, o sea... Habíamos hablado de cambiar, ella se quería cambiar.",
      "confianza": 0.558,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.05,
      "fin": 170.17,
      "duracion": 27.12,
      "texto": "porque es caro, ni siquiera te puedes hacer una recarga porque la mínima de recarga es como 10.000 pesos, no sé cuánto es, no te dejo de cargar. Pero si no tenés 10.000 pesos ni siquiera te podés ir a cargar, sin nada. ¿Pero tal vez ella es monotributista o responsable en cripto? Es feo, no lo he visto. Ok, sí, sí te entiendo, te entiendo porque te queda muy costosa la recarga, ¿verdad? Te consulto a Gualupe si vos sos monotributista o responsable en cripto.",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.94,
      "fin": 188.96,
      "duracion": 18.02,
      "texto": "O sea, trabajo en relación de independencia. ¿Pero sos responsable en cripto? ¿Pero sos responsable en cripto? ¿Qué es eso? A pagar aportes. O sea, ella es como si teníamos algo o algo así. Si pagas aportes... Si pagas aportes al Estado.",
      "confianza": 0.14,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.44,
      "fin": 212.25,
      "duracion": 21.81,
      "texto": "O trabajas para una empresa. O trabajas para una empresa. ¿Trabajo para una empresa? Trabajo en relación de independencia. Ok, entiendo. En relación de independencia. Perfecto. Bueno, como te decía, a lo mejor podemos hacer tu proceso para guardar el lugar a tu hija. Mira, lo que podemos hacer es, si estás de acuerdo, ir haciendo tu proceso, ¿sí?",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.05,
      "fin": 227.83,
      "duracion": 14.78,
      "texto": "Y también le vamos ya guardando el lugar a tu hija también. Bueno, pero para aquí hablo con eso. Bueno, dale. Fámame en un rato si podés. Te dejo un mensajito por WhatsApp y en un rato le damos. Bien. Bien, ¿en cuánto te gustaría que te llamase?",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.59,
      "fin": 246.68,
      "duracion": 18.09,
      "texto": "No, no sé, déjame que la llame, hablo con ella, no sé, cuando, unos minutos o diez minutos. Dale, dale, me parece perfecto. Me parece perfecto. Porque no puede ser tan tarde, porque también yo no voy a estar, ¿viste? Ah. Ah, ah, ah. Bueno. Así que... Como dices, no, mañana, llámame.",
      "confianza": 0.049,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.49,
      "fin": 254.45,
      "duracion": 6.97,
      "texto": "Vale, no, mañana, sábado, ya va a estar imposible, así que... Yo estoy trabajando ahora, así que, va, lo hacemos, lo hacemos ahora en la tarde.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.95,
      "fin": 258.58,
      "duracion": 3.63,
      "texto": "¿Te parece? ¿Oye, no? Sí.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.67,
      "fin": 273.57,
      "duracion": 13.9,
      "texto": "Dale, de 10, bueno, pregúntale si estás de acuerdo y es lo mejor que puede hacer porque si no se va a terminar quedando en personal y no la vamos a poder sacar de ahí. Bueno. Vale, te damos en unos minutos entonces, en media hora.",
      "confianza": 0.675,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 275.31,
      "fin": 288.95,
      "duracion": 13.64,
      "texto": "Vale. Vale, listo, guay. Ahí estoy enviando la promoción por WhatsApp. Chau. Chau chau. Yo como presiona un poco más.",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.03,
      "fin": 314.63,
      "duracion": 6.6,
      "texto": "¿Ya te cortó?",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "la promoción para que alguien de Claro se pase a Movistar, eso. Exactamente, esa es la promoción. Me gustaría tener igual que... ¿Me escuchas a mí? Que tengamos igual la misma empresa. Sí, lo que podemos hacer en ese caso es que ella mantenga personal, hacemos la portabilidad para tu línea de Movistar y ella hace la portabilidad hacia Claro. Una vez ella pasada, claro, vos ya en Movistar, la pasamos a ella en Movistar, nuevamente y tenemos las dos líneas en Movistar. ¿Y cómo puede pasarse ella, claro? ¿Cómo puede pasarse? O hay que llamar a Claro. Sí, yo te puedo asesorar con eso. Sí, yo te puedo asesorar para que pasemos la línea también. De Personal. Sí. para que tengamos la tuya Movistar y bueno, pasamos esa de Personal a Claro, ¿sí? Claro. Y de Claro a Movistar. Sí. Y tenemos las dos. O sea, ese requisito es excluyente. Pero ahora hagamos la tuya, la de Claro. Sí, de Movistar. Sí, yo lo que te propongo es que ahora mismo hagamos la tuya Guadalupe, ya que la promoción es exclusiva y no sabemos si mañana va a estar, Y bueno, vamos pasando a la tuya y yo te voy asesorando para pasarla de tu hija. También allí la podemos sacar de personal, ya que es muy caro. Bueno, déjame que yo hable con ella primero. Porque, viste que estoy en un lado y ella está en otro. La voy a llamar y le voy a decir... Igual que esto es un proceso, no es que va a ser... Sí, es un proceso. Ajá, sí, sí es un proceso. Obviamente no hace falta que lo damos ya, así que quédate tranquila con eso. ¿Ella no se encuentra en Santa Fe con vos? Sí, sí, pero ella está en la casa del novio y yo estoy acá, pero la llamo y le explico. Ok, ok, me parece bien Guadalupe, entonces la verdad es que es conveniente, no sé cómo lo ves vos, o sea... Habíamos hablado de cambiar, ella se quería cambiar. porque es caro, ni siquiera te puedes hacer una recarga porque la mínima de recarga es como 10.000 pesos, no sé cuánto es, no te dejo de cargar. Pero si no tenés 10.000 pesos ni siquiera te podés ir a cargar, sin nada. ¿Pero tal vez ella es monotributista o responsable en cripto? Es feo, no lo he visto. Ok, sí, sí te entiendo, te entiendo porque te queda muy costosa la recarga, ¿verdad? Te consulto a Gualupe si vos sos monotributista o responsable en cripto. O sea, trabajo en relación de independencia. ¿Pero sos responsable en cripto? ¿Pero sos responsable en cripto? ¿Qué es eso? A pagar aportes. O sea, ella es como si teníamos algo o algo así. Si pagas aportes... Si pagas aportes al Estado. O trabajas para una empresa. O trabajas para una empresa. ¿Trabajo para una empresa? Trabajo en relación de independencia. Ok, entiendo. En relación de independencia. Perfecto. Bueno, como te decía, a lo mejor podemos hacer tu proceso para guardar el lugar a tu hija. Mira, lo que podemos hacer es, si estás de acuerdo, ir haciendo tu proceso, ¿sí? Y también le vamos ya guardando el lugar a tu hija también. Bueno, pero para aquí hablo con eso. Bueno, dale. Fámame en un rato si podés. Te dejo un mensajito por WhatsApp y en un rato le damos. Bien. Bien, ¿en cuánto te gustaría que te llamase? No, no sé, déjame que la llame, hablo con ella, no sé, cuando, unos minutos o diez minutos. Dale, dale, me parece perfecto. Me parece perfecto. Porque no puede ser tan tarde, porque también yo no voy a estar, ¿viste? Ah. Ah, ah, ah. Bueno. Así que... Como dices, no, mañana, llámame. Vale, no, mañana, sábado, ya va a estar imposible, así que... Yo estoy trabajando ahora, así que, va, lo hacemos, lo hacemos ahora en la tarde. ¿Te parece? ¿Oye, no? Sí. Dale, de 10, bueno, pregúntale si estás de acuerdo y es lo mejor que puede hacer porque si no se va a terminar quedando en personal y no la vamos a poder sacar de ahí. Bueno. Vale, te damos en unos minutos entonces, en media hora. Vale. Vale, listo, guay. Ahí estoy enviando la promoción por WhatsApp. Chau. Chau chau. Yo como presiona un poco más. ¿Ya te cortó?",
  "calidad": {
    "confianza_promedio": 0.417,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:38:59.543761",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 83,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:34.432822",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116161331554_MIT_01986",
    "sin_datos_basurita": true
  }
}