{
  "archivo": "amza_sup2_1_260113172631383_MIT_01988.wav",
  "duracion_segundos": 376.6,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 34.33,
    "Cliente": 200.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 7.18,
      "duracion": 7.15,
      "texto": "un descuento fijo de 41.660 pesos. Este sería el plan que ustedes quieren para tres líneas.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.26,
      "fin": 22.0,
      "duracion": 12.74,
      "texto": "Bien, y el plan que tengo para ofrecerle a su marido es uno de 15 gigas, que también se le va a regalar ocho, se le van a dar ocho de regalo, ¿sí? Entonces va a ser un total de 23 gigas.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.58,
      "fin": 28.47,
      "duracion": 5.89,
      "texto": "¿Ese usted cómo lo ve? ¿Lo ve bien con 23 gigas? Sí, sí, sí. Buenísimo.",
      "confianza": 0.411,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.68,
      "fin": 46.39,
      "duracion": 17.7,
      "texto": "Buenísimo, esto les va a ser de 23 gigas, 15 de base, más ocho regalos, también lo va a incluir todo lo que es el WhatsApp gratis, el ala lila, cualquier compañía, un giga para jugar Free Fire, a precio América local, ¿eso entiende lo que es a precio América local o necesita que le explique?",
      "confianza": 0.675,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.41,
      "fin": 61.79,
      "duracion": 15.38,
      "texto": "Bien, no hay problema, le explico porque yo tampoco sabía. Quiere decir que cualquier llamada que ustedes hagan en el territorio americano, ¿sí? le va a salir al mismo costo de que si ustedes hicieran la llamada acá en territorio argentino.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.05,
      "fin": 64.92,
      "duracion": 1.87,
      "texto": "Bien. El mismo precio van a tener, ¿sí?",
      "confianza": 0.046,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.44,
      "fin": 68.94,
      "duracion": 3.5,
      "texto": "Y este plan también le incluye lo que es el rooming al mundo.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.58,
      "fin": 83.01,
      "duracion": 13.43,
      "texto": "El plan que ustedes tienen es rooming en América y este es rooming al mundo. Bien, perfecto. Bien, este plan tiene un valor final al día de hoy de 23.850 pesos.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 83.59,
      "fin": 89.07,
      "duracion": 5.48,
      "texto": "Se les va también a hacer un descuento por seis meses de 54.150 pesos, Marcela, ¿sí?",
      "confianza": 0.846,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.65,
      "fin": 106.09,
      "duracion": 16.44,
      "texto": "Además, le voy a comentar, sí, que por ser la portabilidad el día de hoy conmigo, también les voy a regalar lo que es 20 gigas extra para el titular. O sea, va a tener, además de todo estos gigas, va a tener 20 gigas extras de regalo.",
      "confianza": 0.826,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.69,
      "fin": 135.14,
      "duracion": 28.45,
      "texto": "Que lo van a posicionar desde la aplicación de Movistar. Buenísimo. Bien. Entonces, ¿vos me pasarías por WhatsApp? ¿Cuánto quedaría todo? ¿Las tres líneas nuestras más la de mi esposo? ¿A que yo te confirmo bien? Sí, sí, sí. Mire, yo ahora le saco el... A ver, deme dos minutitos igual. No me cortes, yo más o menos le saco el precio ahora.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.78,
      "fin": 139.49,
      "duracion": 3.7,
      "texto": "Se lo digo acá por llamar.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.27,
      "fin": 176.42,
      "duracion": 36.15,
      "texto": "Así aprovechan porque la verdad que es un plan que tengo Por hoy. Sí, la verdad que... Le quedan a 55.050 pesos. Con todos los beneficios que le dije. Bien, esto es por seis meses, nada más.",
      "confianza": 0.838,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.96,
      "fin": 200.34,
      "duracion": 23.38,
      "texto": "Exactamente, después ustedes pueden desde la misma aplicación, sí, bajar o subir el plan según lo deseen, sin perder los beneficios, a un precio que se adecue o que ustedes se sientan cómodos, sí. Bien, o sea, eso directamente se va a hacer después por la misma aplicación. Exactamente, usted lo puede hacer desde la aplicación.",
      "confianza": 0.79,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.6,
      "fin": 224.37,
      "duracion": 22.77,
      "texto": "Bueno, bueno, dame un segundito y yo hablo con mi post y te confirmo. Bueno, bueno, Marcela, por favor, le voy a pedir que no le pase ningún otro dato a otro asesor para que no se superpone. No, no, no, no, no. Me dijiste entonces que alrededor de 55.000... Exactamente, exactamente.",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 226.47,
      "fin": 233.47,
      "duracion": 7.0,
      "texto": "Bueno, espero su mensajito y la vuelvo a llamar entonces. Dale, muchísimas gracias. Gracias a usted. Chau.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 326.09,
      "fin": 336.98,
      "duracion": 10.89,
      "texto": "¿Qué? ¿Qué viene en la EMA de Moïtán? ¿Ah?",
      "confianza": 0.351,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 374.12,
      "fin": 376.6,
      "duracion": 2.48,
      "texto": "Gracias.",
      "confianza": 0.371,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "un descuento fijo de 41.660 pesos. Este sería el plan que ustedes quieren para tres líneas. Bien, y el plan que tengo para ofrecerle a su marido es uno de 15 gigas, que también se le va a regalar ocho, se le van a dar ocho de regalo, ¿sí? Entonces va a ser un total de 23 gigas. ¿Ese usted cómo lo ve? ¿Lo ve bien con 23 gigas? Sí, sí, sí. Buenísimo. Buenísimo, esto les va a ser de 23 gigas, 15 de base, más ocho regalos, también lo va a incluir todo lo que es el WhatsApp gratis, el ala lila, cualquier compañía, un giga para jugar Free Fire, a precio América local, ¿eso entiende lo que es a precio América local o necesita que le explique? Bien, no hay problema, le explico porque yo tampoco sabía. Quiere decir que cualquier llamada que ustedes hagan en el territorio americano, ¿sí? le va a salir al mismo costo de que si ustedes hicieran la llamada acá en territorio argentino. Bien. El mismo precio van a tener, ¿sí? Y este plan también le incluye lo que es el rooming al mundo. El plan que ustedes tienen es rooming en América y este es rooming al mundo. Bien, perfecto. Bien, este plan tiene un valor final al día de hoy de 23.850 pesos. Se les va también a hacer un descuento por seis meses de 54.150 pesos, Marcela, ¿sí? Además, le voy a comentar, sí, que por ser la portabilidad el día de hoy conmigo, también les voy a regalar lo que es 20 gigas extra para el titular. O sea, va a tener, además de todo estos gigas, va a tener 20 gigas extras de regalo. Que lo van a posicionar desde la aplicación de Movistar. Buenísimo. Bien. Entonces, ¿vos me pasarías por WhatsApp? ¿Cuánto quedaría todo? ¿Las tres líneas nuestras más la de mi esposo? ¿A que yo te confirmo bien? Sí, sí, sí. Mire, yo ahora le saco el... A ver, deme dos minutitos igual. No me cortes, yo más o menos le saco el precio ahora. Se lo digo acá por llamar. Así aprovechan porque la verdad que es un plan que tengo Por hoy. Sí, la verdad que... Le quedan a 55.050 pesos. Con todos los beneficios que le dije. Bien, esto es por seis meses, nada más. Exactamente, después ustedes pueden desde la misma aplicación, sí, bajar o subir el plan según lo deseen, sin perder los beneficios, a un precio que se adecue o que ustedes se sientan cómodos, sí. Bien, o sea, eso directamente se va a hacer después por la misma aplicación. Exactamente, usted lo puede hacer desde la aplicación. Bueno, bueno, dame un segundito y yo hablo con mi post y te confirmo. Bueno, bueno, Marcela, por favor, le voy a pedir que no le pase ningún otro dato a otro asesor para que no se superpone. No, no, no, no, no. Me dijiste entonces que alrededor de 55.000... Exactamente, exactamente. Bueno, espero su mensajito y la vuelvo a llamar entonces. Dale, muchísimas gracias. Gracias a usted. Chau. ¿Qué? ¿Qué viene en la EMA de Moïtán? ¿Ah? Gracias.",
  "calidad": {
    "confianza_promedio": 0.54,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:31:33.394369",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:33.983144",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113172631383_MIT_01988",
    "sin_datos_basurita": true
  }
}