{
  "archivo": "amza15_1_260113143342090_ACD_52029.wav",
  "duracion_segundos": 86.5,
  "num_segmentos": 32,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 81.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.89,
      "fin": 16.62,
      "duracion": 14.73,
      "texto": "Hola, ¿qué tal? Buenas tardes. ¿Con Griselda? Sí. ¿Cómo le va? Un gusto. Macarena es mi nombre. Nos estamos contactando para brindarle lo que es, en el día de hoy, una muy buena promoción en la línea. ¿Usted lo experimenté?",
      "confianza": 0.379,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.25,
      "fin": 31.42,
      "duracion": 14.17,
      "texto": "¿Qué cantidad de chicas tiene? ¿Cómo claro? ¿De qué interés son? De Movistar. ¿Cuenta con chicas de base? ¿Nada más? ¿O también cuenta con chicas de regalo?",
      "confianza": 0.318,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.38,
      "fin": 50.94,
      "duracion": 18.56,
      "texto": "Lechazo a todas las ofertas, todo eso, su servicio no entra al lugar donde escribo. Ya lo habíamos escrito en el texto. Respecto a esto, me sale el sistema que usted se fue de la compañía en 2022. Le informo que de esa fecha, a la actualidad, el Movistar mejoró mucho la calidad de las antenas.",
      "confianza": 0.208,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.66,
      "fin": 80.02,
      "duracion": 28.36,
      "texto": "Si quiere, lo podemos volver a corroborar. Sí, pero si quieres fijarte, en funes, no estás, ya te lo he dicho ayer, a tu compañera, antes de acceder a tu compañero. Tú me llamas todos los días, o sea, No me llames más, ya lo han corroborado, ya lo han dejado y no existen. Funes. Funes. Funes. Funes, bien. A ver, ahí corroboramos. Bueno, corroboras y date cuenta y después anotame y que no me llames más.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.62,
      "fin": 86.5,
      "duracion": 5.88,
      "texto": "Bien, gracias. Gracias, hasta luego.",
      "confianza": 0.507,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. ¿Con Griselda? Sí. ¿Cómo le va? Un gusto. Macarena es mi nombre. Nos estamos contactando para brindarle lo que es, en el día de hoy, una muy buena promoción en la línea. ¿Usted lo experimenté? ¿Qué cantidad de chicas tiene? ¿Cómo claro? ¿De qué interés son? De Movistar. ¿Cuenta con chicas de base? ¿Nada más? ¿O también cuenta con chicas de regalo? Lechazo a todas las ofertas, todo eso, su servicio no entra al lugar donde escribo. Ya lo habíamos escrito en el texto. Respecto a esto, me sale el sistema que usted se fue de la compañía en 2022. Le informo que de esa fecha, a la actualidad, el Movistar mejoró mucho la calidad de las antenas. Si quiere, lo podemos volver a corroborar. Sí, pero si quieres fijarte, en funes, no estás, ya te lo he dicho ayer, a tu compañera, antes de acceder a tu compañero. Tú me llamas todos los días, o sea, No me llames más, ya lo han corroborado, ya lo han dejado y no existen. Funes. Funes. Funes. Funes, bien. A ver, ahí corroboramos. Bueno, corroboras y date cuenta y después anotame y que no me llames más. Bien, gracias. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.517,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:24:21.315041",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:15.060218",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113143342090_ACD_52029",
    "fecha_inicio": "13/1/2026 14:33:42",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 146,
    "tiempo_conversacion": 84,
    "tiempo_hold": 0,
    "tiempo_acw": 48,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}