{
  "archivo": "amza6_1_260114134449525_ACD_16431.wav",
  "duracion_segundos": 229.65,
  "num_segmentos": 70,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 124.01,
    "Cliente": 82.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.81,
      "fin": 28.55,
      "duracion": 27.74,
      "texto": "¡Hola! Hola, ¿qué tal? Buen día. ¿Hablo con el titular de la línea? ¡Sí, hola! Hola, ¿cómo estás? ¿Hablas con Agustín? Sí, ¿qué necesitas? Me estoy comunicando desde lo que hace el área de recuperar a los clientes del Movistar con Eurín Orton, bien a 10.400 pesos. Ah, no, muchas gracias. ¿Por qué no te interesa? Porque me fui del Movistar por algo. Bien, ¿y por qué te fuiste?",
      "confianza": 0.178,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.58,
      "fin": 35.67,
      "duracion": 6.09,
      "texto": "porque no tenía que soñar, no me atendía, no me hacían descuentos.",
      "confianza": 0.015,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.69,
      "fin": 36.23,
      "duracion": 0.54,
      "texto": "Bien, perfecto.",
      "confianza": 0.554,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 36.65,
      "fin": 67.39,
      "duracion": 30.74,
      "texto": "¿Y en qué me figura que te fuiste en principios del 2025? ¿Puede estar...? Sí, no sé, no me acuerdo. Bien, te comento. Nosotros, desde lo que es junio del año pasado, somos una nueva gestión en la que primero cada cliente tiene su asesor personal, ¿sí? En este caso vos vas a pagar mi número por cualquier inconveniente que tengas, ¿Y lo que es el tema señal? Bueno, hemos colocado muchísimas antenas, contamos con lo que es el 90% de las antenas en todo el país. ¿Quieres decirme de qué provincia y qué localidad sos? Y chequeamos la cobertura.",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.88,
      "fin": 81.13,
      "duracion": 11.25,
      "texto": "No, muchísimas gracias. Bien, pero ¿por qué no estás interesado? ¿Por qué no les crea? Bien, ¿por qué? Si te estoy diciendo que... O sea, ¿tú no te puedo decir algo que no sea verdad?",
      "confianza": 0.227,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.17,
      "fin": 84.27,
      "duracion": 2.1,
      "texto": "Si no, me echaría el teléfono a la gente.",
      "confianza": 0.238,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.11,
      "fin": 85.4,
      "duracion": 0.29,
      "texto": "No,",
      "confianza": 0.615,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.4,
      "fin": 89.9,
      "duracion": 4.5,
      "texto": "porque yo no tengo para chequear tú, ¿verdad?",
      "confianza": 0.615,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.46,
      "fin": 106.07,
      "duracion": 15.61,
      "texto": "No, yo te puedo pasar captura de pantalla o directamente enviarte lo que es la página de Movistar y te fijas si tenés cobertura. Sí, pero o sea, yo no solo estoy acá donde estoy, estoy acá y después no estoy acá, estoy en otro lado.",
      "confianza": 0.374,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.23,
      "fin": 127.39,
      "duracion": 20.16,
      "texto": "Y capaz que donde estoy no es acá y cuando estoy acá y no acá, No sé si acá voy a tener, o allá, o acá, o donde sea, voy a tener. Bien, igual en lo que es la página que podrías pasar, podés fijarte en cualquier parte si tenés señal o no tenés señal. Pones provincia y localidad y te fijás. ¿Y si no tengo señal?",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.03,
      "fin": 131.55,
      "duracion": 2.52,
      "texto": "Sí, ahí lo abremos. O sea, abremos en qué parte no tenés señal.",
      "confianza": 0.307,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.67,
      "fin": 134.15,
      "duracion": 0.48,
      "texto": "Claro. Claro,",
      "confianza": 0.017,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 134.15,
      "fin": 138.48,
      "duracion": 4.33,
      "texto": "porque a veces yo no tengo señal donde estoy, porque donde estoy no es acá.",
      "confianza": 0.626,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.54,
      "fin": 143.98,
      "duracion": 4.44,
      "texto": "Sí, sí, por eso te estoy diciendo que te fijas provincia y localidad y te fijas si tienes cobertura.",
      "confianza": 0.421,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.12,
      "fin": 145.69,
      "duracion": 0.57,
      "texto": "Claro,",
      "confianza": 0.633,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 145.69,
      "fin": 150.23,
      "duracion": 4.54,
      "texto": "claro, pero no, pero con claro tengo señal acá.",
      "confianza": 0.633,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.25,
      "fin": 156.38,
      "duracion": 6.13,
      "texto": "Bien, ¿y dónde es acá donde estás? Acá cerca de donde vivo.",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 159.02,
      "fin": 165.32,
      "duracion": 6.3,
      "texto": "Bien, ¿y dónde vivís? Buenos Aires. Bien, ¿qué localidad? San Justo.",
      "confianza": 0.062,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.31,
      "fin": 181.16,
      "duracion": 13.85,
      "texto": "Bien, perfecto. ¿No tenías en todo lo que es San Justo? No tenía muchas señales. Porque a veces un poco mío acá, lo de acá a Morón, y acá tampoco tenía señales. Bien,",
      "confianza": 0.202,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 181.16,
      "fin": 189.68,
      "duracion": 8.52,
      "texto": "mira, también es segura lo que es San Justo, Patagones, Isidro Casanova, La Tablada, Santos Vega, lo más del Mirador, todo eso que tenés cobertura excelente.",
      "confianza": 0.574,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.72,
      "fin": 192.16,
      "duracion": 2.44,
      "texto": "En Morón también es segura que tenés excelente cobertura.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 194.24,
      "fin": 194.7,
      "duracion": 0.46,
      "texto": "Ah, entonces acá tengo.",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.34,
      "fin": 217.33,
      "duracion": 21.99,
      "texto": "Ah, bueno. Bueno, pero no, muchas gracias. ¿Por qué no te interesa? Porque no, no lo quiero. Ya me cambié y estoy conforme con lo que tengo ahora acá. ¿Y podés estar más conforme en movizar? Sí, quizás no. Así que por ahora, más vale de pájaro en mano que de cien volantes. ¿Vas a estar conforme o no?",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.35,
      "fin": 222.09,
      "duracion": 4.74,
      "texto": "Sí, porque tengo pájaro en mano en vez de cien volantes. Sí, bueno, pero por ahí hay que probar.",
      "confianza": 0.567,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 223.37,
      "fin": 229.65,
      "duracion": 6.28,
      "texto": "Sí, hay de todo que probar, pero a veces probas y no podes probar y no te gusta.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¡Hola! Hola, ¿qué tal? Buen día. ¿Hablo con el titular de la línea? ¡Sí, hola! Hola, ¿cómo estás? ¿Hablas con Agustín? Sí, ¿qué necesitas? Me estoy comunicando desde lo que hace el área de recuperar a los clientes del Movistar con Eurín Orton, bien a 10.400 pesos. Ah, no, muchas gracias. ¿Por qué no te interesa? Porque me fui del Movistar por algo. Bien, ¿y por qué te fuiste? porque no tenía que soñar, no me atendía, no me hacían descuentos. Bien, perfecto. ¿Y en qué me figura que te fuiste en principios del 2025? ¿Puede estar...? Sí, no sé, no me acuerdo. Bien, te comento. Nosotros, desde lo que es junio del año pasado, somos una nueva gestión en la que primero cada cliente tiene su asesor personal, ¿sí? En este caso vos vas a pagar mi número por cualquier inconveniente que tengas, ¿Y lo que es el tema señal? Bueno, hemos colocado muchísimas antenas, contamos con lo que es el 90% de las antenas en todo el país. ¿Quieres decirme de qué provincia y qué localidad sos? Y chequeamos la cobertura. No, muchísimas gracias. Bien, pero ¿por qué no estás interesado? ¿Por qué no les crea? Bien, ¿por qué? Si te estoy diciendo que... O sea, ¿tú no te puedo decir algo que no sea verdad? Si no, me echaría el teléfono a la gente. No, porque yo no tengo para chequear tú, ¿verdad? No, yo te puedo pasar captura de pantalla o directamente enviarte lo que es la página de Movistar y te fijas si tenés cobertura. Sí, pero o sea, yo no solo estoy acá donde estoy, estoy acá y después no estoy acá, estoy en otro lado. Y capaz que donde estoy no es acá y cuando estoy acá y no acá, No sé si acá voy a tener, o allá, o acá, o donde sea, voy a tener. Bien, igual en lo que es la página que podrías pasar, podés fijarte en cualquier parte si tenés señal o no tenés señal. Pones provincia y localidad y te fijás. ¿Y si no tengo señal? Sí, ahí lo abremos. O sea, abremos en qué parte no tenés señal. Claro. Claro, porque a veces yo no tengo señal donde estoy, porque donde estoy no es acá. Sí, sí, por eso te estoy diciendo que te fijas provincia y localidad y te fijas si tienes cobertura. Claro, claro, pero no, pero con claro tengo señal acá. Bien, ¿y dónde es acá donde estás? Acá cerca de donde vivo. Bien, ¿y dónde vivís? Buenos Aires. Bien, ¿qué localidad? San Justo. Bien, perfecto. ¿No tenías en todo lo que es San Justo? No tenía muchas señales. Porque a veces un poco mío acá, lo de acá a Morón, y acá tampoco tenía señales. Bien, mira, también es segura lo que es San Justo, Patagones, Isidro Casanova, La Tablada, Santos Vega, lo más del Mirador, todo eso que tenés cobertura excelente. En Morón también es segura que tenés excelente cobertura. Ah, entonces acá tengo. Ah, bueno. Bueno, pero no, muchas gracias. ¿Por qué no te interesa? Porque no, no lo quiero. Ya me cambié y estoy conforme con lo que tengo ahora acá. ¿Y podés estar más conforme en movizar? Sí, quizás no. Así que por ahora, más vale de pájaro en mano que de cien volantes. ¿Vas a estar conforme o no? Sí, porque tengo pájaro en mano en vez de cien volantes. Sí, bueno, pero por ahí hay que probar. Sí, hay de todo que probar, pero a veces probas y no podes probar y no te gusta.",
  "calidad": {
    "confianza_promedio": 0.43,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:39:49.996124",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 8,
    "total_segmentos_original": 70,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:30.667421",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114134449525_ACD_16431",
    "fecha_inicio": "14/1/2026 13:44:49",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 262,
    "tiempo_conversacion": 221,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}