{
  "archivo": "amza10_1_260116112450880_ACD_04225.wav",
  "duracion_segundos": 286.57,
  "num_segmentos": 105,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 85.71,
    "Cliente": 179.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 7.98,
      "duracion": 7.95,
      "texto": "Hola, buen día. Sí, correcto. Sí, sí. Sí, hola. Hola, buen día.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.8,
      "fin": 12.29,
      "duracion": 3.49,
      "texto": "Hola, sí, buenos días. Quería hablar con Cristina, ¿se encuentra?",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.21,
      "fin": 18.57,
      "duracion": 5.36,
      "texto": "¿Qué pasa, quién? De este lado, me estoy conectando en la parte de beneficios de Movistar.",
      "confianza": 0.265,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.41,
      "fin": 41.63,
      "duracion": 22.22,
      "texto": "¿Sabes que Cristina no está en... No, sí, ya tiene Movistar, ya tiene Movistar. ¿Ya se cambió? Ahora la quiere, ya está de vuelta. Me estoy configurando dos líneas a nombre de Cristina. Sí, sí, la mía y la de ella. ¿Y las dos están en Movistar? Hola, buen día. Sí, ya me pasé a Movistar, el 9, creo. El 9, el 7, el 9. Dos, y tengo otra prepaga también. Ya me cambié.",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.45,
      "fin": 58.08,
      "duracion": 15.63,
      "texto": "¿Eran las dos o queríamos hablar así? Las dos han ido a Movistar. Bien, ya que sois clientes, Cris, ya una consulta así. ¿Te sirvieron lo que es el servicio de fibro óptico de Movistar? Me lo habían ofrecido, pero no sé cuánto están ahora.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.23,
      "fin": 68.7,
      "duracion": 9.47,
      "texto": "cuánto están cobrando ahora. Bien, ¿y te comentaron si habría cobertura? Creo que sí, me parece que sí, no sé. Bien,",
      "confianza": 0.041,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 68.7,
      "fin": 75.97,
      "duracion": 7.27,
      "texto": "bueno, mira, nosotros tenemos, podemos en realidad chequear, en realidad porque vos ya sos cliente, entonces por hacerlo está genial mejor.",
      "confianza": 0.583,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.42,
      "fin": 81.66,
      "duracion": 4.25,
      "texto": "Sí, te comento más o menos que contamos con bastantes velocidades, si dentro de todo está bastante económico.",
      "confianza": 0.572,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.76,
      "fin": 85.39,
      "duracion": 2.63,
      "texto": "Sí. Hay clientes que te hacen lo que es un descuento, sí.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.97,
      "fin": 118.02,
      "duracion": 32.05,
      "texto": "Y además de eso se te dan cuatro llegas raras aparte en la línea móvil, ¿sí? En una línea que quieras poner. Ahí te digo, viene el lugar para ponerme estos bolitos. Sí. Bien. Por ejemplo, tenemos la velocidad de 300 mil... Ahora espera, espera un cachito. Decirle que sigue hablando con la otra línea, me llaman de modista. Es una otra línea. Sí, decime. Bien. que te quedaría, por ejemplo, la velocidad de 300 megas en 24 mil pesos, ¿sí?",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.6,
      "fin": 119.38,
      "duracion": 0.78,
      "texto": "¿Y la instalación?",
      "confianza": 0.546,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.75,
      "fin": 127.69,
      "duracion": 6.94,
      "texto": "Es totalmente gratis. En este caso... Ah, bueno. Ya accedes así, así que nada, te queda re económico, por así decirlo.",
      "confianza": 0.834,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.51,
      "fin": 134.32,
      "duracion": 5.81,
      "texto": "¿Quién te iba a comentar? A ver, chequemos nuevamente lo que es cobertura, si ya de paso lo dejamos al centro del sistema.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.92,
      "fin": 135.98,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.111,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.0,
      "fin": 142.19,
      "duracion": 6.19,
      "texto": "¿Dónde sería el domicilio calle, altura y localidad? Calle Vicente López y Planes.",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.42,
      "fin": 183.9,
      "duracion": 40.48,
      "texto": "¿Vicente López? Sí, Vicente López, cuarenta y tres ochenta y uno. Entre Mendelso y José Ingenieros. ¿Esto de qué localidad? Barrio Parque, Paso del Rey, Moreno. Paso del Rey, Partido Moreno. A ver, a ver, a ver, a ver. No encuentro la localidad. Moreno. Sí, Paso del Rey, Partido Moreno. Porque me figura Avenida Vicente López, pero no es esa. No, no, no. Vicente López, Paso del Rey Moreno. Vicente López, 43,81.",
      "confianza": 0.082,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.92,
      "fin": 183.98,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.633,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 184.06,
      "fin": 187.6,
      "duracion": 3.54,
      "texto": "Pero no me va a buscar lo que lo coleda.",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 189.07,
      "fin": 197.04,
      "duracion": 7.97,
      "texto": "Acá no, es por acá. El año pasado pasaban un montón de biquí. No, no, no. Haciendo promoción. ¿Había Vicente López?",
      "confianza": 0.381,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.06,
      "fin": 197.34,
      "duracion": 0.28,
      "texto": "No.",
      "confianza": 0.952,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.94,
      "fin": 214.65,
      "duracion": 15.71,
      "texto": "Vicente López y Plánez, porque esa es la calle. ¿Y la calle está bien o le falta algún nombre, Vicente López? No, no, Vicente López y Plánez, así es toda la calle. Ah, Plánez. Y Plánez.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.91,
      "fin": 232.92,
      "duracion": 16.01,
      "texto": "Ah, eso capaz me estaba faltando. Acá está, ahí está, era esa la parte que faltaba. Bien, esto más o menos estará entonces mesura acá entre José Ingeniero y la otra que es Félix de Mendelsohn. Mendelsohn, sí. Bien, esto es una casa, ¿no?",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.62,
      "fin": 235.32,
      "duracion": 0.7,
      "texto": "Sí. Perfecto.",
      "confianza": 0.018,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.93,
      "fin": 248.84,
      "duracion": 12.91,
      "texto": "Bien, ahora mismo yo lo voy a pasar a validar, ¿sí? No encuentro la casa igual, ¿serán en la esquina? Porque ahí veo un paredón. Sí, ahí. ¿En todo el paredón ese? Sí. Que tiene un portón negro.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.58,
      "fin": 286.57,
      "duracion": 36.99,
      "texto": "Sí, y del otro lado, eso está sobre José Ingeniero, el portón negro, sobre Vicente López al frente, que está la resta y un local, ¿sí? Ah, mira, gigante la casa. Ahí. Bien, esa sería la entrada entonces, por Vicente López. Bueno, Chris, vamos a hacer lo siguiente. Ahora, para no hacerte perder lo que es tiempo en línea, yo te voy a contactar ahí enseguida, chequeo la cobertura. Chámame al otro, al mío, porque si hay varios. Chámame al mío, 87 y 57. 87 y 57. Bien, acá lo tengo, Chris. Perfecto, dale. Muchísimas gracias.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Sí, correcto. Sí, sí. Sí, hola. Hola, buen día. Hola, sí, buenos días. Quería hablar con Cristina, ¿se encuentra? ¿Qué pasa, quién? De este lado, me estoy conectando en la parte de beneficios de Movistar. ¿Sabes que Cristina no está en... No, sí, ya tiene Movistar, ya tiene Movistar. ¿Ya se cambió? Ahora la quiere, ya está de vuelta. Me estoy configurando dos líneas a nombre de Cristina. Sí, sí, la mía y la de ella. ¿Y las dos están en Movistar? Hola, buen día. Sí, ya me pasé a Movistar, el 9, creo. El 9, el 7, el 9. Dos, y tengo otra prepaga también. Ya me cambié. ¿Eran las dos o queríamos hablar así? Las dos han ido a Movistar. Bien, ya que sois clientes, Cris, ya una consulta así. ¿Te sirvieron lo que es el servicio de fibro óptico de Movistar? Me lo habían ofrecido, pero no sé cuánto están ahora. cuánto están cobrando ahora. Bien, ¿y te comentaron si habría cobertura? Creo que sí, me parece que sí, no sé. Bien, bueno, mira, nosotros tenemos, podemos en realidad chequear, en realidad porque vos ya sos cliente, entonces por hacerlo está genial mejor. Sí, te comento más o menos que contamos con bastantes velocidades, si dentro de todo está bastante económico. Sí. Hay clientes que te hacen lo que es un descuento, sí. Y además de eso se te dan cuatro llegas raras aparte en la línea móvil, ¿sí? En una línea que quieras poner. Ahí te digo, viene el lugar para ponerme estos bolitos. Sí. Bien. Por ejemplo, tenemos la velocidad de 300 mil... Ahora espera, espera un cachito. Decirle que sigue hablando con la otra línea, me llaman de modista. Es una otra línea. Sí, decime. Bien. que te quedaría, por ejemplo, la velocidad de 300 megas en 24 mil pesos, ¿sí? ¿Y la instalación? Es totalmente gratis. En este caso... Ah, bueno. Ya accedes así, así que nada, te queda re económico, por así decirlo. ¿Quién te iba a comentar? A ver, chequemos nuevamente lo que es cobertura, si ya de paso lo dejamos al centro del sistema. Sí. ¿Dónde sería el domicilio calle, altura y localidad? Calle Vicente López y Planes. ¿Vicente López? Sí, Vicente López, cuarenta y tres ochenta y uno. Entre Mendelso y José Ingenieros. ¿Esto de qué localidad? Barrio Parque, Paso del Rey, Moreno. Paso del Rey, Partido Moreno. A ver, a ver, a ver, a ver. No encuentro la localidad. Moreno. Sí, Paso del Rey, Partido Moreno. Porque me figura Avenida Vicente López, pero no es esa. No, no, no. Vicente López, Paso del Rey Moreno. Vicente López, 43,81. Sí. Pero no me va a buscar lo que lo coleda. Acá no, es por acá. El año pasado pasaban un montón de biquí. No, no, no. Haciendo promoción. ¿Había Vicente López? No. Vicente López y Plánez, porque esa es la calle. ¿Y la calle está bien o le falta algún nombre, Vicente López? No, no, Vicente López y Plánez, así es toda la calle. Ah, Plánez. Y Plánez. Ah, eso capaz me estaba faltando. Acá está, ahí está, era esa la parte que faltaba. Bien, esto más o menos estará entonces mesura acá entre José Ingeniero y la otra que es Félix de Mendelsohn. Mendelsohn, sí. Bien, esto es una casa, ¿no? Sí. Perfecto. Bien, ahora mismo yo lo voy a pasar a validar, ¿sí? No encuentro la casa igual, ¿serán en la esquina? Porque ahí veo un paredón. Sí, ahí. ¿En todo el paredón ese? Sí. Que tiene un portón negro. Sí, y del otro lado, eso está sobre José Ingeniero, el portón negro, sobre Vicente López al frente, que está la resta y un local, ¿sí? Ah, mira, gigante la casa. Ahí. Bien, esa sería la entrada entonces, por Vicente López. Bueno, Chris, vamos a hacer lo siguiente. Ahora, para no hacerte perder lo que es tiempo en línea, yo te voy a contactar ahí enseguida, chequeo la cobertura. Chámame al otro, al mío, porque si hay varios. Chámame al mío, 87 y 57. 87 y 57. Bien, acá lo tengo, Chris. Perfecto, dale. Muchísimas gracias.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:05:23.876421",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 105,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:13.855014",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116112450880_ACD_04225",
    "fecha_inicio": "16/1/2026 11:24:50",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 320,
    "tiempo_conversacion": 277,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}