{
  "archivo": "amza8_1_260114135921800_MIT_01988.wav",
  "duracion_segundos": 234.06,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 159.67,
    "Cliente": 19.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 15.86,
      "fin": 22.21,
      "duracion": 6.35,
      "texto": "Sí, ¿me escuchas?",
      "confianza": 0.113,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.23,
      "fin": 23.37,
      "duracion": 1.14,
      "texto": "Perfecto.",
      "confianza": 0.442,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.39,
      "fin": 61.39,
      "duracion": 38.0,
      "texto": "Voy a tener que volver a realizarte lo que es el cierre comercial porque... Ah, mira, me quedé en lo... No sé hasta dónde llegaste vos. No, yo no había dicho todo. Yo lo que te había preguntado era cuánto iba a abonar por mes. Ah, era lo que te había comentado eran los 10.400 pesos. Pero me había quedado, no sé si me habías podido escuchar lo de que puedes adquirir los 20 yes de regalos con una duración de 30 días, disponible una vez por año. Sí, lo había escuchado. Genial, perfecto. Entonces, terminó donde me había quedado, que era una vez aprobada la portabilidad de tu línea por trabajar las 48 horas hábiles.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.97,
      "fin": 70.07,
      "duracion": 8.1,
      "texto": "Un día antes, por mensaje y WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquila. Es importante que usted no coloque el chip ante la fecha informada.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.65,
      "fin": 104.88,
      "duracion": 34.23,
      "texto": "De todas maneras, te vas a dar cuenta porque tu línea es clara y vas a la recibir señales y es cuando eres colocarlo. Te voy a enviar lo que es el código portabilidad. ¿Sabes lo que es el código portabilidad?",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 105.4,
      "fin": 115.59,
      "duracion": 10.19,
      "texto": "Perfecto, el código, puertalidad, lo que permite que puedas el traspaso de compañía teclado a Movistar, manteniéndolo que es el mismo número. Ahí te lo envío, aguarda un momento.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 116.63,
      "fin": 135.15,
      "duracion": 18.52,
      "texto": "Te va a llegar a través de un mensaje de texto, un SMS al número más 223, con la sílaba MBS que significa Movistar. Cuando te lo envíe te van a estar ingresando llamadas, te pido por favor que no atiendan ninguna, ya que pueden ser otros asesores de Movistar, y si vuelve a pasar los datos a otro asesor, puede cargar lo mismo que yo en el sistema,",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.44,
      "fin": 137.28,
      "duracion": 1.84,
      "texto": "y te puedes generar una doble facturación.",
      "confianza": 0.82,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.86,
      "fin": 139.86,
      "duracion": 2.0,
      "texto": "Ahí, a ver si te llegó.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 140.36,
      "fin": 144.93,
      "duracion": 4.57,
      "texto": "A ese código de portabilidad necesito que le saques lo que es una captura de pantalla.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.05,
      "fin": 150.24,
      "duracion": 4.19,
      "texto": "Dime las millas al mismo WhatsApp que me enviaste lo que es la foto del frente y orso del documento.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 150.86,
      "fin": 163.64,
      "duracion": 12.78,
      "texto": "Lo que es la foto del frente y orso ya la valió el sistema. Sin inconveniente, ya la puedes eliminar. ¿Por dónde me vas a dar? Ah, por... Por mensaje de texto común.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.77,
      "fin": 169.24,
      "duracion": 2.46,
      "texto": "El número más 2 o 3, claro, un SMS.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 191.29,
      "fin": 193.08,
      "duracion": 1.78,
      "texto": "Ahí no sé si pudiste colaborarlo, ¿te llevo?",
      "confianza": 0.486,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.4,
      "fin": 196.24,
      "duracion": 0.84,
      "texto": "Sí, ahí me quedo, ahí tomando.",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.93,
      "fin": 204.46,
      "duracion": 7.53,
      "texto": "Dale, genial. Bueno, como te he comentado, yo voy a hacer toda su sesión profesional. Cualquier duda es conveniente que vos tengas.",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.2,
      "fin": 210.72,
      "duracion": 5.53,
      "texto": "Me lo vas a mencionar a mí a través de lo que es pasarle, porque estamos en contacto.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 213.63,
      "fin": 226.36,
      "duracion": 12.73,
      "texto": "Y más que nada, bueno, decirte bienvenido a Movistar. Cualquier duda de los familiares o de los otros familiares que están en en claro, si se quieren cambiar también, primero pasas y bueno, les realizamos también lo que es la portabilidad.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 227.83,
      "fin": 234.06,
      "duracion": 6.23,
      "texto": "¡Gracias!",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Sí, ¿me escuchas? Perfecto. Voy a tener que volver a realizarte lo que es el cierre comercial porque... Ah, mira, me quedé en lo... No sé hasta dónde llegaste vos. No, yo no había dicho todo. Yo lo que te había preguntado era cuánto iba a abonar por mes. Ah, era lo que te había comentado eran los 10.400 pesos. Pero me había quedado, no sé si me habías podido escuchar lo de que puedes adquirir los 20 yes de regalos con una duración de 30 días, disponible una vez por año. Sí, lo había escuchado. Genial, perfecto. Entonces, terminó donde me había quedado, que era una vez aprobada la portabilidad de tu línea por trabajar las 48 horas hábiles. Un día antes, por mensaje y WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquila. Es importante que usted no coloque el chip ante la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea es clara y vas a la recibir señales y es cuando eres colocarlo. Te voy a enviar lo que es el código portabilidad. ¿Sabes lo que es el código portabilidad? Perfecto, el código, puertalidad, lo que permite que puedas el traspaso de compañía teclado a Movistar, manteniéndolo que es el mismo número. Ahí te lo envío, aguarda un momento. Te va a llegar a través de un mensaje de texto, un SMS al número más 223, con la sílaba MBS que significa Movistar. Cuando te lo envíe te van a estar ingresando llamadas, te pido por favor que no atiendan ninguna, ya que pueden ser otros asesores de Movistar, y si vuelve a pasar los datos a otro asesor, puede cargar lo mismo que yo en el sistema, y te puedes generar una doble facturación. Ahí, a ver si te llegó. A ese código de portabilidad necesito que le saques lo que es una captura de pantalla. Dime las millas al mismo WhatsApp que me enviaste lo que es la foto del frente y orso del documento. Lo que es la foto del frente y orso ya la valió el sistema. Sin inconveniente, ya la puedes eliminar. ¿Por dónde me vas a dar? Ah, por... Por mensaje de texto común. El número más 2 o 3, claro, un SMS. Ahí no sé si pudiste colaborarlo, ¿te llevo? Sí, ahí me quedo, ahí tomando. Dale, genial. Bueno, como te he comentado, yo voy a hacer toda su sesión profesional. Cualquier duda es conveniente que vos tengas. Me lo vas a mencionar a mí a través de lo que es pasarle, porque estamos en contacto. Y más que nada, bueno, decirte bienvenido a Movistar. Cualquier duda de los familiares o de los otros familiares que están en en claro, si se quieren cambiar también, primero pasas y bueno, les realizamos también lo que es la portabilidad. ¡Gracias!",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:09:58.210367",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:32.527292",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114135921800_MIT_01988",
    "fecha_inicio": "14/1/2026 13:59:22",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 229,
    "tiempo_conversacion": 227,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}