{
  "archivo": "amza39_1_260112103845967_ACD_29187.wav",
  "duracion_segundos": 137.9,
  "num_segmentos": 27,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 51.05,
    "Cliente": 66.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.3,
      "fin": 0.52,
      "duracion": 0.22,
      "texto": "Hola.",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2.76,
      "fin": 26.53,
      "duracion": 23.77,
      "texto": "Hola Díaz, hablo con Cristian. Sí. Como yo me arrepentía en un hospital, ni en un pincacerina, yo acabo de ver a Cristian para poder brindarle lo que son descuentos para su línea móvil en el este de Montserrat, que ahora que se fue el siguiente día antes, se fue por algún conveniente Cristian o solo por un buen conveniente. Disculpa, se escuchó muy poco.",
      "confianza": 0.138,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.45,
      "fin": 34.56,
      "duracion": 6.11,
      "texto": "Le decía que le llamaba desde el área del Movistar para brindarle lo que es un descuento para su línea, Christian.",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.96,
      "fin": 45.65,
      "duracion": 9.69,
      "texto": "No, yo ya no soy más Movistar, me trasfería, claro. Claro, por eso mismo te llamaba, te preguntaba si te había sido por algún inconveniente, ¿tuviste algún problema con Movistar?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.59,
      "fin": 55.59,
      "duracion": 8.99,
      "texto": "Sí, en su tiempo me fui porque no me brindaban un mejor precio ni un descuento, pero aún así me quedó claro por un tema de señal en Provincia.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.41,
      "fin": 60.03,
      "duracion": 3.62,
      "texto": "Bien, ¿en dónde te encontrás actualmente que me decís que no tenés señal?",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.91,
      "fin": 61.49,
      "duracion": 0.58,
      "texto": "En Mendoza.",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.7,
      "fin": 65.72,
      "duracion": 3.02,
      "texto": "¿En qué parte de Mendoza no tenés señal? Yo de ahí mismo te llamo.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.34,
      "fin": 76.31,
      "duracion": 8.97,
      "texto": "Bien, por ejemplo, yo vivo en la zona del Chayao y en Chayao un parte tiene mejor señal, claro, igual que en la Cerra Centro.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.29,
      "fin": 82.97,
      "duracion": 5.68,
      "texto": "La Cerra Centro a veces movilizarse muere y claro, funciona mejor. Por eso también estoy ahí.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.66,
      "fin": 87.49,
      "duracion": 3.83,
      "texto": "Bien, en la parte de las ceras actualmente está todo con antenas, ¿no?",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.71,
      "fin": 95.28,
      "duracion": 6.57,
      "texto": "Cosa que puedas disfrutar de la mejor señal disponible y en el charlao, todo lo que es la ciudad, está totalmente cubierto también.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.08,
      "fin": 106.28,
      "duracion": 9.19,
      "texto": "Sí, pero es distinto la señal, por ejemplo, donde trabajo, la gente cuando ingresa al local no denaguro, movilizarse, mata la señal, no tiene señal, y claro, sí, la tiene.",
      "confianza": 0.63,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.38,
      "fin": 113.48,
      "duracion": 6.11,
      "texto": "Pues más, todo lo que a veces está yo prestando internet para que la gente pueda pagar, o sea, para que la señal se cae.",
      "confianza": 0.454,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.06,
      "fin": 126.77,
      "duracion": 12.71,
      "texto": "Eso puede ser porque la gente no tiene los chips actualizados o de todas maneras por el tipo de edificación con el que cuenta justamente el lugar donde vos trabajas, que por ahí no acepta ese tipo de compatibilidad junto con la antena.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.77,
      "fin": 137.9,
      "duracion": 8.13,
      "texto": "Puede ser también. Bueno, bueno, pero por el momento no estoy intentado. Bueno, ábrele que tengas buen día. Gracias. Te lo agradezco. Igualmente.",
      "confianza": 0.268,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola Díaz, hablo con Cristian. Sí. Como yo me arrepentía en un hospital, ni en un pincacerina, yo acabo de ver a Cristian para poder brindarle lo que son descuentos para su línea móvil en el este de Montserrat, que ahora que se fue el siguiente día antes, se fue por algún conveniente Cristian o solo por un buen conveniente. Disculpa, se escuchó muy poco. Le decía que le llamaba desde el área del Movistar para brindarle lo que es un descuento para su línea, Christian. No, yo ya no soy más Movistar, me trasfería, claro. Claro, por eso mismo te llamaba, te preguntaba si te había sido por algún inconveniente, ¿tuviste algún problema con Movistar? Sí, en su tiempo me fui porque no me brindaban un mejor precio ni un descuento, pero aún así me quedó claro por un tema de señal en Provincia. Bien, ¿en dónde te encontrás actualmente que me decís que no tenés señal? En Mendoza. ¿En qué parte de Mendoza no tenés señal? Yo de ahí mismo te llamo. Bien, por ejemplo, yo vivo en la zona del Chayao y en Chayao un parte tiene mejor señal, claro, igual que en la Cerra Centro. La Cerra Centro a veces movilizarse muere y claro, funciona mejor. Por eso también estoy ahí. Bien, en la parte de las ceras actualmente está todo con antenas, ¿no? Cosa que puedas disfrutar de la mejor señal disponible y en el charlao, todo lo que es la ciudad, está totalmente cubierto también. Sí, pero es distinto la señal, por ejemplo, donde trabajo, la gente cuando ingresa al local no denaguro, movilizarse, mata la señal, no tiene señal, y claro, sí, la tiene. Pues más, todo lo que a veces está yo prestando internet para que la gente pueda pagar, o sea, para que la señal se cae. Eso puede ser porque la gente no tiene los chips actualizados o de todas maneras por el tipo de edificación con el que cuenta justamente el lugar donde vos trabajas, que por ahí no acepta ese tipo de compatibilidad junto con la antena. Puede ser también. Bueno, bueno, pero por el momento no estoy intentado. Bueno, ábrele que tengas buen día. Gracias. Te lo agradezco. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.458,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:13:12.700817",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 27,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:25.580079",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112103845967_ACD_29187",
    "fecha_inicio": "12/1/2026 10:38:45",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 161,
    "tiempo_conversacion": 133,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}