{
  "archivo": "amza5_1_260113103613297_ACD_54149.wav",
  "duracion_segundos": 114.24,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 71.11,
    "Cliente": 35.73
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.11,
      "fin": 9.94,
      "duracion": 8.83,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con la línea de Jessica. Sí, ¿quién habla? Lo estaba tratando para renderle lo que es una bonificación para su línea. ¿Cómo le va?",
      "confianza": 0.066,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.88,
      "fin": 11.98,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.01,
      "fin": 18.29,
      "duracion": 6.28,
      "texto": "Me alegro. ¿Cómo le decía? Se le bonificaba. ¿Cómo está? Usted está con Claro hoy en día, ¿cierto?",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.31,
      "fin": 18.65,
      "duracion": 0.34,
      "texto": "Sí. Bien.",
      "confianza": 0.371,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.67,
      "fin": 21.98,
      "duracion": 3.31,
      "texto": "Queríamos renderle una oferta mucho más económica con más cantidad de gigas.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.54,
      "fin": 36.2,
      "duracion": 13.66,
      "texto": "¿Usted cuenta la cantidad de gigas que utiliza? La que está pagando 18.300 pesos con Claro. Sí, pagaba más todavía. Pero escúchame, ahora yo me estoy alistando porque me tengo que ir, me voy a ir.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.8,
      "fin": 59.13,
      "duracion": 22.33,
      "texto": "Pero me interesa porque la verdad que sí quiero cambiarle ahora. Me parece bien cambiar de línea porque es un montón lo que estaba pagando. Así que si me querés llamar mañana, porque yo ya me estoy yendo de camping. Si me querés llamar mañana, lo solucionamos. Dale, lo solucionaré bien. Si la quiera te parece bien que te ayudes a mí.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.7,
      "fin": 64.14,
      "duracion": 3.44,
      "texto": "5, 3, 4... Bien, te comento.",
      "confianza": 0.417,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.16,
      "fin": 90.62,
      "duracion": 26.46,
      "texto": "Yo me encuentro en la oficina hasta las 2 y media. ¿Sí te parece que también lo podemos gestionar por WhatsApp? Es todo muy rápido. Yo te voy a decir los datos que me aseguran el sistema. Te voy a pedir lo que es corroborar tu identidad. Es una foto del DNI, 32. Eso te voy a decir los planes que tenemos. Ponte el visitante, ok. Te envío el código de portales y eso sería todo el trámite. Te dejo buscar el chip y eso sería todo. Son solamente 5 minutitos. Si tenés 5 minutitos, lo podemos realizar ya.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.15,
      "fin": 114.24,
      "duracion": 22.09,
      "texto": "Ahora no, porque tengo que pensar en qué plan quiero y qué planes me ofrecen y demás. Bien, si te parece, te lo puedo dar por whatsapp, ir ahí, mientras voy a detenerme un tiempito, me vas contestando si te parece, si cual te gusta, bueno, vamos verificando los datos y sería ir todo rápido. Dale, dale. Ahí te hablo en whatsapp. Gracias.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con la línea de Jessica. Sí, ¿quién habla? Lo estaba tratando para renderle lo que es una bonificación para su línea. ¿Cómo le va? Bien. Me alegro. ¿Cómo le decía? Se le bonificaba. ¿Cómo está? Usted está con Claro hoy en día, ¿cierto? Sí. Bien. Queríamos renderle una oferta mucho más económica con más cantidad de gigas. ¿Usted cuenta la cantidad de gigas que utiliza? La que está pagando 18.300 pesos con Claro. Sí, pagaba más todavía. Pero escúchame, ahora yo me estoy alistando porque me tengo que ir, me voy a ir. Pero me interesa porque la verdad que sí quiero cambiarle ahora. Me parece bien cambiar de línea porque es un montón lo que estaba pagando. Así que si me querés llamar mañana, porque yo ya me estoy yendo de camping. Si me querés llamar mañana, lo solucionamos. Dale, lo solucionaré bien. Si la quiera te parece bien que te ayudes a mí. 5, 3, 4... Bien, te comento. Yo me encuentro en la oficina hasta las 2 y media. ¿Sí te parece que también lo podemos gestionar por WhatsApp? Es todo muy rápido. Yo te voy a decir los datos que me aseguran el sistema. Te voy a pedir lo que es corroborar tu identidad. Es una foto del DNI, 32. Eso te voy a decir los planes que tenemos. Ponte el visitante, ok. Te envío el código de portales y eso sería todo el trámite. Te dejo buscar el chip y eso sería todo. Son solamente 5 minutitos. Si tenés 5 minutitos, lo podemos realizar ya. Ahora no, porque tengo que pensar en qué plan quiero y qué planes me ofrecen y demás. Bien, si te parece, te lo puedo dar por whatsapp, ir ahí, mientras voy a detenerme un tiempito, me vas contestando si te parece, si cual te gusta, bueno, vamos verificando los datos y sería ir todo rápido. Dale, dale. Ahí te hablo en whatsapp. Gracias.",
  "calidad": {
    "confianza_promedio": 0.502,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:32:40.206299",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:30.154416",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113103613297_ACD_54149",
    "fecha_inicio": "13/1/2026 10:36:13",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 248,
    "tiempo_conversacion": 112,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}