{
  "archivo": "amza3_1_260115131203358_ACD_58519.wav",
  "duracion_segundos": 161.12,
  "num_segmentos": 41,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 26.64,
    "Cliente": 121.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.3,
      "duracion": 5.27,
      "texto": "Hola, buenos días. Hablo con Carmen Mosquera.",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.64,
      "fin": 7.2,
      "duracion": 0.56,
      "texto": "Sí.",
      "confianza": 0.573,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.22,
      "fin": 12.29,
      "duracion": 5.07,
      "texto": "¿Cómo te va, Carmen? Un placer. Mi nombre es Macarena. Me contacto desde el área de recupero de clientes de Movistar.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.35,
      "fin": 13.41,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.448,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.47,
      "fin": 18.11,
      "duracion": 4.64,
      "texto": "Nos estamos poniendo en contacto desde la compañía para poder realizarte una nueva promoción para tu línea.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.76,
      "fin": 25.9,
      "duracion": 1.14,
      "texto": "No, te agradezco. Yo tengo claro. Yo ya tuve en Movistar.",
      "confianza": 0.001,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.12,
      "fin": 37.78,
      "duracion": 11.66,
      "texto": "Sí, sabemos que actualmente estás en claro, te comento la idea después de realizarte lo que es una nueva promoción, obviamente que puedas volver con nosotros.",
      "confianza": 0.632,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.8,
      "fin": 56.06,
      "duracion": 18.26,
      "texto": "Sí, no, pero no, no, no, porque, o sea, lo que me ofrecieron no cumplieron. Bien, en cuanto a precio, me ha dicho usted, le ofrecieron una promoción y la terminó pagando más cara. Sí, la terminé pagando más cara y al final cada vez más. Si no podía salir yo ahí. Claro, no le han dado lo que es una bonificación fija, bien.",
      "confianza": 0.211,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.68,
      "fin": 81.89,
      "duracion": 25.21,
      "texto": "La idea de Movistar ahora, obviamente le pido disculpas de parte de la compañía, sino es que es brindarle lo que es una nueva promoción, dándole lo que es una bonificación fija, bien. Y obviamente que usted puede acceder a las nuevas promociones con Movistar. Si bien entendemos el problema que te hice anteriormente con nosotros, lo que es esta gestión, como te llamamos, del área de recupero de clientes, Aquí te podemos brindar lo que es una bonificación vija y obviamente con un precio más accesible que estás abonando en claro.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.75,
      "fin": 108.16,
      "duracion": 25.41,
      "texto": "¿Usted sabe cuánto se encuentra abonando en claro al día de hoy? Sí, no, yo en claro estoy abonando 200.000 pesos. Claro, ¿por cuántas gigas o no sabe esto? No, no sé. Bien, en este caso, como usted se encuentra abonando esto, podemos brindarle un plan mucho más económico. Y estaría abonando $7,460, ¿bien? Es mucho menos de lo que te encontrás abonando al día de hoy con Claro.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.98,
      "fin": 142.65,
      "duracion": 33.67,
      "texto": "Sin contar que, bueno, obviamente, cuando se suba lo que es la apertura de Claro, estarías abonando un poco más, ¿bien? Sí. En el caso que a vos te interese, conservas lo que es el mismo número y yo te brindaría lo que es mi número de personal, obviamente, para que vos cualquier duda o consulta que tengas, la idea es que te contactes conmigo. Fíjate que tengas que ver en la obligación de cambiarte de compañía, ¿bien? Sí, no, pero por ahora no tengo interés. Bueno, bueno, entonces lo vamos a dejar apuntado si a usted le interesa.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.39,
      "fin": 156.69,
      "duracion": 13.3,
      "texto": "Lo que yo puedo hacer es enviarle la promoción por WhatsApp por si llega a tener algún, en algún momento llega a solicitar lo que es la promoción y demás, ¿bien? Bueno, vale. Bueno, estamos en contacto, Macarena es mi nombre, espero que tengas muy buen día.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.19,
      "fin": 161.12,
      "duracion": 3.93,
      "texto": "Bueno, gracias. Hasta luego. Hasta luego.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Carmen Mosquera. Sí. ¿Cómo te va, Carmen? Un placer. Mi nombre es Macarena. Me contacto desde el área de recupero de clientes de Movistar. Sí. Nos estamos poniendo en contacto desde la compañía para poder realizarte una nueva promoción para tu línea. No, te agradezco. Yo tengo claro. Yo ya tuve en Movistar. Sí, sabemos que actualmente estás en claro, te comento la idea después de realizarte lo que es una nueva promoción, obviamente que puedas volver con nosotros. Sí, no, pero no, no, no, porque, o sea, lo que me ofrecieron no cumplieron. Bien, en cuanto a precio, me ha dicho usted, le ofrecieron una promoción y la terminó pagando más cara. Sí, la terminé pagando más cara y al final cada vez más. Si no podía salir yo ahí. Claro, no le han dado lo que es una bonificación fija, bien. La idea de Movistar ahora, obviamente le pido disculpas de parte de la compañía, sino es que es brindarle lo que es una nueva promoción, dándole lo que es una bonificación fija, bien. Y obviamente que usted puede acceder a las nuevas promociones con Movistar. Si bien entendemos el problema que te hice anteriormente con nosotros, lo que es esta gestión, como te llamamos, del área de recupero de clientes, Aquí te podemos brindar lo que es una bonificación vija y obviamente con un precio más accesible que estás abonando en claro. ¿Usted sabe cuánto se encuentra abonando en claro al día de hoy? Sí, no, yo en claro estoy abonando 200.000 pesos. Claro, ¿por cuántas gigas o no sabe esto? No, no sé. Bien, en este caso, como usted se encuentra abonando esto, podemos brindarle un plan mucho más económico. Y estaría abonando $7,460, ¿bien? Es mucho menos de lo que te encontrás abonando al día de hoy con Claro. Sin contar que, bueno, obviamente, cuando se suba lo que es la apertura de Claro, estarías abonando un poco más, ¿bien? Sí. En el caso que a vos te interese, conservas lo que es el mismo número y yo te brindaría lo que es mi número de personal, obviamente, para que vos cualquier duda o consulta que tengas, la idea es que te contactes conmigo. Fíjate que tengas que ver en la obligación de cambiarte de compañía, ¿bien? Sí, no, pero por ahora no tengo interés. Bueno, bueno, entonces lo vamos a dejar apuntado si a usted le interesa. Lo que yo puedo hacer es enviarle la promoción por WhatsApp por si llega a tener algún, en algún momento llega a solicitar lo que es la promoción y demás, ¿bien? Bueno, vale. Bueno, estamos en contacto, Macarena es mi nombre, espero que tengas muy buen día. Bueno, gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.477,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:26:11.449816",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:26.271337",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131203358_ACD_58519",
    "fecha_inicio": "15/1/2026 13:12:03",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 295,
    "tiempo_conversacion": 155,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}