{
  "archivo": "amza18_1_260112125816514_ACD_55677.wav",
  "duracion_segundos": 465.83,
  "num_segmentos": 103,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 171.53,
    "Cliente": 242.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 5.18,
      "duracion": 5.15,
      "texto": "Hola, buen día Manuel. Sí,",
      "confianza": 0.079,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 5.18,
      "fin": 5.6,
      "duracion": 0.42,
      "texto": "bien le hablá.",
      "confianza": 0.219,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.62,
      "fin": 8.14,
      "duracion": 2.52,
      "texto": "Como le habíamos dicho, nos comunicamos del área de beneficio muy tarde.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.16,
      "fin": 25.36,
      "duracion": 16.2,
      "texto": "Queríamos, Manuel, mejorarte del plan de tu línea. Vemos que te encuentras en claro actualmente. Sí, sí, sí, claro. Mejorarte del plan, obviamente, y lo que es el servicio en sí de lo que tenés contratado actualmente. Igualmente queremos consultarte qué clase de plan estás contratando en tu compañía.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.1,
      "fin": 43.54,
      "duracion": 16.44,
      "texto": "Y mira, yo estoy pagando 11.000 pesos por mes. Yo no uso muchas redes, así que yo, WhatsApp y llamada nada más. Claro, entiendo. Y tienes consulta, Manuel. ¿Tenés algún tipo de servicio de internet en el hogar?",
      "confianza": 0.825,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.26,
      "fin": 47.58,
      "duracion": 1.32,
      "texto": "Sí, igual, claro.",
      "confianza": 0.749,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.43,
      "fin": 104.83,
      "duracion": 56.4,
      "texto": "Bien. ¿Y recordás cuánto ganas por ese servicio también? 35 por mes. Ah, bien. Bueno, en este caso sí, la oferta que... Tengo dos televisiones. Entiendo. Estoy conectado con dos televisores. Entiendo. Bien, en ese caso sí, lo que podemos brindarte es mejorar también lo que es el precio y el servicio también, ¿sí? Por ejemplo, tenés lo que sería un plan para tu línea de 4.000 pesos, ¿sí? Y lo que es internet en el bar, 20.000 pesos de 300 megas de velocidad, ¿sí? Y lo que es el servicio de lo que es Movistar TV, tenés incluido los primeros dos meses gratis, ¿sí? Y luego el costo del servicio es de $11,300 pesos. Es decir, te daría un monto final de unos aproximadamente $35,000 pesos por todos los servicios. Los primeros dos meses solamente abonarías $24,000 pesos. Es un servicio bastante completo ya que la línea te incluye el plan para tu línea.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.91,
      "fin": 112.54,
      "duracion": 7.63,
      "texto": "Recuerda que mantienes el mismo número y vas a tener lo que vas a ver a ti durante todo el mes y también llamadas ilimitadas a cualquier compañía durante todo el mes.",
      "confianza": 0.656,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.97,
      "fin": 118.14,
      "duracion": 5.17,
      "texto": "incluyen igual de 4GB de plan, más 4GB extra de regalo por tener ambos servicios.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.96,
      "fin": 125.21,
      "duracion": 6.25,
      "texto": "Son bastantes gigas, me decís igualmente que uno consumí tantos gigas, así que sería un plan que se aplicaría le hemos dado a tu consumo, ¿sí?",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.39,
      "fin": 145.3,
      "duracion": 18.91,
      "texto": "Sí, este, yo me parece que tengo una deuda con movistar. Bien, recordarse, ¿cuánto es el monto, Alberto? Y culpárense como dicen, Manuel o Alberto, te pido disculpas. Sí, no, no, las dos cosas son iguales. En nombre mío es así, Manuel Alberto.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.35,
      "fin": 160.84,
      "duracion": 13.49,
      "texto": "No, no, no, no, no tengo el monto, ¿me entendés? Sé que debo. Claro, no hay problema. Bueno, ahora vamos a chequear porque estamos bonificando también saldo pendiente que tengan algunos clientes, sí, dependiendo también lo que es el monto y demás.",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 161.37,
      "fin": 172.87,
      "duracion": 11.5,
      "texto": "Si me abordas un segundo, yo ahora verifico en el sistema de cuándo es el saldo pendiente, también para que votes al banco. Y bueno, te doy una respuesta más concreta, ¿sí? No fui gubernamental. Los últimos tres dígitos de tu DNI en 298.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.07,
      "fin": 173.23,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.489,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.49,
      "fin": 182.94,
      "duracion": 7.45,
      "texto": "Bien. Es alazar Manuel Arberto, ¿correcto? Sí. Bueno, ahora de un momento, estamos consultando y te hago una consulta.",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.86,
      "fin": 190.37,
      "duracion": 6.51,
      "texto": "En el saldo pendiente que me comentabas, ¿fue por algún tipo de factura impaga o demás, digamos, cuando te fuiste de la compañera?",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.11,
      "fin": 215.48,
      "duracion": 24.37,
      "texto": "Sí, tu eres impaga. Si yo tenía movistar, tenía internet con movistar, pero bueno, impaga. Claro, no hay problema. Bien, en este caso tal vez, ahora te digo una respuesta más concreta, pero generalmente estamos saldando, perdonando esa saldo pendiente que tal vez fueron de cuando fuiste de la compañía, así que te pido algún saldo pendiente.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.49,
      "fin": 227.74,
      "duracion": 11.25,
      "texto": "No hay problema, así que vamos a tomar un segundo. Si querés te vamos verificando por mientras la cobertura en la zona. Si querés me decís que hay numeración, ¿dónde estarías? ¿Lo que es el servicio de internet?",
      "confianza": 0.477,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.42,
      "fin": 233.43,
      "duracion": 2.0,
      "texto": "Eh... ¿Eres cierto el número de la calle?",
      "confianza": 0.47,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 234.09,
      "fin": 246.59,
      "duracion": 12.5,
      "texto": "Sí, sería la calle sobre donde está tu hogar y la numeración. Puede ser, si es exacta, mejor, si no, un aproximado como para verificar la zona, ¿sí? Sí, Bucaric 960.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.95,
      "fin": 248.47,
      "duracion": 0.52,
      "texto": "Bucaric...",
      "confianza": 0.511,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 249.56,
      "fin": 256.77,
      "duracion": 7.21,
      "texto": "Bucaré, 960. 960. ¿Eso a qué localidad pertenece?",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 257.53,
      "fin": 260.47,
      "duracion": 2.94,
      "texto": "Florencio Varela, Barrio Santa Rosa.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 261.27,
      "fin": 267.74,
      "duracion": 6.47,
      "texto": "Florencio Varela. Te digo las entrecayas que me figuran acá en el sistema y vos me comentas si estoy bien ubicado.",
      "confianza": 0.319,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 269.02,
      "fin": 270.42,
      "duracion": 1.4,
      "texto": "En Dinamarca y Mallorca.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 271.78,
      "fin": 274.61,
      "duracion": 2.82,
      "texto": "Dinamarca y Gran Canaria.",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.12,
      "fin": 294.15,
      "duracion": 13.03,
      "texto": "tal vez está un poco despasado, digamos, el mapa, porque no me figura, digamos, en Mallorca, o tal vez la calle que me comentaste a mí en el sistema, tal vez me sale de otra forma, ¿sí?",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.23,
      "fin": 309.5,
      "duracion": 14.27,
      "texto": "¿Puede ser que enfrente tengas una almacén y una despensa, algo así, como un negocio? No, no, no, nada que ver. No, no, no. Dinamarca y Gran Canaria son las primeras y segundas calles. Entre medio de esas, estoy yo. Ah, bien.",
      "confianza": 0.826,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 311.0,
      "fin": 333.2,
      "duracion": 22.2,
      "texto": "y una marca y gran ganado. Bien, ahí chequeamos la cobertura y también te va a venir un informe, ¿sí? Vale. Ahora, el saldo pendiente que me comentabas, sí estamos disponible, vamos, para saldarte lo que es el saldo pendiente, así que no habría necesidad y acabo con esa absolutamente nada para realizar el traspaso, ¿sí?",
      "confianza": 0.125,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.96,
      "fin": 339.2,
      "duracion": 5.25,
      "texto": "Lo único que abonaré es, obviamente, el servicio utilizado, luego que ya tengas ambos servicios, ¿sí?",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.28,
      "fin": 346.13,
      "duracion": 5.85,
      "texto": "Entonces, si vos tenés a WhatsApp, digamos, ¿te encontrás en este momento en la ubicación que me comentás?",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 349.15,
      "fin": 350.31,
      "duracion": 1.16,
      "texto": "Sí, sí, sí, en WhatsApp.",
      "confianza": 0.414,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 350.33,
      "fin": 353.02,
      "duracion": 2.69,
      "texto": "Genial. Bueno, yo te voy a hablar ahora si me podés poner en el de vos.",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.42,
      "fin": 369.8,
      "duracion": 13.38,
      "texto": "Envié un mensaje de WhatsApp. Y si puedes enviarme la ubicación, digamos, para no tener errores, sí, con la opción que tienes a WhatsApp, digamos, de enviar la ubicación. Genial. Maciel es mi nombre y te envío un mensaje a tu WhatsApp.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 370.82,
      "fin": 371.55,
      "duracion": 0.72,
      "texto": "Gracias.",
      "confianza": 0.369,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 373.33,
      "fin": 425.88,
      "duracion": 52.55,
      "texto": "Yo te guardo el líneas, no hay problema. ¿Cómo es poner al tabón, negrito? Al tabón. No es inconveniente para encontrar la calle que me comentas que sería en Canadá. Así que si me envías directamente la aplicación, ahí nos agarramos uno. No tengo que pagar.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 426.84,
      "fin": 457.79,
      "duracion": 30.95,
      "texto": "Lo queremos. para que usted tenga conocimiento, tal vez a mí me figura distinto, ¿sí?",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 461.29,
      "fin": 465.83,
      "duracion": 4.54,
      "texto": "No sé si logró ver el mensaje, Manuel, ahí yo le envío otro con la ubicación donde",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día Manuel. Sí, bien le hablá. Como le habíamos dicho, nos comunicamos del área de beneficio muy tarde. Queríamos, Manuel, mejorarte del plan de tu línea. Vemos que te encuentras en claro actualmente. Sí, sí, sí, claro. Mejorarte del plan, obviamente, y lo que es el servicio en sí de lo que tenés contratado actualmente. Igualmente queremos consultarte qué clase de plan estás contratando en tu compañía. Y mira, yo estoy pagando 11.000 pesos por mes. Yo no uso muchas redes, así que yo, WhatsApp y llamada nada más. Claro, entiendo. Y tienes consulta, Manuel. ¿Tenés algún tipo de servicio de internet en el hogar? Sí, igual, claro. Bien. ¿Y recordás cuánto ganas por ese servicio también? 35 por mes. Ah, bien. Bueno, en este caso sí, la oferta que... Tengo dos televisiones. Entiendo. Estoy conectado con dos televisores. Entiendo. Bien, en ese caso sí, lo que podemos brindarte es mejorar también lo que es el precio y el servicio también, ¿sí? Por ejemplo, tenés lo que sería un plan para tu línea de 4.000 pesos, ¿sí? Y lo que es internet en el bar, 20.000 pesos de 300 megas de velocidad, ¿sí? Y lo que es el servicio de lo que es Movistar TV, tenés incluido los primeros dos meses gratis, ¿sí? Y luego el costo del servicio es de $11,300 pesos. Es decir, te daría un monto final de unos aproximadamente $35,000 pesos por todos los servicios. Los primeros dos meses solamente abonarías $24,000 pesos. Es un servicio bastante completo ya que la línea te incluye el plan para tu línea. Recuerda que mantienes el mismo número y vas a tener lo que vas a ver a ti durante todo el mes y también llamadas ilimitadas a cualquier compañía durante todo el mes. incluyen igual de 4GB de plan, más 4GB extra de regalo por tener ambos servicios. Son bastantes gigas, me decís igualmente que uno consumí tantos gigas, así que sería un plan que se aplicaría le hemos dado a tu consumo, ¿sí? Sí, este, yo me parece que tengo una deuda con movistar. Bien, recordarse, ¿cuánto es el monto, Alberto? Y culpárense como dicen, Manuel o Alberto, te pido disculpas. Sí, no, no, las dos cosas son iguales. En nombre mío es así, Manuel Alberto. No, no, no, no, no tengo el monto, ¿me entendés? Sé que debo. Claro, no hay problema. Bueno, ahora vamos a chequear porque estamos bonificando también saldo pendiente que tengan algunos clientes, sí, dependiendo también lo que es el monto y demás. Si me abordas un segundo, yo ahora verifico en el sistema de cuándo es el saldo pendiente, también para que votes al banco. Y bueno, te doy una respuesta más concreta, ¿sí? No fui gubernamental. Los últimos tres dígitos de tu DNI en 298. Sí. Bien. Es alazar Manuel Arberto, ¿correcto? Sí. Bueno, ahora de un momento, estamos consultando y te hago una consulta. En el saldo pendiente que me comentabas, ¿fue por algún tipo de factura impaga o demás, digamos, cuando te fuiste de la compañera? Sí, tu eres impaga. Si yo tenía movistar, tenía internet con movistar, pero bueno, impaga. Claro, no hay problema. Bien, en este caso tal vez, ahora te digo una respuesta más concreta, pero generalmente estamos saldando, perdonando esa saldo pendiente que tal vez fueron de cuando fuiste de la compañía, así que te pido algún saldo pendiente. No hay problema, así que vamos a tomar un segundo. Si querés te vamos verificando por mientras la cobertura en la zona. Si querés me decís que hay numeración, ¿dónde estarías? ¿Lo que es el servicio de internet? Eh... ¿Eres cierto el número de la calle? Sí, sería la calle sobre donde está tu hogar y la numeración. Puede ser, si es exacta, mejor, si no, un aproximado como para verificar la zona, ¿sí? Sí, Bucaric 960. Bucaric... Bucaré, 960. 960. ¿Eso a qué localidad pertenece? Florencio Varela, Barrio Santa Rosa. Florencio Varela. Te digo las entrecayas que me figuran acá en el sistema y vos me comentas si estoy bien ubicado. En Dinamarca y Mallorca. Dinamarca y Gran Canaria. tal vez está un poco despasado, digamos, el mapa, porque no me figura, digamos, en Mallorca, o tal vez la calle que me comentaste a mí en el sistema, tal vez me sale de otra forma, ¿sí? ¿Puede ser que enfrente tengas una almacén y una despensa, algo así, como un negocio? No, no, no, nada que ver. No, no, no. Dinamarca y Gran Canaria son las primeras y segundas calles. Entre medio de esas, estoy yo. Ah, bien. y una marca y gran ganado. Bien, ahí chequeamos la cobertura y también te va a venir un informe, ¿sí? Vale. Ahora, el saldo pendiente que me comentabas, sí estamos disponible, vamos, para saldarte lo que es el saldo pendiente, así que no habría necesidad y acabo con esa absolutamente nada para realizar el traspaso, ¿sí? Lo único que abonaré es, obviamente, el servicio utilizado, luego que ya tengas ambos servicios, ¿sí? Entonces, si vos tenés a WhatsApp, digamos, ¿te encontrás en este momento en la ubicación que me comentás? Sí, sí, sí, en WhatsApp. Genial. Bueno, yo te voy a hablar ahora si me podés poner en el de vos. Envié un mensaje de WhatsApp. Y si puedes enviarme la ubicación, digamos, para no tener errores, sí, con la opción que tienes a WhatsApp, digamos, de enviar la ubicación. Genial. Maciel es mi nombre y te envío un mensaje a tu WhatsApp. Gracias. Yo te guardo el líneas, no hay problema. ¿Cómo es poner al tabón, negrito? Al tabón. No es inconveniente para encontrar la calle que me comentas que sería en Canadá. Así que si me envías directamente la aplicación, ahí nos agarramos uno. No tengo que pagar. Lo queremos. para que usted tenga conocimiento, tal vez a mí me figura distinto, ¿sí? No sé si logró ver el mensaje, Manuel, ahí yo le envío otro con la ubicación donde",
  "calidad": {
    "confianza_promedio": 0.555,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:28:54.943640",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 103,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:15.312232",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112125816514_ACD_55677",
    "fecha_inicio": "12/1/2026 12:58:16",
    "agente_nombre": "MZA 18",
    "agente_login": "mza18",
    "duracion_total": 470,
    "tiempo_conversacion": 449,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}