{
  "archivo": "amza3_1_260113140537905_ACD_54097.wav",
  "duracion_segundos": 423.33,
  "num_segmentos": 86,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 369.58,
    "Cliente": 28.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.98,
      "duracion": 5.95,
      "texto": "Hola, buen día. Hablo con Ana Clara Dibito.",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.0,
      "fin": 7.04,
      "duracion": 1.04,
      "texto": "Sí.",
      "confianza": 0.487,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.06,
      "fin": 22.28,
      "duracion": 15.22,
      "texto": "¿Cómo te va, Ana? Un placer. Mi nombre es Macarena, soy asesora de Movistar. Te estamos contratando desde la compañía para poder venderte lo que es una nueva promoción por tu línea. Vemos que actualmente se hacen claro. Y la abonás 21,306 pesos, ¿es correcto?",
      "confianza": 0.39,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.3,
      "fin": 23.86,
      "duracion": 1.56,
      "texto": "Sí. Bien.",
      "confianza": 0.45,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.88,
      "fin": 28.25,
      "duracion": 4.37,
      "texto": "Te hago una consulta. ¿Vos abonás eso normalmente o te has subido la facturación ahora este último mes?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.87,
      "fin": 42.24,
      "duracion": 13.37,
      "texto": "Y no, subió la factura porque todo aumenta. Sí, parece que te preguntaba. ¿Vos sabés cuantas gigas consumís por mes, Ana? No recuerdo.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.36,
      "fin": 46.36,
      "duracion": 3.01,
      "texto": "Creo que tengo seis o siete gigas.",
      "confianza": 0.698,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.38,
      "fin": 50.89,
      "duracion": 4.51,
      "texto": "Con eso estás bien, no compras pa' que te hagas una área ni nada.",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.91,
      "fin": 51.01,
      "duracion": 0.1,
      "texto": "No.",
      "confianza": 0.553,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.25,
      "fin": 60.58,
      "duracion": 9.33,
      "texto": "Entonces, te comento que la idea de Movistar es poder darte lo que es un plan más acorde, obviamente, en cuanto a tu bolsillo, pero que no bajes la cantidad de gigas que ocupas al mes, ¿bien?",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.14,
      "fin": 76.38,
      "duracion": 15.24,
      "texto": "En este caso, nosotros tenemos para brindarte lo que es un plan mucho más económico y con más gigas. ¿Qué quiere decir esto? Que estas gigas de Movistar, si vos no las ocupas, las puedes guardar mes a mes y, obviamente, te evitarás todos los meses si te faltan tener que estar comprando un pack adicional de datos, ¿bien?",
      "confianza": 0.836,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.93,
      "fin": 91.29,
      "duracion": 14.36,
      "texto": "Nosotros te queríamos dar lo que es un plan de 16 libras que te incluye WhatsApp completamente gratis y a más libres a todas las compañías, América Precios Locales que son llamadas fuera del país, Rumina en América que es internet fuera del país por 13.250 pesos, ¿bien?",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.83,
      "fin": 104.32,
      "duracion": 12.49,
      "texto": "Es mucho menos de lo que vos estás abonando al día de hoy, sin contar que te damos lo que es la bonificación fija para que vos obviamente no te tengas que ver en la obligación de cambiarte de compañía ni nada, ¿bien? Y puedas seguir con nosotros.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.55,
      "fin": 112.56,
      "duracion": 7.01,
      "texto": "Vos no sé si te cambiaste por un tema de facturación, porque estabas abonando bastante en Moistar. ¿Qué es lo que me figura a mí el sistema?",
      "confianza": 0.591,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.72,
      "fin": 118.75,
      "duracion": 5.03,
      "texto": "En lo que te figura, tendría que figurarte que nunca cumplen con lo que dicen.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 119.97,
      "fin": 128.52,
      "duracion": 8.55,
      "texto": "¿Nunca te dieron lo que es una promocional, lo que es una bonificación fija? Claro, exactamente.",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.54,
      "fin": 128.64,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.022,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 128.66,
      "fin": 137.9,
      "duracion": 9.24,
      "texto": "La idea, como te digo, es darte lo que es esta bonificación fija y, obviamente, A nosotros no nos sirve nada que convencerte una vez que vuelvas y después que te vuelva a suceder lo mismo, ¿bien?",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.8,
      "fin": 153.63,
      "duracion": 14.83,
      "texto": "Como te digo, en este caso yo te daría lo que es un asesoramiento personal, por cualquier duda o consulta que vos tengas, vas a poder contactar siempre conmigo por WhatsApp porque se entiende que por ahí es medio difícil comunicarse con alguien de parte de Movistar si es que tenés que llamar y demás, ¿bien?",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.88,
      "fin": 183.04,
      "duracion": 28.16,
      "texto": "Para que vos, obviamente, si tenés el mismo problema que tenga, ya sabes que te vas a conectar conmigo, que es importante ver este precio. Y, bueno, para comentarte, a nosotros no nos paran porque vuelvas a sentir la compañía, sino porque te quedes, y obviamente, por el tiempo que vos te quedes. Entonces, como te digo, a mí no me sirve nada convencerte un mes, que después te venga otro precio o lo que sea, y que vos te vuelvas hacia claro o te vayas hacia otra compañía, porque eso nos afecta a nosotros como asesores, ¿bien?",
      "confianza": 0.351,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.31,
      "fin": 185.51,
      "duracion": 2.2,
      "texto": "Claro.",
      "confianza": 0.152,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 185.53,
      "fin": 234.87,
      "duracion": 49.34,
      "texto": "Escúchame, vos supuestamente me lo estás queriendo vender como que es de acá al infinito. ¿Cuánto tiempo es la promoción? La bonificación es fija por seis meses. Lo que yo quería es que tenés lo que es la bonificación fija. No es que la tenés infinita, ¿bien? Ya no se hace por un año, que generalmente antes sí se hacía, porque se entiende que por ahí seguramente que es lo que te pasó a vos. Tenés una promo, capaz que te llaman, te ofrecen una más económica, querés acceder y te dicen que no, ¿bien? En este caso, como tenéis la bonificación fijada por seis meses, la podéis cambiar antes de que se acabe el plan, después de que se acabe, o sea, no hay un determinado tiempo. Si a vos te llama, te puede ser una promoción más económica, en cualquier momento vas a poder acceder bien para que, obviamente, eso lo tengas en cuenta. Por eso es que ahora se hace cada seis meses y no cada un año, porque antes, cuando hacían por un año, no te querían dar promociones más económicas, ¿bien?",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 235.71,
      "fin": 242.34,
      "duracion": 6.63,
      "texto": "¿Y de cuánto saltaría la promoción que me estamos ofreciendo?",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 243.22,
      "fin": 244.08,
      "duracion": 0.86,
      "texto": "¿A cuánto?",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 245.44,
      "fin": 248.47,
      "duracion": 3.02,
      "texto": "Lo que es el precio real real, ¿me decís?",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.97,
      "fin": 274.28,
      "duracion": 25.31,
      "texto": "El precio real sería 38.800 pesos, pero ten en cuenta que vos jamás vas a abonar ese valor porque obviamente a vos al mes número 5, por más que vos no quieras renovar lo que es la promoción antes del mes número 6, siempre se te avisa por la aplicación de mi Movistar, También te llega lo que es un correo electrónico avisándote que te vas a quedar sin promoción y obviamente vos decidís si querés cambiar la voz de manera telefónica o por WhatsApp o por la aplicación, ¿bien?",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 275.18,
      "fin": 303.68,
      "duracion": 28.5,
      "texto": "Para que lo tengas en cuenta, que es como yo te decía. Mira, estoy dudando. Díes, decime, ¿cuál es la duda? que como nunca cumplen con lo que dicen, este... Claro, sí, te da un poco de desconfianza que te ofrezca un precio. Exactamente.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.7,
      "fin": 310.51,
      "duracion": 6.81,
      "texto": "Bien, mira, como te digo, nosotros creamos lo que es la bonificación fija, yo no te llamo del área de ventas en sí, sino del recupero de clientes, ¿bien?",
      "confianza": 0.618,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 311.01,
      "fin": 324.96,
      "duracion": 13.95,
      "texto": "O sea, a nosotros lo que nos interesa es que vos vuelvas y se quedes, no venderte en sí un plan y que el mes que viene te cambies porque vos no tenés en ninguna compañía lo que es una permanencia. Te puedes ir cuando quieras, no es necesario que se te acabe el plan ni nada.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 325.52,
      "fin": 334.27,
      "duracion": 8.75,
      "texto": "Vos en cualquier momento te podéis ir, ¿bien? Entonces a mí no me sirve de nada, como te digo, vos vuelvas un mes y después al otro mes te vayas porque a mí eso sí me perjudica porque me lo descuentan.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 335.65,
      "fin": 350.69,
      "duracion": 15.04,
      "texto": "Más que nada para que te quedes tranquila por ese lado y tendrías lo que es un asesoramiento personal de mi parte, ¿bien? Porque hay alguien más, si vos querés acercarte a una sucursal o lo que sea, en cualquier momento podés realizarlo. Pero bueno, para darte lo que es un contacto más directo, vos tendrías lo que es mi número.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 350.71,
      "fin": 356.79,
      "duracion": 6.09,
      "texto": "Yo tengo un número de teléfono que obviamente me lo da la empresa, pero es exclusivo, todo lo para mí, para hablar con mis clientes.",
      "confianza": 0.732,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.36,
      "fin": 360.08,
      "duracion": 2.72,
      "texto": "Así que a ese número siempre me estarías contactando a mí, ¿bien?",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 361.26,
      "fin": 368.97,
      "duracion": 7.71,
      "texto": "Porque en algún momento llegas a necesitar o tenés alguna duda o lo que sea que quieras solicitar, la idea es que te contactes conmigo, ¿bien?",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.53,
      "fin": 372.09,
      "duracion": 2.56,
      "texto": "porque yo estaría a cargo de lo que es tu vuelta hacia la compañía.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 374.51,
      "fin": 381.7,
      "duracion": 7.19,
      "texto": "Sí. Por lo menos las nuevas cuestiones es lo que te podemos brindar y obviamente dándote lo que es la bonificación, fija lo que te comentaba.",
      "confianza": 0.116,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 384.12,
      "fin": 389.07,
      "duracion": 4.95,
      "texto": "Bueno, déjamelo pensar y llámame mañana más o menos a esta misma hora.",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 390.09,
      "fin": 404.58,
      "duracion": 14.49,
      "texto": "Bueno, dale, me parece que te escriba lo que es esta misma promo que te estoy comentando por WhatsApp. Más que nada, para que te quede por ahí bien detallada y vos cualquier cosita, para que mañana no estés atendiendo otras llamas porque seguramente te van a llamar a otros asesores de Movistar directamente.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 405.24,
      "fin": 423.33,
      "duracion": 18.09,
      "texto": "Sí, no, a los demás no te descorto. No sé por qué te hago te atendí. Bueno, gracias por atenderme igualmente. Entonces yo te envío la promo, si vos mañana te llega a interesar, me contestas por WhatsApp y ahí yo te llamo, ¿bien? Vale, vale, vale. Bueno, estamos en contacto, Ana, un placer que tengamos un día. Bueno, buen día.",
      "confianza": 0.068,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Ana Clara Dibito. Sí. ¿Cómo te va, Ana? Un placer. Mi nombre es Macarena, soy asesora de Movistar. Te estamos contratando desde la compañía para poder venderte lo que es una nueva promoción por tu línea. Vemos que actualmente se hacen claro. Y la abonás 21,306 pesos, ¿es correcto? Sí. Bien. Te hago una consulta. ¿Vos abonás eso normalmente o te has subido la facturación ahora este último mes? Y no, subió la factura porque todo aumenta. Sí, parece que te preguntaba. ¿Vos sabés cuantas gigas consumís por mes, Ana? No recuerdo. Creo que tengo seis o siete gigas. Con eso estás bien, no compras pa' que te hagas una área ni nada. No. Entonces, te comento que la idea de Movistar es poder darte lo que es un plan más acorde, obviamente, en cuanto a tu bolsillo, pero que no bajes la cantidad de gigas que ocupas al mes, ¿bien? En este caso, nosotros tenemos para brindarte lo que es un plan mucho más económico y con más gigas. ¿Qué quiere decir esto? Que estas gigas de Movistar, si vos no las ocupas, las puedes guardar mes a mes y, obviamente, te evitarás todos los meses si te faltan tener que estar comprando un pack adicional de datos, ¿bien? Nosotros te queríamos dar lo que es un plan de 16 libras que te incluye WhatsApp completamente gratis y a más libres a todas las compañías, América Precios Locales que son llamadas fuera del país, Rumina en América que es internet fuera del país por 13.250 pesos, ¿bien? Es mucho menos de lo que vos estás abonando al día de hoy, sin contar que te damos lo que es la bonificación fija para que vos obviamente no te tengas que ver en la obligación de cambiarte de compañía ni nada, ¿bien? Y puedas seguir con nosotros. Vos no sé si te cambiaste por un tema de facturación, porque estabas abonando bastante en Moistar. ¿Qué es lo que me figura a mí el sistema? En lo que te figura, tendría que figurarte que nunca cumplen con lo que dicen. ¿Nunca te dieron lo que es una promocional, lo que es una bonificación fija? Claro, exactamente. Bien. La idea, como te digo, es darte lo que es esta bonificación fija y, obviamente, A nosotros no nos sirve nada que convencerte una vez que vuelvas y después que te vuelva a suceder lo mismo, ¿bien? Como te digo, en este caso yo te daría lo que es un asesoramiento personal, por cualquier duda o consulta que vos tengas, vas a poder contactar siempre conmigo por WhatsApp porque se entiende que por ahí es medio difícil comunicarse con alguien de parte de Movistar si es que tenés que llamar y demás, ¿bien? Para que vos, obviamente, si tenés el mismo problema que tenga, ya sabes que te vas a conectar conmigo, que es importante ver este precio. Y, bueno, para comentarte, a nosotros no nos paran porque vuelvas a sentir la compañía, sino porque te quedes, y obviamente, por el tiempo que vos te quedes. Entonces, como te digo, a mí no me sirve nada convencerte un mes, que después te venga otro precio o lo que sea, y que vos te vuelvas hacia claro o te vayas hacia otra compañía, porque eso nos afecta a nosotros como asesores, ¿bien? Claro. Escúchame, vos supuestamente me lo estás queriendo vender como que es de acá al infinito. ¿Cuánto tiempo es la promoción? La bonificación es fija por seis meses. Lo que yo quería es que tenés lo que es la bonificación fija. No es que la tenés infinita, ¿bien? Ya no se hace por un año, que generalmente antes sí se hacía, porque se entiende que por ahí seguramente que es lo que te pasó a vos. Tenés una promo, capaz que te llaman, te ofrecen una más económica, querés acceder y te dicen que no, ¿bien? En este caso, como tenéis la bonificación fijada por seis meses, la podéis cambiar antes de que se acabe el plan, después de que se acabe, o sea, no hay un determinado tiempo. Si a vos te llama, te puede ser una promoción más económica, en cualquier momento vas a poder acceder bien para que, obviamente, eso lo tengas en cuenta. Por eso es que ahora se hace cada seis meses y no cada un año, porque antes, cuando hacían por un año, no te querían dar promociones más económicas, ¿bien? ¿Y de cuánto saltaría la promoción que me estamos ofreciendo? ¿A cuánto? Lo que es el precio real real, ¿me decís? El precio real sería 38.800 pesos, pero ten en cuenta que vos jamás vas a abonar ese valor porque obviamente a vos al mes número 5, por más que vos no quieras renovar lo que es la promoción antes del mes número 6, siempre se te avisa por la aplicación de mi Movistar, También te llega lo que es un correo electrónico avisándote que te vas a quedar sin promoción y obviamente vos decidís si querés cambiar la voz de manera telefónica o por WhatsApp o por la aplicación, ¿bien? Para que lo tengas en cuenta, que es como yo te decía. Mira, estoy dudando. Díes, decime, ¿cuál es la duda? que como nunca cumplen con lo que dicen, este... Claro, sí, te da un poco de desconfianza que te ofrezca un precio. Exactamente. Bien, mira, como te digo, nosotros creamos lo que es la bonificación fija, yo no te llamo del área de ventas en sí, sino del recupero de clientes, ¿bien? O sea, a nosotros lo que nos interesa es que vos vuelvas y se quedes, no venderte en sí un plan y que el mes que viene te cambies porque vos no tenés en ninguna compañía lo que es una permanencia. Te puedes ir cuando quieras, no es necesario que se te acabe el plan ni nada. Vos en cualquier momento te podéis ir, ¿bien? Entonces a mí no me sirve de nada, como te digo, vos vuelvas un mes y después al otro mes te vayas porque a mí eso sí me perjudica porque me lo descuentan. Más que nada para que te quedes tranquila por ese lado y tendrías lo que es un asesoramiento personal de mi parte, ¿bien? Porque hay alguien más, si vos querés acercarte a una sucursal o lo que sea, en cualquier momento podés realizarlo. Pero bueno, para darte lo que es un contacto más directo, vos tendrías lo que es mi número. Yo tengo un número de teléfono que obviamente me lo da la empresa, pero es exclusivo, todo lo para mí, para hablar con mis clientes. Así que a ese número siempre me estarías contactando a mí, ¿bien? Porque en algún momento llegas a necesitar o tenés alguna duda o lo que sea que quieras solicitar, la idea es que te contactes conmigo, ¿bien? porque yo estaría a cargo de lo que es tu vuelta hacia la compañía. Sí. Por lo menos las nuevas cuestiones es lo que te podemos brindar y obviamente dándote lo que es la bonificación, fija lo que te comentaba. Bueno, déjamelo pensar y llámame mañana más o menos a esta misma hora. Bueno, dale, me parece que te escriba lo que es esta misma promo que te estoy comentando por WhatsApp. Más que nada, para que te quede por ahí bien detallada y vos cualquier cosita, para que mañana no estés atendiendo otras llamas porque seguramente te van a llamar a otros asesores de Movistar directamente. Sí, no, a los demás no te descorto. No sé por qué te hago te atendí. Bueno, gracias por atenderme igualmente. Entonces yo te envío la promo, si vos mañana te llega a interesar, me contestas por WhatsApp y ahí yo te llamo, ¿bien? Vale, vale, vale. Bueno, estamos en contacto, Ana, un placer que tengamos un día. Bueno, buen día.",
  "calidad": {
    "confianza_promedio": 0.555,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:23:21.712929",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 86,
    "total_segmentos_corregido": 39,
    "fecha_correccion": "2026-01-18T23:05:26.130858",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113140537905_ACD_54097",
    "fecha_inicio": "13/1/2026 14:05:37",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 465,
    "tiempo_conversacion": 409,
    "tiempo_hold": 0,
    "tiempo_acw": 30,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}