{
  "archivo": "amza4_1_260113121907892_ACD_67663.wav",
  "duracion_segundos": 176.18,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 109.94,
    "Cliente": 50.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.25,
      "fin": 5.49,
      "duracion": 4.24,
      "texto": "Hola. Hola. Hola.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.43,
      "fin": 35.28,
      "duracion": 26.85,
      "texto": "Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Paola, tengo una consulta. Esta línea si es la de abajo, claro, ¿verdad?",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.63,
      "fin": 40.41,
      "duracion": 3.78,
      "texto": "Sí. Más o menos cuánto giga estás utilizando, cuánto pagar.",
      "confianza": 0.333,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.09,
      "fin": 45.58,
      "duracion": 3.49,
      "texto": "Creo que cuatro gigas. Ah, el plan básico, perfecto.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.24,
      "fin": 50.86,
      "duracion": 4.62,
      "texto": "Bien, bueno. ¿Y sabes utilizar mucho Internet, Paola? No, no, no.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.3,
      "fin": 70.43,
      "duracion": 19.13,
      "texto": "Lo que tengo para brindarte es un plan donde pasarías a tener lo que son 8 gigas de base, si es el doble el internet, 8 gigas de base y te damos 8 gigas de regalo los primeros 6 meses para que pruebes el servicio, si pasarías a tener 16 gigas el primer tiempo.",
      "confianza": 0.665,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.17,
      "fin": 87.0,
      "duracion": 15.83,
      "texto": "Si vamos a decir, mira Gabi, pero todo ha sido usar poco, no hay problema porque la compañía te permite que guardes llegas de base, es decir, de las 8 llegas de base que se te creen todos los meses, podés guardar el app y tiene una evaluación de 30 días posterior, ¿sí?",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.96,
      "fin": 99.17,
      "duracion": 11.21,
      "texto": "Además, tenemos el trabajo libres a todas las compañías, servicio de WhatsApp gratis, servicio Rooming, que es internet por la Argentina en América, y servicio de Tramarás América a precio local.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 99.85,
      "fin": 106.3,
      "duracion": 6.45,
      "texto": "Por este plan, Pablo, lo único que vas a pasar a pagar es el costo del servicio al día de hoy, 13.250 pesos.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.88,
      "fin": 112.91,
      "duracion": 6.03,
      "texto": "Menos lo que estás pagando con Claro con un servicio más completo. ¿Sí que te parece salir a propuesta?",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.33,
      "fin": 121.5,
      "duracion": 7.17,
      "texto": "No, no. La verdad es que te agradezco. Estoy cómoda con Claro. Bien, pero más que puedes pagar menos y tener un servicio más completo, pago la.",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.89,
      "fin": 123.19,
      "duracion": 0.3,
      "texto": "Sí, sí.",
      "confianza": 0.186,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.21,
      "fin": 133.58,
      "duracion": 10.37,
      "texto": "No, yo ya tuve Movistar y la verdad que me fui. Así que cambié por Claro. ¿Qué te pasó con Movistar? No, me subían todos los meses los precios. Así que...",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.41,
      "fin": 139.49,
      "duracion": 5.08,
      "texto": "Bien, comprendo. Bueno, en ese caso, Paula, yo te entiendo perfecto que estés en este programa de facturación.",
      "confianza": 0.373,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.05,
      "fin": 161.07,
      "duracion": 21.02,
      "texto": "Actualmente estamos trabajando con una nueva gestión, sí. Y yo siempre lo que hago es darle mi número a los clientes para que tengamos que estar en comunicación conmigo, cosa que si hay alguna diferencia, podamos ponerse directamente en contacto conmigo directo. Y aparte, no podemos gastar ninguna subola de precios porque si nosotros te cambiamos el valor del plan, obviamente recibimos soluciones nosotros.",
      "confianza": 0.869,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 161.75,
      "fin": 176.18,
      "duracion": 14.43,
      "texto": "Por eso, Queríamos nosotros llamarte en la área de recupero de quintés para poder brindarte este beneficio, Paola. Claro, claro. Pero no, estoy bien, eh. Te agradezco. Bien, dale. Yo lo dejo asultado. Gracias, Paola. Bueno. Hasta luego.",
      "confianza": 0.906,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Hola. Paola, tengo una consulta. Esta línea si es la de abajo, claro, ¿verdad? Sí. Más o menos cuánto giga estás utilizando, cuánto pagar. Creo que cuatro gigas. Ah, el plan básico, perfecto. Bien, bueno. ¿Y sabes utilizar mucho Internet, Paola? No, no, no. Lo que tengo para brindarte es un plan donde pasarías a tener lo que son 8 gigas de base, si es el doble el internet, 8 gigas de base y te damos 8 gigas de regalo los primeros 6 meses para que pruebes el servicio, si pasarías a tener 16 gigas el primer tiempo. Si vamos a decir, mira Gabi, pero todo ha sido usar poco, no hay problema porque la compañía te permite que guardes llegas de base, es decir, de las 8 llegas de base que se te creen todos los meses, podés guardar el app y tiene una evaluación de 30 días posterior, ¿sí? Además, tenemos el trabajo libres a todas las compañías, servicio de WhatsApp gratis, servicio Rooming, que es internet por la Argentina en América, y servicio de Tramarás América a precio local. Por este plan, Pablo, lo único que vas a pasar a pagar es el costo del servicio al día de hoy, 13.250 pesos. Menos lo que estás pagando con Claro con un servicio más completo. ¿Sí que te parece salir a propuesta? No, no. La verdad es que te agradezco. Estoy cómoda con Claro. Bien, pero más que puedes pagar menos y tener un servicio más completo, pago la. Sí, sí. No, yo ya tuve Movistar y la verdad que me fui. Así que cambié por Claro. ¿Qué te pasó con Movistar? No, me subían todos los meses los precios. Así que... Bien, comprendo. Bueno, en ese caso, Paula, yo te entiendo perfecto que estés en este programa de facturación. Actualmente estamos trabajando con una nueva gestión, sí. Y yo siempre lo que hago es darle mi número a los clientes para que tengamos que estar en comunicación conmigo, cosa que si hay alguna diferencia, podamos ponerse directamente en contacto conmigo directo. Y aparte, no podemos gastar ninguna subola de precios porque si nosotros te cambiamos el valor del plan, obviamente recibimos soluciones nosotros. Por eso, Queríamos nosotros llamarte en la área de recupero de quintés para poder brindarte este beneficio, Paola. Claro, claro. Pero no, estoy bien, eh. Te agradezco. Bien, dale. Yo lo dejo asultado. Gracias, Paola. Bueno. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.531,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:21:12.125833",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:29.567860",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121907892_ACD_67663",
    "fecha_inicio": "13/1/2026 12:19:07",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 190,
    "tiempo_conversacion": 170,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}