{
  "archivo": "amza35_1_260114105051413_ACD_83225.wav",
  "duracion_segundos": 243.13,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 30.8,
    "Cliente": 203.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.16,
      "fin": 8.47,
      "duracion": 6.31,
      "texto": "Hola, buen día. Sí, buen día. Sí, qué deseaba. ¿Qué tal? Un gusto tenerla a Guadalupe.",
      "confianza": 0.266,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.79,
      "fin": 30.68,
      "duracion": 20.89,
      "texto": "Me acordaste que hablo con Luis Alberto, ¿no? Sí, sí. Bien, Luis. Me acordaste justamente porque creo que te encontrás en Claro y quiero brindarte un beneficio para que pagues menos, ¿sí? ¿En Claro? ¿Cómo? En Claro, dije. ¿Sería un beneficio de parte de lo que es el Queen?",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.18,
      "fin": 38.67,
      "duracion": 7.49,
      "texto": "Serían 4 chivas de base, más 10 de regalo, es decir, en total 14, a tan solo 7.610 más impuestos, ¿sí?",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.28,
      "fin": 143.37,
      "duracion": 104.09,
      "texto": "En este caso no te puedo ofrecer esto porque vos sos un monetarutista responsable de cripto. Sí, sí. Bien, tenés un descuento por 6 meses, cuentas con la ticueta practice, no sé si tenés más líneas, por casualidad esta es la única. Sí, esta es la única línea, yo me manejo con esta nomás. De movistar me viene a ustedes, siempre aclaro que me están llamando, pero bueno, ya no me cambio, me quedo acá nomás, con ustedes. Claro, no, igual que hablamos de movistar. Ah, de movistar. Porque ahora estás pagando mucho. Ajá. No, no, por ahora no, porque yo antes pagaba menos, pero yo tuve ese problema, ese, después más adelante, que uno no sabe, ¿no? Pero bueno. Claro, entiendo. Pero en realidad teníamos que pasarte con nosotros por un tema que es más económico y realmente te podemos dar un descuento por seis o diez. No, ya escuché, es buena propuesta, pero tendría que pensarlo todo, así que por ahora en el momento no, vamos a ver más adelante. Entiendo, pero que es lo que te ha generado dudas y tienes que pensarlo, porque es una promo más barata, con Mujiga... No, no, no, porque yo tuve un problema muy grave, escúchame, yo como villano tuve un problema muy grave, que me pidieron mucha plata así de golpe, y era plata, me costó pagarlo. Entonces, por eso, claro, por eso me pasé a, claro, yo de que muchos años de que fui inspector de la 385 del 2000 al 2013, estoy metido, estaba en, no sé, movilizado. Claro. Entiendo, Luis, que le amamos mucho esa mala experiencia que obtuviste. A mí me estudió algo que sucedió en 2024 a la empresa.",
      "confianza": 0.481,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.95,
      "fin": 160.98,
      "duracion": 17.03,
      "texto": "Y por eso mismo que nos podíamos contactar, ¿sí? Porque esta vez queríamos proveer eso, una mejor experiencia, tengas una asesoría más personalizada, porque tendrías mi número de personal para cualquier cosa. Además también este descuento es especial para vos porque vos estabas al día siempre con lo que eran las fotos de lo que es Movistar en sí.",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.48,
      "fin": 170.23,
      "duracion": 8.75,
      "texto": "Entonces se conviene no solo por un tema del precio, sino también para esta vez mejor tener una mejor experiencia. Y en todo caso, cualquier cosa vos me puedes escribir porque vas a tener mi número.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 171.75,
      "fin": 202.55,
      "duracion": 30.8,
      "texto": "Bueno, dale, dale, dale, dale, dale, dale. Bueno, muchas gracias porque siempre tenía atención conmigo y bueno, vamos a ver. Casi lo voy a pensar y estoy seguro que me lo pongo a ustedes. Bueno, vamos a ver. Hoy estoy hasta las 3 de la tarde en la oficina, ¿sí? Yo el día de hoy, obviamente sin meter presión, el día de hoy tengo que vender sí o sí por lo menos una venta porque vengo muy baja el número. Así que si puede ser hoy buenísimo. Así yo puedo aprovechar y, de paso, no me requieren el trabajo.",
      "confianza": 0.271,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.08,
      "fin": 231.19,
      "duracion": 27.11,
      "texto": "Bueno, bueno, dale, perfecto. En este momento estoy en una financiera, yo adentro. Dale, no te preocupes, yo voy a estar a las 3, así que te damos en un ratito más tarde, si querés. Te voy a escribir ahora un mensaje. Bueno, así que cuando me voy a mi casa, que yo me voy más o menos a las 1, a las 2 de la tarde, yo estoy ya ahí descansando, ahí podemos hablar mejor. Perfecto, buenísimo, entonces. Ahí te dejo mensajitas y nos vamos a la jornada.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.78,
      "fin": 243.13,
      "duracion": 11.35,
      "texto": "Así hablamos mejor. ¿Listo? Claro, mejor. Bueno, entonces. Bueno, dale, dale. Y en un rato te vuelvo a llamar entonces. Bueno, gracias. Hasta luego. Chao.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Sí, buen día. Sí, qué deseaba. ¿Qué tal? Un gusto tenerla a Guadalupe. Me acordaste que hablo con Luis Alberto, ¿no? Sí, sí. Bien, Luis. Me acordaste justamente porque creo que te encontrás en Claro y quiero brindarte un beneficio para que pagues menos, ¿sí? ¿En Claro? ¿Cómo? En Claro, dije. ¿Sería un beneficio de parte de lo que es el Queen? Serían 4 chivas de base, más 10 de regalo, es decir, en total 14, a tan solo 7.610 más impuestos, ¿sí? En este caso no te puedo ofrecer esto porque vos sos un monetarutista responsable de cripto. Sí, sí. Bien, tenés un descuento por 6 meses, cuentas con la ticueta practice, no sé si tenés más líneas, por casualidad esta es la única. Sí, esta es la única línea, yo me manejo con esta nomás. De movistar me viene a ustedes, siempre aclaro que me están llamando, pero bueno, ya no me cambio, me quedo acá nomás, con ustedes. Claro, no, igual que hablamos de movistar. Ah, de movistar. Porque ahora estás pagando mucho. Ajá. No, no, por ahora no, porque yo antes pagaba menos, pero yo tuve ese problema, ese, después más adelante, que uno no sabe, ¿no? Pero bueno. Claro, entiendo. Pero en realidad teníamos que pasarte con nosotros por un tema que es más económico y realmente te podemos dar un descuento por seis o diez. No, ya escuché, es buena propuesta, pero tendría que pensarlo todo, así que por ahora en el momento no, vamos a ver más adelante. Entiendo, pero que es lo que te ha generado dudas y tienes que pensarlo, porque es una promo más barata, con Mujiga... No, no, no, porque yo tuve un problema muy grave, escúchame, yo como villano tuve un problema muy grave, que me pidieron mucha plata así de golpe, y era plata, me costó pagarlo. Entonces, por eso, claro, por eso me pasé a, claro, yo de que muchos años de que fui inspector de la 385 del 2000 al 2013, estoy metido, estaba en, no sé, movilizado. Claro. Entiendo, Luis, que le amamos mucho esa mala experiencia que obtuviste. A mí me estudió algo que sucedió en 2024 a la empresa. Y por eso mismo que nos podíamos contactar, ¿sí? Porque esta vez queríamos proveer eso, una mejor experiencia, tengas una asesoría más personalizada, porque tendrías mi número de personal para cualquier cosa. Además también este descuento es especial para vos porque vos estabas al día siempre con lo que eran las fotos de lo que es Movistar en sí. Entonces se conviene no solo por un tema del precio, sino también para esta vez mejor tener una mejor experiencia. Y en todo caso, cualquier cosa vos me puedes escribir porque vas a tener mi número. Bueno, dale, dale, dale, dale, dale, dale. Bueno, muchas gracias porque siempre tenía atención conmigo y bueno, vamos a ver. Casi lo voy a pensar y estoy seguro que me lo pongo a ustedes. Bueno, vamos a ver. Hoy estoy hasta las 3 de la tarde en la oficina, ¿sí? Yo el día de hoy, obviamente sin meter presión, el día de hoy tengo que vender sí o sí por lo menos una venta porque vengo muy baja el número. Así que si puede ser hoy buenísimo. Así yo puedo aprovechar y, de paso, no me requieren el trabajo. Bueno, bueno, dale, perfecto. En este momento estoy en una financiera, yo adentro. Dale, no te preocupes, yo voy a estar a las 3, así que te damos en un ratito más tarde, si querés. Te voy a escribir ahora un mensaje. Bueno, así que cuando me voy a mi casa, que yo me voy más o menos a las 1, a las 2 de la tarde, yo estoy ya ahí descansando, ahí podemos hablar mejor. Perfecto, buenísimo, entonces. Ahí te dejo mensajitas y nos vamos a la jornada. Así hablamos mejor. ¿Listo? Claro, mejor. Bueno, entonces. Bueno, dale, dale. Y en un rato te vuelvo a llamar entonces. Bueno, gracias. Hasta luego. Chao.",
  "calidad": {
    "confianza_promedio": 0.444,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:57:08.178907",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:24.574266",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114105051413_ACD_83225",
    "fecha_inicio": "14/1/2026 10:50:51",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 253,
    "tiempo_conversacion": 234,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}