{
  "archivo": "amza20_1_260115144521932_ACD_67953.wav",
  "duracion_segundos": 141.68,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 39.22,
    "Cliente": 90.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.14,
      "duracion": 6.11,
      "texto": "Hola. Hola, muy buenas tardes. Mi nombre es Tomás, me comunico a la Ría de Beneficios Movistar. ¿Hablo con Cecilia?",
      "confianza": 0.184,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.9,
      "fin": 8.9,
      "duracion": 1.0,
      "texto": "Sí, ella habla. ¿Cómo te va, Cecilia?",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.54,
      "fin": 32.47,
      "duracion": 22.93,
      "texto": "Mirá, mi tío, me llamamos a ir a para mejorarte de lo que es el plan que tenés actualmente contratado. Ella nos fijará que actualmente estabas en claro con la bonos, ¿correcto? Está decidida. Bien, perfecto. Te consulto, ¿cuántas gigas soleas ocupar con Tiaro? 16. Bien, perfecto. Te consulto de la única línea que vos tenés bajo tu nombre o tenés alguna otra... No, cuatro. Tenés cuatro, perfecto.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 32.49,
      "fin": 33.19,
      "duracion": 0.7,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.548,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.21,
      "fin": 53.1,
      "duracion": 19.89,
      "texto": "Entonces, el plan que tengo para brindarte el día de hoy, sí, tengo un plan de ocho gigas de base, sí, bajo ocho de regalo, bien, por seis meses, al día de 16, bien. Y como vos tenés más de una línea registrada bajo tu nombre, y ese te sumaría en cuatro más. O sea, que te quedaría con 20 gigas el abono. Tienes cuatro abras, te llamás libre a todas las compañías, y reúnen en América Incluida, y ese plan te queda un precio de 10.400 pesos al día de hoy, ¿bien?",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.94,
      "fin": 56.82,
      "duracion": 2.88,
      "texto": "¿Cómo te digo, tendría 40 gigas? Mira, pruébanme cuánto dura.",
      "confianza": 0.387,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.82,
      "fin": 68.99,
      "duracion": 11.17,
      "texto": "Decime cómo, se te cortó, decime. ¿Cuánto total hacemos? Nosotros brindamos lo que son las promociones por un periodo de seis meses para que en este periodo de tiempo no tengas fluctuaciones en el precio, luego de la mismo estar podamos acceder a lo que es otro plan.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.05,
      "fin": 76.24,
      "duracion": 6.19,
      "texto": "Al día de hoy incluso se le permite a los clientes a armar lo que es el propio plan, con las llamadas, con los minutos, con las chicas y demás.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.26,
      "fin": 79.4,
      "duracion": 2.14,
      "texto": "Ese sería el plan para brindarte para vos y para tus líneas.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.96,
      "fin": 86.03,
      "duracion": 6.07,
      "texto": "Si alguien me dice que tenés cuatro, entendrías cómo te digo. Veis que llegas a cada línea, podés guardándolo mes a mes y pasarte entre las líneas también.",
      "confianza": 0.529,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.71,
      "fin": 94.8,
      "duracion": 7.09,
      "texto": "¿Cómo me dijiste? Perdóname, ¿qué dijiste? Que podrías guardar los gigas y pasártelo entre las líneas.",
      "confianza": 0.188,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.18,
      "fin": 121.5,
      "duracion": 25.32,
      "texto": "Lo que no me cierra es que son poquitos meses. Nosotros hacemos esto por el tema de los aumentos, si bien que antes había muchos aumentos y demás, y los clientes se iban no por una inconformidad con el servicio, sino por el tema de la facturación. Mira, apretendamos nosotros lo que es una teoría personal. Bien, vos suponerte que no estés muy intuitiva de lo que es la aplicación. Bien, recurrir a mí.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.34,
      "fin": 141.68,
      "duracion": 18.34,
      "texto": "No, esto estuve con ustedes. Bueno, sí, porque ahora se me acaba el plan de claro. Así que lo consulto con mi esposo y me comunico con vos. Mándame un WhatsApp. Perfecto, bueno, le comunico entonces. Te agradezco la atención. Gracias. Adiós.",
      "confianza": 0.091,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, muy buenas tardes. Mi nombre es Tomás, me comunico a la Ría de Beneficios Movistar. ¿Hablo con Cecilia? Sí, ella habla. ¿Cómo te va, Cecilia? Mirá, mi tío, me llamamos a ir a para mejorarte de lo que es el plan que tenés actualmente contratado. Ella nos fijará que actualmente estabas en claro con la bonos, ¿correcto? Está decidida. Bien, perfecto. Te consulto, ¿cuántas gigas soleas ocupar con Tiaro? 16. Bien, perfecto. Te consulto de la única línea que vos tenés bajo tu nombre o tenés alguna otra... No, cuatro. Tenés cuatro, perfecto. Bueno, mira, te comento. Entonces, el plan que tengo para brindarte el día de hoy, sí, tengo un plan de ocho gigas de base, sí, bajo ocho de regalo, bien, por seis meses, al día de 16, bien. Y como vos tenés más de una línea registrada bajo tu nombre, y ese te sumaría en cuatro más. O sea, que te quedaría con 20 gigas el abono. Tienes cuatro abras, te llamás libre a todas las compañías, y reúnen en América Incluida, y ese plan te queda un precio de 10.400 pesos al día de hoy, ¿bien? ¿Cómo te digo, tendría 40 gigas? Mira, pruébanme cuánto dura. Decime cómo, se te cortó, decime. ¿Cuánto total hacemos? Nosotros brindamos lo que son las promociones por un periodo de seis meses para que en este periodo de tiempo no tengas fluctuaciones en el precio, luego de la mismo estar podamos acceder a lo que es otro plan. Al día de hoy incluso se le permite a los clientes a armar lo que es el propio plan, con las llamadas, con los minutos, con las chicas y demás. Ese sería el plan para brindarte para vos y para tus líneas. Si alguien me dice que tenés cuatro, entendrías cómo te digo. Veis que llegas a cada línea, podés guardándolo mes a mes y pasarte entre las líneas también. ¿Cómo me dijiste? Perdóname, ¿qué dijiste? Que podrías guardar los gigas y pasártelo entre las líneas. Lo que no me cierra es que son poquitos meses. Nosotros hacemos esto por el tema de los aumentos, si bien que antes había muchos aumentos y demás, y los clientes se iban no por una inconformidad con el servicio, sino por el tema de la facturación. Mira, apretendamos nosotros lo que es una teoría personal. Bien, vos suponerte que no estés muy intuitiva de lo que es la aplicación. Bien, recurrir a mí. No, esto estuve con ustedes. Bueno, sí, porque ahora se me acaba el plan de claro. Así que lo consulto con mi esposo y me comunico con vos. Mándame un WhatsApp. Perfecto, bueno, le comunico entonces. Te agradezco la atención. Gracias. Adiós.",
  "calidad": {
    "confianza_promedio": 0.439,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:57:08.093185",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 46,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:17.028150",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115144521932_ACD_67953",
    "fecha_inicio": "15/1/2026 14:45:21",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 154,
    "tiempo_conversacion": 136,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}