{
  "archivo": "amza_sup2_1_260112182558383_MIT_01985.wav",
  "duracion_segundos": 375.3,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 199.0,
    "Cliente": 143.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 2.75,
      "duracion": 2.72,
      "texto": "¿Cuánto estoy pagando ahora?",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3.5,
      "fin": 10.27,
      "duracion": 6.77,
      "texto": "Mira, por lo que me figura en el sistema, estás pagando cerca de los 28.000 pesos, ¿es correcto?",
      "confianza": 0.847,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.29,
      "fin": 10.61,
      "duracion": 0.32,
      "texto": "Sí.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.45,
      "fin": 15.59,
      "duracion": 4.14,
      "texto": "Ajá. Bueno, decime, ¿tenés más de una línea o cargas muchos gigas?",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.73,
      "fin": 19.92,
      "duracion": 2.18,
      "texto": "Porque ese precio, te digo, es muy elevado.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.88,
      "fin": 27.71,
      "duracion": 6.83,
      "texto": "Tengo la línea mía, la línea de mi exmujer, la línea de mi casa, que sería con el Wi-Fi, o sea, la fibra óptica.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.06,
      "fin": 35.09,
      "duracion": 7.03,
      "texto": "Y aparte tengo los gigas que cargo yo, pero eso no es mucho, son creo que 5.000 pesos, no me acuerdo.",
      "confianza": 0.097,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.11,
      "fin": 46.74,
      "duracion": 11.63,
      "texto": "Mira, vas a poder pagar menos con esto, yo te digo. Viendo que vos me dijiste que tenés dos líneas y el Internet y tu casa, vas a poder pagar menos de lo que te están cobrando ahora mismo. Y tenés más beneficios. Y tenés más beneficios.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.5,
      "fin": 63.83,
      "duracion": 16.33,
      "texto": "Mira, te cuento. Tenemos un plan que son 8 gigas de base con WhatsApp gratis y habla libre a cualquier compañía. Vos me comentaste de que cargas muchas gigas y que te quedas ahí sin datos. Por ende, yo te voy a hacer un regalo que son 8 gigas por 6 meses.",
      "confianza": 0.877,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.33,
      "fin": 73.08,
      "duracion": 8.75,
      "texto": "En total, vas a tener 16 gigas, los cuales, si no los usas, los vas a poder guardar para el mes siguiente y los vas acumulando mes a mes.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.19,
      "fin": 89.22,
      "duracion": 14.03,
      "texto": "Y, además, como vos me comentaste que tenés dos líneas, la tuya y la de tu exmujer, vas a poder, si las pasás las dos bajo tu nombre, vas a acceder a la promo, el grupo familiar, donde te puedo regalar 4 gigas a cada línea.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.81,
      "fin": 112.3,
      "duracion": 22.49,
      "texto": "O sea, no te vas a quedar sin internet. En total, no te vas a quedar sin internet, vas a tener 20 gigas que si no los usas, se acumulan mes a mes, además. Y aparte, tenés promociones en la app. Y además, las dos líneas más la de la casa, ¿cuánto me saldría? Mira, para la promo de la casa, pasa que depende de la zona de donde vivís, eso necesitaría que me confirmes de dónde sos.",
      "confianza": 0.226,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.11,
      "fin": 116.21,
      "duracion": 3.1,
      "texto": "Sí, ahí, ahí, acá en la zona. ¿Qué zona sos? Ah.",
      "confianza": 0.128,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.88,
      "fin": 128.97,
      "duracion": 12.09,
      "texto": "Decime de qué zona sos, así puedo revisar. Guaymayen, San José. Ajá. Guaymayen. Sí, te digo, porque yo ya he tenido acá Movistán, por eso te digo que soy guay.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.35,
      "fin": 131.41,
      "duracion": 1.06,
      "texto": "¿En qué altura, más o menos?",
      "confianza": 0.879,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.43,
      "fin": 137.28,
      "duracion": 4.85,
      "texto": "En la calle... el barrio South, ¿eh? No sé si aparece ahí por barrio o por calle.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.22,
      "fin": 140.16,
      "duracion": 1.94,
      "texto": "Sí, por calle, preferiblemente, buscarlo.",
      "confianza": 0.902,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.84,
      "fin": 155.55,
      "duracion": 14.71,
      "texto": "Julio Rossi y Lemus, justo en la esquina. Julio Rossi. Ah, Julio Rossi. Y Lemus. Acá está, Rossi y Lemus.",
      "confianza": 0.172,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.64,
      "fin": 182.22,
      "duracion": 24.58,
      "texto": "Perfecto, ahí encontré y ahí te consulto porque lo que suele pasar es que por ahí, si bien tienen disponibilidad, si el poste está saturado no se puede llegar a conectar. Pero bueno, ahí ya te estoy consultando. Y como te decía de mientras, por el plan del... ¿cómo se llama? De los 8GB más los 8 de regalo, te quedaría en 13.250 pesos por línea.",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.59,
      "fin": 196.02,
      "duracion": 11.43,
      "texto": "Pero entonces no me está saliendo más barato. Vos me habías dicho que pagabas 28 mil y pico pesos por... ¿cómo se llama? Todo junto.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.98,
      "fin": 206.03,
      "duracion": 9.05,
      "texto": "Claro. Bueno, ahí vamos a lo importante. con la promo de la fibra óptica se te van a hacer $4,000 pesos de descuento en la fibra óptica.",
      "confianza": 0.93,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 208.57,
      "fin": 211.57,
      "duracion": 3.0,
      "texto": "En total, juntando el... Decime, decime.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.51,
      "fin": 221.06,
      "duracion": 8.55,
      "texto": "Vamos de nuevo. Yo pago $28,000 pesos lo que son dos líneas más la casa. Vos me dijiste que me iba a quedar más barato con lo que vos me estás diciendo.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 221.65,
      "fin": 239.38,
      "duracion": 17.73,
      "texto": "O sea que me va a quedar menos de $28,000 pesos. Vaya que tú tienes un poco más Pero la diferencia acá es que vas a gastarte mucho más beneficio. Y además, por ejemplo, vas a tener descontos en supermercados, en partners, en transportes.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 240.12,
      "fin": 256.66,
      "duracion": 16.54,
      "texto": "No, no uso nada de eso. Me interesa pagar menos nada más que fue lo que me ofreciste. Por eso me quedé en la conversación. Así va a ser. Vas a tener más gigas. Y es más, si accedes a la promo hoy te puedo regalar hasta 20 gigas más por 30 días sin ningún costo extra ni nada.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 257.64,
      "fin": 322.69,
      "duracion": 65.05,
      "texto": "Está bien. Pero vamos, vamos de nuevo. O sea, vos no me ofreciste mayor beneficio. Me dijiste que voy a pagar menos, que es lo que a mí me interesaría. No yo por qué me cambiaría si con eso ando bien. Eso es lo que me interesa a mí. En todo caso, te puedo ofrecer un plan más chico que tenemos, es más económico, que son 4 gigas de base más otros 4 de regalo por 6 meses. En total te queda 8 y si sumas los 4 gigas del grupo familiar, y los 20 gigas que te puedo regalar por 30 días vas a tener en total a ver son 8 más 4 12 más los otros 20 vas a tener 32 gigas en total sigue siendo un montón y este plan es más barato este sale 11 mil 400 pesos por cada línea 11 mil 400 cada línea ya son 22 y cuánto me saldría entonces la fibra óptica ahí estoy consultando decime Para estar seguro, ¿tu casa queda en calle Rossi o en calle Lemos?",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 323.93,
      "fin": 325.31,
      "duracion": 1.38,
      "texto": "¿A cuál de las calles da?",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 329.34,
      "fin": 333.65,
      "duracion": 4.31,
      "texto": "Creo que a Rossi. Claro,",
      "confianza": 0.425,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 333.65,
      "fin": 343.33,
      "duracion": 9.68,
      "texto": "porque me siguran acá unos postes, pero no me siguran de que haya disponibilidad.",
      "confianza": 0.894,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 343.37,
      "fin": 347.46,
      "duracion": 4.08,
      "texto": "Tipo, está saturado el poste.",
      "confianza": 0.878,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 348.28,
      "fin": 351.9,
      "duracion": 3.62,
      "texto": "Bueno, te agradezco entonces.",
      "confianza": 0.247,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.67,
      "fin": 357.81,
      "duracion": 5.15,
      "texto": "Te puedo ofrecer las líneas, que te va a salir más que lo que estás pagando ahora.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 358.42,
      "fin": 375.3,
      "duracion": 16.88,
      "texto": "No, no, no, porque si yo saco las líneas de cosas de donde las tengo, se me va el valor real, la fibra óptica y ya no me deja el convenio por todos lados. Chau, te agradezco. Muchísimas gracias por tu tiempo Gabriel, que tengas linda tarde.",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Cuánto estoy pagando ahora? Mira, por lo que me figura en el sistema, estás pagando cerca de los 28.000 pesos, ¿es correcto? Sí. Ajá. Bueno, decime, ¿tenés más de una línea o cargas muchos gigas? Porque ese precio, te digo, es muy elevado. Tengo la línea mía, la línea de mi exmujer, la línea de mi casa, que sería con el Wi-Fi, o sea, la fibra óptica. Y aparte tengo los gigas que cargo yo, pero eso no es mucho, son creo que 5.000 pesos, no me acuerdo. Mira, vas a poder pagar menos con esto, yo te digo. Viendo que vos me dijiste que tenés dos líneas y el Internet y tu casa, vas a poder pagar menos de lo que te están cobrando ahora mismo. Y tenés más beneficios. Y tenés más beneficios. Mira, te cuento. Tenemos un plan que son 8 gigas de base con WhatsApp gratis y habla libre a cualquier compañía. Vos me comentaste de que cargas muchas gigas y que te quedas ahí sin datos. Por ende, yo te voy a hacer un regalo que son 8 gigas por 6 meses. En total, vas a tener 16 gigas, los cuales, si no los usas, los vas a poder guardar para el mes siguiente y los vas acumulando mes a mes. Y, además, como vos me comentaste que tenés dos líneas, la tuya y la de tu exmujer, vas a poder, si las pasás las dos bajo tu nombre, vas a acceder a la promo, el grupo familiar, donde te puedo regalar 4 gigas a cada línea. O sea, no te vas a quedar sin internet. En total, no te vas a quedar sin internet, vas a tener 20 gigas que si no los usas, se acumulan mes a mes, además. Y aparte, tenés promociones en la app. Y además, las dos líneas más la de la casa, ¿cuánto me saldría? Mira, para la promo de la casa, pasa que depende de la zona de donde vivís, eso necesitaría que me confirmes de dónde sos. Sí, ahí, ahí, acá en la zona. ¿Qué zona sos? Ah. Decime de qué zona sos, así puedo revisar. Guaymayen, San José. Ajá. Guaymayen. Sí, te digo, porque yo ya he tenido acá Movistán, por eso te digo que soy guay. ¿En qué altura, más o menos? En la calle... el barrio South, ¿eh? No sé si aparece ahí por barrio o por calle. Sí, por calle, preferiblemente, buscarlo. Julio Rossi y Lemus, justo en la esquina. Julio Rossi. Ah, Julio Rossi. Y Lemus. Acá está, Rossi y Lemus. Perfecto, ahí encontré y ahí te consulto porque lo que suele pasar es que por ahí, si bien tienen disponibilidad, si el poste está saturado no se puede llegar a conectar. Pero bueno, ahí ya te estoy consultando. Y como te decía de mientras, por el plan del... ¿cómo se llama? De los 8GB más los 8 de regalo, te quedaría en 13.250 pesos por línea. Pero entonces no me está saliendo más barato. Vos me habías dicho que pagabas 28 mil y pico pesos por... ¿cómo se llama? Todo junto. Claro. Bueno, ahí vamos a lo importante. con la promo de la fibra óptica se te van a hacer $4,000 pesos de descuento en la fibra óptica. En total, juntando el... Decime, decime. Vamos de nuevo. Yo pago $28,000 pesos lo que son dos líneas más la casa. Vos me dijiste que me iba a quedar más barato con lo que vos me estás diciendo. O sea que me va a quedar menos de $28,000 pesos. Vaya que tú tienes un poco más Pero la diferencia acá es que vas a gastarte mucho más beneficio. Y además, por ejemplo, vas a tener descontos en supermercados, en partners, en transportes. No, no uso nada de eso. Me interesa pagar menos nada más que fue lo que me ofreciste. Por eso me quedé en la conversación. Así va a ser. Vas a tener más gigas. Y es más, si accedes a la promo hoy te puedo regalar hasta 20 gigas más por 30 días sin ningún costo extra ni nada. Está bien. Pero vamos, vamos de nuevo. O sea, vos no me ofreciste mayor beneficio. Me dijiste que voy a pagar menos, que es lo que a mí me interesaría. No yo por qué me cambiaría si con eso ando bien. Eso es lo que me interesa a mí. En todo caso, te puedo ofrecer un plan más chico que tenemos, es más económico, que son 4 gigas de base más otros 4 de regalo por 6 meses. En total te queda 8 y si sumas los 4 gigas del grupo familiar, y los 20 gigas que te puedo regalar por 30 días vas a tener en total a ver son 8 más 4 12 más los otros 20 vas a tener 32 gigas en total sigue siendo un montón y este plan es más barato este sale 11 mil 400 pesos por cada línea 11 mil 400 cada línea ya son 22 y cuánto me saldría entonces la fibra óptica ahí estoy consultando decime Para estar seguro, ¿tu casa queda en calle Rossi o en calle Lemos? ¿A cuál de las calles da? Creo que a Rossi. Claro, porque me siguran acá unos postes, pero no me siguran de que haya disponibilidad. Tipo, está saturado el poste. Bueno, te agradezco entonces. Te puedo ofrecer las líneas, que te va a salir más que lo que estás pagando ahora. No, no, no, porque si yo saco las líneas de cosas de donde las tengo, se me va el valor real, la fibra óptica y ya no me deja el convenio por todos lados. Chau, te agradezco. Muchísimas gracias por tu tiempo Gabriel, que tengas linda tarde.",
  "calidad": {
    "confianza_promedio": 0.627,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:29:07.487627",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 84,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:33.837201",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112182558383_MIT_01985",
    "sin_datos_basurita": true
  }
}