{
  "archivo": "amza73_1_260113142603323_ACD_25943.wav",
  "duracion_segundos": 279.77,
  "num_segmentos": 86,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 182.31,
    "Cliente": 78.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.98,
      "fin": 8.15,
      "duracion": 7.17,
      "texto": "Hola. Buenas tardes. Buenas tardes. Como usted, tengo el placer de comunicarme con Nancy.",
      "confianza": 0.203,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.17,
      "fin": 8.23,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.177,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.25,
      "fin": 28.2,
      "duracion": 19.95,
      "texto": "¿Cómo le va? Mi nombre es Malena. Yo te estoy llamando para una promoción en tu línea móvil el día de hoy. ¿Cómo estás? Ajá, bien. ¿Y vos? Bien, todo bien. Te comento, Nancy, el día de hoy de parte de Moisture estamos haciendo lo que es una campaña de recuperación del cliente, ¿sí? Veo que realmente estás en claro. Sí, en este momento sí.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.32,
      "fin": 34.4,
      "duracion": 5.08,
      "texto": "Bien, entiendo. Bueno, a ver que también estuviste esta mitad de año, más o menos, del año pasado con nosotros.",
      "confianza": 0.867,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.3,
      "fin": 53.24,
      "duracion": 17.94,
      "texto": "No sé si el cambio fue por algún inconveniente o alguna mejor oferta. Fue muy arriba la línea, no la podía mantener. No tengo internet, no tengo nada, lo único que tengo era el teléfono, entonces necesitaba algo que funcione encima donde estoy y no tengo buena señal con movistar.",
      "confianza": 0.507,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.68,
      "fin": 55.48,
      "duracion": 0.8,
      "texto": "Entonces, bueno,",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.01,
      "fin": 59.13,
      "duracion": 3.12,
      "texto": "Entre el precio y el cambio, fue el cambio.",
      "confianza": 0.802,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.85,
      "fin": 60.93,
      "duracion": 1.08,
      "texto": "Bien, entiendo, ¿no?",
      "confianza": 0.373,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.95,
      "fin": 61.11,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.656,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.71,
      "fin": 64.57,
      "duracion": 2.86,
      "texto": "Hay que cuidar el bolsillo de cada uno, te comprendo completamente.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.27,
      "fin": 71.78,
      "duracion": 6.51,
      "texto": "Bien, Nancy, te consulto. Vos, actualmente, en tu plan de, claro, más o menos, ¿qué cantidad de chicas tenés?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.42,
      "fin": 80.85,
      "duracion": 7.43,
      "texto": "Cinco. Cinco, bien. ¿Esas alcanzan? ¿Tenés que hacer algún tipo de recarga? Coméntame. No, no, bien. Con claro, ningún problema.",
      "confianza": 0.964,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.63,
      "fin": 82.31,
      "duracion": 0.68,
      "texto": "Bien, entiendo.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.33,
      "fin": 83.21,
      "duracion": 0.88,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.585,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.25,
      "fin": 91.86,
      "duracion": 8.61,
      "texto": "El día de ahorita tenemos lo que es un plan de 8GB en total, ¿sí? Son 4 de base, te vamos a estar bonificando 4 extra durante 6 meses, ¿bien?",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.53,
      "fin": 96.34,
      "duracion": 3.8,
      "texto": "Vas a contar con los pies WhatsApp gratis y llamarás libre a cualquier compañía, ¿sí?",
      "confianza": 0.591,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.34,
      "fin": 110.73,
      "duracion": 13.39,
      "texto": "¿Qué pasa? Con claro, el tema del WhatsApp no es completamente gratis hasta que uno no se quiera sin Internet, ¿bien? Todo lo que son audios, videos o fotos, cuando los envías o cuando los tenés que descargarte, consume el intervalo del teléfono, ¿bien?",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.25,
      "fin": 114.4,
      "duracion": 3.14,
      "texto": "En cambio, como voy a estar, vas a ver que los datos se van a estar durando mucho más,",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 114.83,
      "fin": 119.9,
      "duracion": 5.07,
      "texto": "porque justamente vas a tener que contar completamente gratis, ¿bien?",
      "confianza": 0.634,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.92,
      "fin": 150.59,
      "duracion": 30.67,
      "texto": "El día de hoy este plan tiene un precio de 11.400 pesos, ¿sí? No sé cómo te ves con este plan, coméntame. Mira, es un poquitito más barato que lo que yo pago, pero tengo desconfianza en la conectividad, porque la zona es inhóspita y no me llegan las líneas de... No me llegan las líneas de ningún lado, no, no me llegan las líneas de ningún lado. Cuando viajo a San Justo, Provincia de Santa Fe, menos todavía.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.09,
      "fin": 161.75,
      "duracion": 10.66,
      "texto": "Se me desconecta el teléfono si yo tengo que movizar. Ah, bien, entiendo. Sí, es más que nada también por una cuestión de señal. Claro, sí, sí, sí. Sí,",
      "confianza": 0.628,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 161.75,
      "fin": 165.71,
      "duracion": 3.96,
      "texto": "porque lo necesito tener conectado por el trabajo que tengo.",
      "confianza": 0.578,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.73,
      "fin": 166.92,
      "duracion": 1.19,
      "texto": "Claro, no, se entiende. Claro,",
      "confianza": 0.137,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 166.92,
      "fin": 181.15,
      "duracion": 14.23,
      "texto": "mira, bien, todo lo que es San Justo, la pronicera de Santa Fe, estamos hablando, tenemos conectividad, sí, en la ruta yendo para allá, hay varias partes que no tenemos señal y otras que sí.",
      "confianza": 0.662,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 183.89,
      "fin": 186.52,
      "duracion": 2.63,
      "texto": "Sí, ya lo sé. Eso sería como más de que nada el inconveniente.",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.04,
      "fin": 190.28,
      "duracion": 3.24,
      "texto": "No sé vos actualmente dónde recibís.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.96,
      "fin": 206.97,
      "duracion": 16.01,
      "texto": "Ahora estoy en la ciudad de Santa Fe, pero yo yendo para San Justo, que a veces voy algún fin de semana, voy para San Justo, me quedo sin nada, porque se me corta la señal. O sea, directamente se me muere el teléfono.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.99,
      "fin": 208.39,
      "duracion": 1.4,
      "texto": "Bien, sí, sí, se entiendo.",
      "confianza": 0.469,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 208.41,
      "fin": 226.85,
      "duracion": 18.44,
      "texto": "Bueno, no hay ningún problema. Lo voy a dejar asentado más que nada también para que nosotros sepamos dónde reforzar justamente, si veo que toda la parte de Desde Fibranelson no tenemos señal, después Cavallo. No, no, no. Desde acá, desde acá desde Santa Fe, después que yo paso recreo.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.55,
      "fin": 245.56,
      "duracion": 18.01,
      "texto": "Desde Candiotti, más o menos hasta Nelson, la línea se muere. Bien, entiendo. Retoma, después de Nelson viene Shambhish, retoma en Shambhish la señal, hasta más o menos Videla. Y cuando pasa Videla, se muere el teléfono. Se muere.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.59,
      "fin": 246.07,
      "duracion": 0.48,
      "texto": "Sí, sí.",
      "confianza": 0.37,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 246.09,
      "fin": 251.97,
      "duracion": 5.88,
      "texto": "Se muere y todo el tiempo que yo pienso en San Justo, se murió. Nada.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.0,
      "fin": 252.35,
      "duracion": 0.36,
      "texto": "Sí, sí, sí.",
      "confianza": 0.13,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 252.38,
      "fin": 272.9,
      "duracion": 20.52,
      "texto": "Nada. No, así te entiendo. Bueno, justamente, en la parte de San Justo, hemos visto, veo que han mejorado con el tema de señal, pero si todo el trayecto desde San Justo, hasta Emilia, me figura. Cerca de todo eso, aparte de nada. Pero bueno, yo también como te digo, lo voy a dejar asentado para que puedan mejorar en ese tema.",
      "confianza": 0.074,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 273.6,
      "fin": 276.81,
      "duracion": 3.21,
      "texto": "Muchísimas gracias por tu tiempo, Nancy. Espero que tengas un buen día.",
      "confianza": 0.052,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.85,
      "fin": 279.77,
      "duracion": 1.92,
      "texto": "Bueno, realmente, hasta luego.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Buenas tardes. Buenas tardes. Como usted, tengo el placer de comunicarme con Nancy. Sí. ¿Cómo le va? Mi nombre es Malena. Yo te estoy llamando para una promoción en tu línea móvil el día de hoy. ¿Cómo estás? Ajá, bien. ¿Y vos? Bien, todo bien. Te comento, Nancy, el día de hoy de parte de Moisture estamos haciendo lo que es una campaña de recuperación del cliente, ¿sí? Veo que realmente estás en claro. Sí, en este momento sí. Bien, entiendo. Bueno, a ver que también estuviste esta mitad de año, más o menos, del año pasado con nosotros. No sé si el cambio fue por algún inconveniente o alguna mejor oferta. Fue muy arriba la línea, no la podía mantener. No tengo internet, no tengo nada, lo único que tengo era el teléfono, entonces necesitaba algo que funcione encima donde estoy y no tengo buena señal con movistar. Entonces, bueno, Entre el precio y el cambio, fue el cambio. Bien, entiendo, ¿no? Sí. Hay que cuidar el bolsillo de cada uno, te comprendo completamente. Bien, Nancy, te consulto. Vos, actualmente, en tu plan de, claro, más o menos, ¿qué cantidad de chicas tenés? Cinco. Cinco, bien. ¿Esas alcanzan? ¿Tenés que hacer algún tipo de recarga? Coméntame. No, no, bien. Con claro, ningún problema. Bien, entiendo. Bueno, mira, te comento. El día de ahorita tenemos lo que es un plan de 8GB en total, ¿sí? Son 4 de base, te vamos a estar bonificando 4 extra durante 6 meses, ¿bien? Vas a contar con los pies WhatsApp gratis y llamarás libre a cualquier compañía, ¿sí? ¿Qué pasa? Con claro, el tema del WhatsApp no es completamente gratis hasta que uno no se quiera sin Internet, ¿bien? Todo lo que son audios, videos o fotos, cuando los envías o cuando los tenés que descargarte, consume el intervalo del teléfono, ¿bien? En cambio, como voy a estar, vas a ver que los datos se van a estar durando mucho más, porque justamente vas a tener que contar completamente gratis, ¿bien? El día de hoy este plan tiene un precio de 11.400 pesos, ¿sí? No sé cómo te ves con este plan, coméntame. Mira, es un poquitito más barato que lo que yo pago, pero tengo desconfianza en la conectividad, porque la zona es inhóspita y no me llegan las líneas de... No me llegan las líneas de ningún lado, no, no me llegan las líneas de ningún lado. Cuando viajo a San Justo, Provincia de Santa Fe, menos todavía. Se me desconecta el teléfono si yo tengo que movizar. Ah, bien, entiendo. Sí, es más que nada también por una cuestión de señal. Claro, sí, sí, sí. Sí, porque lo necesito tener conectado por el trabajo que tengo. Claro, no, se entiende. Claro, mira, bien, todo lo que es San Justo, la pronicera de Santa Fe, estamos hablando, tenemos conectividad, sí, en la ruta yendo para allá, hay varias partes que no tenemos señal y otras que sí. Sí, ya lo sé. Eso sería como más de que nada el inconveniente. No sé vos actualmente dónde recibís. Ahora estoy en la ciudad de Santa Fe, pero yo yendo para San Justo, que a veces voy algún fin de semana, voy para San Justo, me quedo sin nada, porque se me corta la señal. O sea, directamente se me muere el teléfono. Bien, sí, sí, se entiendo. Bueno, no hay ningún problema. Lo voy a dejar asentado más que nada también para que nosotros sepamos dónde reforzar justamente, si veo que toda la parte de Desde Fibranelson no tenemos señal, después Cavallo. No, no, no. Desde acá, desde acá desde Santa Fe, después que yo paso recreo. Desde Candiotti, más o menos hasta Nelson, la línea se muere. Bien, entiendo. Retoma, después de Nelson viene Shambhish, retoma en Shambhish la señal, hasta más o menos Videla. Y cuando pasa Videla, se muere el teléfono. Se muere. Sí, sí. Se muere y todo el tiempo que yo pienso en San Justo, se murió. Nada. Sí, sí, sí. Nada. No, así te entiendo. Bueno, justamente, en la parte de San Justo, hemos visto, veo que han mejorado con el tema de señal, pero si todo el trayecto desde San Justo, hasta Emilia, me figura. Cerca de todo eso, aparte de nada. Pero bueno, yo también como te digo, lo voy a dejar asentado para que puedan mejorar en ese tema. Muchísimas gracias por tu tiempo, Nancy. Espero que tengas un buen día. Bueno, realmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:53:17.434804",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 86,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:31.481050",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113142603323_ACD_25943",
    "fecha_inicio": "13/1/2026 14:26:03",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 299,
    "tiempo_conversacion": 271,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}