{
  "archivo": "amza8_1_260114134858740_ACD_28389.wav",
  "duracion_segundos": 405.07,
  "num_segmentos": 121,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 114.76,
    "Cliente": 260.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.25,
      "fin": 12.18,
      "duracion": 10.93,
      "texto": "Hola, ¿qué tal? Buen día, ¿hablo con Héctor? Hola, ¿qué tal? No. Héctor es el titular de la línea, ¿verdad? Sí, ¿por qué se comunica?",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.2,
      "fin": 18.07,
      "duracion": 5.87,
      "texto": "Me estoy contactando para brindarle lo que es una bonificación para su línea, ya que me figura que él está abonando bastante, ¿verdad?",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.79,
      "fin": 24.04,
      "duracion": 5.25,
      "texto": "Por las cuatro líneas. Claro.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.05,
      "fin": 29.48,
      "duracion": 5.43,
      "texto": "Me figura que están abonando más o menos alrededor de 50.000 asentamientos por las cuatro líneas.",
      "confianza": 0.591,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.5,
      "fin": 29.86,
      "duracion": 0.36,
      "texto": "¿Así?",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.02,
      "fin": 31.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.69,
      "fin": 41.34,
      "duracion": 9.65,
      "texto": "Perfecto. Mira, nosotros actualmente, para brindarles, tenemos una bonificación mucho más económica. Por las cuatro líneas, tenemos lo que son 20 gigas en cada línea.",
      "confianza": 0.095,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.36,
      "fin": 44.68,
      "duracion": 3.32,
      "texto": "Con whatsapp gratis, alegría con compañía, rome para una vera fuera del país.",
      "confianza": 0.674,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.74,
      "fin": 50.75,
      "duracion": 6.01,
      "texto": "El precio es de 10.400 pesos por las cuatro líneas. O sea, muchísimo más económico de lo que están abonando.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.84,
      "fin": 61.34,
      "duracion": 3.5,
      "texto": "¿Sos de Claro? ¿Cómo? ¿Sos de Claro o de la compañía de Claro? No, no, del área de recuperación de clientes de Movistar.",
      "confianza": 0.033,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.35,
      "fin": 79.15,
      "duracion": 16.8,
      "texto": "Ah claro, te había consultado si eres de claro. Ah no, no te escuché. No, me estoy contactando en el área de recuperación de clientes movistar para brindar lo que es la bonificación esa. Por las cuatro líneas, con 20 y hasta línea, el precio es de 10.400 pesos.",
      "confianza": 0.138,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.87,
      "fin": 83.98,
      "duracion": 4.11,
      "texto": "Por las cuatro. ¿Te hago una consulta y un número?",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.5,
      "fin": 89.29,
      "duracion": 4.79,
      "texto": "¿Puedo cambiar un número solo? ¿Unos solo? Sí, obvio. ¿Te puedes?",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.84,
      "fin": 99.07,
      "duracion": 9.23,
      "texto": "Sí, pero lo tengo que realizar a través de la línea con el titular, digamos. Claro.",
      "confianza": 0.729,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.09,
      "fin": 111.34,
      "duracion": 12.25,
      "texto": "¿Y peli qué datos necesitas de él? Con el titular, yo los datos de titular ya los tengo directamente acá. Lo único que tendría que realizar es un cierre comercial, el cual queda para respaldo tuyo y respaldo mío, nada más.",
      "confianza": 0.101,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.54,
      "fin": 114.56,
      "duracion": 2.02,
      "texto": "Y enviarte lo que es el código de la portabilidad.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.79,
      "fin": 117.11,
      "duracion": 0.32,
      "texto": "Claro,",
      "confianza": 0.558,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.11,
      "fin": 120.86,
      "duracion": 3.75,
      "texto": "porque yo estoy acá con él y él no tiene el problema que yo me cambie.",
      "confianza": 0.558,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.9,
      "fin": 165.92,
      "duracion": 45.02,
      "texto": "No, me dijo que no. Ah, bueno, si no hay ningún inconveniente, podemos realizar lo que es el cambio con vos. Bueno, y te hago una consulta en el caso de que la bonificación se negasa y ya se negasa para darlo mucho, ¿me lo puedes modificar a la vuelta y seguir pagando los 10.000? Yo, en este caso, voy a hacer proceso personal. Vas a tener mi numerito personal, vas a estar en contacto conmigo y yo, cualquier duda o inconveniente que vos tengas, lo vas a charlar conmigo. Así que, por eso, quédate tranquila que no hay ningún inconveniente con eso. Así que, sí. O sea, vos me decís, mira, me llegaron 15.000 pesos. No sé si me lo puedes bajar. Yo te voy a ayudar y te lo voy a bajar. Buenísimo. Dale. Sí,",
      "confianza": 0.444,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.92,
      "fin": 166.97,
      "duracion": 1.05,
      "texto": "mira, el prefecto.",
      "confianza": 0.103,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.99,
      "fin": 178.32,
      "duracion": 11.33,
      "texto": "Mira, me escribiera como nombre completo de él, Lorenzo Héctor Gabriel. ¿Puede ser? Sí. Tenemos como número de DNI lo que es 22-52-82-24, ¿verdad? Sí.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.39,
      "fin": 181.87,
      "duracion": 1.48,
      "texto": "Perfecto.",
      "confianza": 0.854,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 181.89,
      "fin": 187.76,
      "duracion": 5.87,
      "texto": "Si tenés lo que es un correo electrónico, ¿me pueden brindar?",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.78,
      "fin": 187.84,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.019,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 187.86,
      "fin": 188.82,
      "duracion": 0.96,
      "texto": "Micaela Lorenzo.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.12,
      "fin": 199.63,
      "duracion": 9.51,
      "texto": "Micaela Lorenzo. 701. 701.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.27,
      "fin": 201.63,
      "duracion": 1.36,
      "texto": "Perfecto.",
      "confianza": 0.623,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.65,
      "fin": 202.49,
      "duracion": 0.84,
      "texto": "A guardar un momento.",
      "confianza": 0.485,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.69,
      "fin": 221.14,
      "duracion": 17.45,
      "texto": "¿Quieres brindarme de qué localidad y provincia para brindar lo que es una sucursal de Movistar? Sí, provincia de Buenos Aires y ciudad de Mar del Plata. Mar del Plata. Muy bien. Mirar ahí en lo que es Mar del Plata tengo una sucursal.",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 222.3,
      "fin": 226.02,
      "duracion": 3.72,
      "texto": "Es lo que sería la calle Rauhson 1415.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.81,
      "fin": 247.67,
      "duracion": 19.86,
      "texto": "No sé si les queda cómodo o lo que es la calle Avenida Colón 2550. ¿El titular tiene que ir a la secuestral? Puedes ir vos, pero con el documento de él. ¿Puedo ir con una foto o necesito el documento?",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.49,
      "fin": 266.95,
      "duracion": 18.46,
      "texto": "Creo que con una foto te dejan. Yo creo que con una foto puedes retirarlo. Hay un movistar en Independencia y 25 de Mayo. Si no me equivoco, ese me queda más cómodo. Independencia y 25 de Mayo. Dice Avenida Independencia al 1503. Sí, esa. Ese, genial, perfecto.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.91,
      "fin": 282.17,
      "duracion": 14.26,
      "texto": "Colocamos ese entonces. Vamos a ver un momento. Vamos a ver un momento. Que está entre la calle, claro, 25 de Mayo y...",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.67,
      "fin": 290.62,
      "duracion": 7.95,
      "texto": "Pedro Luro, ¿puedes ser? Sí. Perfecto.",
      "confianza": 0.05,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 290.64,
      "fin": 299.84,
      "duracion": 9.19,
      "texto": "Perfecto, es más, ahora mismo te voy a mandar lo que es mi numerito de celular para que ya te quede grabado.",
      "confianza": 0.626,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 299.86,
      "fin": 345.61,
      "duracion": 45.75,
      "texto": "Ahí va, bueno, como te comentaba, voy a ser tu personal y vas a estar en contacto conmigo. Bueno, perfecto. Cualquier cosa, bueno, si ellos también después se quieren pasar, se ponen en contacto conmigo y bueno, también realizamos lo que es la portabilidad de ellos. Dale, perfecto. Perfecto, ya guardo un momento. ¿Sabes lo que es el cierre comercial, verdad? No, no sé ni a mí ni a ella. Genial, perfecto. El cierre comercial es un contrato lío que queda para respaldo tuyo y respaldo mío por cualquier inconveniente, en el cual te menciono lo que son los datos del titular, lo que sería el costo, o sea, el servicio que vas a adquirir, el costo del servicio y cómo se activa el chip. Genial. Perfecto.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 345.63,
      "fin": 349.96,
      "duracion": 4.33,
      "texto": "Y ahí te voy a mandar... Hola, mi nombre es Thiago.",
      "confianza": 0.341,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 349.98,
      "fin": 372.37,
      "duracion": 22.39,
      "texto": "Soy de Mojistar. Por ahí voy a necesitar que me mire lo que es una fotito del frente o el documento del titular. la puedes enviar para ver una sola vez, o la puedes enviar por 30 segundos, eso es más que nada para que la habilite el sistema, y ya con eso qué haríamos, ¿te parece? ¿No se puede cambiar la titularidad para mí?",
      "confianza": 0.352,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.99,
      "fin": 392.68,
      "duracion": 19.69,
      "texto": "Sí Julio, una vez que vos tengas lo que es el chip en mano, con lo que es en el teléfono y ya está activada la línea, te vas a instalar lo que es la aplicación Mi Movistar. Desde la aplicación Mi Movistar, no puedes realizar el cambio de titularía directamente. No hace falta que vayas a ningún local o que hables con alguien más. Desde la aplicación ya lo puedes realizar. Ok, perfecto.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 393.92,
      "fin": 405.07,
      "duracion": 11.15,
      "texto": "Perfecto. Yo mientras te hago lo que es el cierre comercial, necesitaría que me vayas enviando lo que es la fotito del frente de Olson. Del documento. Exacto. Ok. Ahí hago un momento.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, ¿hablo con Héctor? Hola, ¿qué tal? No. Héctor es el titular de la línea, ¿verdad? Sí, ¿por qué se comunica? Me estoy contactando para brindarle lo que es una bonificación para su línea, ya que me figura que él está abonando bastante, ¿verdad? Por las cuatro líneas. Claro. Me figura que están abonando más o menos alrededor de 50.000 asentamientos por las cuatro líneas. ¿Así? Sí. Perfecto. Mira, nosotros actualmente, para brindarles, tenemos una bonificación mucho más económica. Por las cuatro líneas, tenemos lo que son 20 gigas en cada línea. Con whatsapp gratis, alegría con compañía, rome para una vera fuera del país. El precio es de 10.400 pesos por las cuatro líneas. O sea, muchísimo más económico de lo que están abonando. ¿Sos de Claro? ¿Cómo? ¿Sos de Claro o de la compañía de Claro? No, no, del área de recuperación de clientes de Movistar. Ah claro, te había consultado si eres de claro. Ah no, no te escuché. No, me estoy contactando en el área de recuperación de clientes movistar para brindar lo que es la bonificación esa. Por las cuatro líneas, con 20 y hasta línea, el precio es de 10.400 pesos. Por las cuatro. ¿Te hago una consulta y un número? ¿Puedo cambiar un número solo? ¿Unos solo? Sí, obvio. ¿Te puedes? Sí, pero lo tengo que realizar a través de la línea con el titular, digamos. Claro. ¿Y peli qué datos necesitas de él? Con el titular, yo los datos de titular ya los tengo directamente acá. Lo único que tendría que realizar es un cierre comercial, el cual queda para respaldo tuyo y respaldo mío, nada más. Y enviarte lo que es el código de la portabilidad. Claro, porque yo estoy acá con él y él no tiene el problema que yo me cambie. No, me dijo que no. Ah, bueno, si no hay ningún inconveniente, podemos realizar lo que es el cambio con vos. Bueno, y te hago una consulta en el caso de que la bonificación se negasa y ya se negasa para darlo mucho, ¿me lo puedes modificar a la vuelta y seguir pagando los 10.000? Yo, en este caso, voy a hacer proceso personal. Vas a tener mi numerito personal, vas a estar en contacto conmigo y yo, cualquier duda o inconveniente que vos tengas, lo vas a charlar conmigo. Así que, por eso, quédate tranquila que no hay ningún inconveniente con eso. Así que, sí. O sea, vos me decís, mira, me llegaron 15.000 pesos. No sé si me lo puedes bajar. Yo te voy a ayudar y te lo voy a bajar. Buenísimo. Dale. Sí, mira, el prefecto. Mira, me escribiera como nombre completo de él, Lorenzo Héctor Gabriel. ¿Puede ser? Sí. Tenemos como número de DNI lo que es 22-52-82-24, ¿verdad? Sí. Perfecto. Si tenés lo que es un correo electrónico, ¿me pueden brindar? Sí. Micaela Lorenzo. Micaela Lorenzo. 701. 701. Perfecto. A guardar un momento. ¿Quieres brindarme de qué localidad y provincia para brindar lo que es una sucursal de Movistar? Sí, provincia de Buenos Aires y ciudad de Mar del Plata. Mar del Plata. Muy bien. Mirar ahí en lo que es Mar del Plata tengo una sucursal. Es lo que sería la calle Rauhson 1415. No sé si les queda cómodo o lo que es la calle Avenida Colón 2550. ¿El titular tiene que ir a la secuestral? Puedes ir vos, pero con el documento de él. ¿Puedo ir con una foto o necesito el documento? Creo que con una foto te dejan. Yo creo que con una foto puedes retirarlo. Hay un movistar en Independencia y 25 de Mayo. Si no me equivoco, ese me queda más cómodo. Independencia y 25 de Mayo. Dice Avenida Independencia al 1503. Sí, esa. Ese, genial, perfecto. Colocamos ese entonces. Vamos a ver un momento. Vamos a ver un momento. Que está entre la calle, claro, 25 de Mayo y... Pedro Luro, ¿puedes ser? Sí. Perfecto. Perfecto, es más, ahora mismo te voy a mandar lo que es mi numerito de celular para que ya te quede grabado. Ahí va, bueno, como te comentaba, voy a ser tu personal y vas a estar en contacto conmigo. Bueno, perfecto. Cualquier cosa, bueno, si ellos también después se quieren pasar, se ponen en contacto conmigo y bueno, también realizamos lo que es la portabilidad de ellos. Dale, perfecto. Perfecto, ya guardo un momento. ¿Sabes lo que es el cierre comercial, verdad? No, no sé ni a mí ni a ella. Genial, perfecto. El cierre comercial es un contrato lío que queda para respaldo tuyo y respaldo mío por cualquier inconveniente, en el cual te menciono lo que son los datos del titular, lo que sería el costo, o sea, el servicio que vas a adquirir, el costo del servicio y cómo se activa el chip. Genial. Perfecto. Y ahí te voy a mandar... Hola, mi nombre es Thiago. Soy de Mojistar. Por ahí voy a necesitar que me mire lo que es una fotito del frente o el documento del titular. la puedes enviar para ver una sola vez, o la puedes enviar por 30 segundos, eso es más que nada para que la habilite el sistema, y ya con eso qué haríamos, ¿te parece? ¿No se puede cambiar la titularidad para mí? Sí Julio, una vez que vos tengas lo que es el chip en mano, con lo que es en el teléfono y ya está activada la línea, te vas a instalar lo que es la aplicación Mi Movistar. Desde la aplicación Mi Movistar, no puedes realizar el cambio de titularía directamente. No hace falta que vayas a ningún local o que hables con alguien más. Desde la aplicación ya lo puedes realizar. Ok, perfecto. Perfecto. Yo mientras te hago lo que es el cierre comercial, necesitaría que me vayas enviando lo que es la fotito del frente de Olson. Del documento. Exacto. Ok. Ahí hago un momento.",
  "calidad": {
    "confianza_promedio": 0.475,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:09:50.036317",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 121,
    "total_segmentos_corregido": 40,
    "fecha_correccion": "2026-01-18T23:05:32.519033",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114134858740_ACD_28389",
    "fecha_inicio": "14/1/2026 13:48:58",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 411,
    "tiempo_conversacion": 395,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}