{
  "archivo": "amza23_1_260115142721444_ACD_07963.wav",
  "duracion_segundos": 165.39,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 26.02,
    "Cliente": 127.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.84,
      "fin": 31.32,
      "duracion": 29.48,
      "texto": "Hola, buenas tardes con Jonathan. Sí, con él te comunico. Un gusto. Nos estamos contratando para otorgarte una muy buena promoción en el diario Aurea tu línea. Actualmente te encuentras con claro, ¿verdad? Exactamente. Bien. ¿Y cuánto estás abonando aproximadamente por tu línea? ¿Qué cantidad de gigas tenés en la línea? ¿Contás con gigas de base o solamente tenés...? Perdón. ¿Contás con gigas de regalo o también tenés de base?",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.96,
      "fin": 49.52,
      "duracion": 17.56,
      "texto": "Las dos cosas. Y la verdad que en ese momento no sé cuánto estoy pagando. Creo que algo de 24, 25.000 es un equivoco. Es un montón. En comparación de lo que te podemos ofrecer desde el día de hoy, para que puedas volver con nosotros y disfrutar de un muy buen plan.",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.06,
      "fin": 51.3,
      "duracion": 1.24,
      "texto": "Tenemos dos propuestas.",
      "confianza": 0.889,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.92,
      "fin": 60.72,
      "duracion": 8.79,
      "texto": "Una es con un plan intermedio de 8 GB de base más 8 GB de regalo durante un periodo de 6 meses, haciendo un total de 16 GB.",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.02,
      "fin": 69.23,
      "duracion": 8.21,
      "texto": "con el roaming incluido en el caso de que viajes, llamadas ilimitadas, whatsapp gratis y sms libres por un costo de 10.400.",
      "confianza": 0.637,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.25,
      "fin": 90.65,
      "duracion": 21.41,
      "texto": "Este por un lado, si no por otro lado tenemos el más económico que es de 4 gigas de base más 4 gigas de regalo, también tiene una durabilidad por 6 meses, con los mismos beneficios, lo único que cambia es el valor que tiene un costo de 7.460.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.44,
      "fin": 110.25,
      "duracion": 17.81,
      "texto": "Le podemos llamar de las 18, no de las 16. Bien, no hay problema. Se informó que la promoción está solamente por el día de hoy. Hasta acá no se han informado que solamente por hoy, ¿bien?",
      "confianza": 0.185,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.77,
      "fin": 118.26,
      "duracion": 6.49,
      "texto": "Bueno, dale. Así que, bueno, yo me voy a estar contactando a esa hora, ¿sí? Decime qué te ha parecido más o menos las propuestas.",
      "confianza": 0.028,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.24,
      "fin": 126.07,
      "duracion": 6.83,
      "texto": "No, sí, por eso me interesa, pero como tengo tres líneas más, entonces por ahí se quería intentar hacer todo junto.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.65,
      "fin": 144.4,
      "duracion": 17.75,
      "texto": "En ese caso hay un beneficio extra que son cuatro gigas adicionales, ¿sí? Claro, sí, por eso como en este momento no estoy con las demás personas, por ahí me gustaría hablarlo con todos juntos, contarles más o menos o que escuchen todos y hacer el cambio de las cuatro líneas.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.75,
      "fin": 149.57,
      "duracion": 3.82,
      "texto": "Dale, perfecto. Entonces, a eso de las 18 me dijiste, ¿verdad?",
      "confianza": 0.432,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 150.33,
      "fin": 161.17,
      "duracion": 10.84,
      "texto": "Sí, alrededor del horario, por favor. Bueno, te voy a pedir, por favor, que si se contacta otro asesor, no le brindas ningún tipo de datos. Sí, ya que te comprometiste conmigo, yo ya te hacen decir.",
      "confianza": 0.115,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.37,
      "fin": 165.39,
      "duracion": 3.02,
      "texto": "Dale, listo. Que estés muy bien. Hasta luego, Jonathan.",
      "confianza": 0.21,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes con Jonathan. Sí, con él te comunico. Un gusto. Nos estamos contratando para otorgarte una muy buena promoción en el diario Aurea tu línea. Actualmente te encuentras con claro, ¿verdad? Exactamente. Bien. ¿Y cuánto estás abonando aproximadamente por tu línea? ¿Qué cantidad de gigas tenés en la línea? ¿Contás con gigas de base o solamente tenés...? Perdón. ¿Contás con gigas de regalo o también tenés de base? Las dos cosas. Y la verdad que en ese momento no sé cuánto estoy pagando. Creo que algo de 24, 25.000 es un equivoco. Es un montón. En comparación de lo que te podemos ofrecer desde el día de hoy, para que puedas volver con nosotros y disfrutar de un muy buen plan. Tenemos dos propuestas. Una es con un plan intermedio de 8 GB de base más 8 GB de regalo durante un periodo de 6 meses, haciendo un total de 16 GB. con el roaming incluido en el caso de que viajes, llamadas ilimitadas, whatsapp gratis y sms libres por un costo de 10.400. Este por un lado, si no por otro lado tenemos el más económico que es de 4 gigas de base más 4 gigas de regalo, también tiene una durabilidad por 6 meses, con los mismos beneficios, lo único que cambia es el valor que tiene un costo de 7.460. Le podemos llamar de las 18, no de las 16. Bien, no hay problema. Se informó que la promoción está solamente por el día de hoy. Hasta acá no se han informado que solamente por hoy, ¿bien? Bueno, dale. Así que, bueno, yo me voy a estar contactando a esa hora, ¿sí? Decime qué te ha parecido más o menos las propuestas. No, sí, por eso me interesa, pero como tengo tres líneas más, entonces por ahí se quería intentar hacer todo junto. En ese caso hay un beneficio extra que son cuatro gigas adicionales, ¿sí? Claro, sí, por eso como en este momento no estoy con las demás personas, por ahí me gustaría hablarlo con todos juntos, contarles más o menos o que escuchen todos y hacer el cambio de las cuatro líneas. Dale, perfecto. Entonces, a eso de las 18 me dijiste, ¿verdad? Sí, alrededor del horario, por favor. Bueno, te voy a pedir, por favor, que si se contacta otro asesor, no le brindas ningún tipo de datos. Sí, ya que te comprometiste conmigo, yo ya te hacen decir. Dale, listo. Que estés muy bien. Hasta luego, Jonathan.",
  "calidad": {
    "confianza_promedio": 0.584,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:21:59.864749",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:18.529020",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142721444_ACD_07963",
    "fecha_inicio": "15/1/2026 14:27:21",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 218,
    "tiempo_conversacion": 162,
    "tiempo_hold": 0,
    "tiempo_acw": 27,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}