{
  "archivo": "amza10_1_260112120909164_ACD_59101.wav",
  "duracion_segundos": 176.56,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 45.56,
    "Cliente": 121.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.2,
      "fin": 4.74,
      "duracion": 3.54,
      "texto": "Hola. Hola, sí, buenos días, con Juan.",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.56,
      "fin": 5.62,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.64,
      "fin": 6.94,
      "duracion": 1.3,
      "texto": "Lourdes, ¿qué habla? ¿Cómo estás? Un gusto. Hola, Lourdes, ¿bien?",
      "confianza": 0.016,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.96,
      "fin": 7.02,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.268,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.04,
      "fin": 25.95,
      "duracion": 18.91,
      "texto": "Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conect",
      "confianza": 0.156,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.76,
      "fin": 45.79,
      "duracion": 18.03,
      "texto": "Me parece que tengo unas de cinco gigas, si no me equivoco. Ah, bien, plan básico, ok, bien. Bueno, no sé, obviamente, a ver, cuando estás donando, porque dijiste que eso en realidad varía según los gigas, si le das esto, bueno, era brindarte un plan, que vos lo tengas en cuenta también, sí.",
      "confianza": 0.059,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.81,
      "fin": 49.7,
      "duracion": 3.89,
      "texto": "A ver, mira, nosotros tenemos un plan, te comento, sí, dos planes, sí.",
      "confianza": 0.587,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.86,
      "fin": 70.46,
      "duracion": 20.6,
      "texto": "Uno te sale 13.250 son 16 gigas en total. Pero bueno, son bastantes gigas esos. Y el otro plan son 4 de base y tenés 4 partes de regalo por 6 meses. Te quedarían 8 gigas en 11.400. Obviamente no sé cómo os veis con estos planes con la cantidad de gigas. No,",
      "confianza": 0.573,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 70.46,
      "fin": 77.92,
      "duracion": 7.46,
      "texto": "mira, no porque estoy pagando por las 4 líneas 32.000 pesos.",
      "confianza": 0.692,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.94,
      "fin": 88.66,
      "duracion": 10.72,
      "texto": "32.000 pesos. ¿Vos sos monotributista?",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.84,
      "fin": 96.75,
      "duracion": 7.91,
      "texto": "Bueno, bueno, te comento.",
      "confianza": 0.734,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.79,
      "fin": 102.58,
      "duracion": 5.79,
      "texto": "Nosotros, para lo que es monotronista, tenemos otras claves que son mucho más económicas.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.16,
      "fin": 167.17,
      "duracion": 64.01,
      "texto": "Por ejemplo, tenemos un plan que, para crear la diferencia más que nada con claro, son cuatro silas de base y 10 gigas que tenés te extrae de regalo por seis meses. Te va a quedar el plan 14 gigas. y te queda también lo que es el primer Miss Gratis con el que ahora le hicieron y el gante quedaría en 7.810 más impuestos y nada, o sea, el valor digamos, por la cantidad de días que vas a tener más el Miss Gratis está bastante bueno eso. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, Claro, los números no lo manteneis. O sea, digo, manteneis los números. No es que se queden a un tiempo. Pero si me gozan del tele, es probable que es un dolor de... Entonces, por el momento, en otra ocasión puede ser. Como creéis. Bueno, dale. Mira, yo te dejo ajendado, igual de todas formas, para no perder contacto, por las dudas que a vos te interese, ¿sí? Dale, dale, dale. Dale.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.81,
      "fin": 170.22,
      "duracion": 2.41,
      "texto": "Chau, chau. Dale, listo. Gracias, adiós. Que tengas buen día.",
      "confianza": 0.053,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.01,
      "fin": 176.56,
      "duracion": 2.55,
      "texto": "Es un malafí, es un malafí.",
      "confianza": 0.357,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, sí, buenos días, con Juan. Sí. Lourdes, ¿qué habla? ¿Cómo estás? Un gusto. Hola, Lourdes, ¿bien? Sí. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conectando a la área de beneficios de Movistar. Me estoy conect Me parece que tengo unas de cinco gigas, si no me equivoco. Ah, bien, plan básico, ok, bien. Bueno, no sé, obviamente, a ver, cuando estás donando, porque dijiste que eso en realidad varía según los gigas, si le das esto, bueno, era brindarte un plan, que vos lo tengas en cuenta también, sí. A ver, mira, nosotros tenemos un plan, te comento, sí, dos planes, sí. Uno te sale 13.250 son 16 gigas en total. Pero bueno, son bastantes gigas esos. Y el otro plan son 4 de base y tenés 4 partes de regalo por 6 meses. Te quedarían 8 gigas en 11.400. Obviamente no sé cómo os veis con estos planes con la cantidad de gigas. No, mira, no porque estoy pagando por las 4 líneas 32.000 pesos. 32.000 pesos. ¿Vos sos monotributista? Bueno, bueno, te comento. Nosotros, para lo que es monotronista, tenemos otras claves que son mucho más económicas. Por ejemplo, tenemos un plan que, para crear la diferencia más que nada con claro, son cuatro silas de base y 10 gigas que tenés te extrae de regalo por seis meses. Te va a quedar el plan 14 gigas. y te queda también lo que es el primer Miss Gratis con el que ahora le hicieron y el gante quedaría en 7.810 más impuestos y nada, o sea, el valor digamos, por la cantidad de días que vas a tener más el Miss Gratis está bastante bueno eso. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, Claro, los números no lo manteneis. O sea, digo, manteneis los números. No es que se queden a un tiempo. Pero si me gozan del tele, es probable que es un dolor de... Entonces, por el momento, en otra ocasión puede ser. Como creéis. Bueno, dale. Mira, yo te dejo ajendado, igual de todas formas, para no perder contacto, por las dudas que a vos te interese, ¿sí? Dale, dale, dale. Dale. Chau, chau. Dale, listo. Gracias, adiós. Que tengas buen día. Es un malafí, es un malafí.",
  "calidad": {
    "confianza_promedio": 0.37,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T16:58:05.895443",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 53,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:13.349747",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112120909164_ACD_59101",
    "fecha_inicio": "12/1/2026 12:09:09",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 221,
    "tiempo_conversacion": 170,
    "tiempo_hold": 0,
    "tiempo_acw": 30,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}