{
  "archivo": "amza314_1_260112124929169_ACD_28901.wav",
  "duracion_segundos": 241.77,
  "num_segmentos": 60,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 9.01,
    "Cliente": 221.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.92,
      "fin": 7.0,
      "duracion": 4.08,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes. ¿Saló con Mabel?",
      "confianza": 0.278,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.0,
      "fin": 18.2,
      "duracion": 10.2,
      "texto": "Sí. ¿Quién hablará? Sí, yo. Llamaba para brindar tu beneficio en la línea. ¿Cómo te encuentras el día de hoy? Ah, bien. Buenas tardes. Me alegro. Me alegro.",
      "confianza": 0.045,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.22,
      "fin": 22.52,
      "duracion": 4.31,
      "texto": "Justamente te llamaba porque me asegura que tenés dos líneas bajo tu nombre en la compañía.",
      "confianza": 0.73,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.59,
      "fin": 23.61,
      "duracion": 1.02,
      "texto": "¿Claro? ¿Correcto?",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.49,
      "fin": 45.03,
      "duracion": 20.54,
      "texto": "Sí, correcto. Bien. ¿Vos recordás si las dos líneas están ocupando la misma cantidad de siglas o hay alguna que ocupe más que otra? No, la misma cantidad. La misma cantidad, bien. ¿Y lo que es la facturación de en claro? Me asegura que bueno, aproximadamente estás pagando algo de 75 mil pesos. ¿Es porque tenés el internet contratado o algún otro servicio?",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.39,
      "fin": 88.75,
      "duracion": 42.36,
      "texto": "No, no, es un abono de un celo que compré. Ok, entiendo. Bueno, obviamente la idea era brindarte una promoción mucho mejor de la que vos tenés actualmente en claro. Yo me contacto de Movistar, ¿sí? Y tenemos lo que es el plan familiar, vos al tener dos líneas bajo tu nombre nosotros automáticamente activamos el beneficio del plan familiar y son 4 gigas extra para cada una de las líneas. Coméntame, ¿qué cantidad de gigas ocupan en el mes? Mira, te voy a ser sincera, yo estuve muchos años en Movistar y después me fui de Movistar por el acceso de que no dejan de aumentar mensualmente, o sea, todos los meses era un aumento, aumento, aumento y ya se me hizo insostenible.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.32,
      "fin": 97.71,
      "duracion": 8.39,
      "texto": "y llamé hasta para darle la baza a tus inconvenientes. Entonces, es por esa razón que yo no deje de usar Movistar.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.55,
      "fin": 141.9,
      "duracion": 43.35,
      "texto": "Ok. Sí, entiendo, Mabel. Justamente esta base de datos, sí, el día de hoy estamos justamente llamando a los clientes que se fueron aproximadamente en el 2023, principios del 2024, mientras el bolso está cambiado, y justamente hablamos con varios clientes Sí, sí, los clientes que tenemos en esta base son aproximadamente de ese tiempo, sí. La idea es, obviamente, que no te quedes con una mala imagen de la empresa. Nosotros nos hemos reinventado mucho y, además de eso, no solamente te acompañamos en el proceso de portabilidad, sino estando ya en la compañía con nosotros, cualquier duda o consulta que necesites, te contactes directamente conmigo, sí. No solamente voy a ser, digamos, tu asesor personal ya directamente desde la empresa, un representante de la empresa, sí.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.54,
      "fin": 176.72,
      "duracion": 34.18,
      "texto": "Así que, con respecto a eso, no quiero que te quedes tranquila, que no te va a volver a pasar, porque siempre vas a contar con lo que es mi número y, obviamente, a mí me gusta darle el seguimiento a mis clientes para cualquier cosa que surja, cualquier nueva consulta, darles lo que es una solución, ¿sí? Ahora mismo te estoy dejando ya lo que es mi WhatsApp, ¿sí? Mi número de asesor personal para que llame a Agendes. Yo soy Rocío Sanperi. Así que, bueno, ya puedes directamente agendar mi número, que cualquier cosa que necesites te contactas conmigo, ¿sí? La promoción que tengo para brindarte son 20 gigas a 13.250 pesos.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.26,
      "fin": 181.96,
      "duracion": 4.7,
      "texto": "Te cuento que es un plan base de 8 más 8 totalmente bonificado por volver a la compañía.",
      "confianza": 0.75,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.98,
      "fin": 188.49,
      "duracion": 6.51,
      "texto": "Y aparte te bonificamos estos 4 gigas por el Plan Familia. Así contarías con un total de 20 gigas mensuales.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.99,
      "fin": 198.4,
      "duracion": 9.41,
      "texto": "También incluyes lo que es el rooming. En el caso de que vieras es ahora que se vienen las vacaciones y llegas a viajar, tenés lo que es el rooming también en América para que lo puedas activar.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.87,
      "fin": 225.23,
      "duracion": 25.36,
      "texto": "viene ya directamente con el plan, ¿sí? El WhatsApp es gratis, tenés llamadas y mensajes libres a todas las compañías, 20 gigas de regalos desde la aplicación de mi Movistar, y en el caso de que quieras chequear lo que es la cobertura del Internet Fibra en casa, si ya tenés Internet Movistar, nosotros también te aplicamos el descuento. Bien. Sí, pero por ahora no, te agradezco. Te agradezco la oferta, será nuestra oportunidad.",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.12,
      "fin": 241.77,
      "duracion": 15.65,
      "texto": "Bueno, Mabel, cualquier cosa, ya sabes que tenés mi número, ¿sí? que tenés cualquier nueva consulta que te cerca, podés mandarme a mí un mensajito que yo te contesté inmediatamente en el problema, ¿sí? Bueno, muchas gracias. Que tengas una muy linda tarde, Mabel, hasta luego. Hasta luego, igualmente.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes. ¿Saló con Mabel? Sí. ¿Quién hablará? Sí, yo. Llamaba para brindar tu beneficio en la línea. ¿Cómo te encuentras el día de hoy? Ah, bien. Buenas tardes. Me alegro. Me alegro. Justamente te llamaba porque me asegura que tenés dos líneas bajo tu nombre en la compañía. ¿Claro? ¿Correcto? Sí, correcto. Bien. ¿Vos recordás si las dos líneas están ocupando la misma cantidad de siglas o hay alguna que ocupe más que otra? No, la misma cantidad. La misma cantidad, bien. ¿Y lo que es la facturación de en claro? Me asegura que bueno, aproximadamente estás pagando algo de 75 mil pesos. ¿Es porque tenés el internet contratado o algún otro servicio? No, no, es un abono de un celo que compré. Ok, entiendo. Bueno, obviamente la idea era brindarte una promoción mucho mejor de la que vos tenés actualmente en claro. Yo me contacto de Movistar, ¿sí? Y tenemos lo que es el plan familiar, vos al tener dos líneas bajo tu nombre nosotros automáticamente activamos el beneficio del plan familiar y son 4 gigas extra para cada una de las líneas. Coméntame, ¿qué cantidad de gigas ocupan en el mes? Mira, te voy a ser sincera, yo estuve muchos años en Movistar y después me fui de Movistar por el acceso de que no dejan de aumentar mensualmente, o sea, todos los meses era un aumento, aumento, aumento y ya se me hizo insostenible. y llamé hasta para darle la baza a tus inconvenientes. Entonces, es por esa razón que yo no deje de usar Movistar. Ok. Sí, entiendo, Mabel. Justamente esta base de datos, sí, el día de hoy estamos justamente llamando a los clientes que se fueron aproximadamente en el 2023, principios del 2024, mientras el bolso está cambiado, y justamente hablamos con varios clientes Sí, sí, los clientes que tenemos en esta base son aproximadamente de ese tiempo, sí. La idea es, obviamente, que no te quedes con una mala imagen de la empresa. Nosotros nos hemos reinventado mucho y, además de eso, no solamente te acompañamos en el proceso de portabilidad, sino estando ya en la compañía con nosotros, cualquier duda o consulta que necesites, te contactes directamente conmigo, sí. No solamente voy a ser, digamos, tu asesor personal ya directamente desde la empresa, un representante de la empresa, sí. Así que, con respecto a eso, no quiero que te quedes tranquila, que no te va a volver a pasar, porque siempre vas a contar con lo que es mi número y, obviamente, a mí me gusta darle el seguimiento a mis clientes para cualquier cosa que surja, cualquier nueva consulta, darles lo que es una solución, ¿sí? Ahora mismo te estoy dejando ya lo que es mi WhatsApp, ¿sí? Mi número de asesor personal para que llame a Agendes. Yo soy Rocío Sanperi. Así que, bueno, ya puedes directamente agendar mi número, que cualquier cosa que necesites te contactas conmigo, ¿sí? La promoción que tengo para brindarte son 20 gigas a 13.250 pesos. Te cuento que es un plan base de 8 más 8 totalmente bonificado por volver a la compañía. Y aparte te bonificamos estos 4 gigas por el Plan Familia. Así contarías con un total de 20 gigas mensuales. También incluyes lo que es el rooming. En el caso de que vieras es ahora que se vienen las vacaciones y llegas a viajar, tenés lo que es el rooming también en América para que lo puedas activar. viene ya directamente con el plan, ¿sí? El WhatsApp es gratis, tenés llamadas y mensajes libres a todas las compañías, 20 gigas de regalos desde la aplicación de mi Movistar, y en el caso de que quieras chequear lo que es la cobertura del Internet Fibra en casa, si ya tenés Internet Movistar, nosotros también te aplicamos el descuento. Bien. Sí, pero por ahora no, te agradezco. Te agradezco la oferta, será nuestra oportunidad. Bueno, Mabel, cualquier cosa, ya sabes que tenés mi número, ¿sí? que tenés cualquier nueva consulta que te cerca, podés mandarme a mí un mensajito que yo te contesté inmediatamente en el problema, ¿sí? Bueno, muchas gracias. Que tengas una muy linda tarde, Mabel, hasta luego. Hasta luego, igualmente.",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:21:52.515728",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 60,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:22.478216",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112124929169_ACD_28901",
    "fecha_inicio": "12/1/2026 12:49:29",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 315,
    "tiempo_conversacion": 234,
    "tiempo_hold": 0,
    "tiempo_acw": 65,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}