{
  "archivo": "amza45_1_260113134057253_ACD_68593.wav",
  "duracion_segundos": 248.47,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 65.15,
    "Cliente": 157.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.09,
      "fin": 7.46,
      "duracion": 5.37,
      "texto": "Hola, buenas tardes. ¿Qué tal? Me comunico con Patricio.",
      "confianza": 0.273,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.48,
      "fin": 7.54,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.038,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.56,
      "fin": 13.72,
      "duracion": 6.16,
      "texto": "¿Qué tal, Patricio? ¿Cómo estás? Un gusto. Mi nombre es Jaira. Me comunicamos porque teníamos una promoción para tu línea, ¿sí?",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.51,
      "fin": 23.46,
      "duracion": 8.95,
      "texto": "¿Veo que ahora estás con un abono en claro? ¿Cómo? Veo que bueno, ahora estás con un abono en claro. ¿Cuál es?",
      "confianza": 0.396,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.48,
      "fin": 23.82,
      "duracion": 0.34,
      "texto": "Sí, sí. Bien.",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.88,
      "fin": 25.7,
      "duracion": 0.82,
      "texto": "Yo me comunico... Sí, le sigues.",
      "confianza": 0.176,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.2,
      "fin": 38.07,
      "duracion": 10.87,
      "texto": "que de hecho me quería comunicar porque quería ver que el plan aumentó mucho, me sacaron siglas y bueno, no estaba muy conforme con el precio y el plan que tenía en un principio.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.67,
      "fin": 49.01,
      "duracion": 9.34,
      "texto": "Ah, bien. Yo igualmente, no sé si me habías entendido, yo me comunico desde el modo de estar, ¿sí? Igualmente. No te entendí.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.69,
      "fin": 74.78,
      "duracion": 25.09,
      "texto": "Ah, no, no te preocupes, no hay problema. Yo bueno, trato de paraízcarlo en claro por las dudas. Pero bueno, por ejemplo, para que tengas en cuenta vos, por ejemplo, ahora en claro, ¿sí? Estabas comentando que te lo he comentado, más o menos, ¿estás al tanto de cuánto o encima de la cantidad de gigas? Porque la verdad es que yo te tiene que haber terminado el plano de la bonificación que tenías, ¿sí? Claro, sí, sí, eso me pasó.",
      "confianza": 0.481,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.5,
      "fin": 81.27,
      "duracion": 5.77,
      "texto": "No, no, no tengo bien claro el costo, todo, pero bueno, no se me está reivindiendo.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.82,
      "fin": 86.51,
      "duracion": 4.68,
      "texto": "Y la verdad que bueno, Ponelli, si vos me decís, ¿vos podés usar muchas lligas con tu plan?",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.85,
      "fin": 92.15,
      "duracion": 3.3,
      "texto": "¿O? ¿Quieres usar muchas lligas, Ponelli, con el plan?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.73,
      "fin": 96.26,
      "duracion": 2.53,
      "texto": "Sí, sí, uso. Me quedo corto los meses.",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.12,
      "fin": 99.04,
      "duracion": 1.92,
      "texto": "Ajá. ¿Y cuánto te ofrecían, más o menos ahora?",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.68,
      "fin": 107.47,
      "duracion": 6.79,
      "texto": "No, yo tenía 10 gigas. Tenía 13 gigas. Tenía un plan de 3 y 10 de regalo.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.21,
      "fin": 108.27,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.454,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.01,
      "fin": 111.41,
      "duracion": 2.4,
      "texto": "Ah, bien. Claro, tenías 13 gigas en total.",
      "confianza": 0.362,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.98,
      "fin": 112.86,
      "duracion": 0.88,
      "texto": "Sí.",
      "confianza": 0.439,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.88,
      "fin": 120.97,
      "duracion": 8.09,
      "texto": "Y ahora te vas a dar el mesis. Se termina la promoción y te da un tres. Claro, te sacan las gigas de regalos.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.51,
      "fin": 122.76,
      "duracion": 0.25,
      "texto": "Bien,",
      "confianza": 0.651,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.76,
      "fin": 125.16,
      "duracion": 2.4,
      "texto": "bueno, mira, nosotros ahora tenemos un plan, sí.",
      "confianza": 0.651,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.64,
      "fin": 128.16,
      "duracion": 2.52,
      "texto": "Tenés 8 gigas de base, sí.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.0,
      "fin": 134.13,
      "duracion": 5.13,
      "texto": "Y aparte tenés 8 de regalo. En total vas a tener 16 gigas, sí.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.93,
      "fin": 139.78,
      "duracion": 4.85,
      "texto": "Vas a tener 16 gigas con WhatsApp gratis, las llamadas libres que igual te aprendes.",
      "confianza": 0.546,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.8,
      "fin": 141.92,
      "duracion": 2.12,
      "texto": "Si en algún momento te vas a quedar sin gigas,",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.12,
      "fin": 147.26,
      "duracion": 5.15,
      "texto": "que no va a pasar, quédate tranquilo, porque ahora duran bastante, el WhatsApp se va a seguir funcionando, ¿sí?",
      "confianza": 0.521,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.98,
      "fin": 179.94,
      "duracion": 31.96,
      "texto": "También tenés lo que sea más libre para cualquier tipo de compañía, América Verde Local y Rubin, que se reserva en café y con viajes, y el plan te queda en 13.250 pesos, ¿sí? Claro. Pone la cantidad de gigas, precios, la verdad que ponerle 16 gigas para mí es bastante, y eso que yo uso permanente el teléfono, pero sí. Sí, sí, sí, pero es un costo que yo no puedo pagar. Bien, y vos Fabrec, claro, me decías cuánto pagabas con la bonificación y todo. No, pago seis mil pesos más o menos.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.28,
      "fin": 215.7,
      "duracion": 34.42,
      "texto": "Claro, y ahora venció, seguramente tiene que estar más alto, por eso. Y ahora ponéle, está esa promoción, si no hay otra que quedan once mil cuatrocientos, ¿sí? Es la más económica por el momento. Claro, no, son costos que no pueden, me quedé sin trabajo casualmente por eso. Darle baja y que no puedo mantener el abono en este momento. Sí, sí, sí. Entiendo. Bueno. No cabrarán cosas por eso. No hay problema. Si no cualquier cosita, a veces tenemos promos que son por el día, ¿sí?",
      "confianza": 0.323,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.56,
      "fin": 224.53,
      "duracion": 7.97,
      "texto": "En este momento, bueno, justamente hoy no estoy teniendo promociones, pero a veces tenemos promos que son por el día, ¿sí? Que son de hasta seis mil pesos, son siete mil.",
      "confianza": 0.805,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.05,
      "fin": 230.09,
      "duracion": 5.04,
      "texto": "Y por ahí insisto un poquito con el día de hoy porque es así. Sí, por ejemplo, ahora no está.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.71,
      "fin": 234.66,
      "duracion": 3.95,
      "texto": "Entonces se pone que si la tengo, si querés te puedo enviar un mensajito.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.2,
      "fin": 248.47,
      "duracion": 13.27,
      "texto": "Cualquier cosa, si llegas el día de esta pronta, yo me comunico con vos. Vamos directamente a este video. O sea, que ya lo tengas, ¿bien? Dale, muy amable. Que tengas un buen día. Muchas gracias por visitarte. Chau, hasta luego. Gracias, saludos.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. ¿Qué tal? Me comunico con Patricio. Sí. ¿Qué tal, Patricio? ¿Cómo estás? Un gusto. Mi nombre es Jaira. Me comunicamos porque teníamos una promoción para tu línea, ¿sí? ¿Veo que ahora estás con un abono en claro? ¿Cómo? Veo que bueno, ahora estás con un abono en claro. ¿Cuál es? Sí, sí. Bien. Yo me comunico... Sí, le sigues. que de hecho me quería comunicar porque quería ver que el plan aumentó mucho, me sacaron siglas y bueno, no estaba muy conforme con el precio y el plan que tenía en un principio. Ah, bien. Yo igualmente, no sé si me habías entendido, yo me comunico desde el modo de estar, ¿sí? Igualmente. No te entendí. Ah, no, no te preocupes, no hay problema. Yo bueno, trato de paraízcarlo en claro por las dudas. Pero bueno, por ejemplo, para que tengas en cuenta vos, por ejemplo, ahora en claro, ¿sí? Estabas comentando que te lo he comentado, más o menos, ¿estás al tanto de cuánto o encima de la cantidad de gigas? Porque la verdad es que yo te tiene que haber terminado el plano de la bonificación que tenías, ¿sí? Claro, sí, sí, eso me pasó. No, no, no tengo bien claro el costo, todo, pero bueno, no se me está reivindiendo. Y la verdad que bueno, Ponelli, si vos me decís, ¿vos podés usar muchas lligas con tu plan? ¿O? ¿Quieres usar muchas lligas, Ponelli, con el plan? Sí, sí, uso. Me quedo corto los meses. Ajá. ¿Y cuánto te ofrecían, más o menos ahora? No, yo tenía 10 gigas. Tenía 13 gigas. Tenía un plan de 3 y 10 de regalo. Sí. Ah, bien. Claro, tenías 13 gigas en total. Sí. Y ahora te vas a dar el mesis. Se termina la promoción y te da un tres. Claro, te sacan las gigas de regalos. Bien, bueno, mira, nosotros ahora tenemos un plan, sí. Tenés 8 gigas de base, sí. Y aparte tenés 8 de regalo. En total vas a tener 16 gigas, sí. Vas a tener 16 gigas con WhatsApp gratis, las llamadas libres que igual te aprendes. Si en algún momento te vas a quedar sin gigas, que no va a pasar, quédate tranquilo, porque ahora duran bastante, el WhatsApp se va a seguir funcionando, ¿sí? También tenés lo que sea más libre para cualquier tipo de compañía, América Verde Local y Rubin, que se reserva en café y con viajes, y el plan te queda en 13.250 pesos, ¿sí? Claro. Pone la cantidad de gigas, precios, la verdad que ponerle 16 gigas para mí es bastante, y eso que yo uso permanente el teléfono, pero sí. Sí, sí, sí, pero es un costo que yo no puedo pagar. Bien, y vos Fabrec, claro, me decías cuánto pagabas con la bonificación y todo. No, pago seis mil pesos más o menos. Claro, y ahora venció, seguramente tiene que estar más alto, por eso. Y ahora ponéle, está esa promoción, si no hay otra que quedan once mil cuatrocientos, ¿sí? Es la más económica por el momento. Claro, no, son costos que no pueden, me quedé sin trabajo casualmente por eso. Darle baja y que no puedo mantener el abono en este momento. Sí, sí, sí. Entiendo. Bueno. No cabrarán cosas por eso. No hay problema. Si no cualquier cosita, a veces tenemos promos que son por el día, ¿sí? En este momento, bueno, justamente hoy no estoy teniendo promociones, pero a veces tenemos promos que son por el día, ¿sí? Que son de hasta seis mil pesos, son siete mil. Y por ahí insisto un poquito con el día de hoy porque es así. Sí, por ejemplo, ahora no está. Entonces se pone que si la tengo, si querés te puedo enviar un mensajito. Cualquier cosa, si llegas el día de esta pronta, yo me comunico con vos. Vamos directamente a este video. O sea, que ya lo tengas, ¿bien? Dale, muy amable. Que tengas un buen día. Muchas gracias por visitarte. Chau, hasta luego. Gracias, saludos.",
  "calidad": {
    "confianza_promedio": 0.49,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:12:22.058058",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:29.017336",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113134057253_ACD_68593",
    "fecha_inicio": "13/1/2026 13:40:57",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 258,
    "tiempo_conversacion": 241,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}