{
  "archivo": "amza28_1_260112112111680_ACD_00119.wav",
  "duracion_segundos": 216.64,
  "num_segmentos": 58,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 103.52,
    "Cliente": 83.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.5,
      "fin": 6.81,
      "duracion": 5.31,
      "texto": "Hola. ¿Hablo con Jennifer? Sí. Jennifer, ¿cómo te va? ¿Todo bien?",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.65,
      "fin": 8.75,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.049,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.77,
      "fin": 13.47,
      "duracion": 4.7,
      "texto": "Me alegro. Me estoy comunicando con usted de lo que es el área de recupero de clientes Movistar.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.16,
      "fin": 30.59,
      "duracion": 14.43,
      "texto": "Ah. Me aseguraba que usted tenía esta línea en la compañía de Clara actualmente. ¿Puede ser? Sí. Le hago una pregunta. Jennifer, ¿usted encuentra esa buena actualmente por lo que es su línea?",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.2,
      "fin": 47.34,
      "duracion": 15.14,
      "texto": "¿14 mil pesos por solo su línea? Sí, creo que sí. ¿Sabe por cuántos gigas, por qué está pagando tanto?",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.76,
      "fin": 59.99,
      "duracion": 7.23,
      "texto": "Sí. Mire, yo le llamo con la intención de poder brindarle lo que es un plan más económico a lo que usted está bonando. ¿Sí? ¿Pero por cuántos gigas?",
      "confianza": 0.139,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.76,
      "fin": 76.62,
      "duracion": 15.86,
      "texto": "Mire, el plan que yo le puedo para brindarle a usted, tengo dos para brindarle, ¿sí? ¿De cuántos gigas me dijo que era su plan? No sabe, ¿cierto? No. Bien. Yo tengo lo que es un plan por 16 gigas, ¿sí? Que es muchísimo.",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.24,
      "fin": 83.19,
      "duracion": 5.95,
      "texto": "16 gigas, WhatsApp gratis, hablar libre a cualquier compañía, tanto llamadas como mensajes de texto.",
      "confianza": 0.799,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.93,
      "fin": 106.47,
      "duracion": 22.54,
      "texto": "Tiene incluido lo que es Roomin en América, incluido en el precio en caso de que usted salga del país. Y este plan tiene tan solo un valor de 13.250 pesos. ¿Pero por cuánto tiempo? Tiene también lo que es un descuento fijo. Este plan, que eso también está bueno, porque a la hora de ver su factura no va a tener ningún problema con lo que es el descuento fijo.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.19,
      "fin": 109.91,
      "duracion": 2.72,
      "texto": "Y el descuento es fijo durante seis meses.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.19,
      "fin": 118.6,
      "duracion": 6.41,
      "texto": "Mira, a mí me sale que la próxima factura que usted tiene que abonar es de 21.357 pesos.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.49,
      "fin": 135.85,
      "duracion": 16.36,
      "texto": "No sé si tiene alguno de estos... ¿Por qué? Porque yo... Yo te... Y ahora... Tengo mi mamá y lo pago a mitad de... En este caso, que tengo que hacer.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.87,
      "fin": 136.07,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.699,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.33,
      "fin": 154.42,
      "duracion": 18.09,
      "texto": "En ese caso, ¿tú le convencías de tener por ahí... De tener que hacer recargas a la hora de tener el plan? Lo que pasa es que en realidad la recarga la hago cuando me hace... Si es que me hace falta. Si no me hace falta, no la hago. Pero a usted le hace falta porque la cantidad de gigas de su plan actual no le es suficiente.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.16,
      "fin": 156.61,
      "duracion": 0.45,
      "texto": "No,",
      "confianza": 0.37,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.61,
      "fin": 167.76,
      "duracion": 11.15,
      "texto": "porque si ya lo hago de vez en cuando, porque como me… pues… a mi pareja.",
      "confianza": 0.37,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.78,
      "fin": 175.25,
      "duracion": 7.47,
      "texto": "Sí. Entonces, como yo tengo labo, no me sale más barato. Claro. Es la única línea que usted tiene bajo su nombre, esta?",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.37,
      "fin": 176.43,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.34,
      "fin": 184.39,
      "duracion": 7.05,
      "texto": "porque sabía que con Movistar usted puede pasar lo que son los gigas, además de guardarlo y acumularlo para el mes que viene.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.66,
      "fin": 194.02,
      "duracion": 4.36,
      "texto": "Bien, mire, yo le voy a hacer algo. Le voy a dejar lo que es las promociones por escrito a su WhatsApp.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 194.56,
      "fin": 205.32,
      "duracion": 10.76,
      "texto": "En caso que a usted le interese alguna, me mando un mensajito y yo la vuelvo a llamar, ¿le parece? Bueno. Bien, ahí le dejé el mensajito con las promociones. Cualquier cosa a usted me habla.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 206.04,
      "fin": 216.64,
      "duracion": 10.6,
      "texto": "acuérdense que el trámite es re sencillo, usted va a mantener su número, no se queda sin línea en ningún momento y no me demoró más de 10 minutos. Bueno, muchísimas gracias.",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿Hablo con Jennifer? Sí. Jennifer, ¿cómo te va? ¿Todo bien? Bien. Me alegro. Me estoy comunicando con usted de lo que es el área de recupero de clientes Movistar. Ah. Me aseguraba que usted tenía esta línea en la compañía de Clara actualmente. ¿Puede ser? Sí. Le hago una pregunta. Jennifer, ¿usted encuentra esa buena actualmente por lo que es su línea? ¿14 mil pesos por solo su línea? Sí, creo que sí. ¿Sabe por cuántos gigas, por qué está pagando tanto? Sí. Mire, yo le llamo con la intención de poder brindarle lo que es un plan más económico a lo que usted está bonando. ¿Sí? ¿Pero por cuántos gigas? Mire, el plan que yo le puedo para brindarle a usted, tengo dos para brindarle, ¿sí? ¿De cuántos gigas me dijo que era su plan? No sabe, ¿cierto? No. Bien. Yo tengo lo que es un plan por 16 gigas, ¿sí? Que es muchísimo. 16 gigas, WhatsApp gratis, hablar libre a cualquier compañía, tanto llamadas como mensajes de texto. Tiene incluido lo que es Roomin en América, incluido en el precio en caso de que usted salga del país. Y este plan tiene tan solo un valor de 13.250 pesos. ¿Pero por cuánto tiempo? Tiene también lo que es un descuento fijo. Este plan, que eso también está bueno, porque a la hora de ver su factura no va a tener ningún problema con lo que es el descuento fijo. Y el descuento es fijo durante seis meses. Mira, a mí me sale que la próxima factura que usted tiene que abonar es de 21.357 pesos. No sé si tiene alguno de estos... ¿Por qué? Porque yo... Yo te... Y ahora... Tengo mi mamá y lo pago a mitad de... En este caso, que tengo que hacer. Bien. En ese caso, ¿tú le convencías de tener por ahí... De tener que hacer recargas a la hora de tener el plan? Lo que pasa es que en realidad la recarga la hago cuando me hace... Si es que me hace falta. Si no me hace falta, no la hago. Pero a usted le hace falta porque la cantidad de gigas de su plan actual no le es suficiente. No, porque si ya lo hago de vez en cuando, porque como me… pues… a mi pareja. Sí. Entonces, como yo tengo labo, no me sale más barato. Claro. Es la única línea que usted tiene bajo su nombre, esta? Sí. porque sabía que con Movistar usted puede pasar lo que son los gigas, además de guardarlo y acumularlo para el mes que viene. Bien, mire, yo le voy a hacer algo. Le voy a dejar lo que es las promociones por escrito a su WhatsApp. En caso que a usted le interese alguna, me mando un mensajito y yo la vuelvo a llamar, ¿le parece? Bueno. Bien, ahí le dejé el mensajito con las promociones. Cualquier cosa a usted me habla. acuérdense que el trámite es re sencillo, usted va a mantener su número, no se queda sin línea en ningún momento y no me demoró más de 10 minutos. Bueno, muchísimas gracias.",
  "calidad": {
    "confianza_promedio": 0.497,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:47:30.187391",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 58,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:20.205921",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112111680_ACD_00119",
    "fecha_inicio": "12/1/2026 11:21:11",
    "agente_nombre": "MZA 28",
    "agente_login": "mza28",
    "duracion_total": 240,
    "tiempo_conversacion": 208,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}