{
  "archivo": "amza73_1_260115135439977_ACD_91063.wav",
  "duracion_segundos": 383.54,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 244.4,
    "Cliente": 112.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 8.2,
      "duracion": 8.17,
      "texto": "Hola, un día. Un gusto. Tengo el placer de comunicarme con Claudio.",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.22,
      "fin": 8.28,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.143,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.3,
      "fin": 19.99,
      "duracion": 11.69,
      "texto": "¿Cómo le va? Mi nombre es Malena. Yo te estoy llamando de lo que es el área Kalea Movistar, si es para ofrecer tu beneficio en tu línea al día de hoy.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.01,
      "fin": 20.84,
      "duracion": 0.82,
      "texto": "Sí, pero por el momento no, te agradezco.",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.86,
      "fin": 29.89,
      "duracion": 9.03,
      "texto": "No voy a cambiar de línea por el momento. Bien, entiendo. ¿Tenían llamado anteriormente o por quiénes están interesados? Disculpa. No te escuché.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.86,
      "fin": 35.01,
      "duracion": 4.14,
      "texto": "si te han llamado anteriormente o ¿cuál es el motivo por el que no estás interesado?",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.41,
      "fin": 51.73,
      "duracion": 14.32,
      "texto": "Yo me he llamado también y no, tuve ya, te digo lo mismo de siempre, yo tuve el problema con movistar hace tiempo, estuve un montón de tiempo, bueno, no me decían que era un pequeño problema que tenía y bueno, entonces puse la pide de compañía.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.45,
      "fin": 86.65,
      "duracion": 34.2,
      "texto": "Bien, entiendo, si desde ya te he pedido mil disculpas porque seguramente era un problema totalmente solucionable Pero bueno, no se pudo. Sí, entiendo. Te pido desde ya mil disculpas. Dale. Era solucionable. En ese momento era... Eso era solucionable. Para ustedes era solucionable, pero bueno. O sea, hasta no había voluntad lista. Entiendo. Te pido nuevamente mil disculpas y nosotros no buscamos que te quedes con esa mala imagen de la compañía, ¿bien? Sino que pueda volver a aprobar el servicio con una mejor gestión, una mejor asesora y un mejor plan.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.19,
      "fin": 108.94,
      "duracion": 21.75,
      "texto": "¿Sí? más que nada para eso. Pero bueno, te entiendo, no hay problema. Te consulto Claudio. ¿Vos es la única línea que tenés? No, tengo otra línea más que decir mi señora. Las dos líneas se movistaron y por ese motivo lo cambié.",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.94,
      "fin": 115.11,
      "duracion": 4.17,
      "texto": "Bien, entiendo. Quizás en el otro momento voy a ver",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.78,
      "fin": 119.02,
      "duracion": 3.24,
      "texto": "Veré, mandame si hay alguna promoción, no sé, mandamela por WhatsApp.",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.78,
      "fin": 123.23,
      "duracion": 3.44,
      "texto": "Bien.",
      "confianza": 0.446,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.25,
      "fin": 152.56,
      "duracion": 29.31,
      "texto": "De fin, hijo, no sé. Veré, no te digo ni si ni no en este momento, pero... Bien, entiendo, no hay problema, Claudio. Le comento, sí, brevemente, porque esta no es una promoción que pueda enviarle por WhatsApp, porque no me lo permiten, porque es una promoción que tenemos hasta el día de hoy y no sabemos si puede llegar a seguir para que no haya confusión, ¿bien? Tenemos una promoción que está buena, no sé qué tanto utiliza usted el teléfono, pero en cuanto a internet, en el mismo teléfono, Pero tenemos una promoción que es de 16 gigas en total. Son hecho de base y he hecho regalo durante seis meses.",
      "confianza": 0.062,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.34,
      "fin": 156.56,
      "duracion": 3.22,
      "texto": "WhatsApp gratis llamada libre a cualquier compañía y roaming en América.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.14,
      "fin": 169.68,
      "duracion": 12.54,
      "texto": "Y le queda en un precio de 10,400 pesos. Es un estado bastante económico de lo que suele estar. Por eso estamos llamando a varios clientes que han estado anteriormente para que la puedan aprovechar y puedan volver a probar el servicio.",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.84,
      "fin": 177.55,
      "duracion": 6.71,
      "texto": "¿Pero hasta cuánto tiempo tenés eso? Esta promoción es durante seis meses, ¿bien?",
      "confianza": 0.177,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.09,
      "fin": 189.5,
      "duracion": 11.41,
      "texto": "En el caso de que a usted le siga sirviendo el servicio, le vuelva a gustar como lo tratamos, mi recomendación es que en el mes 5 usted llame a Movistar para cambiar la promoción, ¿sí?",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.18,
      "fin": 192.26,
      "duracion": 1.08,
      "texto": "Para no pagar la totalidad.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.78,
      "fin": 202.02,
      "duracion": 9.24,
      "texto": "En el caso de que usted se maneje bien con el teléfono, si no lo puede hacer tranquilamente desde la aplicación. así, usted ve las promociones que tiene disponible en ese momento y hace el cambio.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.66,
      "fin": 206.17,
      "duracion": 3.5,
      "texto": "Y listo, no tendría que hacer ninguna otra gestión.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.11,
      "fin": 213.5,
      "duracion": 6.39,
      "texto": "Es más que nada también para que, bueno, sabemos que hay gente que le gusta y que quiere seguir con las promociones para que puedan volver a tenerlas.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.26,
      "fin": 245.72,
      "duracion": 30.46,
      "texto": "Claro, yo, bueno, en ese momento yo tenía una promoción así, y bueno, pero después que me la subieron, pasó la promoción, Me subió muchísimo la boleta y cuando yo quise bajarlo, lo que me decimos, pues intenté por el sistema, llamando y todo, y hubo un montón de complicaciones, un montón de complicaciones. Bueno, mire, en ese caso, Claudio, yo voy a estar disponible para usted en todo momento, ¿sí?",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 246.24,
      "fin": 274.36,
      "duracion": 28.12,
      "texto": "No es que una vez que termine el trámite digo, listo, ya está, ya no tengo más contacto con el cliente. Y nosotros buscamos justamente mejorar ese servicio porque sabemos que también, que todo te lo saca un robot, que todo te haciendo un robot a uno también le cansa o le da inseguridad. Entonces, justamente, va a estar asesorado por mí todo el tiempo para que podamos hacer el trámite y una vez que usted diga, sí, mira, se me está por vencer la promo, ¿qué puedo hacer o cómo tengo que hacer?",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.92,
      "fin": 278.4,
      "duracion": 3.48,
      "texto": "O si me lo puede gestionar vos, mejor yo le ayudo en todo momento, ¿sí?",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.62,
      "fin": 288.55,
      "duracion": 7.93,
      "texto": "Justamente como le digo. Sí, sí, lo entiendo. Me dijiste, decíme de vuelta cómo es la promoción.",
      "confianza": 0.227,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.47,
      "fin": 297.66,
      "duracion": 8.19,
      "texto": "No hay problema, se la repito, no hay ningún drama. Son 8 gigas de regalo más 8 de base. Va a tener 16 gigas en total.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 298.04,
      "fin": 303.79,
      "duracion": 5.75,
      "texto": "Vas a contar con lo que es WhatsApp gratis, drama libre a cualquier compañía y roaming en América.",
      "confianza": 0.746,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 305.39,
      "fin": 333.05,
      "duracion": 27.66,
      "texto": "También cuenta con lo que es América Precio Local, que si usted tiene que llamar, No sé, por ejemplo, si tiene familiares en Chile y tiene que hacer una llamada común porque el WhatsApp no le está funcionando, puede hacerle y no se le va a cobrar en dólares, se le va a cobrar en pesos, ¿bien? Ese es el plan más completo que tenemos al día de hoy y le queda un precio final de 10.400 pesos al día de hoy. Le queda ya 10.400 pesos por seis meses.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.07,
      "fin": 333.23,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.757,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 334.7,
      "fin": 359.19,
      "duracion": 24.49,
      "texto": "Bueno, mira, hagamos una cosa. Si vos me podés llamar mañana, más o menos a esta hora, yo te estaría confirmando acá, que yo lo hable con mi señora, porque es lo que teníamos la línea de los 12 Modistar, y vemos, lo consulto con ella, vemos que si cambiamos de vuelta o no, si me querés llamar mañana...",
      "confianza": 0.555,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 359.19,
      "fin": 360.51,
      "duracion": 1.32,
      "texto": "Bien, perfecto.",
      "confianza": 0.661,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 360.53,
      "fin": 366.1,
      "duracion": 5.57,
      "texto": "Le aviso Claudio, sí, desde ya, que no sé si mañana voy a tener esta promoción, sí. Son promociones que largan por un día o dos días.",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 366.84,
      "fin": 376.34,
      "duracion": 9.5,
      "texto": "De todas formas, yo ahora le voy a estar dejando un mensajito por WhatsApp. Cualquier duda o consulta también se va a estar comunicando ahí conmigo, ¿bien? Bueno, vale, listo.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.36,
      "fin": 376.64,
      "duracion": 0.28,
      "texto": "Perfecto.",
      "confianza": 0.246,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 376.66,
      "fin": 380.01,
      "duracion": 3.35,
      "texto": "Bueno, muchísimas gracias por su tiempo, Claudio. Espero que tenga un excelente día.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 381.15,
      "fin": 383.54,
      "duracion": 2.39,
      "texto": "Gracias a vos. Hasta luego. Hasta luego.",
      "confianza": 0.146,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, un día. Un gusto. Tengo el placer de comunicarme con Claudio. Sí. ¿Cómo le va? Mi nombre es Malena. Yo te estoy llamando de lo que es el área Kalea Movistar, si es para ofrecer tu beneficio en tu línea al día de hoy. Sí, pero por el momento no, te agradezco. No voy a cambiar de línea por el momento. Bien, entiendo. ¿Tenían llamado anteriormente o por quiénes están interesados? Disculpa. No te escuché. si te han llamado anteriormente o ¿cuál es el motivo por el que no estás interesado? Yo me he llamado también y no, tuve ya, te digo lo mismo de siempre, yo tuve el problema con movistar hace tiempo, estuve un montón de tiempo, bueno, no me decían que era un pequeño problema que tenía y bueno, entonces puse la pide de compañía. Bien, entiendo, si desde ya te he pedido mil disculpas porque seguramente era un problema totalmente solucionable Pero bueno, no se pudo. Sí, entiendo. Te pido desde ya mil disculpas. Dale. Era solucionable. En ese momento era... Eso era solucionable. Para ustedes era solucionable, pero bueno. O sea, hasta no había voluntad lista. Entiendo. Te pido nuevamente mil disculpas y nosotros no buscamos que te quedes con esa mala imagen de la compañía, ¿bien? Sino que pueda volver a aprobar el servicio con una mejor gestión, una mejor asesora y un mejor plan. ¿Sí? más que nada para eso. Pero bueno, te entiendo, no hay problema. Te consulto Claudio. ¿Vos es la única línea que tenés? No, tengo otra línea más que decir mi señora. Las dos líneas se movistaron y por ese motivo lo cambié. Bien, entiendo. Quizás en el otro momento voy a ver Veré, mandame si hay alguna promoción, no sé, mandamela por WhatsApp. Bien. De fin, hijo, no sé. Veré, no te digo ni si ni no en este momento, pero... Bien, entiendo, no hay problema, Claudio. Le comento, sí, brevemente, porque esta no es una promoción que pueda enviarle por WhatsApp, porque no me lo permiten, porque es una promoción que tenemos hasta el día de hoy y no sabemos si puede llegar a seguir para que no haya confusión, ¿bien? Tenemos una promoción que está buena, no sé qué tanto utiliza usted el teléfono, pero en cuanto a internet, en el mismo teléfono, Pero tenemos una promoción que es de 16 gigas en total. Son hecho de base y he hecho regalo durante seis meses. WhatsApp gratis llamada libre a cualquier compañía y roaming en América. Y le queda en un precio de 10,400 pesos. Es un estado bastante económico de lo que suele estar. Por eso estamos llamando a varios clientes que han estado anteriormente para que la puedan aprovechar y puedan volver a probar el servicio. ¿Pero hasta cuánto tiempo tenés eso? Esta promoción es durante seis meses, ¿bien? En el caso de que a usted le siga sirviendo el servicio, le vuelva a gustar como lo tratamos, mi recomendación es que en el mes 5 usted llame a Movistar para cambiar la promoción, ¿sí? Para no pagar la totalidad. En el caso de que usted se maneje bien con el teléfono, si no lo puede hacer tranquilamente desde la aplicación. así, usted ve las promociones que tiene disponible en ese momento y hace el cambio. Y listo, no tendría que hacer ninguna otra gestión. Es más que nada también para que, bueno, sabemos que hay gente que le gusta y que quiere seguir con las promociones para que puedan volver a tenerlas. Claro, yo, bueno, en ese momento yo tenía una promoción así, y bueno, pero después que me la subieron, pasó la promoción, Me subió muchísimo la boleta y cuando yo quise bajarlo, lo que me decimos, pues intenté por el sistema, llamando y todo, y hubo un montón de complicaciones, un montón de complicaciones. Bueno, mire, en ese caso, Claudio, yo voy a estar disponible para usted en todo momento, ¿sí? No es que una vez que termine el trámite digo, listo, ya está, ya no tengo más contacto con el cliente. Y nosotros buscamos justamente mejorar ese servicio porque sabemos que también, que todo te lo saca un robot, que todo te haciendo un robot a uno también le cansa o le da inseguridad. Entonces, justamente, va a estar asesorado por mí todo el tiempo para que podamos hacer el trámite y una vez que usted diga, sí, mira, se me está por vencer la promo, ¿qué puedo hacer o cómo tengo que hacer? O si me lo puede gestionar vos, mejor yo le ayudo en todo momento, ¿sí? Justamente como le digo. Sí, sí, lo entiendo. Me dijiste, decíme de vuelta cómo es la promoción. No hay problema, se la repito, no hay ningún drama. Son 8 gigas de regalo más 8 de base. Va a tener 16 gigas en total. Vas a contar con lo que es WhatsApp gratis, drama libre a cualquier compañía y roaming en América. También cuenta con lo que es América Precio Local, que si usted tiene que llamar, No sé, por ejemplo, si tiene familiares en Chile y tiene que hacer una llamada común porque el WhatsApp no le está funcionando, puede hacerle y no se le va a cobrar en dólares, se le va a cobrar en pesos, ¿bien? Ese es el plan más completo que tenemos al día de hoy y le queda un precio final de 10.400 pesos al día de hoy. Le queda ya 10.400 pesos por seis meses. Sí. Bueno, mira, hagamos una cosa. Si vos me podés llamar mañana, más o menos a esta hora, yo te estaría confirmando acá, que yo lo hable con mi señora, porque es lo que teníamos la línea de los 12 Modistar, y vemos, lo consulto con ella, vemos que si cambiamos de vuelta o no, si me querés llamar mañana... Bien, perfecto. Le aviso Claudio, sí, desde ya, que no sé si mañana voy a tener esta promoción, sí. Son promociones que largan por un día o dos días. De todas formas, yo ahora le voy a estar dejando un mensajito por WhatsApp. Cualquier duda o consulta también se va a estar comunicando ahí conmigo, ¿bien? Bueno, vale, listo. Perfecto. Bueno, muchísimas gracias por su tiempo, Claudio. Espero que tenga un excelente día. Gracias a vos. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.516,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:58:36.382490",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:31.802937",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115135439977_ACD_91063",
    "fecha_inicio": "15/1/2026 13:54:39",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 386,
    "tiempo_conversacion": 369,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}