{
  "archivo": "amza16_1_260115142955245_ACD_17813.wav",
  "duracion_segundos": 1213.28,
  "num_segmentos": 291,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 637.02,
    "Cliente": 505.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 13.77,
      "duracion": 13.74,
      "texto": "Bueno, ¿qué tal es, Rodrigo? Sí, ¿qué tal? Más que eres mi hombre, nos comunicamos del área de beneficio movistar. Queríamos, Rodrigo, mejorarte el plan de tu línea. Vemos que te encontrás en claro, actualmente.",
      "confianza": 0.382,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.66,
      "fin": 21.35,
      "duracion": 6.69,
      "texto": "Sí, claro, pero a ver, no pagué esta línea. Me cortaron la línea, no puedo pagar la línea todavía. Bien.",
      "confianza": 0.461,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 21.37,
      "fin": 22.59,
      "duracion": 1.22,
      "texto": "Están suspendidas las líneas, digamos.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.11,
      "fin": 29.38,
      "duracion": 6.27,
      "texto": "Solamente puedes... Sí, exactamente. No, sí, llamadas de ustedes, no más por si no, después estoy nulo.",
      "confianza": 0.392,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.92,
      "fin": 76.74,
      "duracion": 46.82,
      "texto": "De momento entonces podemos brindarte lo que es algún beneficio para que puedas mantener tu número de derivamos sin necesidad de que te corten las líneas. Yo hablé con usted la otra vuelta y bueno señora pequeña de verdad me quiero pasar por esta presión que pasa de mierda y la verdad es que no es loco. Bien, recordar cuándo es el saldo porque tenemos la opción de bonificarte, si querés. No, no me acuerdo, no me acuerdo bien, pero ya no me quiero sacar, me quiero salir. Bien, si me aguarda ese momento puedo verificar el saldo pendiente que tenemos y te puedo brindar alguna respuesta concreta y en tal caso podemos bonificarte la doble para que puedas volver a la compañía sin necesidad de alguna armada.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.7,
      "fin": 82.06,
      "duracion": 4.37,
      "texto": "Por favor, te lo voy a agradecer de corazón, te lo voy a agradecer porque la verdad que me está arruinando, si es claro.",
      "confianza": 0.363,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.67,
      "fin": 120.13,
      "duracion": 37.46,
      "texto": "Dale, no hay problema Sebastián. ¿Los Rodríguez, cómo te dicen? Rodríguez, Rodríguez, Rodríguez. Bueno, me figura el DNI 431, ¿sí? Sí, 40.078.431. Vale, sí. Me agarrás un momento y verificamos si en lo que es el sistema, ¿viste? Bonificamos a la DEB. ¿Recordás igualmente de qué era el saldo pendiente? No importa, yo le voy pagando como sea un plan de pago con ustedes, pero yo quiero recuperar la línea.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.33,
      "fin": 130.14,
      "duracion": 8.81,
      "texto": "Porque yo recién entro a una empresa y la verdad es que no tengo nada.",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.84,
      "fin": 133.37,
      "duracion": 2.52,
      "texto": "Pero sí es poder hacer un plan de pago.",
      "confianza": 0.857,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.57,
      "fin": 143.66,
      "duracion": 9.09,
      "texto": "La primera cuota que me venga a modificar, que me venga con un ajuste por la deuda, exactamente.",
      "confianza": 0.675,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.19,
      "fin": 152.57,
      "duracion": 8.38,
      "texto": "Si, igual la idea es que bonificarte el saldo pendiente completo sin necesidad que te venga luego el saldo en alguna factura.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.13,
      "fin": 184.64,
      "duracion": 31.51,
      "texto": "Ahora lo chequeamos bien y te doy una respuesta más concreta. Porque tenemos la opción de bonificar saldos pendientes y demás. La idea es que no te venga luego en ninguna factura dramática. Pero si me viene no tengo drama, mientras que usted me ponga la línea lo amante posible, yo no tengo drama después por eso, papá, yo no tengo drama en pagar la deuda, no tengo drama. Que en la próxima factura, en la primera factura me venga con un ajuste de la deuda que tengo yo con ustedes.",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 185.14,
      "fin": 217.07,
      "duracion": 31.93,
      "texto": "Eso no, eso me preocupa usted porque yo solo pago, lo voy a pagar. Yo no quiero recuperar la línea, porque de acá a un mes recién me da cola, yo me pongo eso al día. Bueno, ahí ya me dio una respuesta el sistema y te comento de figura, un saldo pendiente de 45.000 pesos y otro de 2.500. En tal caso podemos bonificarte si es el saldo pendiente, pero si lo querés mucho más rápido... No entiendo, se corta.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 217.63,
      "fin": 237.12,
      "duracion": 19.49,
      "texto": "No entiendo, cómo? Ahí lo escuchas mejor, disculpa. Bueno, te comentaba que me figuran dos saldos pendientes, uno de 45 mil pesos, 45 mil 898 para ser más exacto, y uno de 2 mil 400. Y 50 mil pesos en total. Exacto, aproximadamente 50 mil pesos.",
      "confianza": 0.413,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 238.44,
      "fin": 247.89,
      "duracion": 9.45,
      "texto": "Yo puedo bonificar decir el saldo pendiente completo, demoraría unos días más, pero de momento ya puedo bonificar de 30 mil pesos.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.45,
      "fin": 255.4,
      "duracion": 6.96,
      "texto": "Podemos si querés hacer el trámite y luego me informas, pero no hay problema así que quédate tranquilo que podés acceder nuevamente a movistar, ¿sí?",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 256.09,
      "fin": 292.39,
      "duracion": 36.3,
      "texto": "Por enserio, bueno, bueno, se lo agradezco de corazón. Si usted en la primera factura, en el ajuste, Ustedes me dicen de los 30 te vamos a poner la primera factura 15, ponle, no tengo nada más, lo pago la primera cuota de la primera factura con las 15 de la deuda, digamos, ¿entendés? Y después el otro mes lo terminaría de saldar, digamos. Genial, entonces. Bueno, no hay problema, así que quedate tranquilo. Yo ahora te voy a decir una toma de datos, te voy a validar los datos que están en el sistema, y así te puedo hacer, así procedemos a hacer, para que retienes el ciblo más antes posible, antes que porque vos no.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 293.18,
      "fin": 308.05,
      "duracion": 14.87,
      "texto": "Te comento, porque vos todavía no tenés la línea cortada en alto, la tenés suspendida, ¿sí? Ahora, si vos cortas la línea en claro, ahí sí no vamos a poder hacer nada, que uno a uno es tu último salto en alto. Así que tendríamos que hacer todo lo más rápido posible, ¿sí?",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 308.55,
      "fin": 310.75,
      "duracion": 2.2,
      "texto": "Exactamente, papá, exactamente, exactamente.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 311.69,
      "fin": 319.17,
      "duracion": 7.48,
      "texto": "El tema es... ¿Y tu saíngo? Sí, disculpate. Decime que me decimes así. ¿Y tu saíngo?",
      "confianza": 0.43,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 320.31,
      "fin": 320.51,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.702,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.95,
      "fin": 344.79,
      "duracion": 21.84,
      "texto": "Disculpa, te corté y no sé si me vas a decir algo. No, no. No, no, no. No es nada, papá. Ahí buscamos una sucursal cercana para que puedas retirar el chip, ¿sí? Ese no te lleva hasta acá a domicilio, ¿no?",
      "confianza": 0.348,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 346.25,
      "fin": 399.55,
      "duracion": 53.3,
      "texto": "Y generalmente, sí, vendemos, pero tarda más. Ahí. Ajá. No sería lo ideal, digamos, porque en el tal caso que si seguía a demorar mucho más de lo esperado, no sé cuándo se te han suspendido las líneas, digamos. ¿Y hace como un mes y medio, dos meses ya? Claro, habría que hacerlo, digamos. Si es posible en esta semana o más tardar la próxima, genial. Porque él le ha enviado, por ejemplo, lo que es repido por sucursal, demora entre 48 y 72 horas la vida, y lo que se envió me hicieron entre cinco a ocho días, así que... A ver, hay una sucursal cerca, bueno, ahora me dice usted. Y una sucursal cercana tenemos... A ver si en el San Justo o en Merlo, nos figura alguna más cercana.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 400.43,
      "fin": 403.49,
      "duracion": 3.06,
      "texto": "En Merlo, en Merlo me quedaría de lujo. En Merlo me quedaría pero de diez.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.13,
      "fin": 431.38,
      "duracion": 27.25,
      "texto": "En Merlo, mira, me figura en Avenida Libertador, al 599. Perfecto, no tengo ningún problema. Usted me dio una fecha que estaba un día el día y yo voy. Genial, mira. Está abierta, va a ser bursal. Ahí, justamente, le estaba sacando una captura de pantalla y no sé si te puedo enviar un mensaje por WhatsApp. Mira, ahí te voy a poner mi... No sé si me tenés en WhatsApp. ¿En llamada, en altavoz? No, no, en altavoz no.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 431.54,
      "fin": 442.46,
      "duracion": 10.92,
      "texto": "Bueno, mira, ahí si querés ponerme en altavoz y chequearte, yo te estoy enviando un mensaje, mi nombre es Marciel, para que me tengas agendado.",
      "confianza": 0.481,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 442.48,
      "fin": 443.2,
      "duracion": 0.72,
      "texto": "Marciel. Exacto.",
      "confianza": 0.149,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 443.4,
      "fin": 444.88,
      "duracion": 1.48,
      "texto": "Ahí te voy a enviar ahora.",
      "confianza": 0.284,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 444.9,
      "fin": 472.34,
      "duracion": 27.44,
      "texto": "Aguanta, aguanta que te ponen en altavoz. Dale, no hay problema, yo te acuerdo. Ahí está, ahí te puse en altavoz. Genial. Bueno, ahora también, bueno, ah, cierto que no tenés línea, perdón. Bueno, yo te he dejado en todo el... Si me querés poner en normal, de vuelta, no hay problema. Dejá. Dejá. Dejá. Dejá. Dejá.",
      "confianza": 0.272,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 472.9,
      "fin": 474.71,
      "duracion": 1.81,
      "texto": "Dejá. Dejá. Dejá.",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 475.35,
      "fin": 488.78,
      "duracion": 13.43,
      "texto": "Dejá. Dejá. Dejá. Dejá. de nueve a veinte de corrido, luego cuando tengas y tenes lo vas a... Exacto.",
      "confianza": 0.097,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 488.82,
      "fin": 496.95,
      "duracion": 8.13,
      "texto": "Igualmente te va, quédate tranquilo que el movilidad oficial te va a enviar un mensaje por whatsapp o te va a enviar un correo electrónico.",
      "confianza": 0.512,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 497.02,
      "fin": 505.75,
      "duracion": 8.73,
      "texto": "ya está disponible el chip para el retiro. Así que si en algún momento agarras Internet vas a recibir el chip. Igualmente si querés yo te hago un llamado para avisarte que podés ir a retirar el chip.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 506.31,
      "fin": 516.06,
      "duracion": 9.75,
      "texto": "Perfecto. Sí, sí, sí, por favor. Si usted me llamaría porque el sábado tengo que hacer una changuita pero voy a terminar tipo 4 de la tarde.",
      "confianza": 0.399,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 517.44,
      "fin": 533.62,
      "duracion": 16.18,
      "texto": "Bueno, yo ahora te termino de tomar los datos y luego te envío mi número en el cual te voy a llamar para que no atiendas a ninguna otra persona. Perfecto, perfecto. Bueno, estamos a la valoración de datos. Es el nombre, el apellido Gómez.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 534.61,
      "fin": 570.15,
      "duracion": 35.54,
      "texto": "La línea es 11-19-19-47. Exacto. Y la línea, perdón, el DNI es terminado en 4-3-1. Bueno, y te digo el correo electrónico que escribió acá en Sistema, vos me comentarás luego si es correcto si no lo modificamos. Y Gómez Rodríguez Sebastián, a nuevos gmail.com, puede ser. Me figura. Gómez Rodríguez Sebastián, 2018, arroba gmail.com. Exactamente, es el mismo. Mantenemos el mismo, entonces. Bueno, ahora recordar que el trámite lo vas a realizar manteniendo tu mismo número, ¿sí?",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 571.01,
      "fin": 581.2,
      "duracion": 10.19,
      "texto": "Para eso vamos a enviarte un mensaje de portabilidad. Y el mensaje de portabilidad es lo que permite hacer el traspaso de una compañía hacia otra, manteniendo al cliente el mismo número.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 581.42,
      "fin": 587.85,
      "duracion": 6.43,
      "texto": "Es un mensaje de texto que vas a recibir en la casilla de mensajes comunes, así que quédate tranquilos que lo vas a recibir porque no es un WhatsApp.",
      "confianza": 0.577,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 587.87,
      "fin": 597.28,
      "duracion": 9.41,
      "texto": "Y necesitamos que si me puedes leer el mensaje, te voy a decir un número de cuatro dígitos seguido de una fecha de vencimiento.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 598.44,
      "fin": 605.93,
      "duracion": 7.49,
      "texto": "Generalmente te van a entrar llamados de números desconocidos, pero no los atiendas por el momento, ya que es la compañía verificando que la línea está activa.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 606.49,
      "fin": 623.12,
      "duracion": 16.63,
      "texto": "Bueno, aguarda un momento, vos me verificas, me confirmas si lo recibiste, ¿sí? Ahí te está enviando, yo te aguardo en línea, no hay problema. Bien, genial.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 623.98,
      "fin": 634.97,
      "duracion": 10.99,
      "texto": "Ahí me figura enviado, ¿sí? Me confirmas si lo recibiste, genial. Ahí te digo. No sé si puedo recibir un mensaje, porque como no tengo línea, no tengo ni idea.",
      "confianza": 0.433,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 636.13,
      "fin": 648.59,
      "duracion": 12.46,
      "texto": "El código de portabilidad es 1078. 1078. 1078.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 649.17,
      "fin": 662.75,
      "duracion": 13.58,
      "texto": "Sí, exactamente. Dice vencimiento 23 de 5 de 2025, 9 de la mañana para el prestador. ¿Sería la fecha de vencimiento? Disculpa que no escuché.",
      "confianza": 0.821,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 665.23,
      "fin": 666.77,
      "duracion": 1.54,
      "texto": "Código de vencimiento 26-05-2025.",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 667.33,
      "fin": 668.89,
      "duracion": 1.56,
      "texto": "Muy bien, a ver.",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 672.5,
      "fin": 717.73,
      "duracion": 45.23,
      "texto": "Y es para que acá abajo, acá abajo de todo, su código de portabilidades 9546 con vencimiento del 21-01-2026. Ah, ese es el que necesitamos. Por otro es, ya está caducado. Sí, claro, otro viejo, sí, sí, sí. Bien, ¿me repetís el último, porfa? ¿El qué? ¿El código? Ah, el último que me editaste, que tiene la fecha de vencimiento del día 22. Dice, código de portabilidad es 9546 con vencimiento 22 del 1 del 2026. Genial. 1240 para el prestador. Genial, ese sería el último que tenemos. Bien,",
      "confianza": 0.601,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 717.73,
      "fin": 721.07,
      "duracion": 3.34,
      "texto": "entonces te repito, es 9546 el último.",
      "confianza": 0.657,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 721.79,
      "fin": 722.59,
      "duracion": 0.8,
      "texto": "Sí, 9546.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 723.51,
      "fin": 723.65,
      "duracion": 0.14,
      "texto": "Genial.",
      "confianza": 0.145,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 724.64,
      "fin": 754.31,
      "duracion": 29.67,
      "texto": "Bueno, ahora, bueno, voy a proceder a hacerte un cierre comercial, que esto ya sería lo último, ¿sí? Es un respaldo legal que vos tenés con la compañía, ya que las llamás a Sintoroa, es un respaldo legal en tanto, digamos, el plan que vos estás haciendo, y detalle importante que no te ofrecí el plan. No te he dicho ningún plan, Rodrigo. Vente. Solamente. Solo que me preguntaste si es verdad, no me dijiste ni cuánto ayer iba a tener.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 754.72,
      "fin": 760.28,
      "duracion": 5.56,
      "texto": "Bueno, te comento, vos elegís, no hay problema, sí. Bien, te comento.",
      "confianza": 0.568,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 760.3,
      "fin": 767.71,
      "duracion": 7.41,
      "texto": "Me están llamando, me escuchan así, me están llamando de Campana, Buenos Aires, 34 y 29.",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 768.69,
      "fin": 773.78,
      "duracion": 5.09,
      "texto": "Sí, lo contesté, son generalmente la compasión número llamadas vacías, así que no te haga problema.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 774.64,
      "fin": 776.7,
      "duracion": 2.06,
      "texto": "Díte, por favor, listo, no atiendo. Bien,",
      "confianza": 0.166,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 776.7,
      "fin": 781.61,
      "duracion": 4.91,
      "texto": "bueno, te comentaba, te doy los planes, vos lo elegís, no hay problema, sí.",
      "confianza": 0.549,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 781.63,
      "fin": 781.89,
      "duracion": 0.26,
      "texto": "Vale.",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 782.25,
      "fin": 790.61,
      "duracion": 8.35,
      "texto": "uno en 10.400 pesos, que tenés Guasart gratis, llamadas gratis a cualquier compañía, 8 Llegas de base más 8 Llegas de regalo, ¿sí?",
      "confianza": 0.641,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 791.11,
      "fin": 805.3,
      "duracion": 14.19,
      "texto": "Por 6 meses. Yo quisiera tener eso, mía, usted dígame la verdad, yo quise tener un beneficio con internet, pero, o sea, que me dure casi lo que vendí hace el mes, ¿no? Te gusta mucho el internet en la calle.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 805.83,
      "fin": 811.33,
      "duracion": 5.5,
      "texto": "Ah, o sea, bastante, bien. En este caso yo te voy a recomendar, yo también utilizo bastante,",
      "confianza": 0.41,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 811.85,
      "fin": 822.51,
      "duracion": 10.66,
      "texto": "hay que comentar aproximadamente porque el otro es un poco más alto. Tienes otro que ya es de 30GB.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 823.11,
      "fin": 831.0,
      "duracion": 7.89,
      "texto": "El de 30GB tiene un costo al día de hoy de $25,150 y tenes 8GB extra de regal.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 832.87,
      "fin": 876.93,
      "duracion": 44.06,
      "texto": "Ya es mucho más, digamos, tenes 38GB que es un montón. y tener la ventaja que en el caso de que no lo utilices en el mes, lo puedes guardar y lo utilizas al mes siguiente, ¿sí? No, está bien, está bien. Déjeme el de 25, papá. Déjeme el de 25. Está de lujo. Yo también estoy en la calle, me levanto a las cinco de la mañana todos los días y me siento aquí a las ocho de la noche. Estoy todo el día en la calle y la obra laborando, estoy acá en San Lucero y no... Claro Albert. Y en ese tenés la ventaja de que tomabas la recarga. Yo por ahí me he contactado más barato y después se me viene apagando el triple por la recarga. Exactamente. Bueno Rodrigo, te vamos a regalar también 20 gigas, te voy a regalar.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 877.45,
      "fin": 883.29,
      "duracion": 5.84,
      "texto": "para que vos lo actives dentro de la aplicación desde el momento que va a ser, ¿sí? Listo. Muchísimas gracias, mi amada.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 883.31,
      "fin": 891.64,
      "duracion": 8.33,
      "texto": "La verdad es que... La verdad es que estamos perdiendo el llamado de ustedes porque... No puedo pagar lo que era claro y bueno, nada.",
      "confianza": 0.365,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 891.66,
      "fin": 897.39,
      "duracion": 5.73,
      "texto": "Ahora me voy a poner el día con ustedes nomás. Dale, no hay problema. Bueno, te voy a leer el texto. Necesito que no me interrumpas.",
      "confianza": 0.17,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 897.99,
      "fin": 907.12,
      "duracion": 9.13,
      "texto": "Que cualquier duda que vos tengas me la digas al finalizar el texto, ¿sí? Dale, vamos. Comienzo entonces. Para recibir futuras promociones, use Team Internet de Movistar.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 907.96,
      "fin": 939.36,
      "duracion": 31.4,
      "texto": "¿Es decir, internet en el hogar, de movistar el wifi? No, ahí me mataste, pero me parece que sí, mi hermana lo puso. No sé si movistamos. No hay problema, no hay problema. Bueno, prosigo entonces. Estamos portando la línea de Gómez, Rodrigo, Sebastián. La línea es 11-23-19-19-47. ¿Me podrías confirmar los últimos tres dígitos de tu DNI? 4-31. Genial. Bueno, me comentaste que actualmente tenés claro con abono.",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 939.38,
      "fin": 939.6,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.658,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 940.1,
      "fin": 941.42,
      "duracion": 1.32,
      "texto": "Bien.",
      "confianza": 0.616,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 941.48,
      "fin": 950.12,
      "duracion": 8.64,
      "texto": "La factura mensual viene a tu nombre, ¿cierto? Es decir, viene bajo tu DNI lo que es la factura de claro.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 955.78,
      "fin": 957.69,
      "duracion": 1.91,
      "texto": "Hola. Ahí te escucho nuevamente.",
      "confianza": 0.261,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 959.43,
      "fin": 959.63,
      "duracion": 0.2,
      "texto": "Ajá. Bien.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 959.65,
      "fin": 963.28,
      "duracion": 3.62,
      "texto": "Te comentaba, bueno, me dijiste que la factura mensual viene a tu nombre en claro, ¿cierto?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 964.01,
      "fin": 964.7,
      "duracion": 0.68,
      "texto": "Sí, sí, sí.",
      "confianza": 0.327,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 965.18,
      "fin": 989.23,
      "duracion": 24.05,
      "texto": "El chip que tenés es físico, ¿cierto? Claro, lo tengo dentro del celular. Genial. Bueno, quedamos de acuerdo que vas a retirar el chip por la sucursal. Sí, urgente, urgente, urgente para el sábado, si es mejor, el sábado me voy. Dale, yo lo voy a poner en prioridad para que sea lo más rápido posible. Por favor, sí. Bueno, quedamos de acuerdo que vas a retirar el chip en la localidad de libertad de Buenos Aires en Avenida Libertador, perdón, en Merlo. En Merlo.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 989.73,
      "fin": 992.25,
      "duracion": 2.52,
      "texto": "En Avenida Libertador al 5995.",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 992.89,
      "fin": 1053.95,
      "duracion": 61.06,
      "texto": "Bueno, te recuerdo que el chipnick, lo que es el envío, bueno, en este caso el retiro por su crucial, tiene ningún tipo de costo. El plan que es al día de hoy te quedan 25.150 pesos, que es un plan de 30GB de base más 8GB de regalo por 6 meses, en el cual te incluye whatsapp gratis llamadas gratis a cualquier compañía, 1GB para 25 en el caso de que lo utilices, ya que bueno, también es un cuento fijo también por 6 meses de 58.300 pesos, ¿sí? El email que nos proporciona este, que era el que estaba en sistema, es gómezrodrigosebastian2018.gmail.com Estará recibiendo la facturación online a través de este email. Desde el app mi Modistar puede ver todas las informaciones referidas a su factura, ciclo de facturación, vencimiento, montosa para. También puedes activar los 20GB de regalos con una duración de 30 días y ponerles una vez por año. también por esa aderencia al débito automático y sumar 4GB de regalo en cada línea y el modelo registrado por el mismo titular.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1054.67,
      "fin": 1063.32,
      "duracion": 8.65,
      "texto": "Una vez aprobada su línea, aportará a las 48 horas a viernes un día antes por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1063.96,
      "fin": 1072.81,
      "duracion": 8.85,
      "texto": "Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea entera nos deja agarrar recién señal y allí es cuando debe colocarlo.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1073.47,
      "fin": 1121.23,
      "duracion": 47.76,
      "texto": "Le comento que también por única vez debe haber la validea de la identidad para activarlo, en caso de que tenga alguna dificultad con la variación inténtelo amándeme o comuníquese al 0800-321-7678-2 opción 4. Entonces, solicitamos que en caso de no levantar señal del chip, pero inicie el equipo y por último, dentro de los próximos días recibirán una encuesta de satisfacción por medio de ese WhatsApp que solicitamos. Por favor, la complete ya que eso es muy importante para la empresa. Eso sería todo. Si tengo alguna duda consulta, Rodrigo. El tema de la identificación, yo si me piden fotos del documento, o sea, la tengo, pero la tengo en foto, porque estoy en este momento y es tan tarde, me tiene que llegar en estos días. Ah, listo, no hay problema, no hay problema. La validación igualmente te lo haces por el rostro, así que cuando lo incente... Ah, listo, cosa, perfecto.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1122.03,
      "fin": 1122.47,
      "duracion": 0.44,
      "texto": "No hay problema.",
      "confianza": 0.165,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1122.49,
      "fin": 1123.29,
      "duracion": 0.8,
      "texto": "Perfecto.",
      "confianza": 0.537,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1123.31,
      "fin": 1127.45,
      "duracion": 4.14,
      "texto": "Mira, si tenés para notar, para que agendes mi número, si yo te hago un llamado...",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1127.97,
      "fin": 1142.65,
      "duracion": 14.68,
      "texto": "Lo voy a agendar, lo voy a agendar, lo voy a poner acá y se va a agendar 11. Igualmente este es el del trabajo, digamos, generalmente va cambiando. Así que yo... Exacto. Si lo querés, si tenés para anotar, genial.",
      "confianza": 0.411,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1143.65,
      "fin": 1148.67,
      "duracion": 5.02,
      "texto": "Y si lo estaba por agendar, te estaba por agendar acá nomás. Claro, es 12 y 1.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1149.8,
      "fin": 1150.13,
      "duracion": 0.34,
      "texto": "11.",
      "confianza": 0.841,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 1151.88,
      "fin": 1153.22,
      "duracion": 1.34,
      "texto": "No, es 12 y 1.",
      "confianza": 0.846,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1154.1,
      "fin": 1155.18,
      "duracion": 1.08,
      "texto": "Empieza con 12 y 1.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1156.12,
      "fin": 1157.1,
      "duracion": 0.98,
      "texto": "12 y 1.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1157.89,
      "fin": 1187.43,
      "duracion": 29.54,
      "texto": "6.80 6.80 19.53 19.53 ahí está 6.80 19.53 exacto ahí si me querés poner más cien movidas no hay problema en la agenda ya no más así que bueno de momento no es necesidad de criabones nada por si alguien te pide dinero viste que siempre hay algún vivo por ahí que Sí, sí, sí.",
      "confianza": 0.501,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1188.05,
      "fin": 1204.71,
      "duracion": 16.66,
      "texto": "Ahí está, gente. Cualquier dato que me haya faltado o que necesite te envío, en tal caso, un mensaje texto, ¿sí? Perfecto. Perfecto, Marcel. Muchísimas gracias y muy amable. Bueno, espero que te haya llamado para ir a buscar el chip. Genial, entonces. Bueno, Rodrigo, muchísimas gracias. Que tengas muy buen día.",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1205.97,
      "fin": 1213.28,
      "duracion": 7.31,
      "texto": "Igualmente, guapa. Hasta luego. Hasta luego.",
      "confianza": 0.224,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Bueno, ¿qué tal es, Rodrigo? Sí, ¿qué tal? Más que eres mi hombre, nos comunicamos del área de beneficio movistar. Queríamos, Rodrigo, mejorarte el plan de tu línea. Vemos que te encontrás en claro, actualmente. Sí, claro, pero a ver, no pagué esta línea. Me cortaron la línea, no puedo pagar la línea todavía. Bien. Están suspendidas las líneas, digamos. Solamente puedes... Sí, exactamente. No, sí, llamadas de ustedes, no más por si no, después estoy nulo. De momento entonces podemos brindarte lo que es algún beneficio para que puedas mantener tu número de derivamos sin necesidad de que te corten las líneas. Yo hablé con usted la otra vuelta y bueno señora pequeña de verdad me quiero pasar por esta presión que pasa de mierda y la verdad es que no es loco. Bien, recordar cuándo es el saldo porque tenemos la opción de bonificarte, si querés. No, no me acuerdo, no me acuerdo bien, pero ya no me quiero sacar, me quiero salir. Bien, si me aguarda ese momento puedo verificar el saldo pendiente que tenemos y te puedo brindar alguna respuesta concreta y en tal caso podemos bonificarte la doble para que puedas volver a la compañía sin necesidad de alguna armada. Por favor, te lo voy a agradecer de corazón, te lo voy a agradecer porque la verdad que me está arruinando, si es claro. Dale, no hay problema Sebastián. ¿Los Rodríguez, cómo te dicen? Rodríguez, Rodríguez, Rodríguez. Bueno, me figura el DNI 431, ¿sí? Sí, 40.078.431. Vale, sí. Me agarrás un momento y verificamos si en lo que es el sistema, ¿viste? Bonificamos a la DEB. ¿Recordás igualmente de qué era el saldo pendiente? No importa, yo le voy pagando como sea un plan de pago con ustedes, pero yo quiero recuperar la línea. Porque yo recién entro a una empresa y la verdad es que no tengo nada. Pero sí es poder hacer un plan de pago. La primera cuota que me venga a modificar, que me venga con un ajuste por la deuda, exactamente. Si, igual la idea es que bonificarte el saldo pendiente completo sin necesidad que te venga luego el saldo en alguna factura. Ahora lo chequeamos bien y te doy una respuesta más concreta. Porque tenemos la opción de bonificar saldos pendientes y demás. La idea es que no te venga luego en ninguna factura dramática. Pero si me viene no tengo drama, mientras que usted me ponga la línea lo amante posible, yo no tengo drama después por eso, papá, yo no tengo drama en pagar la deuda, no tengo drama. Que en la próxima factura, en la primera factura me venga con un ajuste de la deuda que tengo yo con ustedes. Eso no, eso me preocupa usted porque yo solo pago, lo voy a pagar. Yo no quiero recuperar la línea, porque de acá a un mes recién me da cola, yo me pongo eso al día. Bueno, ahí ya me dio una respuesta el sistema y te comento de figura, un saldo pendiente de 45.000 pesos y otro de 2.500. En tal caso podemos bonificarte si es el saldo pendiente, pero si lo querés mucho más rápido... No entiendo, se corta. No entiendo, cómo? Ahí lo escuchas mejor, disculpa. Bueno, te comentaba que me figuran dos saldos pendientes, uno de 45 mil pesos, 45 mil 898 para ser más exacto, y uno de 2 mil 400. Y 50 mil pesos en total. Exacto, aproximadamente 50 mil pesos. Yo puedo bonificar decir el saldo pendiente completo, demoraría unos días más, pero de momento ya puedo bonificar de 30 mil pesos. Podemos si querés hacer el trámite y luego me informas, pero no hay problema así que quédate tranquilo que podés acceder nuevamente a movistar, ¿sí? Por enserio, bueno, bueno, se lo agradezco de corazón. Si usted en la primera factura, en el ajuste, Ustedes me dicen de los 30 te vamos a poner la primera factura 15, ponle, no tengo nada más, lo pago la primera cuota de la primera factura con las 15 de la deuda, digamos, ¿entendés? Y después el otro mes lo terminaría de saldar, digamos. Genial, entonces. Bueno, no hay problema, así que quedate tranquilo. Yo ahora te voy a decir una toma de datos, te voy a validar los datos que están en el sistema, y así te puedo hacer, así procedemos a hacer, para que retienes el ciblo más antes posible, antes que porque vos no. Te comento, porque vos todavía no tenés la línea cortada en alto, la tenés suspendida, ¿sí? Ahora, si vos cortas la línea en claro, ahí sí no vamos a poder hacer nada, que uno a uno es tu último salto en alto. Así que tendríamos que hacer todo lo más rápido posible, ¿sí? Exactamente, papá, exactamente, exactamente. El tema es... ¿Y tu saíngo? Sí, disculpate. Decime que me decimes así. ¿Y tu saíngo? Bien. Disculpa, te corté y no sé si me vas a decir algo. No, no. No, no, no. No es nada, papá. Ahí buscamos una sucursal cercana para que puedas retirar el chip, ¿sí? Ese no te lleva hasta acá a domicilio, ¿no? Y generalmente, sí, vendemos, pero tarda más. Ahí. Ajá. No sería lo ideal, digamos, porque en el tal caso que si seguía a demorar mucho más de lo esperado, no sé cuándo se te han suspendido las líneas, digamos. ¿Y hace como un mes y medio, dos meses ya? Claro, habría que hacerlo, digamos. Si es posible en esta semana o más tardar la próxima, genial. Porque él le ha enviado, por ejemplo, lo que es repido por sucursal, demora entre 48 y 72 horas la vida, y lo que se envió me hicieron entre cinco a ocho días, así que... A ver, hay una sucursal cerca, bueno, ahora me dice usted. Y una sucursal cercana tenemos... A ver si en el San Justo o en Merlo, nos figura alguna más cercana. En Merlo, en Merlo me quedaría de lujo. En Merlo me quedaría pero de diez. En Merlo, mira, me figura en Avenida Libertador, al 599. Perfecto, no tengo ningún problema. Usted me dio una fecha que estaba un día el día y yo voy. Genial, mira. Está abierta, va a ser bursal. Ahí, justamente, le estaba sacando una captura de pantalla y no sé si te puedo enviar un mensaje por WhatsApp. Mira, ahí te voy a poner mi... No sé si me tenés en WhatsApp. ¿En llamada, en altavoz? No, no, en altavoz no. Bueno, mira, ahí si querés ponerme en altavoz y chequearte, yo te estoy enviando un mensaje, mi nombre es Marciel, para que me tengas agendado. Marciel. Exacto. Ahí te voy a enviar ahora. Aguanta, aguanta que te ponen en altavoz. Dale, no hay problema, yo te acuerdo. Ahí está, ahí te puse en altavoz. Genial. Bueno, ahora también, bueno, ah, cierto que no tenés línea, perdón. Bueno, yo te he dejado en todo el... Si me querés poner en normal, de vuelta, no hay problema. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. Dejá. de nueve a veinte de corrido, luego cuando tengas y tenes lo vas a... Exacto. Igualmente te va, quédate tranquilo que el movilidad oficial te va a enviar un mensaje por whatsapp o te va a enviar un correo electrónico. ya está disponible el chip para el retiro. Así que si en algún momento agarras Internet vas a recibir el chip. Igualmente si querés yo te hago un llamado para avisarte que podés ir a retirar el chip. Perfecto. Sí, sí, sí, por favor. Si usted me llamaría porque el sábado tengo que hacer una changuita pero voy a terminar tipo 4 de la tarde. Bueno, yo ahora te termino de tomar los datos y luego te envío mi número en el cual te voy a llamar para que no atiendas a ninguna otra persona. Perfecto, perfecto. Bueno, estamos a la valoración de datos. Es el nombre, el apellido Gómez. La línea es 11-19-19-47. Exacto. Y la línea, perdón, el DNI es terminado en 4-3-1. Bueno, y te digo el correo electrónico que escribió acá en Sistema, vos me comentarás luego si es correcto si no lo modificamos. Y Gómez Rodríguez Sebastián, a nuevos gmail.com, puede ser. Me figura. Gómez Rodríguez Sebastián, 2018, arroba gmail.com. Exactamente, es el mismo. Mantenemos el mismo, entonces. Bueno, ahora recordar que el trámite lo vas a realizar manteniendo tu mismo número, ¿sí? Para eso vamos a enviarte un mensaje de portabilidad. Y el mensaje de portabilidad es lo que permite hacer el traspaso de una compañía hacia otra, manteniendo al cliente el mismo número. Es un mensaje de texto que vas a recibir en la casilla de mensajes comunes, así que quédate tranquilos que lo vas a recibir porque no es un WhatsApp. Y necesitamos que si me puedes leer el mensaje, te voy a decir un número de cuatro dígitos seguido de una fecha de vencimiento. Generalmente te van a entrar llamados de números desconocidos, pero no los atiendas por el momento, ya que es la compañía verificando que la línea está activa. Bueno, aguarda un momento, vos me verificas, me confirmas si lo recibiste, ¿sí? Ahí te está enviando, yo te aguardo en línea, no hay problema. Bien, genial. Ahí me figura enviado, ¿sí? Me confirmas si lo recibiste, genial. Ahí te digo. No sé si puedo recibir un mensaje, porque como no tengo línea, no tengo ni idea. El código de portabilidad es 1078. 1078. 1078. Sí, exactamente. Dice vencimiento 23 de 5 de 2025, 9 de la mañana para el prestador. ¿Sería la fecha de vencimiento? Disculpa que no escuché. Código de vencimiento 26-05-2025. Muy bien, a ver. Y es para que acá abajo, acá abajo de todo, su código de portabilidades 9546 con vencimiento del 21-01-2026. Ah, ese es el que necesitamos. Por otro es, ya está caducado. Sí, claro, otro viejo, sí, sí, sí. Bien, ¿me repetís el último, porfa? ¿El qué? ¿El código? Ah, el último que me editaste, que tiene la fecha de vencimiento del día 22. Dice, código de portabilidad es 9546 con vencimiento 22 del 1 del 2026. Genial. 1240 para el prestador. Genial, ese sería el último que tenemos. Bien, entonces te repito, es 9546 el último. Sí, 9546. Genial. Bueno, ahora, bueno, voy a proceder a hacerte un cierre comercial, que esto ya sería lo último, ¿sí? Es un respaldo legal que vos tenés con la compañía, ya que las llamás a Sintoroa, es un respaldo legal en tanto, digamos, el plan que vos estás haciendo, y detalle importante que no te ofrecí el plan. No te he dicho ningún plan, Rodrigo. Vente. Solamente. Solo que me preguntaste si es verdad, no me dijiste ni cuánto ayer iba a tener. Bueno, te comento, vos elegís, no hay problema, sí. Bien, te comento. Me están llamando, me escuchan así, me están llamando de Campana, Buenos Aires, 34 y 29. Sí, lo contesté, son generalmente la compasión número llamadas vacías, así que no te haga problema. Díte, por favor, listo, no atiendo. Bien, bueno, te comentaba, te doy los planes, vos lo elegís, no hay problema, sí. Vale. uno en 10.400 pesos, que tenés Guasart gratis, llamadas gratis a cualquier compañía, 8 Llegas de base más 8 Llegas de regalo, ¿sí? Por 6 meses. Yo quisiera tener eso, mía, usted dígame la verdad, yo quise tener un beneficio con internet, pero, o sea, que me dure casi lo que vendí hace el mes, ¿no? Te gusta mucho el internet en la calle. Ah, o sea, bastante, bien. En este caso yo te voy a recomendar, yo también utilizo bastante, hay que comentar aproximadamente porque el otro es un poco más alto. Tienes otro que ya es de 30GB. El de 30GB tiene un costo al día de hoy de $25,150 y tenes 8GB extra de regal. Ya es mucho más, digamos, tenes 38GB que es un montón. y tener la ventaja que en el caso de que no lo utilices en el mes, lo puedes guardar y lo utilizas al mes siguiente, ¿sí? No, está bien, está bien. Déjeme el de 25, papá. Déjeme el de 25. Está de lujo. Yo también estoy en la calle, me levanto a las cinco de la mañana todos los días y me siento aquí a las ocho de la noche. Estoy todo el día en la calle y la obra laborando, estoy acá en San Lucero y no... Claro Albert. Y en ese tenés la ventaja de que tomabas la recarga. Yo por ahí me he contactado más barato y después se me viene apagando el triple por la recarga. Exactamente. Bueno Rodrigo, te vamos a regalar también 20 gigas, te voy a regalar. para que vos lo actives dentro de la aplicación desde el momento que va a ser, ¿sí? Listo. Muchísimas gracias, mi amada. La verdad es que... La verdad es que estamos perdiendo el llamado de ustedes porque... No puedo pagar lo que era claro y bueno, nada. Ahora me voy a poner el día con ustedes nomás. Dale, no hay problema. Bueno, te voy a leer el texto. Necesito que no me interrumpas. Que cualquier duda que vos tengas me la digas al finalizar el texto, ¿sí? Dale, vamos. Comienzo entonces. Para recibir futuras promociones, use Team Internet de Movistar. ¿Es decir, internet en el hogar, de movistar el wifi? No, ahí me mataste, pero me parece que sí, mi hermana lo puso. No sé si movistamos. No hay problema, no hay problema. Bueno, prosigo entonces. Estamos portando la línea de Gómez, Rodrigo, Sebastián. La línea es 11-23-19-19-47. ¿Me podrías confirmar los últimos tres dígitos de tu DNI? 4-31. Genial. Bueno, me comentaste que actualmente tenés claro con abono. Sí. Bien. La factura mensual viene a tu nombre, ¿cierto? Es decir, viene bajo tu DNI lo que es la factura de claro. Hola. Ahí te escucho nuevamente. Ajá. Bien. Te comentaba, bueno, me dijiste que la factura mensual viene a tu nombre en claro, ¿cierto? Sí, sí, sí. El chip que tenés es físico, ¿cierto? Claro, lo tengo dentro del celular. Genial. Bueno, quedamos de acuerdo que vas a retirar el chip por la sucursal. Sí, urgente, urgente, urgente para el sábado, si es mejor, el sábado me voy. Dale, yo lo voy a poner en prioridad para que sea lo más rápido posible. Por favor, sí. Bueno, quedamos de acuerdo que vas a retirar el chip en la localidad de libertad de Buenos Aires en Avenida Libertador, perdón, en Merlo. En Merlo. En Avenida Libertador al 5995. Bueno, te recuerdo que el chipnick, lo que es el envío, bueno, en este caso el retiro por su crucial, tiene ningún tipo de costo. El plan que es al día de hoy te quedan 25.150 pesos, que es un plan de 30GB de base más 8GB de regalo por 6 meses, en el cual te incluye whatsapp gratis llamadas gratis a cualquier compañía, 1GB para 25 en el caso de que lo utilices, ya que bueno, también es un cuento fijo también por 6 meses de 58.300 pesos, ¿sí? El email que nos proporciona este, que era el que estaba en sistema, es gómezrodrigosebastian2018.gmail.com Estará recibiendo la facturación online a través de este email. Desde el app mi Modistar puede ver todas las informaciones referidas a su factura, ciclo de facturación, vencimiento, montosa para. También puedes activar los 20GB de regalos con una duración de 30 días y ponerles una vez por año. también por esa aderencia al débito automático y sumar 4GB de regalo en cada línea y el modelo registrado por el mismo titular. Una vez aprobada su línea, aportará a las 48 horas a viernes un día antes por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea entera nos deja agarrar recién señal y allí es cuando debe colocarlo. Le comento que también por única vez debe haber la validea de la identidad para activarlo, en caso de que tenga alguna dificultad con la variación inténtelo amándeme o comuníquese al 0800-321-7678-2 opción 4. Entonces, solicitamos que en caso de no levantar señal del chip, pero inicie el equipo y por último, dentro de los próximos días recibirán una encuesta de satisfacción por medio de ese WhatsApp que solicitamos. Por favor, la complete ya que eso es muy importante para la empresa. Eso sería todo. Si tengo alguna duda consulta, Rodrigo. El tema de la identificación, yo si me piden fotos del documento, o sea, la tengo, pero la tengo en foto, porque estoy en este momento y es tan tarde, me tiene que llegar en estos días. Ah, listo, no hay problema, no hay problema. La validación igualmente te lo haces por el rostro, así que cuando lo incente... Ah, listo, cosa, perfecto. No hay problema. Perfecto. Mira, si tenés para notar, para que agendes mi número, si yo te hago un llamado... Lo voy a agendar, lo voy a agendar, lo voy a poner acá y se va a agendar 11. Igualmente este es el del trabajo, digamos, generalmente va cambiando. Así que yo... Exacto. Si lo querés, si tenés para anotar, genial. Y si lo estaba por agendar, te estaba por agendar acá nomás. Claro, es 12 y 1. 11. No, es 12 y 1. Empieza con 12 y 1. 12 y 1. 6.80 6.80 19.53 19.53 ahí está 6.80 19.53 exacto ahí si me querés poner más cien movidas no hay problema en la agenda ya no más así que bueno de momento no es necesidad de criabones nada por si alguien te pide dinero viste que siempre hay algún vivo por ahí que Sí, sí, sí. Ahí está, gente. Cualquier dato que me haya faltado o que necesite te envío, en tal caso, un mensaje texto, ¿sí? Perfecto. Perfecto, Marcel. Muchísimas gracias y muy amable. Bueno, espero que te haya llamado para ir a buscar el chip. Genial, entonces. Bueno, Rodrigo, muchísimas gracias. Que tengas muy buen día. Igualmente, guapa. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 46.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:26:35.259186",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 291,
    "total_segmentos_corregido": 93,
    "fecha_correccion": "2026-01-18T23:05:15.175572",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142955245_ACD_17813",
    "fecha_inicio": "15/1/2026 14:29:55",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 1184,
    "tiempo_conversacion": 1163,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}