{
  "archivo": "amza73_1_260116135516295_ACD_32241.wav",
  "duracion_segundos": 278.02,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 119.63,
    "Cliente": 138.4
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 12.51,
      "duracion": 12.48,
      "texto": "Hola, buen día. Hola, buen día. ¿Tengo el placer de comunicarme con Juan Carlos? Bien, habla. ¿Cómo le va? Mi nombre es Malena. Yo te estoy llamando de lo que es el área de calidad Movistar.",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.05,
      "fin": 23.17,
      "duracion": 10.12,
      "texto": "Es para ofrecer tu beneficio el día de hoy en tu línea. ¿De Movistar?",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.19,
      "fin": 23.25,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.077,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.27,
      "fin": 25.13,
      "duracion": 1.86,
      "texto": "Ah, ¿sabes qué? Yo ya me cambié a Claro. Te agradezco.",
      "confianza": 0.36,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.15,
      "fin": 25.49,
      "duracion": 0.34,
      "texto": "Bien, sí, sí.",
      "confianza": 0.289,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.51,
      "fin": 42.12,
      "duracion": 16.61,
      "texto": "Me figura que estás actualmente en lo que es la compañía de Claro. Es más que nada porque estamos haciendo lo que es una campaña de recuperación de clientes y bueno, justamente veo que tuviste con nosotros hasta más o menos finales del 2024 y también era para saber por qué fue el cambio en su momento.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.15,
      "fin": 79.68,
      "duracion": 32.53,
      "texto": "Claro, sí, sí, no, no. Yo estaba pagando una banda y la plata no me alcanzaba y yo les pedí que si me podían bajar el monto de las jugotas por mí y no. Se hacían y me cortaban la llamada, ¿viste? Y se agarré y dijo que no me iba a cambiar, así que bueno, me cambié. No, sí te entiendo, seguramente te dieron una mejor oferta, te pido mil disculpas, ¿sí? Porque creo que estuviste bastante tiempo con nosotros. Pagaba cinco mil mangos. Fijate que ahí está todo detallado, seguro.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.36,
      "fin": 91.07,
      "duracion": 10.71,
      "texto": "5.000, después 10.000, 12.000, 11.000, 20.000, 25.000, nada, pero todos los meses... Claro, sí. Sí, sí, aumentó mucho en su momento.",
      "confianza": 0.297,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.93,
      "fin": 98.56,
      "duracion": 6.63,
      "texto": "Por eso, bueno... Yo ganaba mil euros por día.",
      "confianza": 0.185,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.58,
      "fin": 119.36,
      "duracion": 20.78,
      "texto": "No, si te pido mil disculpas, nuevamente como te digo, sé que tuvimos varios inconvenientes por eso, por eso justamente estamos teniendo estos beneficios para las personas que Justamente estuvieron en su momento, fueron muy buenos clientes, y bueno, por algún inconveniente, como justamente te he pasado, que te dieron la mejor promoción, decidieron cambiar.",
      "confianza": 0.652,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.34,
      "fin": 121.62,
      "duracion": 1.28,
      "texto": "Te consultó Juan.",
      "confianza": 0.856,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.36,
      "fin": 126.11,
      "duracion": 3.74,
      "texto": "¿Vos actualmente, tu plan, sabes de cuántos llegas es, más o menos?",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.15,
      "fin": 133.95,
      "duracion": 6.8,
      "texto": "Como tenía antes en Movistar, de cuatro. De cuatro, bien. ¿Y esos llegas te alcanzan, tenés que hacer algún tipo de recargas?",
      "confianza": 0.15,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.83,
      "fin": 146.16,
      "duracion": 11.33,
      "texto": "Puedo saber que yo tengo, en mi casa tengo internet y acá en el laburo tengo internet y solamente lo uso en la calle, así que cuando lo tengo que usar así que me alcanza, sí, sí. Ah, bien, perfecto.",
      "confianza": 0.07,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.19,
      "fin": 162.81,
      "duracion": 16.62,
      "texto": "Bueno, mira, te comento, mira, de ahorita tenemos un plan que está bueno, sí, también es de 4GB y si haces el cambio el día de ahorita vamos a estar bonificando el 4GB extra, ¿bien? Vas a tener también lo que es WhatsApp Gratis, llamas libres a cualquier compañía, ¿sí?",
      "confianza": 0.595,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.09,
      "fin": 173.67,
      "duracion": 10.58,
      "texto": "El plan, el día de hoy, tiene un precio final de $7,460 pesos. Bien, es una oferta exclusiva que hemos sacado el día de hoy para clientes de claro que enteramente estuvieron con nosotros.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.21,
      "fin": 212.12,
      "duracion": 36.91,
      "texto": "No sé cómo debes con este plan comentarme. ¿Cuatro siglas de $4,060 pesos por mes? $7,460. Son ocho gigas en total. Pero todos los meses ya tiene ocho. Va a tener ocho durante seis meses y después del sexto más recién ahí va a tener cuatro. ¿Qué pasa? Mi recomendación siempre es que hagas una llamada al quinto mes para que te modifiquen el plan y cambies el plan para que sigas teniendo llegas extra y descuentos, ¿bien?",
      "confianza": 0.335,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.96,
      "fin": 243.42,
      "duracion": 29.46,
      "texto": "Sí, sí, sí, sí, está bien, sí. No, pero igual, ¿sabes qué? Te agradezco porque después cuando yo me pase de nuevo y yo no pueda pagar y que le pidan que me baje, todo eso, me van a hacer la misma historia, ¿viste? Así que no te agradezco. Entiendo, Juan, no hay problema. Te pido mil disculpas nuevamente y espero que tengas un excelente día. Sí, te digo la verdad, disculpame vos también, pero bueno, vos no tienes la culpa, ¿viste? Pero bueno. No, sí, no te preocupes.",
      "confianza": 0.055,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.96,
      "fin": 267.09,
      "duracion": 23.13,
      "texto": "El único, creo que mucha gente tuvieron el mismo problema que yo. No, sí, sí, claro. La mayoría de mis clientes tuvo ese problema, pero bueno, decidieron volver a cambiar también porque el asesoramiento va a ser mucho mejor, sí. Yo voy a tratar vos, todo lo que necesites podría estar para vos. Pero bueno, sí, también te entiendo vos que tengas esa duda.",
      "confianza": 0.147,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.09,
      "fin": 269.11,
      "duracion": 1.02,
      "texto": "Así que no hay problema.",
      "confianza": 0.35,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 270.61,
      "fin": 274.86,
      "duracion": 4.25,
      "texto": "No hay problema. Muchísimas gracias por tu tiempo, Juan, espero que tengas excelente día.",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.23,
      "fin": 278.02,
      "duracion": 0.79,
      "texto": "Gracias igualmente. Hasta luego.",
      "confianza": 0.014,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola, buen día. ¿Tengo el placer de comunicarme con Juan Carlos? Bien, habla. ¿Cómo le va? Mi nombre es Malena. Yo te estoy llamando de lo que es el área de calidad Movistar. Es para ofrecer tu beneficio el día de hoy en tu línea. ¿De Movistar? Sí. Ah, ¿sabes qué? Yo ya me cambié a Claro. Te agradezco. Bien, sí, sí. Me figura que estás actualmente en lo que es la compañía de Claro. Es más que nada porque estamos haciendo lo que es una campaña de recuperación de clientes y bueno, justamente veo que tuviste con nosotros hasta más o menos finales del 2024 y también era para saber por qué fue el cambio en su momento. Claro, sí, sí, no, no. Yo estaba pagando una banda y la plata no me alcanzaba y yo les pedí que si me podían bajar el monto de las jugotas por mí y no. Se hacían y me cortaban la llamada, ¿viste? Y se agarré y dijo que no me iba a cambiar, así que bueno, me cambié. No, sí te entiendo, seguramente te dieron una mejor oferta, te pido mil disculpas, ¿sí? Porque creo que estuviste bastante tiempo con nosotros. Pagaba cinco mil mangos. Fijate que ahí está todo detallado, seguro. 5.000, después 10.000, 12.000, 11.000, 20.000, 25.000, nada, pero todos los meses... Claro, sí. Sí, sí, aumentó mucho en su momento. Por eso, bueno... Yo ganaba mil euros por día. No, si te pido mil disculpas, nuevamente como te digo, sé que tuvimos varios inconvenientes por eso, por eso justamente estamos teniendo estos beneficios para las personas que Justamente estuvieron en su momento, fueron muy buenos clientes, y bueno, por algún inconveniente, como justamente te he pasado, que te dieron la mejor promoción, decidieron cambiar. Te consultó Juan. ¿Vos actualmente, tu plan, sabes de cuántos llegas es, más o menos? Como tenía antes en Movistar, de cuatro. De cuatro, bien. ¿Y esos llegas te alcanzan, tenés que hacer algún tipo de recargas? Puedo saber que yo tengo, en mi casa tengo internet y acá en el laburo tengo internet y solamente lo uso en la calle, así que cuando lo tengo que usar así que me alcanza, sí, sí. Ah, bien, perfecto. Bueno, mira, te comento, mira, de ahorita tenemos un plan que está bueno, sí, también es de 4GB y si haces el cambio el día de ahorita vamos a estar bonificando el 4GB extra, ¿bien? Vas a tener también lo que es WhatsApp Gratis, llamas libres a cualquier compañía, ¿sí? El plan, el día de hoy, tiene un precio final de $7,460 pesos. Bien, es una oferta exclusiva que hemos sacado el día de hoy para clientes de claro que enteramente estuvieron con nosotros. No sé cómo debes con este plan comentarme. ¿Cuatro siglas de $4,060 pesos por mes? $7,460. Son ocho gigas en total. Pero todos los meses ya tiene ocho. Va a tener ocho durante seis meses y después del sexto más recién ahí va a tener cuatro. ¿Qué pasa? Mi recomendación siempre es que hagas una llamada al quinto mes para que te modifiquen el plan y cambies el plan para que sigas teniendo llegas extra y descuentos, ¿bien? Sí, sí, sí, sí, está bien, sí. No, pero igual, ¿sabes qué? Te agradezco porque después cuando yo me pase de nuevo y yo no pueda pagar y que le pidan que me baje, todo eso, me van a hacer la misma historia, ¿viste? Así que no te agradezco. Entiendo, Juan, no hay problema. Te pido mil disculpas nuevamente y espero que tengas un excelente día. Sí, te digo la verdad, disculpame vos también, pero bueno, vos no tienes la culpa, ¿viste? Pero bueno. No, sí, no te preocupes. El único, creo que mucha gente tuvieron el mismo problema que yo. No, sí, sí, claro. La mayoría de mis clientes tuvo ese problema, pero bueno, decidieron volver a cambiar también porque el asesoramiento va a ser mucho mejor, sí. Yo voy a tratar vos, todo lo que necesites podría estar para vos. Pero bueno, sí, también te entiendo vos que tengas esa duda. Así que no hay problema. No hay problema. Muchísimas gracias por tu tiempo, Juan, espero que tengas excelente día. Gracias igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.424,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:00:42.862067",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 67,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:31.930168",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116135516295_ACD_32241",
    "fecha_inicio": "16/1/2026 13:55:16",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 294,
    "tiempo_conversacion": 267,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}