{
  "archivo": "amza22_1_260115145145928_ACD_87357.wav",
  "duracion_segundos": 112.44,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 52.34,
    "Cliente": 45.39
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.75,
      "fin": 7.74,
      "duracion": 4.99,
      "texto": "Hola, buenas tardes, ¿me escuchas? Sí, ¿quién habla? ¿Cómo estás?",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.78,
      "fin": 9.06,
      "duracion": 1.28,
      "texto": "Mi nombre es Belén, me presento.",
      "confianza": 0.698,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.48,
      "fin": 19.82,
      "duracion": 10.34,
      "texto": "Mira, yo te estoy llamando desde el área de beneficios de movilizar porque queríamos ofrecerte una nueva promoción con un mayor descuento del que ya tenías en esos momentos. ¿Vos, alternamente, estás en claro?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.1,
      "fin": 38.18,
      "duracion": 15.08,
      "texto": "Sí, estoy en claro. ¿Sabes cuánto sigas a tener? Igualmente... Sí. Igual manera, yo estoy fuera del país, estoy usando llamadas fuera del país. ¿No me podrán llamar cuando esté en la semana que viene?",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.56,
      "fin": 46.75,
      "duracion": 7.19,
      "texto": "La semana que viene. Porque sí me interesa, pero ahora en este momento estoy saliendo del país.",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.33,
      "fin": 65.25,
      "duracion": 16.92,
      "texto": "Ah, claro. Mirá, porque las promociones que tenemos justo con mayor descuento estaban para ayer y hoy, ¿viste? Si queréis que se pueda hacer lo que es la asistencia ahora, igualmente el chip a vos se puede... dentro de tres días recién ir a retirar el chip.",
      "confianza": 0.057,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.39,
      "fin": 79.53,
      "duracion": 13.14,
      "texto": "Capaz que ya estéis... Claro, es que yo no estoy en el país. No, no voy a estar durante un mes. Por eso. Ah, bueno. Entonces, ¿las demandas por viene tampoco van a estar en el país?",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.66,
      "fin": 103.26,
      "duracion": 21.6,
      "texto": "No, no, lo voy a ir decidiendo en el momento, pero ya te digo que recién en febrero voy a estar volviendo. Ahora en este momento no estoy en Argentina. Ah, bien, perfecto. Mira, entonces, dale, ¿cuándo es que baja? ¿Cuándo es la fecha más o menos? Y ya me voy para febrero, el primero ya habría estado.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.62,
      "fin": 108.19,
      "duracion": 3.57,
      "texto": "Dale, febrero, listo. O el 30, el 31, por ahí.",
      "confianza": 0.537,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.82,
      "fin": 112.44,
      "duracion": 3.62,
      "texto": "Dale, muchas gracias. No hay problema, que me queda lindo día. Muchas gracias.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, ¿me escuchas? Sí, ¿quién habla? ¿Cómo estás? Mi nombre es Belén, me presento. Mira, yo te estoy llamando desde el área de beneficios de movilizar porque queríamos ofrecerte una nueva promoción con un mayor descuento del que ya tenías en esos momentos. ¿Vos, alternamente, estás en claro? Sí, estoy en claro. ¿Sabes cuánto sigas a tener? Igualmente... Sí. Igual manera, yo estoy fuera del país, estoy usando llamadas fuera del país. ¿No me podrán llamar cuando esté en la semana que viene? La semana que viene. Porque sí me interesa, pero ahora en este momento estoy saliendo del país. Ah, claro. Mirá, porque las promociones que tenemos justo con mayor descuento estaban para ayer y hoy, ¿viste? Si queréis que se pueda hacer lo que es la asistencia ahora, igualmente el chip a vos se puede... dentro de tres días recién ir a retirar el chip. Capaz que ya estéis... Claro, es que yo no estoy en el país. No, no voy a estar durante un mes. Por eso. Ah, bueno. Entonces, ¿las demandas por viene tampoco van a estar en el país? No, no, lo voy a ir decidiendo en el momento, pero ya te digo que recién en febrero voy a estar volviendo. Ahora en este momento no estoy en Argentina. Ah, bien, perfecto. Mira, entonces, dale, ¿cuándo es que baja? ¿Cuándo es la fecha más o menos? Y ya me voy para febrero, el primero ya habría estado. Dale, febrero, listo. O el 30, el 31, por ahí. Dale, muchas gracias. No hay problema, que me queda lindo día. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.471,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:14:10.607043",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:18.060913",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115145145928_ACD_87357",
    "fecha_inicio": "15/1/2026 14:51:45",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 167,
    "tiempo_conversacion": 108,
    "tiempo_hold": 0,
    "tiempo_acw": 31,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}