{
  "archivo": "amza74_1_260116125340119_ACD_20173.wav",
  "duracion_segundos": 268.67,
  "num_segmentos": 69,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 31.23,
    "Cliente": 221.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 24.61,
      "duracion": 24.58,
      "texto": "Hola, ¿qué tal, cómo estás? Mi nombre es Luis Milacín, me comunico de la compañía Movistar. ¿Habló con José? Sí, él habla. Perfecto, genial. Tenemos una propuesta José muy buena el día de hoy, porque es de un plan con un total de 18 gigas, ¿bien? Le quedan un valor de 10.400 José. Usted ha estado en Movistar, por lo que lo veo es correcto.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.63,
      "fin": 24.69,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.324,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.87,
      "fin": 30.24,
      "duracion": 5.37,
      "texto": "¿Y por qué motivos se cambió, tuvo alguna mala experiencia?",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.4,
      "fin": 32.14,
      "duracion": 1.74,
      "texto": "Sí, sí, no me cumplieron lo prometido.",
      "confianza": 0.61,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.92,
      "fin": 44.2,
      "duracion": 10.28,
      "texto": "Perfecto, genial, lo entiendo, sí. Yo en este caso, bueno, obviamente encantaría, me encantaría que pueda volver a la convención con esta nueva promo, sí.",
      "confianza": 0.517,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.62,
      "fin": 49.35,
      "duracion": 2.72,
      "texto": "Sí, sí, lo que pasa es que no sé si me va a pasar lo mismo.",
      "confianza": 0.439,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.37,
      "fin": 50.65,
      "duracion": 1.28,
      "texto": "¿Usted está en Córdoba?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.35,
      "fin": 59.93,
      "duracion": 7.58,
      "texto": "Sí. Perfecto, genial. Respecto a la cobertura no tiene problemas, ¿no? Un riesgo problema de salud es lo que me pasó.",
      "confianza": 0.331,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.91,
      "fin": 91.75,
      "duracion": 30.84,
      "texto": "Eso no me gustó, llamé y no me atendían para reclamar. Le dije que me pasó la promo de la opción y que más me respondieron en la compañía, así que decidí hacer esto. Llamé a la empresa, llamaba a Movistar para que me diera una solución, me atendían, me dejaban un ratito y me cortaban. Ya sé, mucho tiempo. Perfecto, genial. Entiendo eso, sí. Lo mismo de casa, no sé qué tipo de asesora tuvo usted.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.27,
      "fin": 94.17,
      "duracion": 1.9,
      "texto": "Me imagino que le dejó una muy mala sesión.",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.35,
      "fin": 109.22,
      "duracion": 13.87,
      "texto": "Sí, una chica como vos, por ejemplo, que me llamó, ¿sí? Claro, la llamó y directamente, bueno, ahí tampoco nunca me contestó ni nada de eso, ¿no? Un mes me cumplió con lo prometido del...",
      "confianza": 0.486,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.75,
      "fin": 141.86,
      "duracion": 32.11,
      "texto": "y en ese tiempo eran 7.000 todo eso y después se nos fue a 13, después 18 y después ya. Perfecto. ¿Y nunca le llegaban avisos de aumento ni nada de eso? Nada, nunca. Me dijeron que era por un año no había aumento por eso. No, no, sí. No en este caso lo que le puedo aportar, José, no es un descuento fijo, ¿bien? Es una bonificación. Sí, un descuento fijo, o sea, que a ti me refiero, un precio fijo lo le quiero brindar porque no existe en ningún lado un precio fijo, excepto que vaya a comprar en algún lado con tarjeta pero le dan un interés.",
      "confianza": 0.333,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.24,
      "fin": 187.21,
      "duracion": 43.97,
      "texto": "Lo que yo le quiero dar es un descuento, usted va a tener durante seis meses, es más corto, no es por un año porque qué pasa que en seis meses uno no sufre tantos aumentos como en el resto de un año, entonces usted va a ser avisado mediante mensaje fixante cualquier modificación. y va a tener mi número, yo ahí le acabo de mandar un whatsapp va a tener mi número por ante cualquier modificación en la factura usted me lo pueda manifestar y yo lo pueda ayudar ¿bien? hoy en día se revisa lo que es un contrato legal por llamada telefónica ¿bien? donde yo les repaso todos los planes, con los gigas lo que está contratando, nombre de quién y de tanto para que usted tenga de respaldo este audio de llamada ¿bien? si, como tenia",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.8,
      "fin": 203.07,
      "duracion": 15.27,
      "texto": "Tenía el audio, tenía todo, de la chica que me llamó y cuando quiero llamar para reclamar, me cortaban. Decía por qué motivo llamaba y comentaba cuál era el motivo. Me daban unos minutos y me cortaban. No tenía nada antes, ya entendía, lo entendía directamente. Ya.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.67,
      "fin": 218.76,
      "duracion": 15.09,
      "texto": "Eso es lo que pasa ahora. En este caso, o sea, yo soy un baño, también lo que hago es estar en una empresa que a mí me conviene por tema de precios, ¿bien? O sea, yo un día estoy con claro, si me aumentó, no me dan solución, me voy a pasar a movistar. Lo mismo pasa con Movistar.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.93,
      "fin": 227.45,
      "duracion": 7.52,
      "texto": "Si le estoy un tiempito, o sea, no me valoren el sentido, me aumentan, no me lo quieren bajar y me lo paso otra vez. Aclaro, que los dos lados tienen que tener promoción.",
      "confianza": 0.436,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.62,
      "fin": 243.19,
      "duracion": 14.57,
      "texto": "Porque lamentablemente de esa manera se manejan las empresas. Sí, no, no, te entiendo. Pero bueno, en esto ya hace rato me vienen respetando lo que me prometieron. Y la verdad es genial.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.99,
      "fin": 247.35,
      "duracion": 3.36,
      "texto": "Sí, con afono, porque no me mienten. Me dijeron una cosa y la están cumpliendo.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.01,
      "fin": 260.03,
      "duracion": 12.02,
      "texto": "¿Dónde está el cual? Entiendo, yo no lo quiero obligar, sí, a que se pasen. Pero que yo le dejo mi WhatsApp, sí, para que usted sea bien ante cualquier duda o consulta que tenga, ¿bien? Perfecto.",
      "confianza": 0.13,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.53,
      "fin": 268.67,
      "duracion": 8.14,
      "texto": "Perfecto, dale, que tenga excelente tarde. Hasta luego. Gracias, y hasta luego.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal, cómo estás? Mi nombre es Luis Milacín, me comunico de la compañía Movistar. ¿Habló con José? Sí, él habla. Perfecto, genial. Tenemos una propuesta José muy buena el día de hoy, porque es de un plan con un total de 18 gigas, ¿bien? Le quedan un valor de 10.400 José. Usted ha estado en Movistar, por lo que lo veo es correcto. Sí. ¿Y por qué motivos se cambió, tuvo alguna mala experiencia? Sí, sí, no me cumplieron lo prometido. Perfecto, genial, lo entiendo, sí. Yo en este caso, bueno, obviamente encantaría, me encantaría que pueda volver a la convención con esta nueva promo, sí. Sí, sí, lo que pasa es que no sé si me va a pasar lo mismo. ¿Usted está en Córdoba? Sí. Perfecto, genial. Respecto a la cobertura no tiene problemas, ¿no? Un riesgo problema de salud es lo que me pasó. Eso no me gustó, llamé y no me atendían para reclamar. Le dije que me pasó la promo de la opción y que más me respondieron en la compañía, así que decidí hacer esto. Llamé a la empresa, llamaba a Movistar para que me diera una solución, me atendían, me dejaban un ratito y me cortaban. Ya sé, mucho tiempo. Perfecto, genial. Entiendo eso, sí. Lo mismo de casa, no sé qué tipo de asesora tuvo usted. Me imagino que le dejó una muy mala sesión. Sí, una chica como vos, por ejemplo, que me llamó, ¿sí? Claro, la llamó y directamente, bueno, ahí tampoco nunca me contestó ni nada de eso, ¿no? Un mes me cumplió con lo prometido del... y en ese tiempo eran 7.000 todo eso y después se nos fue a 13, después 18 y después ya. Perfecto. ¿Y nunca le llegaban avisos de aumento ni nada de eso? Nada, nunca. Me dijeron que era por un año no había aumento por eso. No, no, sí. No en este caso lo que le puedo aportar, José, no es un descuento fijo, ¿bien? Es una bonificación. Sí, un descuento fijo, o sea, que a ti me refiero, un precio fijo lo le quiero brindar porque no existe en ningún lado un precio fijo, excepto que vaya a comprar en algún lado con tarjeta pero le dan un interés. Lo que yo le quiero dar es un descuento, usted va a tener durante seis meses, es más corto, no es por un año porque qué pasa que en seis meses uno no sufre tantos aumentos como en el resto de un año, entonces usted va a ser avisado mediante mensaje fixante cualquier modificación. y va a tener mi número, yo ahí le acabo de mandar un whatsapp va a tener mi número por ante cualquier modificación en la factura usted me lo pueda manifestar y yo lo pueda ayudar ¿bien? hoy en día se revisa lo que es un contrato legal por llamada telefónica ¿bien? donde yo les repaso todos los planes, con los gigas lo que está contratando, nombre de quién y de tanto para que usted tenga de respaldo este audio de llamada ¿bien? si, como tenia Tenía el audio, tenía todo, de la chica que me llamó y cuando quiero llamar para reclamar, me cortaban. Decía por qué motivo llamaba y comentaba cuál era el motivo. Me daban unos minutos y me cortaban. No tenía nada antes, ya entendía, lo entendía directamente. Ya. Eso es lo que pasa ahora. En este caso, o sea, yo soy un baño, también lo que hago es estar en una empresa que a mí me conviene por tema de precios, ¿bien? O sea, yo un día estoy con claro, si me aumentó, no me dan solución, me voy a pasar a movistar. Lo mismo pasa con Movistar. Si le estoy un tiempito, o sea, no me valoren el sentido, me aumentan, no me lo quieren bajar y me lo paso otra vez. Aclaro, que los dos lados tienen que tener promoción. Porque lamentablemente de esa manera se manejan las empresas. Sí, no, no, te entiendo. Pero bueno, en esto ya hace rato me vienen respetando lo que me prometieron. Y la verdad es genial. Sí, con afono, porque no me mienten. Me dijeron una cosa y la están cumpliendo. ¿Dónde está el cual? Entiendo, yo no lo quiero obligar, sí, a que se pasen. Pero que yo le dejo mi WhatsApp, sí, para que usted sea bien ante cualquier duda o consulta que tenga, ¿bien? Perfecto. Perfecto, dale, que tenga excelente tarde. Hasta luego. Gracias, y hasta luego.",
  "calidad": {
    "confianza_promedio": 0.492,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:05:51.431791",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 69,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:32.262723",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116125340119_ACD_20173",
    "fecha_inicio": "16/1/2026 12:53:40",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 274,
    "tiempo_conversacion": 258,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cliente Ocupado",
    "tipo_tipificacion": "No Exitoso"
  }
}