{
  "archivo": "amza20_1_260114134737343_ACD_24485.wav",
  "duracion_segundos": 286.98,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 123.94,
    "Cliente": 143.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.65,
      "fin": 18.37,
      "duracion": 16.72,
      "texto": "Hola, buen día. ¿María Belén? Sí. Como le he hablado, tomaste mi nombre, me comunico de la línea de recupero de clientes modelistas, para que normalmente cuente a un claro, ¿verdad? Sí. ¿Qué es el motivo mío más, o si era para preguntarle por qué salí ahí de la compañía? ¿Qué inconvenientes habría tenido con la línea y demás?",
      "confianza": 0.323,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.6,
      "fin": 25.5,
      "duracion": 4.91,
      "texto": "Bueno, siempre me cobran cargo extra.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.52,
      "fin": 25.62,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.352,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.64,
      "fin": 31.47,
      "duracion": 5.83,
      "texto": "Y me dijeron, de hecho, cuando me dijeron, no lo había pensado, cuando me dieron de alta de claro, que es algo que consistentemente hacen,",
      "confianza": 0.328,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.04,
      "fin": 49.53,
      "duracion": 17.49,
      "texto": "Básicamente un aumento sin acertunamiento que has suscribido en este pòmito de algo que vos nunca te suscribiste y tienes que llamar todos los meses y ha sido siempre lo mismo. Entonces nada, me iba a hacer eso. Además el club está más caro y bueno, me pasé a claro que está más barato.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.55,
      "fin": 50.07,
      "duracion": 0.52,
      "texto": "Bien, perfecto.",
      "confianza": 0.418,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 50.09,
      "fin": 54.35,
      "duracion": 4.26,
      "texto": "Perfecto, tengo un suelo. ¿Tenéis algún otro inconveniente con la línea? Por ejemplo, un problema con la señal o algo para el estilo.",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.06,
      "fin": 66.39,
      "duracion": 10.33,
      "texto": "No, en general no tenía ese tipo de problema, pero era más bien... Bueno, mira, te comento.",
      "confianza": 0.722,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.45,
      "fin": 73.92,
      "duracion": 7.47,
      "texto": "Nosotros actualmente cuando usamos los aumentos les aplicamos lo que son descuentos físicos a los planes para que los clientes no tengan este aumento desmedido. Así que vos me comentás que estuviste en su momento.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.53,
      "fin": 117.07,
      "duracion": 42.54,
      "texto": "Además de entenderlo como una experiencia personal. ¿Qué quiere decir esto? No, el tema es que no era como... O sea, como que era un aumento encubierto porque me suscribían a cosas Me decían que, como si me hubiera suscrito yo, o sea, apretando algo o nada, que ahora nunca me había pasado en mi vida. Bueno, básicamente suele pasar, no muy seguido, pero suele pasar, y son errores de facturación con el sistema en sí. Brindamos lo que nosotros, para contrarrestar esto, brindamos una asesoría personal, que quiere decir esto. Cualquier problema de cualquier índole que tengas con la línea, me lo comunicas directamente por WhatsApp. No tiene que estar llamándose retrociento, ni nada, directamente ahí por WhatsApp.",
      "confianza": 0.36,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.61,
      "fin": 129.95,
      "duracion": 12.34,
      "texto": "Cualquier inconveniente con la facturación, con la línea en general, pero comunica a mí. Bien, para que vos no tengas justamente estos problemas. Bien. Te pregunto, ¿vos en la línea solo ocupas mucho internet, muchas gigas, o no es eso, le das mucho interés a lo que es el teléfono?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.57,
      "fin": 140.2,
      "duracion": 8.63,
      "texto": "Y mira, no le daba mucho interés, pero donde trabajo ahora es un call center, entonces no tenemos wifi, así que sí, me hace falta datos.",
      "confianza": 0.43,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 141.14,
      "fin": 145.02,
      "duracion": 3.88,
      "texto": "De hecho, me quedé sin datos, así que tuve que comprar un paquete ahora.",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.85,
      "fin": 194.42,
      "duracion": 47.57,
      "texto": "Sí. Y no sé, yo supongo que he andado necesitando. La verdad es que no sé porque es la primera vez que he tenido un paquete real de 10 gigas, así que no se conducen los paquetes, pero... Ese no es un dios, me suelo decirlo. Bien, perfecto. Bueno, mira, nosotros brindamos planes de acción económicos. Te comenté el plan que tengo para brindarte. Tengo plan de 8 gigas de base, más 8 de regalo por 6 meses, tendría 16. Ok, entiendo. Para que lo tengas.",
      "confianza": 0.018,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 195.2,
      "fin": 209.0,
      "duracion": 13.8,
      "texto": "No sé si vos te va a ocupar más gigas o si está más o menos ahí. Claro, lo que más o menos ocupas.",
      "confianza": 0.405,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 210.9,
      "fin": 223.49,
      "duracion": 12.59,
      "texto": "Sí, probablemente menos, pero bueno. Claro, como te digo, en caso de que no los ocupes todos los podéis ir guardando. No va a pasar por días que no ocupas, digamos. Siempre va a estar usando lo que ocupa directamente y lo otro lo guardas.",
      "confianza": 0.322,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 224.74,
      "fin": 244.09,
      "duracion": 19.35,
      "texto": "Para el seguir en demés y demás. Como hoy estuviste en un momento en la compañía, así la mayoría de los datos los tenemos. Mientras tendría que corregir algún cuidado otro rato, no más. Pero no sería un trámite muy bien con lo otro que te propongo.",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 244.12,
      "fin": 245.62,
      "duracion": 1.5,
      "texto": "Sí, mira, como en principio... O sea, vos no te confundes siempre.",
      "confianza": 0.028,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 245.64,
      "fin": 247.58,
      "duracion": 1.94,
      "texto": "O sea, por eso sigues aquí.",
      "confianza": 0.122,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.6,
      "fin": 247.66,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.68,
      "fin": 260.71,
      "duracion": 12.03,
      "texto": "OK. Sí, o sea, por el momento, la verdad que, o sea, yo estoy comprobando seis mil. Tuve el tema, o sea, el pack de... Sí, tiene regalo.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.46,
      "fin": 262.52,
      "duracion": 1.06,
      "texto": "¿Verdad?",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 263.44,
      "fin": 280.58,
      "duracion": 17.14,
      "texto": "O sea, ahora tendría que haber... Claro que sería más fácil. No sé, lo tendría que haber porque probablemente no tengo más que ahora que pago y creo que me conviene. Pero bueno, lo tengo en cuenta, cualquier otro que me está tomando en cuenta en cuenta.",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.6,
      "fin": 281.12,
      "duracion": 0.52,
      "texto": "Bien, perfecto.",
      "confianza": 0.5,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 281.14,
      "fin": 284.63,
      "duracion": 3.49,
      "texto": "Bueno, no tenés problemas, entonces yo me voy comunicando. Te agradezco tu atención.",
      "confianza": 0.386,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 285.97,
      "fin": 286.98,
      "duracion": 1.01,
      "texto": "Gracias. Un buen día, adiós.",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿María Belén? Sí. Como le he hablado, tomaste mi nombre, me comunico de la línea de recupero de clientes modelistas, para que normalmente cuente a un claro, ¿verdad? Sí. ¿Qué es el motivo mío más, o si era para preguntarle por qué salí ahí de la compañía? ¿Qué inconvenientes habría tenido con la línea y demás? Bueno, siempre me cobran cargo extra. Sí. Y me dijeron, de hecho, cuando me dijeron, no lo había pensado, cuando me dieron de alta de claro, que es algo que consistentemente hacen, Básicamente un aumento sin acertunamiento que has suscribido en este pòmito de algo que vos nunca te suscribiste y tienes que llamar todos los meses y ha sido siempre lo mismo. Entonces nada, me iba a hacer eso. Además el club está más caro y bueno, me pasé a claro que está más barato. Bien, perfecto. Perfecto, tengo un suelo. ¿Tenéis algún otro inconveniente con la línea? Por ejemplo, un problema con la señal o algo para el estilo. No, en general no tenía ese tipo de problema, pero era más bien... Bueno, mira, te comento. Nosotros actualmente cuando usamos los aumentos les aplicamos lo que son descuentos físicos a los planes para que los clientes no tengan este aumento desmedido. Así que vos me comentás que estuviste en su momento. Además de entenderlo como una experiencia personal. ¿Qué quiere decir esto? No, el tema es que no era como... O sea, como que era un aumento encubierto porque me suscribían a cosas Me decían que, como si me hubiera suscrito yo, o sea, apretando algo o nada, que ahora nunca me había pasado en mi vida. Bueno, básicamente suele pasar, no muy seguido, pero suele pasar, y son errores de facturación con el sistema en sí. Brindamos lo que nosotros, para contrarrestar esto, brindamos una asesoría personal, que quiere decir esto. Cualquier problema de cualquier índole que tengas con la línea, me lo comunicas directamente por WhatsApp. No tiene que estar llamándose retrociento, ni nada, directamente ahí por WhatsApp. Cualquier inconveniente con la facturación, con la línea en general, pero comunica a mí. Bien, para que vos no tengas justamente estos problemas. Bien. Te pregunto, ¿vos en la línea solo ocupas mucho internet, muchas gigas, o no es eso, le das mucho interés a lo que es el teléfono? Y mira, no le daba mucho interés, pero donde trabajo ahora es un call center, entonces no tenemos wifi, así que sí, me hace falta datos. De hecho, me quedé sin datos, así que tuve que comprar un paquete ahora. Sí. Y no sé, yo supongo que he andado necesitando. La verdad es que no sé porque es la primera vez que he tenido un paquete real de 10 gigas, así que no se conducen los paquetes, pero... Ese no es un dios, me suelo decirlo. Bien, perfecto. Bueno, mira, nosotros brindamos planes de acción económicos. Te comenté el plan que tengo para brindarte. Tengo plan de 8 gigas de base, más 8 de regalo por 6 meses, tendría 16. Ok, entiendo. Para que lo tengas. No sé si vos te va a ocupar más gigas o si está más o menos ahí. Claro, lo que más o menos ocupas. Sí, probablemente menos, pero bueno. Claro, como te digo, en caso de que no los ocupes todos los podéis ir guardando. No va a pasar por días que no ocupas, digamos. Siempre va a estar usando lo que ocupa directamente y lo otro lo guardas. Para el seguir en demés y demás. Como hoy estuviste en un momento en la compañía, así la mayoría de los datos los tenemos. Mientras tendría que corregir algún cuidado otro rato, no más. Pero no sería un trámite muy bien con lo otro que te propongo. Sí, mira, como en principio... O sea, vos no te confundes siempre. O sea, por eso sigues aquí. Sí. OK. Sí, o sea, por el momento, la verdad que, o sea, yo estoy comprobando seis mil. Tuve el tema, o sea, el pack de... Sí, tiene regalo. ¿Verdad? O sea, ahora tendría que haber... Claro que sería más fácil. No sé, lo tendría que haber porque probablemente no tengo más que ahora que pago y creo que me conviene. Pero bueno, lo tengo en cuenta, cualquier otro que me está tomando en cuenta en cuenta. Bien, perfecto. Bueno, no tenés problemas, entonces yo me voy comunicando. Te agradezco tu atención. Gracias. Un buen día, adiós.",
  "calidad": {
    "confianza_promedio": 0.473,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:55:00.997160",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 67,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:16.907145",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114134737343_ACD_24485",
    "fecha_inicio": "14/1/2026 13:47:37",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 308,
    "tiempo_conversacion": 275,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}