{
  "archivo": "amza30_1_260115121903241_ACD_53385.wav",
  "duracion_segundos": 618.05,
  "num_segmentos": 171,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 127.47,
    "Cliente": 452.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.91,
      "fin": 4.87,
      "duracion": 3.96,
      "texto": "Hola, ¿qué tal? Buen día, mi nombre es Eugenia. ¿Hablo con María José?",
      "confianza": 0.317,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.51,
      "fin": 8.7,
      "duracion": 2.19,
      "texto": "Sí, ella habla. ¿Quién ha de sí? ¿Qué tal, María José? Un gusto.",
      "confianza": 0.043,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.76,
      "fin": 11.16,
      "duracion": 2.4,
      "texto": "Me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.573,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.64,
      "fin": 35.38,
      "duracion": 23.74,
      "texto": "Sinta que me figura tu línea en claro. ¿Es así? Sí. Sí. Perfecto, María José. Con claro, actualmente, ¿contás con lo que es factura mensual o realizás recargas? Factura mensual. Muy bien. El día de hoy tenemos una promo para poder brindarte que está en 10.400 pesos finales. con un descuento fijo por seis meses por 16 días de internet.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.88,
      "fin": 43.35,
      "duracion": 7.47,
      "texto": "Tendrías ocho de base y ocho de regalo por los próximos seis meses con llamadas y mensajes libres y también WhatsApp gratis.",
      "confianza": 0.796,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.99,
      "fin": 58.17,
      "duracion": 14.18,
      "texto": "Digo actualmente María José, nos figura que tenés tres líneas bajo tu titularidad. ¿Las tres líneas consumen la misma cantidad de días o no? No, no me acuerdo. Ah, bien.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.67,
      "fin": 71.58,
      "duracion": 12.91,
      "texto": "Bien, bien. ¿Pero vos sos de encargada justamente de lo que es los planes de cada línea? Sí, sí, sí. Pero bueno, tiene mi hijo y otro mi marido. OK,",
      "confianza": 0.72,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 71.58,
      "fin": 73.71,
      "duracion": 2.13,
      "texto": "OK. Bueno, te comento un poco para que sepas.",
      "confianza": 0.619,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.81,
      "fin": 172.99,
      "duracion": 99.18,
      "texto": "Nosotros el día de hoy estamos activando esta promo si es para los ex clientes de Movistar, si justamente para que la puedan aprovechar. Y tenés el beneficio de que, en caso de que justamente cambies las tres líneas, Tenéis además 4 gigas de regalo de por vida para cada línea, ¿sí? Y aparte, 20 gigas de regalo que se pueden activar este mes justamente por comienzo de año, ¿sí? ¿Qué es lo positivo de todo esto? Que vos los gigas que no uses, por ejemplo, si tu hijo usa más gigas que vos y él se los acaba primero porque puede pasar, vos le podés prestar de tus gigas o podés guardar también los tuyos para consumirlos después del mes que viene o al siguiente y así sucesivamente. se van juntando. Sí, escúchame, entonces ¿la factura de cuánto me llegaría? La factura te llegaría, si son las tres líneas justamente, serían, ahí te digo bien, serían 31.200 pesos. ¿Cada una? No, en total, en total por las tres, porque ten en cuenta que las tres tendrían el plan de 10.400 pesos, si por tres entonces serían 31.200 pesos. Sí, súper accesible, súper fácil, justamente para que vos tengas lo que es toda esta cantidad de gigas y además, en el caso de tu hijo, que capaz sí lo hace, tenés un giga aparte para Free Fire y tenés tres gigas aparte también para lo que es roaming. No sé si ya se han ido de abracaciones. Sí, no, no, escúchame, hazme una cosa. ¿Vos me podés llamar más tarde, así? Yo le pregunto a mi hijo. Dale, dale, no hay ningún. Llama a usted hasta las 3 de la tarde. ¿En qué momento te puedo llamar?",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.78,
      "fin": 188.65,
      "duracion": 14.87,
      "texto": "Y dejame que lo llame en un rato y... Dale, te mando un mensajito. Te mando un mensajito de whatsapp y vos me decís, llámame ahora y yo te llamo, ¿sí? Dale, me mando un mensaje. Sácame una duda. Yo sé que vos estás en la parte de telefonía. Yo tenía un departamento donde tenía...",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.27,
      "fin": 196.35,
      "duracion": 7.08,
      "texto": "Tenía un router y tenía telefonía, tenía internet. Sí. Yo la adquiría al departamento.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.22,
      "fin": 198.28,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.3,
      "fin": 205.11,
      "duracion": 6.81,
      "texto": "Y no supe darle de baja, saqué el router y no supe darle de baja. Y quería saber cómo estaba ese tema para poder resolverlo.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.61,
      "fin": 213.58,
      "duracion": 7.97,
      "texto": "Sí, me fijo ahora con tu DNI si justamente tenés algo cargado. Termina en 448, ¿verdad?",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.6,
      "fin": 213.66,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 213.68,
      "fin": 219.12,
      "duracion": 5.45,
      "texto": "Bien, ahora te digo, para que lo estoy cargando en el sistema y si me sale justamente algo te digo.",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.15,
      "fin": 249.4,
      "duracion": 29.25,
      "texto": "Bien, vos me decís entonces, si nunca hiciste la devolución, lo sacaste el router y lo dejaste... Claro, o sea que lo tengo yo y alguien en el departamento y nada, aquí se lo le baja y se me da boba para esto de internet y nada. Como que se cortó la línea, obviamente, pero bueno. Pero lo dejaste así. Ok, ahora te digo porque acá el sistema me arrozca. Si vos tenés alguna deuda o deudás algo con Movistar, me sale acá. Bueno, dos segunditos más, igual. ¿Tú cómo ves a alguien con claro? Con claro. Ah, ok.",
      "confianza": 0.422,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.26,
      "fin": 262.97,
      "duracion": 10.71,
      "texto": "No que ahí te digo si me falta algo, sino que cabra despacito el DNI. Bien. Mientras tanto voy a ir mandándote un mensaje de WhatsApp para que ya tengas justamente mi número.",
      "confianza": 0.414,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.56,
      "fin": 265.64,
      "duracion": 2.08,
      "texto": "Así vos me avisás cuando hables con tu hijo.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.48,
      "fin": 285.41,
      "duracion": 18.93,
      "texto": "En el caso de que tu hijo te diga, mamá, yo uso un montón de gigas, me hace falta, no sé, mucho más, tengo otro plan justamente de más gira en el caso de que lo necesites. Sí, así que eso no habría… Lo más importante es bajar por mes lo que estoy pagando, claro. Claro, el costo.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.35,
      "fin": 302.42,
      "duracion": 16.07,
      "texto": "Con todos los clientes que me he contactado esta mañana, no sé si es el inicio de año que, pero estamos hablando de bajar constantemente los costos. Los costos. Quizás no priorizan tanto a veces el servicio, pero bajan los costos. Ese es el tema. A ver si ya terminó de cargar.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.3,
      "fin": 321.99,
      "duracion": 18.69,
      "texto": "Bien, me figura entonces Bien, acá me figura, en claro no me sale nada de lo que es con respecto al router, si me sale con movistar, un pequeño saldito pendiente, que sería, ya te digo, si no sé si son $3,500 pesos, porque te hace una quita, ahí te digo.",
      "confianza": 0.866,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.53,
      "fin": 332.52,
      "duracion": 9.99,
      "texto": "Exactamente, te hace una quita, entonces está muy bueno también para aprovechar porque quedas limpia también en este caso, entonces estás a cero, está muy bueno.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.3,
      "fin": 337.44,
      "duracion": 4.14,
      "texto": "Eso me ha pasado con varios clientes que también les interesa no estar como deudores.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.06,
      "fin": 363.4,
      "duracion": 25.34,
      "texto": "Bien, 3.700 pesos me figura en un salito pendiente como Vistor, pero eso no hay drama, porque en el caso de que hagas el traspaso de las tres líneas, yo te lo borro, así que no hay problema con eso. Sí, escúchame. ¿Y el tema de claro no hay nada entonces? De claro no me figura. No, no me figura. No me figura, justamente. De todas formas tendrías que ¿Si esto pasó hace mucho tiempo o poquito?",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 365.07,
      "fin": 377.49,
      "duracion": 12.42,
      "texto": "No, a los dos años. Dos años. No, ya se tiene calorado de baja eso. Eso te espera, porque es mucho tiempo. Escúchame, ¿yo voy a seguir con Karen entonces o es como pasar a Movistar? Es pasar a Movistar, justamente.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 378.33,
      "fin": 400.63,
      "duracion": 22.3,
      "texto": "El tema de los chips y todo eso, ¿cómo hacemos? Porque yo no quiero cambiar de chip y todo, ¿entendés? No, no, porque el número es tuyo. El número es tuyo, así que eso queda tranquila. No quiero buscar un chip nuevo a Movistar y cambiar. Eso le quería explicar. ¿Vos tenés teléfonos iPhone o son teléfonos de los que llevan el chip? iPhone, iPhone. iPhone, pero de los nuevos los que son con chip virtual.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 406.84,
      "fin": 431.87,
      "duracion": 25.03,
      "texto": "¿De los nuevos son con chip virtual? No. No, de los que llevan el chip físico entonces, que tenés que meterles el chip. Y no, sí, hay dos que sí y uno puede ser que tenga virtual. Ah, bien. Bueno, en el caso del virtual te lleva un código QR al e-mail, sí que tenés asociado con el teléfono. Y en el caso de los otros que llevan chip físico, si vos no tenés ganas de ir justamente a la tienda movistar, No hay problema, yo te puedo gestionar lo que es el envío a domicilio, te llega el domicilio, y vos los colocas ahí.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 432.45,
      "fin": 436.03,
      "duracion": 3.58,
      "texto": "No hay ningún problema con eso. Si no tenés ganas de ir a retirarlos.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 436.62,
      "fin": 448.53,
      "duracion": 11.91,
      "texto": "Justamente está muy buena esa opción también, y si no, en el caso de la localidad en la que estés, que no me acuerdo si te la pregunté o no, en la tienda vos vas haciendo segundos, colocas el kit también y te lo llevas activado. Es lo mismo.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 449.07,
      "fin": 482.79,
      "duracion": 33.72,
      "texto": "Pero, obviamente que es a preferencia de cada uno. Capaz estás muy ocupada, capaz no tenés ganas de salir, y es válido que quieras el envío a domicilio. No hay ningún problema con eso y es sin cargo. Sí, sí, sí, sí. Y lo que pasa es que cuando hice el traspaso de movilizar de Alclaro me tardó un montón. Estuve una semana sin teléfono. Claro, no, no, no. Eso no te va a pasar con nosotros. Aparte que estoy yo para resolverte cualquier duda de cualquier cosa que vos tengas. Estoy yo para resolverlo porque vos te va a quedar mi contacto agendado y yo soy tu asesora personal. Bueno, bueno, escúchame. Hazme una cosa. ¿Cómo es tu nombre? Eugenia.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 483.3,
      "fin": 495.57,
      "duracion": 12.27,
      "texto": "Eugenia, eh, déjame ver ahora y... Dale. Y total estamos en contacto solo acá el viernes, de acá a mañana lo resolvemos. Bien,",
      "confianza": 0.418,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 495.57,
      "fin": 503.63,
      "duracion": 8.05,
      "texto": "bien, ten en cuenta, la promo yo la tengo por hoy, sí, en el caso... La promo es de...",
      "confianza": 0.718,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 503.63,
      "fin": 531.31,
      "duracion": 27.68,
      "texto": "Bien, bien, 10.400 pesos por línea, 10.400 por línea, total entonces sería 31.200, sí. Está ya bueno que, por las tres líneas, total final, como para que quede bien claro. Total final, 31.200, ¿sí? Así que, charlarlo con tu hijo, no hay ningún problema, y prescribidme, y si lo podemos hacer hoy día para que puedan tener la promo, mejor. Porque si no, el precio... Pero quiero escucharme, ¿y si no quiero hacer prepago?",
      "confianza": 0.718,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 532.32,
      "fin": 534.3,
      "duracion": 1.98,
      "texto": "¿Prepago? ¿Pasar las líneas a prepago?",
      "confianza": 0.857,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 535.86,
      "fin": 535.92,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 535.94,
      "fin": 539.5,
      "duracion": 3.56,
      "texto": "Y ahí no tenés ningún plan, o sea, tenés que hacer recargas después.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 541.15,
      "fin": 541.27,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.162,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 541.58,
      "fin": 557.28,
      "duracion": 15.7,
      "texto": "No sé si te conviene mucho porque los paquetes, por ejemplo, los paquetes en claro, sí tengo conocimiento de algunos paquetes que no están muy buenos, ponesle para seis mil pesos y tenés dos gigas de internet, o tenés que pagar justamente siete mil pesos, te dan un giga, pero te lo dan por tres días.",
      "confianza": 0.657,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 557.84,
      "fin": 560.45,
      "duracion": 2.6,
      "texto": "Entonces, es como que no sirve mucho el prepago.",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 561.27,
      "fin": 570.58,
      "duracion": 9.31,
      "texto": "Como experiencia, yo tengo una hija chica y le dije un día, te lo paso el prepago. No me funcionó porque cada tanto me pedía que le hiciera recargas y al final estaba más plata.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 571.13,
      "fin": 580.02,
      "duracion": 8.89,
      "texto": "Y porque los datos es lo que maneja ahora todo, porque todos tienen, justamente, mercado pago para pagar alguna otra biletera virtual y necesitas tener datos.",
      "confianza": 0.805,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 581.3,
      "fin": 593.38,
      "duracion": 12.08,
      "texto": "Escúchame, si no llevo a tener, si llevo a agarrar dos líneas en vez de las tres líneas. También tenés el mismo beneficio de los cuatro líneas adicionales para cada una y los 20 de regalo para cada una también. Eso está. Con las dos líneas lo tenés igual.",
      "confianza": 0.26,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 594.02,
      "fin": 606.83,
      "duracion": 12.81,
      "texto": "Sería entonces 20.800 pesos. Bien. Así que no hay problema con eso. Ahora te dejo entonces que vos le puedas preguntar a tu hijo y me mandas un mensaje y yo te escribo por WhatsApp.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 607.35,
      "fin": 618.05,
      "duracion": 10.7,
      "texto": "Mándame todo por WhatsApp. Te mando todo, que te quedo el escritor, así se lo pasas. Dale. Hacemos así. Bueno, entonces ahí te vuelvo a hablar, mi vieja José. Muchas gracias. Gracias, chau chau. Besitos, chau chau. Chau chau.",
      "confianza": 0.363,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, mi nombre es Eugenia. ¿Hablo con María José? Sí, ella habla. ¿Quién ha de sí? ¿Qué tal, María José? Un gusto. Me estoy comunicando del área de beneficios móviles. Sinta que me figura tu línea en claro. ¿Es así? Sí. Sí. Perfecto, María José. Con claro, actualmente, ¿contás con lo que es factura mensual o realizás recargas? Factura mensual. Muy bien. El día de hoy tenemos una promo para poder brindarte que está en 10.400 pesos finales. con un descuento fijo por seis meses por 16 días de internet. Tendrías ocho de base y ocho de regalo por los próximos seis meses con llamadas y mensajes libres y también WhatsApp gratis. Digo actualmente María José, nos figura que tenés tres líneas bajo tu titularidad. ¿Las tres líneas consumen la misma cantidad de días o no? No, no me acuerdo. Ah, bien. Bien, bien. ¿Pero vos sos de encargada justamente de lo que es los planes de cada línea? Sí, sí, sí. Pero bueno, tiene mi hijo y otro mi marido. OK, OK. Bueno, te comento un poco para que sepas. Nosotros el día de hoy estamos activando esta promo si es para los ex clientes de Movistar, si justamente para que la puedan aprovechar. Y tenés el beneficio de que, en caso de que justamente cambies las tres líneas, Tenéis además 4 gigas de regalo de por vida para cada línea, ¿sí? Y aparte, 20 gigas de regalo que se pueden activar este mes justamente por comienzo de año, ¿sí? ¿Qué es lo positivo de todo esto? Que vos los gigas que no uses, por ejemplo, si tu hijo usa más gigas que vos y él se los acaba primero porque puede pasar, vos le podés prestar de tus gigas o podés guardar también los tuyos para consumirlos después del mes que viene o al siguiente y así sucesivamente. se van juntando. Sí, escúchame, entonces ¿la factura de cuánto me llegaría? La factura te llegaría, si son las tres líneas justamente, serían, ahí te digo bien, serían 31.200 pesos. ¿Cada una? No, en total, en total por las tres, porque ten en cuenta que las tres tendrían el plan de 10.400 pesos, si por tres entonces serían 31.200 pesos. Sí, súper accesible, súper fácil, justamente para que vos tengas lo que es toda esta cantidad de gigas y además, en el caso de tu hijo, que capaz sí lo hace, tenés un giga aparte para Free Fire y tenés tres gigas aparte también para lo que es roaming. No sé si ya se han ido de abracaciones. Sí, no, no, escúchame, hazme una cosa. ¿Vos me podés llamar más tarde, así? Yo le pregunto a mi hijo. Dale, dale, no hay ningún. Llama a usted hasta las 3 de la tarde. ¿En qué momento te puedo llamar? Y dejame que lo llame en un rato y... Dale, te mando un mensajito. Te mando un mensajito de whatsapp y vos me decís, llámame ahora y yo te llamo, ¿sí? Dale, me mando un mensaje. Sácame una duda. Yo sé que vos estás en la parte de telefonía. Yo tenía un departamento donde tenía... Tenía un router y tenía telefonía, tenía internet. Sí. Yo la adquiría al departamento. Sí. Y no supe darle de baja, saqué el router y no supe darle de baja. Y quería saber cómo estaba ese tema para poder resolverlo. Sí, me fijo ahora con tu DNI si justamente tenés algo cargado. Termina en 448, ¿verdad? Sí. Bien, ahora te digo, para que lo estoy cargando en el sistema y si me sale justamente algo te digo. Bien, vos me decís entonces, si nunca hiciste la devolución, lo sacaste el router y lo dejaste... Claro, o sea que lo tengo yo y alguien en el departamento y nada, aquí se lo le baja y se me da boba para esto de internet y nada. Como que se cortó la línea, obviamente, pero bueno. Pero lo dejaste así. Ok, ahora te digo porque acá el sistema me arrozca. Si vos tenés alguna deuda o deudás algo con Movistar, me sale acá. Bueno, dos segunditos más, igual. ¿Tú cómo ves a alguien con claro? Con claro. Ah, ok. No que ahí te digo si me falta algo, sino que cabra despacito el DNI. Bien. Mientras tanto voy a ir mandándote un mensaje de WhatsApp para que ya tengas justamente mi número. Así vos me avisás cuando hables con tu hijo. En el caso de que tu hijo te diga, mamá, yo uso un montón de gigas, me hace falta, no sé, mucho más, tengo otro plan justamente de más gira en el caso de que lo necesites. Sí, así que eso no habría… Lo más importante es bajar por mes lo que estoy pagando, claro. Claro, el costo. Con todos los clientes que me he contactado esta mañana, no sé si es el inicio de año que, pero estamos hablando de bajar constantemente los costos. Los costos. Quizás no priorizan tanto a veces el servicio, pero bajan los costos. Ese es el tema. A ver si ya terminó de cargar. Bien, me figura entonces Bien, acá me figura, en claro no me sale nada de lo que es con respecto al router, si me sale con movistar, un pequeño saldito pendiente, que sería, ya te digo, si no sé si son $3,500 pesos, porque te hace una quita, ahí te digo. Exactamente, te hace una quita, entonces está muy bueno también para aprovechar porque quedas limpia también en este caso, entonces estás a cero, está muy bueno. Eso me ha pasado con varios clientes que también les interesa no estar como deudores. Bien, 3.700 pesos me figura en un salito pendiente como Vistor, pero eso no hay drama, porque en el caso de que hagas el traspaso de las tres líneas, yo te lo borro, así que no hay problema con eso. Sí, escúchame. ¿Y el tema de claro no hay nada entonces? De claro no me figura. No, no me figura. No me figura, justamente. De todas formas tendrías que ¿Si esto pasó hace mucho tiempo o poquito? No, a los dos años. Dos años. No, ya se tiene calorado de baja eso. Eso te espera, porque es mucho tiempo. Escúchame, ¿yo voy a seguir con Karen entonces o es como pasar a Movistar? Es pasar a Movistar, justamente. El tema de los chips y todo eso, ¿cómo hacemos? Porque yo no quiero cambiar de chip y todo, ¿entendés? No, no, porque el número es tuyo. El número es tuyo, así que eso queda tranquila. No quiero buscar un chip nuevo a Movistar y cambiar. Eso le quería explicar. ¿Vos tenés teléfonos iPhone o son teléfonos de los que llevan el chip? iPhone, iPhone. iPhone, pero de los nuevos los que son con chip virtual. ¿De los nuevos son con chip virtual? No. No, de los que llevan el chip físico entonces, que tenés que meterles el chip. Y no, sí, hay dos que sí y uno puede ser que tenga virtual. Ah, bien. Bueno, en el caso del virtual te lleva un código QR al e-mail, sí que tenés asociado con el teléfono. Y en el caso de los otros que llevan chip físico, si vos no tenés ganas de ir justamente a la tienda movistar, No hay problema, yo te puedo gestionar lo que es el envío a domicilio, te llega el domicilio, y vos los colocas ahí. No hay ningún problema con eso. Si no tenés ganas de ir a retirarlos. Justamente está muy buena esa opción también, y si no, en el caso de la localidad en la que estés, que no me acuerdo si te la pregunté o no, en la tienda vos vas haciendo segundos, colocas el kit también y te lo llevas activado. Es lo mismo. Pero, obviamente que es a preferencia de cada uno. Capaz estás muy ocupada, capaz no tenés ganas de salir, y es válido que quieras el envío a domicilio. No hay ningún problema con eso y es sin cargo. Sí, sí, sí, sí. Y lo que pasa es que cuando hice el traspaso de movilizar de Alclaro me tardó un montón. Estuve una semana sin teléfono. Claro, no, no, no. Eso no te va a pasar con nosotros. Aparte que estoy yo para resolverte cualquier duda de cualquier cosa que vos tengas. Estoy yo para resolverlo porque vos te va a quedar mi contacto agendado y yo soy tu asesora personal. Bueno, bueno, escúchame. Hazme una cosa. ¿Cómo es tu nombre? Eugenia. Eugenia, eh, déjame ver ahora y... Dale. Y total estamos en contacto solo acá el viernes, de acá a mañana lo resolvemos. Bien, bien, ten en cuenta, la promo yo la tengo por hoy, sí, en el caso... La promo es de... Bien, bien, 10.400 pesos por línea, 10.400 por línea, total entonces sería 31.200, sí. Está ya bueno que, por las tres líneas, total final, como para que quede bien claro. Total final, 31.200, ¿sí? Así que, charlarlo con tu hijo, no hay ningún problema, y prescribidme, y si lo podemos hacer hoy día para que puedan tener la promo, mejor. Porque si no, el precio... Pero quiero escucharme, ¿y si no quiero hacer prepago? ¿Prepago? ¿Pasar las líneas a prepago? Sí. Y ahí no tenés ningún plan, o sea, tenés que hacer recargas después. Claro. No sé si te conviene mucho porque los paquetes, por ejemplo, los paquetes en claro, sí tengo conocimiento de algunos paquetes que no están muy buenos, ponesle para seis mil pesos y tenés dos gigas de internet, o tenés que pagar justamente siete mil pesos, te dan un giga, pero te lo dan por tres días. Entonces, es como que no sirve mucho el prepago. Como experiencia, yo tengo una hija chica y le dije un día, te lo paso el prepago. No me funcionó porque cada tanto me pedía que le hiciera recargas y al final estaba más plata. Y porque los datos es lo que maneja ahora todo, porque todos tienen, justamente, mercado pago para pagar alguna otra biletera virtual y necesitas tener datos. Escúchame, si no llevo a tener, si llevo a agarrar dos líneas en vez de las tres líneas. También tenés el mismo beneficio de los cuatro líneas adicionales para cada una y los 20 de regalo para cada una también. Eso está. Con las dos líneas lo tenés igual. Sería entonces 20.800 pesos. Bien. Así que no hay problema con eso. Ahora te dejo entonces que vos le puedas preguntar a tu hijo y me mandas un mensaje y yo te escribo por WhatsApp. Mándame todo por WhatsApp. Te mando todo, que te quedo el escritor, así se lo pasas. Dale. Hacemos así. Bueno, entonces ahí te vuelvo a hablar, mi vieja José. Muchas gracias. Gracias, chau chau. Besitos, chau chau. Chau chau.",
  "calidad": {
    "confianza_promedio": 0.533,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:10:36.085626",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 171,
    "total_segmentos_corregido": 45,
    "fecha_correccion": "2026-01-18T23:05:21.704279",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115121903241_ACD_53385",
    "fecha_inicio": "15/1/2026 12:19:03",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 628,
    "tiempo_conversacion": 602,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}