{
  "archivo": "amza33_1_260114141536714_ACD_08859.wav",
  "duracion_segundos": 184.66,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 89.19,
    "Cliente": 82.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.27,
      "fin": 13.57,
      "duracion": 11.3,
      "texto": "Hola, ¿cómo estás, Daniela? Hola, sí. Daniela, ¿cómo estás? Un placer, mi nombre es Katy. ¿Me escuchas bien ahí?",
      "confianza": 0.045,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.59,
      "fin": 13.65,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.67,
      "fin": 23.05,
      "duracion": 9.37,
      "texto": "Bien, Daniela, te comento, me estoy contactando con vos porque quiero activarte justamente un nuevo descuento en tu línea, así pagas menos en tu boleta mensual, ¿sí?",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.67,
      "fin": 25.69,
      "duracion": 2.02,
      "texto": "Más que nada, a una consulta.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.25,
      "fin": 30.68,
      "duracion": 4.43,
      "texto": "En cuanto a los días, ¿estás cómoda con los días que tenés o te sabes quedar cortada?",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.3,
      "fin": 40.95,
      "duracion": 9.65,
      "texto": "No, yo lo hago prepago, así que no. Ah, bien, lo tenés a prepago actualmente en la compañía, es claro, ¿correcto?",
      "confianza": 0.078,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.97,
      "fin": 41.28,
      "duracion": 0.31,
      "texto": "Bien,",
      "confianza": 0.674,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.28,
      "fin": 52.52,
      "duracion": 11.24,
      "texto": "mira, te comento, ¿sí? Yo soy de la compañía Modestar, estamos seleccionando algunas líneas que estuvieron en la compañía Modestar porque queremos brindarles un descuento exclusivo, ¿sí?",
      "confianza": 0.674,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.24,
      "fin": 70.66,
      "duracion": 17.42,
      "texto": "En este caso, ¿cuánto llegas o ocupas por mes? No, no sé, creo. Bien, ¿y cuánto le recargas vos? Eso, porque le hago una sola recarga por mes. Ah, bien, una sola recarga por mes, ¿sí?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.34,
      "fin": 80.47,
      "duracion": 9.13,
      "texto": "En este caso, mira, yo tengo para brindarte, en este caso para activarte, un plan que cuenta con 16 gigas, ¿sí? Ajá.",
      "confianza": 0.795,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.06,
      "fin": 95.36,
      "duracion": 14.3,
      "texto": "Bien, y actualmente lo tenemos al día de hoy en 10,400 pesos. Pero ¿cuál es la diferencia de tener un presupuesto a tener un abono? Primero que los gigas, Si vos te salís fuera de tu domicilio, tenés gigas para utilizar tranquilamente.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.98,
      "fin": 100.86,
      "duracion": 3.88,
      "texto": "Sin que corras miedo, digamos, de que te crees sin Internet.",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.16,
      "fin": 104.69,
      "duracion": 2.53,
      "texto": "Más que nada, dice para pagar. En este caso, las apps.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.27,
      "fin": 111.31,
      "duracion": 6.04,
      "texto": "En este caso, como mercado pago. Si necesitas conectarte al internet.",
      "confianza": 0.785,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.07,
      "fin": 114.52,
      "duracion": 2.44,
      "texto": "En este caso, también contás con WhatsApp gratis.",
      "confianza": 0.739,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.02,
      "fin": 124.94,
      "duracion": 9.92,
      "texto": "Puedes hablar vos a cualquier compañía por llamada común. Así sea, claro, movistar personal, vos lo podés gestionar como vos quieras, ¿sí? Las llamadas son libres.",
      "confianza": 0.829,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.58,
      "fin": 137.25,
      "duracion": 11.67,
      "texto": "Y también contás con Rubin en América. Por si vos tenés planeado algunas marcaciones fuera del país, vas a tener el Internet fuera del país, en este caso, ¿sí? Totalmente bonificado.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.85,
      "fin": 152.6,
      "duracion": 14.75,
      "texto": "Y ese plan al día de la fecha lo tenés, como te dije, en 10.400 pesos, que es un combo bastante bueno, ¿sí? Porque viene bastante completo, ¿sí? ¿Vos solamente tenéis una línea a tu nombre, o sea, prepara, o tenéis más?",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.84,
      "fin": 177.08,
      "duracion": 23.24,
      "texto": "No, una sola. Pero por ahora no me estaría interesando porque no, es mucho. Yo les descargo menos, tengo wifi en el trabajo y en mi casa, así que. Ah, bien. Y me dijiste que tenías internet en tu domicilio. ¿Con qué compañía tenés vos? Con personal. Con personal. ¿Y cuánto estás abonando en personal? 11.000 más o menos. Bien,",
      "confianza": 0.555,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 177.08,
      "fin": 184.1,
      "duracion": 7.02,
      "texto": "perfecto, entonces acá lo dejo asentado y que tengas muy bonito el día.",
      "confianza": 0.521,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.12,
      "fin": 184.66,
      "duracion": 0.54,
      "texto": "Gracias, chau, hasta luego.",
      "confianza": 0.058,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás, Daniela? Hola, sí. Daniela, ¿cómo estás? Un placer, mi nombre es Katy. ¿Me escuchas bien ahí? Sí. Bien, Daniela, te comento, me estoy contactando con vos porque quiero activarte justamente un nuevo descuento en tu línea, así pagas menos en tu boleta mensual, ¿sí? Más que nada, a una consulta. En cuanto a los días, ¿estás cómoda con los días que tenés o te sabes quedar cortada? No, yo lo hago prepago, así que no. Ah, bien, lo tenés a prepago actualmente en la compañía, es claro, ¿correcto? Bien, mira, te comento, ¿sí? Yo soy de la compañía Modestar, estamos seleccionando algunas líneas que estuvieron en la compañía Modestar porque queremos brindarles un descuento exclusivo, ¿sí? En este caso, ¿cuánto llegas o ocupas por mes? No, no sé, creo. Bien, ¿y cuánto le recargas vos? Eso, porque le hago una sola recarga por mes. Ah, bien, una sola recarga por mes, ¿sí? En este caso, mira, yo tengo para brindarte, en este caso para activarte, un plan que cuenta con 16 gigas, ¿sí? Ajá. Bien, y actualmente lo tenemos al día de hoy en 10,400 pesos. Pero ¿cuál es la diferencia de tener un presupuesto a tener un abono? Primero que los gigas, Si vos te salís fuera de tu domicilio, tenés gigas para utilizar tranquilamente. Sin que corras miedo, digamos, de que te crees sin Internet. Más que nada, dice para pagar. En este caso, las apps. En este caso, como mercado pago. Si necesitas conectarte al internet. En este caso, también contás con WhatsApp gratis. Puedes hablar vos a cualquier compañía por llamada común. Así sea, claro, movistar personal, vos lo podés gestionar como vos quieras, ¿sí? Las llamadas son libres. Y también contás con Rubin en América. Por si vos tenés planeado algunas marcaciones fuera del país, vas a tener el Internet fuera del país, en este caso, ¿sí? Totalmente bonificado. Y ese plan al día de la fecha lo tenés, como te dije, en 10.400 pesos, que es un combo bastante bueno, ¿sí? Porque viene bastante completo, ¿sí? ¿Vos solamente tenéis una línea a tu nombre, o sea, prepara, o tenéis más? No, una sola. Pero por ahora no me estaría interesando porque no, es mucho. Yo les descargo menos, tengo wifi en el trabajo y en mi casa, así que. Ah, bien. Y me dijiste que tenías internet en tu domicilio. ¿Con qué compañía tenés vos? Con personal. Con personal. ¿Y cuánto estás abonando en personal? 11.000 más o menos. Bien, perfecto, entonces acá lo dejo asentado y que tengas muy bonito el día. Gracias, chau, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.581,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:46:23.100248",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:23.947501",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114141536714_ACD_08859",
    "fecha_inicio": "14/1/2026 14:15:36",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 208,
    "tiempo_conversacion": 176,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}