{
  "archivo": "amza1_1_260114121938973_ACD_25319.wav",
  "duracion_segundos": 473.19,
  "num_segmentos": 121,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 133.31,
    "Cliente": 306.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.4,
      "fin": 4.84,
      "duracion": 3.44,
      "texto": "Hola. Hola, muy buenos días. Me comunico con el titular de la línea.",
      "confianza": 0.236,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.25,
      "fin": 21.93,
      "duracion": 14.68,
      "texto": "Sí, esto es yo. ¿Qué tal, señor? ¿Cómo le va? Un placer hablar con usted. Le habla a Eva de este lado de la trama. ¿Cómo le va? Bien, bien. Bueno, me alegro. Señor, yo les comento, el día de hoy yo nos llamaba para brindarle lo que es un descuento para su línea móvil, como le preguntaba justamente al titular, ¿sí?",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.59,
      "fin": 25.49,
      "duracion": 2.9,
      "texto": "Me figura que actualmente está en la compañía de Claro con un aborno mensual.",
      "confianza": 0.621,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.51,
      "fin": 34.9,
      "duracion": 9.39,
      "texto": "¿Es correcto eso? Sí. Bien, yo le quería consultar. ¿Usted cuántos gigas tiene en su perna actual? ¿Cuánto está abonando? ¿Cómo se maneja con el mismo? ¿Le puedo hacer esa consulta?",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.22,
      "fin": 36.58,
      "duracion": 0.36,
      "texto": "Cuatro.",
      "confianza": 0.844,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.42,
      "fin": 42.38,
      "duracion": 4.96,
      "texto": "Bien, cuatro gigas de base. Entiendo. ¿Y tiene idea cuánto está abonando por el mismo?",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.85,
      "fin": 52.38,
      "duracion": 3.53,
      "texto": "6100 menos el 15% porque he estado con clara Facebook. OK, perfecto.",
      "confianza": 0.057,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.9,
      "fin": 57.88,
      "duracion": 4.98,
      "texto": "Le comento en otras maneras lo que tenemos para hoy, sí, desde la compañía de Movistar. ¿Bien?",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.16,
      "fin": 72.0,
      "duracion": 13.84,
      "texto": "estamos brindando lo que es un plan de cuatro gigas de base más cuatro gigas de regalo, es decir, que va a tener usted ocho gigas en total, sí va a tener el doble de gigas que tiene actualmente, que incluye lo que es un website gratis y además liberadas para justamente todo el mes por un precio de $7,460, ¿bien?",
      "confianza": 0.628,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.04,
      "fin": 89.4,
      "duracion": 17.36,
      "texto": "Eso es lo que estamos brindando nosotros el día de hoy, ¿sí? El beneficio que va a tener con nosotros, señora Andrés, es que justamente va a poder tener los gigas cargados de forma automática mes a mes, Y si usted no utiliza el total de las gigas, sí lo va a poder guardar para utilizarnos el mes siguiente.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.11,
      "fin": 92.45,
      "duracion": 2.34,
      "texto": "Sí. Sí.",
      "confianza": 0.48,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.47,
      "fin": 101.04,
      "duracion": 8.57,
      "texto": "Para que lo comprenda. Pero no me sirve. Pero no me sirve. Bien, ¿por qué no le sirve? No me sirve porque de la otra forma yo estoy pagando menos.",
      "confianza": 0.354,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.82,
      "fin": 109.65,
      "duracion": 7.83,
      "texto": "Entiendo que te estoy pagando menos, señor Andrés, pero justamente lo que no estás queriendo ver tal vez es los beneficios que usted tiene que movistar.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.89,
      "fin": 119.48,
      "duracion": 8.59,
      "texto": "No, no tengo ningún beneficio de movistar. Sí, tiene el descuento de los descuentos. Por ejemplo, tenemos nosotros a través de lo que es el Club de Beneficios de Movistar.",
      "confianza": 0.263,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.96,
      "fin": 124.22,
      "duracion": 3.26,
      "texto": "No uso nada de esto, mi amor. No uso nada.",
      "confianza": 0.519,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.76,
      "fin": 166.66,
      "duracion": 41.9,
      "texto": "Solo uso este tipo. ¿Quién dice que no lo puede empezar a utilizar? Son descuentos en farmacias, supermercados. No, no, no. Tengo mercado libre para eso. Tengo otras cosas. Si ustedes tuvieran MercadoPay, que tiene un descuento cuando pago la tarjeta, yo me pasaría a movistar porque en realidad ustedes lo perdieron a eso. O sea, nunca lo tuvieron. ¿Qué es lo que le devolvieron en 15% de la targona? Eso está ahí gratis. La ponen a la tarjeta y ya está.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.25,
      "fin": 184.41,
      "duracion": 17.16,
      "texto": "Claro, pero justamente a usted le reintegran solamente una parte, ¿sí? No le reintegran el total 1.050%. No, pero un 15%, 6.000 pesos ya es clara, son casi 1.500 pesos. O sea, a usted le están descontando un 15% de los 6.000 que abona.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.21,
      "fin": 204.87,
      "duracion": 17.66,
      "texto": "Claro. Claro, está abonando en total 5.100 pesos, que no llegan a ser ni 1.000 pesos, señor, que no sé cuánto es tanto el ahorro realmente. Ah, claro, vos me estás, escúchame, vos me estás por cobrar siete mil y pico de peso y ya estoy pagando de más dos mil y pico de peso.",
      "confianza": 0.029,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.51,
      "fin": 208.18,
      "duracion": 2.66,
      "texto": "En un mes son dos mil, en diez meses son veinte mil.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.92,
      "fin": 219.27,
      "duracion": 10.35,
      "texto": "Claro, pero está golando justamente un poco más de dinero por una mayor cantidad de dígrafos. Si no me interesa no digan, estoy bien con cuatro, a eso voy.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.81,
      "fin": 268.03,
      "duracion": 48.22,
      "texto": "Entiendo. Bueno, yo entiendo que el tema de la línea no le estaría sirviendo, pero paso a comentarle, ya que estamos en la trama así, estamos conversando un poco, que tenemos lo que dice la promoción también con el internet del hogar. Yo no sé si usted tiene lo que es el internet con Movistar o Conviado también. No, tengo con Movistar. Ah, acá lo tiene. Bien, le paso a comentarle que en el caso que usted, por ejemplo, quiera pasar su línea justamente también a la compañía, ¿Y si le va a hacer un descuento en la factura de 4.000, ya que usted está con el tema de los ahorros? Eso lo hicieron. ¿Cómo, perdón? Eso lo hicieron sin haberlo pasado. ¿Y aplicaron el descuento entonces? Sí, ya me lo aplicaron, pero ya me lo pusieron de vuelta.",
      "confianza": 0.865,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.82,
      "fin": 274.3,
      "duracion": 5.48,
      "texto": "Bien, no, porque le comento. Seguramente usted lo que hizo fue llamar y pedir justamente una bonificación, ¿sí?",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 274.72,
      "fin": 286.09,
      "duracion": 11.37,
      "texto": "La bonificación se le dio por un tiempo definido, sí, no son ilimitadas, pero justamente cuando nosotros le brindamos la posibilidad de pasarse a la compañía, ahí sí le aplicamos lo que es el descuento fijo, ¿sí?",
      "confianza": 0.736,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.23,
      "fin": 302.9,
      "duracion": 16.67,
      "texto": "Mientras que se permanezca, siempre que permanezca lo que es movistar, ¿sí? Es que yo creo que la bonificación... Es que yo creo que es para movistar el teléfono también. Ah, tenía lo que era la línea antes. Exactamente. Entonces, igual lo hicieron, o sea, este mentirita.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.74,
      "fin": 314.43,
      "duracion": 10.69,
      "texto": "Te dicen que te descuentan, te descuentan por tres o cuatro meses, y a los tres o cuatro meses, cuando vas a pagar, te dicen tal, porque no podés hablar con nadie.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.89,
      "fin": 324.08,
      "duracion": 8.19,
      "texto": "Exactamente, pero no están diciendo que la oferta es justamente una duración de tres o cuatro meses. No, no, no, estás equivocada.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.72,
      "fin": 327.11,
      "duracion": 2.38,
      "texto": "La duración era por doce meses.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 327.81,
      "fin": 355.96,
      "duracion": 28.15,
      "texto": "¿En Movistar? Sí. Me parece raro, porque en Movistar brindamos lo que son bonificaciones justamente semestrales por un tema en el que no se vean reflejados los aumentos tan drásticamente. ¿Sí? Cuando son anuales, eso... Escúchame, me dijeron alguien de ahí que antes de los 11 meses, cuando se cumplieran los 11 meses, yo llamara y me iban",
      "confianza": 0.16,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.51,
      "fin": 362.28,
      "duracion": 5.77,
      "texto": "a rehabilitar o mantener esa promoción.",
      "confianza": 0.852,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 363.56,
      "fin": 371.85,
      "duracion": 8.29,
      "texto": "Bien, ha sido una sesión entonces que justamente le ha comentado algo que no era. Sí, no, es mentira. O sea, es una mentirita. No,",
      "confianza": 0.183,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 371.85,
      "fin": 374.27,
      "duracion": 2.42,
      "texto": "nosotros no decimos que tengamos solamente claros con las cuestiones.",
      "confianza": 0.497,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 374.29,
      "fin": 378.04,
      "duracion": 3.74,
      "texto": "Yo les digo desde ya que los descuentos que nosotros tenemos son fijos por seis meses.",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 378.7,
      "fin": 455.33,
      "duracion": 76.63,
      "texto": "A partir de usted siempre les decimos a los clientes que a partir del quinto mes se le va a estar notificando que ya justamente la bonificación es que por vencer a través de la aplicación. Y ahí es cuando ellos pueden justamente acudir a una nueva bonificación, pero nunca abastoran anuales. Así que, bueno, realmente nosotros siempre somos muy claros con eso, ¿sí? Pero bueno, Andrés, no perdemos más el tiempo, sí, yo igual le voy a dejar todo adjuntado a través del chat de WhatsApp, ¿sí? Sí. Yo también quería hacer lo que es un cambio o alguna consulta en cuanto a lo que es la fibra porque tiene lo que es el descuento de la factura, supongo que se le aplicará un descuento extra, ¿sí? En la factura, por ejemplo, cuatro mil pesos más se lo van a descontar. Eso me lo vas a plantar como para darme una alegría de año nuevo. Mire, le comento, yo lamentablemente no tengo la posibilidad de justamente aplicar descuento sobre factura, ¿no? ¿Qué puedo hacer? es que si usted justamente porta lo que es su Linear, nosotros se aplica automáticamente desde lo que es la central de Movistar. Yo no le puedo aplicar descuento desde acá, sino que puedo hacerles el cambio de portabilidad aplicándole lo que es el plan más básico que le comentaba, desde 1480 y se le van a descontar 4.000 pesos de su factura.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 455.97,
      "fin": 471.05,
      "duracion": 15.08,
      "texto": "Eso es lo que yo le puedo ofrecer, señor. Bueno, muchas gracias, Andrés. Iba a querer un poquito más, pero parece que te voy a querer hasta lo que te quiero. Te pido mil disculpas por eso entonces. Que estén muy bien.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 472.23,
      "fin": 473.19,
      "duracion": 0.96,
      "texto": "Hasta luego, Andrés.",
      "confianza": 0.261,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, muy buenos días. Me comunico con el titular de la línea. Sí, esto es yo. ¿Qué tal, señor? ¿Cómo le va? Un placer hablar con usted. Le habla a Eva de este lado de la trama. ¿Cómo le va? Bien, bien. Bueno, me alegro. Señor, yo les comento, el día de hoy yo nos llamaba para brindarle lo que es un descuento para su línea móvil, como le preguntaba justamente al titular, ¿sí? Me figura que actualmente está en la compañía de Claro con un aborno mensual. ¿Es correcto eso? Sí. Bien, yo le quería consultar. ¿Usted cuántos gigas tiene en su perna actual? ¿Cuánto está abonando? ¿Cómo se maneja con el mismo? ¿Le puedo hacer esa consulta? Cuatro. Bien, cuatro gigas de base. Entiendo. ¿Y tiene idea cuánto está abonando por el mismo? 6100 menos el 15% porque he estado con clara Facebook. OK, perfecto. Le comento en otras maneras lo que tenemos para hoy, sí, desde la compañía de Movistar. ¿Bien? estamos brindando lo que es un plan de cuatro gigas de base más cuatro gigas de regalo, es decir, que va a tener usted ocho gigas en total, sí va a tener el doble de gigas que tiene actualmente, que incluye lo que es un website gratis y además liberadas para justamente todo el mes por un precio de $7,460, ¿bien? Eso es lo que estamos brindando nosotros el día de hoy, ¿sí? El beneficio que va a tener con nosotros, señora Andrés, es que justamente va a poder tener los gigas cargados de forma automática mes a mes, Y si usted no utiliza el total de las gigas, sí lo va a poder guardar para utilizarnos el mes siguiente. Sí. Sí. Para que lo comprenda. Pero no me sirve. Pero no me sirve. Bien, ¿por qué no le sirve? No me sirve porque de la otra forma yo estoy pagando menos. Entiendo que te estoy pagando menos, señor Andrés, pero justamente lo que no estás queriendo ver tal vez es los beneficios que usted tiene que movistar. No, no tengo ningún beneficio de movistar. Sí, tiene el descuento de los descuentos. Por ejemplo, tenemos nosotros a través de lo que es el Club de Beneficios de Movistar. No uso nada de esto, mi amor. No uso nada. Solo uso este tipo. ¿Quién dice que no lo puede empezar a utilizar? Son descuentos en farmacias, supermercados. No, no, no. Tengo mercado libre para eso. Tengo otras cosas. Si ustedes tuvieran MercadoPay, que tiene un descuento cuando pago la tarjeta, yo me pasaría a movistar porque en realidad ustedes lo perdieron a eso. O sea, nunca lo tuvieron. ¿Qué es lo que le devolvieron en 15% de la targona? Eso está ahí gratis. La ponen a la tarjeta y ya está. Claro, pero justamente a usted le reintegran solamente una parte, ¿sí? No le reintegran el total 1.050%. No, pero un 15%, 6.000 pesos ya es clara, son casi 1.500 pesos. O sea, a usted le están descontando un 15% de los 6.000 que abona. Claro. Claro, está abonando en total 5.100 pesos, que no llegan a ser ni 1.000 pesos, señor, que no sé cuánto es tanto el ahorro realmente. Ah, claro, vos me estás, escúchame, vos me estás por cobrar siete mil y pico de peso y ya estoy pagando de más dos mil y pico de peso. En un mes son dos mil, en diez meses son veinte mil. Claro, pero está golando justamente un poco más de dinero por una mayor cantidad de dígrafos. Si no me interesa no digan, estoy bien con cuatro, a eso voy. Entiendo. Bueno, yo entiendo que el tema de la línea no le estaría sirviendo, pero paso a comentarle, ya que estamos en la trama así, estamos conversando un poco, que tenemos lo que dice la promoción también con el internet del hogar. Yo no sé si usted tiene lo que es el internet con Movistar o Conviado también. No, tengo con Movistar. Ah, acá lo tiene. Bien, le paso a comentarle que en el caso que usted, por ejemplo, quiera pasar su línea justamente también a la compañía, ¿Y si le va a hacer un descuento en la factura de 4.000, ya que usted está con el tema de los ahorros? Eso lo hicieron. ¿Cómo, perdón? Eso lo hicieron sin haberlo pasado. ¿Y aplicaron el descuento entonces? Sí, ya me lo aplicaron, pero ya me lo pusieron de vuelta. Bien, no, porque le comento. Seguramente usted lo que hizo fue llamar y pedir justamente una bonificación, ¿sí? La bonificación se le dio por un tiempo definido, sí, no son ilimitadas, pero justamente cuando nosotros le brindamos la posibilidad de pasarse a la compañía, ahí sí le aplicamos lo que es el descuento fijo, ¿sí? Mientras que se permanezca, siempre que permanezca lo que es movistar, ¿sí? Es que yo creo que la bonificación... Es que yo creo que es para movistar el teléfono también. Ah, tenía lo que era la línea antes. Exactamente. Entonces, igual lo hicieron, o sea, este mentirita. Te dicen que te descuentan, te descuentan por tres o cuatro meses, y a los tres o cuatro meses, cuando vas a pagar, te dicen tal, porque no podés hablar con nadie. Exactamente, pero no están diciendo que la oferta es justamente una duración de tres o cuatro meses. No, no, no, estás equivocada. La duración era por doce meses. ¿En Movistar? Sí. Me parece raro, porque en Movistar brindamos lo que son bonificaciones justamente semestrales por un tema en el que no se vean reflejados los aumentos tan drásticamente. ¿Sí? Cuando son anuales, eso... Escúchame, me dijeron alguien de ahí que antes de los 11 meses, cuando se cumplieran los 11 meses, yo llamara y me iban a rehabilitar o mantener esa promoción. Bien, ha sido una sesión entonces que justamente le ha comentado algo que no era. Sí, no, es mentira. O sea, es una mentirita. No, nosotros no decimos que tengamos solamente claros con las cuestiones. Yo les digo desde ya que los descuentos que nosotros tenemos son fijos por seis meses. A partir de usted siempre les decimos a los clientes que a partir del quinto mes se le va a estar notificando que ya justamente la bonificación es que por vencer a través de la aplicación. Y ahí es cuando ellos pueden justamente acudir a una nueva bonificación, pero nunca abastoran anuales. Así que, bueno, realmente nosotros siempre somos muy claros con eso, ¿sí? Pero bueno, Andrés, no perdemos más el tiempo, sí, yo igual le voy a dejar todo adjuntado a través del chat de WhatsApp, ¿sí? Sí. Yo también quería hacer lo que es un cambio o alguna consulta en cuanto a lo que es la fibra porque tiene lo que es el descuento de la factura, supongo que se le aplicará un descuento extra, ¿sí? En la factura, por ejemplo, cuatro mil pesos más se lo van a descontar. Eso me lo vas a plantar como para darme una alegría de año nuevo. Mire, le comento, yo lamentablemente no tengo la posibilidad de justamente aplicar descuento sobre factura, ¿no? ¿Qué puedo hacer? es que si usted justamente porta lo que es su Linear, nosotros se aplica automáticamente desde lo que es la central de Movistar. Yo no le puedo aplicar descuento desde acá, sino que puedo hacerles el cambio de portabilidad aplicándole lo que es el plan más básico que le comentaba, desde 1480 y se le van a descontar 4.000 pesos de su factura. Eso es lo que yo le puedo ofrecer, señor. Bueno, muchas gracias, Andrés. Iba a querer un poquito más, pero parece que te voy a querer hasta lo que te quiero. Te pido mil disculpas por eso entonces. Que estén muy bien. Hasta luego, Andrés.",
  "calidad": {
    "confianza_promedio": 0.527,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:42:51.440968",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 121,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:16.132973",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114121938973_ACD_25319",
    "fecha_inicio": "14/1/2026 12:19:38",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 495,
    "tiempo_conversacion": 458,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}