{
  "archivo": "amza74_1_260112141931099_ACD_25355.wav",
  "duracion_segundos": 530.7,
  "num_segmentos": 182,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 163.63,
    "Cliente": 338.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 27.65,
      "duracion": 27.62,
      "texto": "Hola. Hola, María. Hola. Hola, María, ¿cómo estás? Me escuchas bien ahí? Sí. Perfecto, Mari. Te llamaba por una cuenta especial para tu línea. Vemos que, en claro, estás pagando mucho, y obviamente te queríamos lindar algo más por ti.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.23,
      "fin": 44.63,
      "duracion": 16.4,
      "texto": "De lo que estás haciendo en dos, Mari, justamente estamos de esta zona, contamos con internet y, obviamente, lo que es las líneas celulares. ¿Me puedes comentar un poco de tu plazo? Sí, estoy pagando un montón y no me dura nada, y no tengo nada de gigas para el celular.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.29,
      "fin": 59.16,
      "duracion": 13.87,
      "texto": "Entonces, estoy pagando mucho porque tengo que pedir internet, que no me dura ni un mes. Bien, si veo que pagaste 37 el mes pasado y de este mes también era un total de 87, ¿es así? 87, todavía no me llega la de este mes.",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.74,
      "fin": 64.96,
      "duracion": 5.23,
      "texto": "Bien, es lo que me figura en el sistema, por eso nos brindaron tu número, bien.",
      "confianza": 0.68,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.98,
      "fin": 119.01,
      "duracion": 54.03,
      "texto": "¿De qué parte es esto? Espero que eso es de Mendoza, Guaymallil, Las Celas o de Cruz. Las ceras. Bien, Mari, mira, la promo que tenemos también incluye lo que es combo de internet si querés adquirir lo que es fibra óptica, no sé si vas a utilizarlo. No, no, porque ya me dijeron el mes pasado y no llegan a mi casa en fibra óptica todavía. Nos estábamos llevando a dos horas. Perfecto. Me comentan, entonces, los planes de línea. Por ejemplo, hoy en día con un plan de 16 gigas le quedarían 13.250 pesos. No sé si te parece lo que es esta cantidad de fibras para activar en tu celular. Incluye roaming, no sé si te vas de vacaciones. También las demás son delimitadas a todas las compañías. Como regalo, tenés 20 siglas una vez al mes, son por 30 días. Lo que vas a tener que dar es mi movistar, ¿sí? No sé qué te parece. ¿Me movistar o claro? De movistar soy yo, ¿sí? Ah, no, pero yo tengo claro.",
      "confianza": 0.327,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.69,
      "fin": 132.61,
      "duracion": 12.92,
      "texto": "Sí, si me aseguras que estás en clero, yo te use. Bueno, no, pero me dicen que tengo una deuda en movistar, por eso no me puedo cambiar. Yo supuestamente sería el sector de recuperación, por ese motivo te llamaba, ¿bien?",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.28,
      "fin": 142.8,
      "duracion": 9.52,
      "texto": "Creo que yo siento que a partir del año pasado contaron con un pequeño saldo, hoy en día lo estamos bonificando para que puedas hacer la portabilidad, ¿bien?",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.41,
      "fin": 174.32,
      "duracion": 29.91,
      "texto": "Tenía como, me dijeron que tenía una de las 90.000 pesos. Claro, acá en Sistema no me asegura nada. No te asegura, ajá. Exactamente, me asegura que tenemos una EXPOR 98 que obviamente podremos hacer el cambio de portabilidad, ¿sí? Aquí serías un cliente nuevo hoy en día, ¿bien? Te comento cómo fue el proceso al adquirir lo que es este plan. Puedes venir a usar el chip de las Oficina del Centro, si estamos en la calle Las Veras, y las dos que tenemos en San Martín, o el Shopping, si no sé cuál te queda más claro.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.86,
      "fin": 189.0,
      "duracion": 14.14,
      "texto": "El chip se entrega dentro de los 48, más tardar 5 días hábiles, por mientras veis con claro con normalidad, una vez que te mandemos un mensaje de aprobación, puede retirar el chip en una tienda móvil, ¿sí?",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.01,
      "fin": 189.1,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.012,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 189.12,
      "fin": 201.03,
      "duracion": 11.91,
      "texto": "Bueno, perfecto. Mari, ¿vos cuéntate un chico a un chico? Porque no sé si te viene bien esta cantidad de chicas que yo te estoy brindando. ¿Cómo? ¿Te viene bien esta cantidad de chicas que yo te estoy brindando? Y si no, ¿y otro plan ahí?",
      "confianza": 0.049,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.81,
      "fin": 223.43,
      "duracion": 21.62,
      "texto": "¿Y sabes por qué salíamos? Donde tendrías 23GB en total, pero te queda un precio de 23,850. ¿Y el otro? El otro es de 13,250. ¿Y cuántas GB me quedan con los de regalo? 16GB en total, y si activas los 20, tendrías obviamente 36.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.69,
      "fin": 224.39,
      "duracion": 0.7,
      "texto": "Sí.",
      "confianza": 0.314,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 224.41,
      "fin": 225.97,
      "duracion": 1.56,
      "texto": "Ah, bueno, esa.",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.0,
      "fin": 226.4,
      "duracion": 0.4,
      "texto": "Perfecto.",
      "confianza": 0.444,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 226.46,
      "fin": 231.94,
      "duracion": 5.48,
      "texto": "Genial. Yo ahí te voy a mandar un WhatsApp. Decime si te llega lo que es mi número. Vas a ver que también es el de 12 y 1.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 233.08,
      "fin": 245.04,
      "duracion": 11.96,
      "texto": "Lo voy a dejar lo que es. Todos los beneficios que vas a tener, ¿sí? Y te voy a repasar los datos que tengo en sistema. Si están todo OK, obviamente avanzamos con el trámite, ¿sí?",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.06,
      "fin": 245.6,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.245,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 245.62,
      "fin": 248.02,
      "duracion": 2.4,
      "texto": "Te me asegura que sos María Laura Rojas, ¿correcto?",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.64,
      "fin": 259.73,
      "duracion": 10.09,
      "texto": "Sí. Perfecto. Tu DNI es 42, 421, 6 9.62, ¿está bien? Sí. Perfecto. ¿Tu fecha de nacimiento es el 21 de enero del 99? Sí.",
      "confianza": 0.479,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.79,
      "fin": 265.67,
      "duracion": 3.88,
      "texto": "Ah, oye, se viene justo cuando no tenemos plazo.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.69,
      "fin": 268.28,
      "duracion": 2.59,
      "texto": "Ajá. Sí, sí se ve. Bien.",
      "confianza": 0.432,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 268.86,
      "fin": 279.57,
      "duracion": 10.71,
      "texto": "Y tu correo electrónico, laurarrojas9.com, ¿está bien o lo cambiamos? Sí, laurarrojasrojas.com. Sí, correcto.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.59,
      "fin": 280.25,
      "duracion": 0.66,
      "texto": "Sí. Perfecto.",
      "confianza": 0.482,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 280.27,
      "fin": 289.88,
      "duracion": 9.61,
      "texto": "¿Y qué oficina te viene bien? Decime cuál de las dos se conviene. En el centro, las de la calle San Martín.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.9,
      "fin": 291.18,
      "duracion": 1.28,
      "texto": "Perfecto.",
      "confianza": 0.757,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 291.2,
      "fin": 300.87,
      "duracion": 9.67,
      "texto": "Yo digo el horario porque no todos manejamos. Una es la casa central y la otra obviamente es... Esa, la casa central.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.58,
      "fin": 326.0,
      "duracion": 22.42,
      "texto": "Perfecto. Ahí te indico el horario que tenemos, ¿bien? Este sería, eh, calle San Martín, al 10.32 de lunes a viernes, de 9 a 19, y los autores de 9.30 a 13.30, ¿sí? Perfecto. Ahora es que está entre las calles, ahí te indico, ¿bien?",
      "confianza": 0.234,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 326.56,
      "fin": 343.17,
      "duracion": 16.61,
      "texto": "La Río Aldi, perdón, entre Gutiérrez y Esprejo, ¿sí? Perfecto. Te voy a hacer una fotito con el horario de la sucursal y te voy a solicitar para validar tu identidad. Bien, María, la foto de tu denícota es preciosa. ¿Me la podés enviar mientras estamos en línea, por favor?",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 345.37,
      "fin": 352.37,
      "duracion": 7.0,
      "texto": "Bueno. María, dime. Y el número que vamos a aportar es 1216125688, ¿correcto?",
      "confianza": 0.052,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 353.49,
      "fin": 354.49,
      "duracion": 1.0,
      "texto": "Sí. Perfecto.",
      "confianza": 0.495,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 354.61,
      "fin": 356.47,
      "duracion": 1.86,
      "texto": "Te voy a hacer un cierre comercial.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 356.49,
      "fin": 356.77,
      "duracion": 0.28,
      "texto": "Bien.",
      "confianza": 0.858,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 357.0,
      "fin": 362.15,
      "duracion": 5.15,
      "texto": "¿Dónde te voy a repasar el plan contra todo para que se te respete bien? ¿Y dónde vas a retirar el chip? ¿Sí, Mari?",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 364.11,
      "fin": 369.18,
      "duracion": 5.07,
      "texto": "Bueno. Perfecto. La línea esta nombre apareció en la titular actual que es María Laura Rojas.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.2,
      "fin": 372.18,
      "duracion": 2.98,
      "texto": "¿Me repasarán los últimos tres dígitos de tu DNI, por favor?",
      "confianza": 0.746,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.44,
      "fin": 397.42,
      "duracion": 23.98,
      "texto": "9.62. Perfecto. Me confirmaste que actualmente tu compañía es claro, Mari, y que contás con una factura mensual. ¿Esta factura llega a tu nombre o a nombre de otra persona? A mi nombre también. Perfecto. ¿Utilizas un chip físico o un chip de SIM, Marín? ¿El SIM? Ah, el SIM. ¿Es seguro? ¿Es el electrónico? Sí, sí, es el electrónico.",
      "confianza": 0.202,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 398.22,
      "fin": 406.44,
      "duracion": 8.22,
      "texto": "Perfecto. Entonces, no vas a tener que retirar ningún chip y cambiar lo que es el QR a tu WhatsApp, ¿sí? Ajá. Perfecto.",
      "confianza": 0.368,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 407.16,
      "fin": 435.98,
      "duracion": 28.82,
      "texto": "Y esto demora 72 horas. ¿Bien? ¿Estamos a lunes más tarde del viernes? No, estamos a martes. No, pará. ¿Cierre con? ¿Estoy perdida? No, hoy es lunes. No, hoy es lunes. Te va a estar llegando aproximadamente el viernes en la mañana, ¿sí? Ajá. Perfecto. Lo vas a recibir por WhatsApp. No te llega por correo para que te quedes tranquila. Y recién lo vas a... Por WhatsApp y los caneos. Exactamente. Tenés que desvincular el sim de claro y lo vas a extrañar cuando nosotros te indiquemos, ¿bien?",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 436.81,
      "fin": 438.61,
      "duracion": 1.8,
      "texto": "Ah, bien. Pero todo por WhatsApp.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 439.19,
      "fin": 464.76,
      "duracion": 25.57,
      "texto": "Todo por WhatsApp. Mira, a decir que me preguntaste porque yo no tengo el chip físico. Sí, genial. Sí, hoy en día está muy visto lo que es mayormente en algunos cantos y otros iPhones. Por eso te pregunté por las dudas, ¿sí? Entonces, recuerda que no te vamos a enviar el chip, vas a recibir el keyword a través de lo que es tu WhatsApp. Que tu WhatsApp es 1217125688, ¿correcto?",
      "confianza": 0.447,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 465.72,
      "fin": 486.01,
      "duracion": 20.29,
      "texto": "Sí. Día, ¿te recuerda el costo del servicio que estás movilmente adquiriendo al diálogo y que tiene un valor de 13.250 pesos? Porque incluye el doble de un descuento fisco por seis meses de 38.800, ¿sí? El servicio es de factura a mesas adelantados, pero nos traspagamos después de los 30 días de utilizar el servicio, ¿sí?",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 486.56,
      "fin": 519.99,
      "duracion": 33.43,
      "texto": "La cartilla que vas a tener en el plan va a ser 8 más 8, ¿sí?, colaboración por seis meses. En estos últimos se van a habilitar 48 horas después de la línea activada. Total de gigas van a ser 16 gigas mensuales. ¿Bien? Su correo electrónico. De acuerdo, una pregunta. ¿Cómo activar las gigas después de cada mes? Los de 20 gigas regalos a través del app de Mimovistar. Ahí te explico cómo lo tenés que hacer. ¿Bien? Los otros se actualizan. Ya los tenés activados en el plan. Se activan solos. ¿Sí?",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 522.14,
      "fin": 530.7,
      "duracion": 8.56,
      "texto": "¿Marí me escucha? ¿Hola, Marí?",
      "confianza": 0.757,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, María. Hola. Hola, María, ¿cómo estás? Me escuchas bien ahí? Sí. Perfecto, Mari. Te llamaba por una cuenta especial para tu línea. Vemos que, en claro, estás pagando mucho, y obviamente te queríamos lindar algo más por ti. De lo que estás haciendo en dos, Mari, justamente estamos de esta zona, contamos con internet y, obviamente, lo que es las líneas celulares. ¿Me puedes comentar un poco de tu plazo? Sí, estoy pagando un montón y no me dura nada, y no tengo nada de gigas para el celular. Entonces, estoy pagando mucho porque tengo que pedir internet, que no me dura ni un mes. Bien, si veo que pagaste 37 el mes pasado y de este mes también era un total de 87, ¿es así? 87, todavía no me llega la de este mes. Bien, es lo que me figura en el sistema, por eso nos brindaron tu número, bien. ¿De qué parte es esto? Espero que eso es de Mendoza, Guaymallil, Las Celas o de Cruz. Las ceras. Bien, Mari, mira, la promo que tenemos también incluye lo que es combo de internet si querés adquirir lo que es fibra óptica, no sé si vas a utilizarlo. No, no, porque ya me dijeron el mes pasado y no llegan a mi casa en fibra óptica todavía. Nos estábamos llevando a dos horas. Perfecto. Me comentan, entonces, los planes de línea. Por ejemplo, hoy en día con un plan de 16 gigas le quedarían 13.250 pesos. No sé si te parece lo que es esta cantidad de fibras para activar en tu celular. Incluye roaming, no sé si te vas de vacaciones. También las demás son delimitadas a todas las compañías. Como regalo, tenés 20 siglas una vez al mes, son por 30 días. Lo que vas a tener que dar es mi movistar, ¿sí? No sé qué te parece. ¿Me movistar o claro? De movistar soy yo, ¿sí? Ah, no, pero yo tengo claro. Sí, si me aseguras que estás en clero, yo te use. Bueno, no, pero me dicen que tengo una deuda en movistar, por eso no me puedo cambiar. Yo supuestamente sería el sector de recuperación, por ese motivo te llamaba, ¿bien? Creo que yo siento que a partir del año pasado contaron con un pequeño saldo, hoy en día lo estamos bonificando para que puedas hacer la portabilidad, ¿bien? Tenía como, me dijeron que tenía una de las 90.000 pesos. Claro, acá en Sistema no me asegura nada. No te asegura, ajá. Exactamente, me asegura que tenemos una EXPOR 98 que obviamente podremos hacer el cambio de portabilidad, ¿sí? Aquí serías un cliente nuevo hoy en día, ¿bien? Te comento cómo fue el proceso al adquirir lo que es este plan. Puedes venir a usar el chip de las Oficina del Centro, si estamos en la calle Las Veras, y las dos que tenemos en San Martín, o el Shopping, si no sé cuál te queda más claro. El chip se entrega dentro de los 48, más tardar 5 días hábiles, por mientras veis con claro con normalidad, una vez que te mandemos un mensaje de aprobación, puede retirar el chip en una tienda móvil, ¿sí? Ajá. Bueno, perfecto. Mari, ¿vos cuéntate un chico a un chico? Porque no sé si te viene bien esta cantidad de chicas que yo te estoy brindando. ¿Cómo? ¿Te viene bien esta cantidad de chicas que yo te estoy brindando? Y si no, ¿y otro plan ahí? ¿Y sabes por qué salíamos? Donde tendrías 23GB en total, pero te queda un precio de 23,850. ¿Y el otro? El otro es de 13,250. ¿Y cuántas GB me quedan con los de regalo? 16GB en total, y si activas los 20, tendrías obviamente 36. Sí. Ah, bueno, esa. Perfecto. Genial. Yo ahí te voy a mandar un WhatsApp. Decime si te llega lo que es mi número. Vas a ver que también es el de 12 y 1. Lo voy a dejar lo que es. Todos los beneficios que vas a tener, ¿sí? Y te voy a repasar los datos que tengo en sistema. Si están todo OK, obviamente avanzamos con el trámite, ¿sí? Perfecto. Te me asegura que sos María Laura Rojas, ¿correcto? Sí. Perfecto. Tu DNI es 42, 421, 6 9.62, ¿está bien? Sí. Perfecto. ¿Tu fecha de nacimiento es el 21 de enero del 99? Sí. Ah, oye, se viene justo cuando no tenemos plazo. Ajá. Sí, sí se ve. Bien. Y tu correo electrónico, laurarrojas9.com, ¿está bien o lo cambiamos? Sí, laurarrojasrojas.com. Sí, correcto. Sí. Perfecto. ¿Y qué oficina te viene bien? Decime cuál de las dos se conviene. En el centro, las de la calle San Martín. Perfecto. Yo digo el horario porque no todos manejamos. Una es la casa central y la otra obviamente es... Esa, la casa central. Perfecto. Ahí te indico el horario que tenemos, ¿bien? Este sería, eh, calle San Martín, al 10.32 de lunes a viernes, de 9 a 19, y los autores de 9.30 a 13.30, ¿sí? Perfecto. Ahora es que está entre las calles, ahí te indico, ¿bien? La Río Aldi, perdón, entre Gutiérrez y Esprejo, ¿sí? Perfecto. Te voy a hacer una fotito con el horario de la sucursal y te voy a solicitar para validar tu identidad. Bien, María, la foto de tu denícota es preciosa. ¿Me la podés enviar mientras estamos en línea, por favor? Bueno. María, dime. Y el número que vamos a aportar es 1216125688, ¿correcto? Sí. Perfecto. Te voy a hacer un cierre comercial. Bien. ¿Dónde te voy a repasar el plan contra todo para que se te respete bien? ¿Y dónde vas a retirar el chip? ¿Sí, Mari? Bueno. Perfecto. La línea esta nombre apareció en la titular actual que es María Laura Rojas. ¿Me repasarán los últimos tres dígitos de tu DNI, por favor? 9.62. Perfecto. Me confirmaste que actualmente tu compañía es claro, Mari, y que contás con una factura mensual. ¿Esta factura llega a tu nombre o a nombre de otra persona? A mi nombre también. Perfecto. ¿Utilizas un chip físico o un chip de SIM, Marín? ¿El SIM? Ah, el SIM. ¿Es seguro? ¿Es el electrónico? Sí, sí, es el electrónico. Perfecto. Entonces, no vas a tener que retirar ningún chip y cambiar lo que es el QR a tu WhatsApp, ¿sí? Ajá. Perfecto. Y esto demora 72 horas. ¿Bien? ¿Estamos a lunes más tarde del viernes? No, estamos a martes. No, pará. ¿Cierre con? ¿Estoy perdida? No, hoy es lunes. No, hoy es lunes. Te va a estar llegando aproximadamente el viernes en la mañana, ¿sí? Ajá. Perfecto. Lo vas a recibir por WhatsApp. No te llega por correo para que te quedes tranquila. Y recién lo vas a... Por WhatsApp y los caneos. Exactamente. Tenés que desvincular el sim de claro y lo vas a extrañar cuando nosotros te indiquemos, ¿bien? Ah, bien. Pero todo por WhatsApp. Todo por WhatsApp. Mira, a decir que me preguntaste porque yo no tengo el chip físico. Sí, genial. Sí, hoy en día está muy visto lo que es mayormente en algunos cantos y otros iPhones. Por eso te pregunté por las dudas, ¿sí? Entonces, recuerda que no te vamos a enviar el chip, vas a recibir el keyword a través de lo que es tu WhatsApp. Que tu WhatsApp es 1217125688, ¿correcto? Sí. Día, ¿te recuerda el costo del servicio que estás movilmente adquiriendo al diálogo y que tiene un valor de 13.250 pesos? Porque incluye el doble de un descuento fisco por seis meses de 38.800, ¿sí? El servicio es de factura a mesas adelantados, pero nos traspagamos después de los 30 días de utilizar el servicio, ¿sí? La cartilla que vas a tener en el plan va a ser 8 más 8, ¿sí?, colaboración por seis meses. En estos últimos se van a habilitar 48 horas después de la línea activada. Total de gigas van a ser 16 gigas mensuales. ¿Bien? Su correo electrónico. De acuerdo, una pregunta. ¿Cómo activar las gigas después de cada mes? Los de 20 gigas regalos a través del app de Mimovistar. Ahí te explico cómo lo tenés que hacer. ¿Bien? Los otros se actualizan. Ya los tenés activados en el plan. Se activan solos. ¿Sí? ¿Marí me escucha? ¿Hola, Marí?",
  "calidad": {
    "confianza_promedio": 0.525,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:01:40.130062",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 182,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:31.995241",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112141931099_ACD_25355",
    "fecha_inicio": "12/1/2026 14:28:36",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 693,
    "tiempo_conversacion": 685,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}