{
  "archivo": "amza72_1_260115114408411_ACD_49209.wav",
  "duracion_segundos": 164.38,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 35.89,
    "Cliente": 109.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 19.44,
      "duracion": 19.41,
      "texto": "Hola. Hola. Hola, ¿qué tal? ¿Carolina Milvana? Sí. ¿Qué tal, Karol? Mirá, mucho gusto. Yo soy un bachis. Quería hablar con vos, ya que estoy brindando lo que son promociones a los clientes de Claro. En ese caso, quería brindar a vos una promoción bastante buena.",
      "confianza": 0.405,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.94,
      "fin": 36.37,
      "duracion": 13.43,
      "texto": "Bueno, coméntame. Mira, en este caso, Tengo lo que es una promoción para que nada, se cambie de vuelta a mi compañía que es Movistar, en 10.400 pesos con 16 gigas.",
      "confianza": 0.22,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.93,
      "fin": 50.95,
      "duracion": 13.02,
      "texto": "No sé cuánto estás pagando con Claro. Yo tengo 20 gigas, pago 15.000 pesos y 15.440 creo que sí.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.65,
      "fin": 71.98,
      "duracion": 20.33,
      "texto": "Y tengo el roaming libre en toda Latinoamérica y Europa. Realmente en el roaming. Sí, el gratis para que... Claro, pero tengo 20 gigas. Ustedes me estaban ofreciendo 15. 16.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.38,
      "fin": 82.86,
      "duracion": 9.48,
      "texto": "Bueno, 16 es lo mismo. Bueno, en este caso sonían cuatro que nos están faltando. Claro, pero son $5,000 pesos de diferencia.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.58,
      "fin": 85.26,
      "duracion": 1.68,
      "texto": "Ya sé que estás pagando $15,400.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.32,
      "fin": 109.65,
      "duracion": 23.33,
      "texto": "En este caso, sí, hay $5,000 pesos de diferencia y tienes cuatro gigas más. Pero los contras de que vos estás con Claro es la diferencia de que, por ejemplo, el WhatsApp no lo tenés gratis. ¿Por qué? Porque cuando usas el WhatsApp... No, sabes por qué no lo tenés gratis? Cuando usas el WhatsApp y mandás videos, mandás fotos o lo que sea, se te descargan los gigas del plan. Por eso a veces duran menos los que son los gigas de Claro, porque se te descargan del plan.",
      "confianza": 0.822,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.97,
      "fin": 130.12,
      "duracion": 19.15,
      "texto": "No, no me pasa la verdad. Bueno, es porque tenés bastante en realidad, pero cuando una persona tiene como 5 o 4 gigas, me cuesta más. Vos en este caso tenés más. Claro. Decime.",
      "confianza": 0.056,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 132.4,
      "fin": 143.59,
      "duracion": 11.19,
      "texto": "¿Y vos me podés enviar la propuesta por mail para que yo la analice? En este caso no la puedo enviar, ya que la promoción esta es bastante exclusiva, solamente es por ayer y por hoy.",
      "confianza": 0.064,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 144.11,
      "fin": 155.38,
      "duracion": 11.27,
      "texto": "Eso es lo que puedo ofrecer. Si querés te puedo volver a llamar de vuelta, eso sí, cuando vos quieras, hasta que se te acabe el día, hasta que estemos hasta las 10 de la noche para ofrecer esta promoción.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.21,
      "fin": 161.73,
      "duracion": 1.52,
      "texto": "Bueno, dale, llámame tipo 18 horas. Dale, no hay problema.",
      "confianza": 0.011,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.4,
      "fin": 164.38,
      "duracion": 1.98,
      "texto": "Listo, gracias. Aos.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? ¿Carolina Milvana? Sí. ¿Qué tal, Karol? Mirá, mucho gusto. Yo soy un bachis. Quería hablar con vos, ya que estoy brindando lo que son promociones a los clientes de Claro. En ese caso, quería brindar a vos una promoción bastante buena. Bueno, coméntame. Mira, en este caso, Tengo lo que es una promoción para que nada, se cambie de vuelta a mi compañía que es Movistar, en 10.400 pesos con 16 gigas. No sé cuánto estás pagando con Claro. Yo tengo 20 gigas, pago 15.000 pesos y 15.440 creo que sí. Y tengo el roaming libre en toda Latinoamérica y Europa. Realmente en el roaming. Sí, el gratis para que... Claro, pero tengo 20 gigas. Ustedes me estaban ofreciendo 15. 16. Bueno, 16 es lo mismo. Bueno, en este caso sonían cuatro que nos están faltando. Claro, pero son $5,000 pesos de diferencia. Ya sé que estás pagando $15,400. En este caso, sí, hay $5,000 pesos de diferencia y tienes cuatro gigas más. Pero los contras de que vos estás con Claro es la diferencia de que, por ejemplo, el WhatsApp no lo tenés gratis. ¿Por qué? Porque cuando usas el WhatsApp... No, sabes por qué no lo tenés gratis? Cuando usas el WhatsApp y mandás videos, mandás fotos o lo que sea, se te descargan los gigas del plan. Por eso a veces duran menos los que son los gigas de Claro, porque se te descargan del plan. No, no me pasa la verdad. Bueno, es porque tenés bastante en realidad, pero cuando una persona tiene como 5 o 4 gigas, me cuesta más. Vos en este caso tenés más. Claro. Decime. ¿Y vos me podés enviar la propuesta por mail para que yo la analice? En este caso no la puedo enviar, ya que la promoción esta es bastante exclusiva, solamente es por ayer y por hoy. Eso es lo que puedo ofrecer. Si querés te puedo volver a llamar de vuelta, eso sí, cuando vos quieras, hasta que se te acabe el día, hasta que estemos hasta las 10 de la noche para ofrecer esta promoción. Bueno, dale, llámame tipo 18 horas. Dale, no hay problema. Listo, gracias. Aos.",
  "calidad": {
    "confianza_promedio": 0.552,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:48:13.113605",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:31.184177",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114408411_ACD_49209",
    "fecha_inicio": "15/1/2026 11:44:08",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 207,
    "tiempo_conversacion": 159,
    "tiempo_hold": 0,
    "tiempo_acw": 31,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}