{
  "archivo": "amza39_1_260114132946043_ACD_73823.wav",
  "duracion_segundos": 234.66,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 66.88,
    "Cliente": 137.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.58,
      "fin": 10.93,
      "duracion": 9.35,
      "texto": "Hola, buen día, usted comunicó con la línea a nombre de Juan Agustín San Martín, ¿puede ser?",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.95,
      "fin": 11.01,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.116,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.03,
      "fin": 18.08,
      "duracion": 7.05,
      "texto": "¿Cómo le va a gusto? Mi nombre es Catalina, lo he contactado al día de hoy, Juan, para poder brindarle lo que es un descuento para su línea móvil.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.9,
      "fin": 22.5,
      "duracion": 3.6,
      "texto": "Coménteme, ¿usted se encuentra en claro o actualmente puede ser en Conabono?",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.05,
      "fin": 28.79,
      "duracion": 3.74,
      "texto": "Sí. Bien, ¿y cuál es la cantidad de siglas que usted utiliza, Juan?",
      "confianza": 0.058,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.08,
      "fin": 58.89,
      "duracion": 27.81,
      "texto": "No sé, para Daniel no sé. Entiendo, entiendo. De todas maneras, ¿les son suficientes o en algún momento tiene que hacer una recarga o algo? Sí, hago dos recargas. ¿Dos recargas al mes? Es un montón. Juan, te preguntaba esto porque yo te llamaba desde el área de Moroistar. Me figura que estuviste con nosotros y bueno, te queríamos brindar un plan completo, económico, con el que no tengas que hacer recargas.",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.5,
      "fin": 66.98,
      "duracion": 7.48,
      "texto": "Tienes 8 gigas más 8 regalos en 10.400. Es un montón de gigas para que vos puedas disfrutar. ¿Qué te parece?",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.87,
      "fin": 71.05,
      "duracion": 1.18,
      "texto": "No, muy poco. Muy pocos gigas.",
      "confianza": 0.023,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.09,
      "fin": 82.66,
      "duracion": 10.57,
      "texto": "Sí, ya me llamaron varias veces, movistar, y no me logran convencer. La promoción que tienes es bastante absurda. Con 15, 30 o 50 gigas, ¿no te convenceríamos?",
      "confianza": 0.126,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.44,
      "fin": 87.89,
      "duracion": 0.44,
      "texto": "Si 15 gigas, muy poco.",
      "confianza": 0.048,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.59,
      "fin": 93.03,
      "duracion": 3.44,
      "texto": "Por eso te podemos ofrecer, en ese caso, 30 o 50 gigas.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.53,
      "fin": 118.68,
      "duracion": 25.15,
      "texto": "Tiene muy poca diferencia en el precio. Tenés 30 gigas más ocho de regalo en 25,150 o 50 gigas más ocho de regalo en 28,350. ¿Por cuánto tiempo? Por seis meses. Después de estos seis meses, vos te metés a lo que es la aplicación de Movistar y ahí te va a tirar nuevas ofertas para distintos planes, para que puedas adquirir una nueva promo.",
      "confianza": 0.871,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.27,
      "fin": 149.26,
      "duracion": 29.99,
      "texto": "No, no me sirve porque ya me hicieron eso y después no pude cambiar y tuve que cambiar a claro porque me estaban cobrando una exageración cuando llamé y pedí que si me podían bajar el abono, me dijeron que no, que directamente de la baja, entonces hice eso. Y ya la verdad es que en movistar ya no quiero saber más nada de cómo estar. Me están llamando todos los días. ¿Tenían un desodoramiento personalizado, Juan, en su momento? No, el desodoramiento recién este año lo quieren. Ya, ya fue. Ya me hicieron pagar mucha plata.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.24,
      "fin": 175.28,
      "duracion": 25.04,
      "texto": "Comprendo, te pido disculpas por lo que tú dijiste que pasara en ese momento, Juan, me imagino que la verdad nadie quiere que le cobren un sobreprecio, pero bueno... No, y más que está todo difícil, hice bastante ese abusar, me aumentaron bastante, muy de golpe, sin avisar, sin nada, y cuando yo llamé para reclamar, lo único que hicieron fue lavarse las manos y decirme eso. Bueno, entonces se me pasó de claro, tengo mejora de promoción y mejora de descuento.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.38,
      "fin": 182.26,
      "duracion": 5.89,
      "texto": "Sí, la verdad que la empresa, en el momento en que vos fuiste, estaba funcionando bastante mal, Juan, dio mucho que desear.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.06,
      "fin": 199.86,
      "duracion": 16.8,
      "texto": "Y bueno, en este momento, la verdad que te puedo recomendar estos planes que te ofrezco porque te van a durar los seis meses, te van a cobrar este precio seis meses. Y después, si no lo podés solucionar por la aplicación, vas a tener mi número personal para que vos te puedas comunicar conmigo y yo te ayudo a gestionar todo lo que vos necesites.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.44,
      "fin": 208.96,
      "duracion": 8.52,
      "texto": "Eso es lo bueno de la promo que te ofrecemos. No solo tenés el plan, sino que tenés un asesor personalizado 24-7 para todos los temas que tengas.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.16,
      "fin": 215.57,
      "duracion": 5.41,
      "texto": "Y no te vamos a mandar directamente a dar la baja, vamos a tratar de solucionar desde donde se pueda todos sus problemas.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.23,
      "fin": 223.49,
      "duracion": 1.26,
      "texto": "Sí, sí, pero ya lo hice de una vez, así que no confío.",
      "confianza": 0.105,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 223.51,
      "fin": 234.66,
      "duracion": 11.15,
      "texto": "Bueno, Juan, no hay problema entonces. Que tengas buen día, adiós. ¿Cómo? Entonces no hay problema, no te molesto más, que tengas buen día y adiós. Gracias, igualmente, hasta luego.",
      "confianza": 0.139,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, usted comunicó con la línea a nombre de Juan Agustín San Martín, ¿puede ser? Sí. ¿Cómo le va a gusto? Mi nombre es Catalina, lo he contactado al día de hoy, Juan, para poder brindarle lo que es un descuento para su línea móvil. Coménteme, ¿usted se encuentra en claro o actualmente puede ser en Conabono? Sí. Bien, ¿y cuál es la cantidad de siglas que usted utiliza, Juan? No sé, para Daniel no sé. Entiendo, entiendo. De todas maneras, ¿les son suficientes o en algún momento tiene que hacer una recarga o algo? Sí, hago dos recargas. ¿Dos recargas al mes? Es un montón. Juan, te preguntaba esto porque yo te llamaba desde el área de Moroistar. Me figura que estuviste con nosotros y bueno, te queríamos brindar un plan completo, económico, con el que no tengas que hacer recargas. Tienes 8 gigas más 8 regalos en 10.400. Es un montón de gigas para que vos puedas disfrutar. ¿Qué te parece? No, muy poco. Muy pocos gigas. Sí, ya me llamaron varias veces, movistar, y no me logran convencer. La promoción que tienes es bastante absurda. Con 15, 30 o 50 gigas, ¿no te convenceríamos? Si 15 gigas, muy poco. Por eso te podemos ofrecer, en ese caso, 30 o 50 gigas. Tiene muy poca diferencia en el precio. Tenés 30 gigas más ocho de regalo en 25,150 o 50 gigas más ocho de regalo en 28,350. ¿Por cuánto tiempo? Por seis meses. Después de estos seis meses, vos te metés a lo que es la aplicación de Movistar y ahí te va a tirar nuevas ofertas para distintos planes, para que puedas adquirir una nueva promo. No, no me sirve porque ya me hicieron eso y después no pude cambiar y tuve que cambiar a claro porque me estaban cobrando una exageración cuando llamé y pedí que si me podían bajar el abono, me dijeron que no, que directamente de la baja, entonces hice eso. Y ya la verdad es que en movistar ya no quiero saber más nada de cómo estar. Me están llamando todos los días. ¿Tenían un desodoramiento personalizado, Juan, en su momento? No, el desodoramiento recién este año lo quieren. Ya, ya fue. Ya me hicieron pagar mucha plata. Comprendo, te pido disculpas por lo que tú dijiste que pasara en ese momento, Juan, me imagino que la verdad nadie quiere que le cobren un sobreprecio, pero bueno... No, y más que está todo difícil, hice bastante ese abusar, me aumentaron bastante, muy de golpe, sin avisar, sin nada, y cuando yo llamé para reclamar, lo único que hicieron fue lavarse las manos y decirme eso. Bueno, entonces se me pasó de claro, tengo mejora de promoción y mejora de descuento. Sí, la verdad que la empresa, en el momento en que vos fuiste, estaba funcionando bastante mal, Juan, dio mucho que desear. Y bueno, en este momento, la verdad que te puedo recomendar estos planes que te ofrezco porque te van a durar los seis meses, te van a cobrar este precio seis meses. Y después, si no lo podés solucionar por la aplicación, vas a tener mi número personal para que vos te puedas comunicar conmigo y yo te ayudo a gestionar todo lo que vos necesites. Eso es lo bueno de la promo que te ofrecemos. No solo tenés el plan, sino que tenés un asesor personalizado 24-7 para todos los temas que tengas. Y no te vamos a mandar directamente a dar la baja, vamos a tratar de solucionar desde donde se pueda todos sus problemas. Sí, sí, pero ya lo hice de una vez, así que no confío. Bueno, Juan, no hay problema entonces. Que tengas buen día, adiós. ¿Cómo? Entonces no hay problema, no te molesto más, que tengas buen día y adiós. Gracias, igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.514,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:16:58.860974",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:25.786232",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114132946043_ACD_73823",
    "fecha_inicio": "14/1/2026 13:29:46",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 255,
    "tiempo_conversacion": 225,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}