{
  "archivo": "amza4_1_260112133008694_ACD_56449.wav",
  "duracion_segundos": 304.64,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 266.8,
    "Cliente": 20.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.42,
      "fin": 7.95,
      "duracion": 6.53,
      "texto": "Hola. Hola. Hola, ¿qué tal? Buenos días con la línea de Sergio.",
      "confianza": 0.308,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.97,
      "fin": 8.07,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.414,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.13,
      "fin": 25.2,
      "duracion": 17.07,
      "texto": "Un gusto, señor. Mi nombre es Gabriela, me estoy comunicando un placer, Sergio. Me estoy comunicando de la vida recuperadora del cliente de la compañía Movistar. ¿Cómo estás, Sergio? Bien, por ahora bien. Me alegro mucho. Bueno, Sergio, me figuras del sistema que esta línea de teléfono usted lo lleva con claro, ¿verdad?",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.87,
      "fin": 30.37,
      "duracion": 4.5,
      "texto": "Claro, sí, sí.",
      "confianza": 0.055,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.39,
      "fin": 55.32,
      "duracion": 24.93,
      "texto": "Bien, ¿recuerda más o menos cuánto gigas tiene por mes? ¿Cuánto paga Sergio? Sabes que no, la verdad no. Creo que era más que el de Movistar y el monto era mucho menos. Ahora te digo la verdad, sinceramente no me recuerdo, pero sé que era diferencia. Yo tenía los dos teléfonos, el mío y el de mi señora,",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.84,
      "fin": 63.27,
      "duracion": 7.43,
      "texto": "Y con lo que pago los dos, con lo que pago los dos, pagaba uno solo de movilizar.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.97,
      "fin": 70.77,
      "duracion": 5.81,
      "texto": "Con una, claro, con una línea, ahora pago dos, viste, con el monto.",
      "confianza": 0.864,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.48,
      "fin": 78.24,
      "duracion": 5.76,
      "texto": "Bien, bien. Bueno, Sergio, bien, por ahora... Claro, igualmente las promociones van caminando contantemente.",
      "confianza": 0.03,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.26,
      "fin": 80.28,
      "duracion": 2.02,
      "texto": "Exacto.",
      "confianza": 0.613,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.3,
      "fin": 84.41,
      "duracion": 4.11,
      "texto": "Claro, de lo que tengo una promoción para darle para la línea en este caso, tú y a su esposa,",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.08,
      "fin": 109.5,
      "duracion": 24.42,
      "texto": "donde cada línea mantiene el mismo número, si el número de teléfono no se cambia tendrían llamadas libres a todas las compañías, servicios de WhatsApp y también lo que es 4 GB fijo de base todos los meses, 4 GB adicionales por tratarse de dos líneas y 4 GB de regalo por seis meses. Los primeros seis meses tienen 12 GB cada línea y luego quedan con 8.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.52,
      "fin": 109.68,
      "duracion": 0.16,
      "texto": "Exacto.",
      "confianza": 0.335,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.0,
      "fin": 114.34,
      "duracion": 4.35,
      "texto": "Mire Sergio, a mí me figura en el sistema que por las dos líneas de teléfono",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.08,
      "fin": 121.35,
      "duracion": 6.27,
      "texto": "usted con Claro tiene una factura que lo que supera es los 23.000 pesos, ¿sí?",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.25,
      "fin": 152.18,
      "duracion": 29.93,
      "texto": "Con Claro. Yo lo que le propongo es que como Guitart tenga lo que es el requerir el servicio de las dos líneas, con la llamada, todo como le explicaba, le queda 11.400 pesos cada línea, es decir, pagaría 22.800, pero tendría más internet lo que tiene como con Claro, porque con Claro usted tiene lo que es un paquete básico de internet, Y con nosotros tendría, como le decía, lo que son cuatro gigabases, cuatro regalos y cuatro adicionales por tratarse de un plan familiar de dos líneas, ¿sí? Entonces tendrían más millones.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.74,
      "fin": 157.7,
      "duracion": 4.97,
      "texto": "Y bueno, algo muy importante, conservan el mismo número y en ningún momento se quedan incomunicados, Sergio.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 158.36,
      "fin": 164.99,
      "duracion": 6.63,
      "texto": "O sea, usted y su esposa sigue trabajando con Claro y yo lo que hago es mandar los chips a la tienda más cercana a su casa.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.73,
      "fin": 202.54,
      "duracion": 36.81,
      "texto": "Entonces, los chips llegan deactivados, cuando reciente le cortan la señal de Claro, colocan el sitio de Movistar y empiezan a trabajar con nosotros. Sí, eso me hicieron con él, claro. Claro, y algo muy bueno Sergio también, es que la compañía Movistar está en un beneficio que le permite que tanto usted como su esposa, de cada línea, tengan a través de la Admin Movistar la posibilidad que una vez al año activan 20 días de regalo para cada línea.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.96,
      "fin": 217.52,
      "duracion": 13.56,
      "texto": "Si informamos usted el mes que viene, por ejemplo, se va de vacaciones y dice, que la verdad que no vamos a ir de vacaciones, no sé, por decir, a la costa vamos a gastar muchísimo internet y yo no quiero hacer una recarga ni comprar un pack de internet, yo necesito tener internet.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 218.04,
      "fin": 237.03,
      "duracion": 18.99,
      "texto": "Bueno, usted automáticamente lo que hace, entra a la mismo start, carga lo que son los 200 adicionales 189 veces al año tienen 20 gigas de regalo en cada línea, ¿sí? Con una duración de 30 días, ¿sí? Eso es buenísimo porque estamos hablando de un montón de 20 gigas.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 237.71,
      "fin": 245.76,
      "duracion": 8.05,
      "texto": "Y a por aquí, mientras las dos líneas de Informovistart van a tener lo que son en este plan los 4 gigas de regalo.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.16,
      "fin": 252.81,
      "duracion": 6.65,
      "texto": "Sí, entonces van a tener 4 de base, 4 regalos y 4 adicionales por 6 meses.",
      "confianza": 0.428,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 252.83,
      "fin": 267.81,
      "duracion": 14.98,
      "texto": "¿Sí? Por 6 meses, ok. Exactamente. Ahora el valor del día de hoy, 11.400 por cada línea, Sergio. Bueno, está bien. Ahora justo estoy trabajando, ¿viste?",
      "confianza": 0.017,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.83,
      "fin": 267.97,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 267.99,
      "fin": 276.6,
      "duracion": 8.61,
      "texto": "Pero si queréis llamarme, no sé, en dos o tres días, ahí lo reviso bien, me fijo del otro y veo y si no, el último me paso de vuelta a movistar.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.22,
      "fin": 296.4,
      "duracion": 19.18,
      "texto": "Yo igualmente le voy a mandar la promoción por whatsapp para que os elad. Le mando la promo, mi nombre es Gabriela, yo le voy a mandar la promoción a esta línea que estamos hablando y bueno nos vamos comunicando por whatsapp y usted me va a decir cualquier duda, cualquier situación.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 297.38,
      "fin": 301.6,
      "duracion": 4.22,
      "texto": "Dale Gabriela, perfecto. Un buen día, estamos en contacto.",
      "confianza": 0.446,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.9,
      "fin": 304.64,
      "duracion": 0.74,
      "texto": "Gracias, muchas gracias, hasta luego.",
      "confianza": 0.049,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? Buenos días con la línea de Sergio. Sí. Un gusto, señor. Mi nombre es Gabriela, me estoy comunicando un placer, Sergio. Me estoy comunicando de la vida recuperadora del cliente de la compañía Movistar. ¿Cómo estás, Sergio? Bien, por ahora bien. Me alegro mucho. Bueno, Sergio, me figuras del sistema que esta línea de teléfono usted lo lleva con claro, ¿verdad? Claro, sí, sí. Bien, ¿recuerda más o menos cuánto gigas tiene por mes? ¿Cuánto paga Sergio? Sabes que no, la verdad no. Creo que era más que el de Movistar y el monto era mucho menos. Ahora te digo la verdad, sinceramente no me recuerdo, pero sé que era diferencia. Yo tenía los dos teléfonos, el mío y el de mi señora, Y con lo que pago los dos, con lo que pago los dos, pagaba uno solo de movilizar. Con una, claro, con una línea, ahora pago dos, viste, con el monto. Bien, bien. Bueno, Sergio, bien, por ahora... Claro, igualmente las promociones van caminando contantemente. Exacto. Claro, de lo que tengo una promoción para darle para la línea en este caso, tú y a su esposa, donde cada línea mantiene el mismo número, si el número de teléfono no se cambia tendrían llamadas libres a todas las compañías, servicios de WhatsApp y también lo que es 4 GB fijo de base todos los meses, 4 GB adicionales por tratarse de dos líneas y 4 GB de regalo por seis meses. Los primeros seis meses tienen 12 GB cada línea y luego quedan con 8. Exacto. Mire Sergio, a mí me figura en el sistema que por las dos líneas de teléfono usted con Claro tiene una factura que lo que supera es los 23.000 pesos, ¿sí? Con Claro. Yo lo que le propongo es que como Guitart tenga lo que es el requerir el servicio de las dos líneas, con la llamada, todo como le explicaba, le queda 11.400 pesos cada línea, es decir, pagaría 22.800, pero tendría más internet lo que tiene como con Claro, porque con Claro usted tiene lo que es un paquete básico de internet, Y con nosotros tendría, como le decía, lo que son cuatro gigabases, cuatro regalos y cuatro adicionales por tratarse de un plan familiar de dos líneas, ¿sí? Entonces tendrían más millones. Y bueno, algo muy importante, conservan el mismo número y en ningún momento se quedan incomunicados, Sergio. O sea, usted y su esposa sigue trabajando con Claro y yo lo que hago es mandar los chips a la tienda más cercana a su casa. Entonces, los chips llegan deactivados, cuando reciente le cortan la señal de Claro, colocan el sitio de Movistar y empiezan a trabajar con nosotros. Sí, eso me hicieron con él, claro. Claro, y algo muy bueno Sergio también, es que la compañía Movistar está en un beneficio que le permite que tanto usted como su esposa, de cada línea, tengan a través de la Admin Movistar la posibilidad que una vez al año activan 20 días de regalo para cada línea. Si informamos usted el mes que viene, por ejemplo, se va de vacaciones y dice, que la verdad que no vamos a ir de vacaciones, no sé, por decir, a la costa vamos a gastar muchísimo internet y yo no quiero hacer una recarga ni comprar un pack de internet, yo necesito tener internet. Bueno, usted automáticamente lo que hace, entra a la mismo start, carga lo que son los 200 adicionales 189 veces al año tienen 20 gigas de regalo en cada línea, ¿sí? Con una duración de 30 días, ¿sí? Eso es buenísimo porque estamos hablando de un montón de 20 gigas. Y a por aquí, mientras las dos líneas de Informovistart van a tener lo que son en este plan los 4 gigas de regalo. Sí, entonces van a tener 4 de base, 4 regalos y 4 adicionales por 6 meses. ¿Sí? Por 6 meses, ok. Exactamente. Ahora el valor del día de hoy, 11.400 por cada línea, Sergio. Bueno, está bien. Ahora justo estoy trabajando, ¿viste? Sí, sí. Pero si queréis llamarme, no sé, en dos o tres días, ahí lo reviso bien, me fijo del otro y veo y si no, el último me paso de vuelta a movistar. Yo igualmente le voy a mandar la promoción por whatsapp para que os elad. Le mando la promo, mi nombre es Gabriela, yo le voy a mandar la promoción a esta línea que estamos hablando y bueno nos vamos comunicando por whatsapp y usted me va a decir cualquier duda, cualquier situación. Dale Gabriela, perfecto. Un buen día, estamos en contacto. Gracias, muchas gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:19:06.001663",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:29.459474",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112133008694_ACD_56449",
    "fecha_inicio": "12/1/2026 13:30:08",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 323,
    "tiempo_conversacion": 294,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}