{
  "archivo": "amza4_1_260115133104065_ACD_14637.wav",
  "duracion_segundos": 77.89,
  "num_segmentos": 34,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 61.97,
    "Cliente": 10.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.31,
      "fin": 20.96,
      "duracion": 18.65,
      "texto": "Hola. Sí, buenas tardes. Hola, ¿así qué tal? Buenas tardes, ¿con Gastón? Sí, él habla. Un gusto, Gastón. Mi nombre es García, de la Mese Comunicando de la Ría de Recuperado de Quilentena, compañía monestra. ¿Cómo estás, Gastón? Bien, todo tranquilo. Me alegro mucho. Me alegro mucho que estés tranquilo. Qué bueno escuchar eso.",
      "confianza": 0.193,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.56,
      "fin": 28.45,
      "duracion": 6.89,
      "texto": "Gastón, el motivo muy llamado es porque me figura por sistema. Si usted tiene actualmente dos líneas con claro, ¿es así? ¿Es correcto?",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.21,
      "fin": 37.24,
      "duracion": 8.03,
      "texto": "Exacto. Y la verdad no te quiero hacer perder el tiempo, pero no me interesa movistar por el momento.",
      "confianza": 0.594,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.26,
      "fin": 52.72,
      "duracion": 15.46,
      "texto": "¿Por qué? ¿Qué le ha pasado? Tenía un mal espíritu de movistar. Te agradezco. No, no, fui cliente mucho tiempo de movistar. Cuando pedí que me bajen el abono porque no lo podía pagar, un no rotundo contundente. Conseguí, claro, por menos plata y tengo internet, cable, todo el servicio junto por menos plata.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.73,
      "fin": 55.2,
      "duracion": 2.46,
      "texto": "Así que, por el momento te agradezco, pero no me interesa volver.",
      "confianza": 0.566,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.58,
      "fin": 61.03,
      "duracion": 5.45,
      "texto": "No, no, está bien, es entendible. Porque bueno, teníamos un beneficio, teníamos promociones nuevas.",
      "confianza": 0.287,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.73,
      "fin": 72.25,
      "duracion": 10.52,
      "texto": "Y bueno, quería comentar un poquito para que te hubiera una idea de cuánto podríamos estar pagando como edad por el servicio. No, no, está bien. Te agradezco, pero no porque tengo internet, cable, teléfono, todo junto.",
      "confianza": 0.455,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.89,
      "fin": 77.89,
      "duracion": 5.0,
      "texto": "Claro, lo comprendo. No hay problema gastando, no hay problema. Gracias. Hasta luego.",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Sí, buenas tardes. Hola, ¿así qué tal? Buenas tardes, ¿con Gastón? Sí, él habla. Un gusto, Gastón. Mi nombre es García, de la Mese Comunicando de la Ría de Recuperado de Quilentena, compañía monestra. ¿Cómo estás, Gastón? Bien, todo tranquilo. Me alegro mucho. Me alegro mucho que estés tranquilo. Qué bueno escuchar eso. Gastón, el motivo muy llamado es porque me figura por sistema. Si usted tiene actualmente dos líneas con claro, ¿es así? ¿Es correcto? Exacto. Y la verdad no te quiero hacer perder el tiempo, pero no me interesa movistar por el momento. ¿Por qué? ¿Qué le ha pasado? Tenía un mal espíritu de movistar. Te agradezco. No, no, fui cliente mucho tiempo de movistar. Cuando pedí que me bajen el abono porque no lo podía pagar, un no rotundo contundente. Conseguí, claro, por menos plata y tengo internet, cable, todo el servicio junto por menos plata. Así que, por el momento te agradezco, pero no me interesa volver. No, no, está bien, es entendible. Porque bueno, teníamos un beneficio, teníamos promociones nuevas. Y bueno, quería comentar un poquito para que te hubiera una idea de cuánto podríamos estar pagando como edad por el servicio. No, no, está bien. Te agradezco, pero no porque tengo internet, cable, teléfono, todo junto. Claro, lo comprendo. No hay problema gastando, no hay problema. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.404,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:27:42.474416",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:29.886420",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133104065_ACD_14637",
    "fecha_inicio": "15/1/2026 13:31:04",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 91,
    "tiempo_conversacion": 74,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}