{
  "archivo": "amza5_1_260112113817957_ACD_61033.wav",
  "duracion_segundos": 233.67,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 68.96,
    "Cliente": 155.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.5,
      "fin": 5.83,
      "duracion": 5.33,
      "texto": "Hola. Hola, ¿qué tal? Buen día, ¿hablo con la línea de Eduardo? Sí,",
      "confianza": 0.248,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 5.83,
      "fin": 6.07,
      "duracion": 0.24,
      "texto": "bien hablo.",
      "confianza": 0.011,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.09,
      "fin": 61.44,
      "duracion": 55.35,
      "texto": "Como le digo a Eduardo, lo estoy tomando la parte de beneficio de movistar, queríamos reindarle lo que es una bonificación para esa línea, ¿cómo está? No, no me interesa, no me agradece. Si me pudieran hacer un favor, necesito que acelera una deuda que tengo ahí, no sé. ¿Tiene deuda para movistar? Sí, al parecer. Bien, a ver. Ahí le voy a reme y le voy a decirle cuándo sería la deuda, a ver si existe o no existe, ¿sí? ¿A usted le interesaría volver con nosotros? El IN para poder nivelarlo. Por el momento estoy probando otra línea, otra empresa. Otra empresa, porque le comento. Si a usted le interesaría volver con nosotros, hoy en día Movistar está condonando deudas. ¿Qué significa esto? Que si se vuelve a Buenos Aires, sacamos lo que es la deuda, ¿bien? en su totalidad, no tendría que poner nada, solamente volver con nosotros y bueno, ver cómo se ha mostrado hoy en día lo que es movilizar, ¿bien?",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.28,
      "fin": 83.18,
      "duracion": 20.9,
      "texto": "Estamos tratando de recuperar los clientes que han sido excelentes con nosotros, como usted nos asegura que ha sido un buen cliente, ¿tiene Eduardo? No, estuve muchos años, estuve en el Movistar, estuve como 7 años, estuve. Claro. Más también. Era preparada cuando era, cuando recién salieron, este era en el año 2010, creo que te digo,",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.73,
      "fin": 89.88,
      "duracion": 6.15,
      "texto": "Bien, hace un montón. Claro, si nosotros tenemos el registro de que ha sido un excelente cliente, por eso mismo nos contactamos nuevamente.",
      "confianza": 0.058,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.4,
      "fin": 99.95,
      "duracion": 9.55,
      "texto": "En este caso, como le digo, si usted le interesaría, nosotros le podemos sacar lo que es la deuda, bien, y podría volver con nosotros sin ningún tipo de problema. Hoy en día estamos haciendo eso.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.45,
      "fin": 111.56,
      "duracion": 11.11,
      "texto": "Sí, para los clientes, obviamente, que han sido excelentes, sí, que tienen prioridad de estar con nosotros nuevamente. ¿Usted cuánto está donando con Claro hoy en día? Eh, 11, 10.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.14,
      "fin": 139.51,
      "duracion": 26.37,
      "texto": "¿11.000? Sí, entre 11.000 y 11.000. Bien, ¿y cuántas líneas tienes? Creo que eran 10 horas por mes. Bien, ¿y la única línea que tiene es su nombre o tiene más líneas? No, tiene uno más. ¿Es la única? No, no es la única, tiene más líneas. Ah, ¿tiene más? ¿Cuántas líneas tiene?",
      "confianza": 0.373,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 140.87,
      "fin": 163.1,
      "duracion": 22.23,
      "texto": "en una más, después la otra estaba viendo si le da. No, tres líneas líneas. Tres líneas, bien. Porque le comento a nosotros lo que podemos hacer, lo siguiente, como le digo, le sacamos la deuda en su actualidad, no se está tratando de nada, vuelve con nosotros y le brindamos los beneficios de cuatro gigas con cuatro gigas más de regalo, ocho en total, y por pasar las otras líneas se le regalan cuatro gigas más, ¿bien?",
      "confianza": 0.047,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.7,
      "fin": 182.63,
      "duracion": 18.93,
      "texto": "Ya que todas las líneas tendrían doce gigas en total, el precio final de once mil cuatrocientos pesos, y van a hacer lo que es, bueno, vuelven a con nosotros, sin pagar ninguna deuda, quedan al día con Moisture y pueden aprovechar esta oferta. Dos pedidos en total en 12.400 calles. ¿Qué les parece?",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.27,
      "fin": 189.89,
      "duracion": 5.62,
      "texto": "Por el momento, estoy probando la otra empresa. Honestamente, no...",
      "confianza": 0.773,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 189.89,
      "fin": 191.08,
      "duracion": 1.19,
      "texto": "Ok, ok.",
      "confianza": 0.278,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.1,
      "fin": 232.34,
      "duracion": 41.24,
      "texto": "Lo que me interesaría, por el poquito, es que mañana pasado en un momento, tengo que volver a la línea de la empresa y terminar con buenos términos. Perfecto, perfecto. Bueno, mire, yo le voy a escribirle al WhatsApp, le voy a mandar un mensajito, ¿sí? Para que usted lo pueda pensar. Si les debe interesar, me avisa. Sí, sí, lo pienso, lo pienso. Me avisa, no hace falta que hagan absolutamente nada y lo bueno que van a tener. Doce siglas en total, vuelve sin pagar ninguna deuda y quedaría al día de hoy con nosotros. ¿Bien? Y bueno, ahí está, exactamente igual. Viene Eduardo, yo ahí le voy a escribir, le voy a poner, hola Eduardo, no te lineas a moverse, me describes cualquier cosita, ¿bien? Vale, gracias. Excelente, que tengas buen día.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.11,
      "fin": 233.67,
      "duracion": 0.56,
      "texto": "Igualmente.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día, ¿hablo con la línea de Eduardo? Sí, bien hablo. Como le digo a Eduardo, lo estoy tomando la parte de beneficio de movistar, queríamos reindarle lo que es una bonificación para esa línea, ¿cómo está? No, no me interesa, no me agradece. Si me pudieran hacer un favor, necesito que acelera una deuda que tengo ahí, no sé. ¿Tiene deuda para movistar? Sí, al parecer. Bien, a ver. Ahí le voy a reme y le voy a decirle cuándo sería la deuda, a ver si existe o no existe, ¿sí? ¿A usted le interesaría volver con nosotros? El IN para poder nivelarlo. Por el momento estoy probando otra línea, otra empresa. Otra empresa, porque le comento. Si a usted le interesaría volver con nosotros, hoy en día Movistar está condonando deudas. ¿Qué significa esto? Que si se vuelve a Buenos Aires, sacamos lo que es la deuda, ¿bien? en su totalidad, no tendría que poner nada, solamente volver con nosotros y bueno, ver cómo se ha mostrado hoy en día lo que es movilizar, ¿bien? Estamos tratando de recuperar los clientes que han sido excelentes con nosotros, como usted nos asegura que ha sido un buen cliente, ¿tiene Eduardo? No, estuve muchos años, estuve en el Movistar, estuve como 7 años, estuve. Claro. Más también. Era preparada cuando era, cuando recién salieron, este era en el año 2010, creo que te digo, Bien, hace un montón. Claro, si nosotros tenemos el registro de que ha sido un excelente cliente, por eso mismo nos contactamos nuevamente. En este caso, como le digo, si usted le interesaría, nosotros le podemos sacar lo que es la deuda, bien, y podría volver con nosotros sin ningún tipo de problema. Hoy en día estamos haciendo eso. Sí, para los clientes, obviamente, que han sido excelentes, sí, que tienen prioridad de estar con nosotros nuevamente. ¿Usted cuánto está donando con Claro hoy en día? Eh, 11, 10. ¿11.000? Sí, entre 11.000 y 11.000. Bien, ¿y cuántas líneas tienes? Creo que eran 10 horas por mes. Bien, ¿y la única línea que tiene es su nombre o tiene más líneas? No, tiene uno más. ¿Es la única? No, no es la única, tiene más líneas. Ah, ¿tiene más? ¿Cuántas líneas tiene? en una más, después la otra estaba viendo si le da. No, tres líneas líneas. Tres líneas, bien. Porque le comento a nosotros lo que podemos hacer, lo siguiente, como le digo, le sacamos la deuda en su actualidad, no se está tratando de nada, vuelve con nosotros y le brindamos los beneficios de cuatro gigas con cuatro gigas más de regalo, ocho en total, y por pasar las otras líneas se le regalan cuatro gigas más, ¿bien? Ya que todas las líneas tendrían doce gigas en total, el precio final de once mil cuatrocientos pesos, y van a hacer lo que es, bueno, vuelven a con nosotros, sin pagar ninguna deuda, quedan al día con Moisture y pueden aprovechar esta oferta. Dos pedidos en total en 12.400 calles. ¿Qué les parece? Por el momento, estoy probando la otra empresa. Honestamente, no... Ok, ok. Lo que me interesaría, por el poquito, es que mañana pasado en un momento, tengo que volver a la línea de la empresa y terminar con buenos términos. Perfecto, perfecto. Bueno, mire, yo le voy a escribirle al WhatsApp, le voy a mandar un mensajito, ¿sí? Para que usted lo pueda pensar. Si les debe interesar, me avisa. Sí, sí, lo pienso, lo pienso. Me avisa, no hace falta que hagan absolutamente nada y lo bueno que van a tener. Doce siglas en total, vuelve sin pagar ninguna deuda y quedaría al día de hoy con nosotros. ¿Bien? Y bueno, ahí está, exactamente igual. Viene Eduardo, yo ahí le voy a escribir, le voy a poner, hola Eduardo, no te lineas a moverse, me describes cualquier cosita, ¿bien? Vale, gracias. Excelente, que tengas buen día. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.425,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:32:04.195931",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 65,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:30.109739",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112113817957_ACD_61033",
    "fecha_inicio": "12/1/2026 11:38:17",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 325,
    "tiempo_conversacion": 227,
    "tiempo_hold": 0,
    "tiempo_acw": 74,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}