{
  "archivo": "amza8_1_260114110440842_ACD_22339.wav",
  "duracion_segundos": 191.62,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 115.81,
    "Cliente": 58.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.23,
      "fin": 17.55,
      "duracion": 17.32,
      "texto": "Hola. Hola, ¿qué tal? Buen día. Hablo con Radul. Buen día. Le comento, mi nombre es Thiago. Yo me estoy contactando de lo que es el área de recuperación del cliente de Movistar para saber por qué se había ido a la compañía. ¿Cuál fue ese inconveniente?",
      "confianza": 0.191,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.94,
      "fin": 22.48,
      "duracion": 3.54,
      "texto": "Porque de Movistar es una cagada sentía, dice llanamente.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.08,
      "fin": 23.36,
      "duracion": 0.28,
      "texto": "¿Por qué?",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.91,
      "fin": 28.25,
      "duracion": 3.34,
      "texto": "Y te prometen una cosa y después te salen con otra.",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.23,
      "fin": 64.27,
      "duracion": 35.04,
      "texto": "que yo no voy a volver a eh esto fue hace varios años ya me pasé aclaro con claro estoy jamón el tema es que no sé cómo es que para que ya no me llaman más ¿Viste? Porque eh no voy a volver a movistar movistar es una empresa eh te deja mucho que desear a ver si hay opciones yo me voy por otro lado ¿Viste? Enmovistar ya pues no no es una entidad ¿Viste? Y vos como empleado lo verás a ver Vuelve a movistar, digamos. No, es mentira, no me queda el verso.",
      "confianza": 0.451,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.77,
      "fin": 68.47,
      "duracion": 2.7,
      "texto": "No, no es la realidad.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.59,
      "fin": 78.56,
      "duracion": 8.97,
      "texto": "Por lo menos en el entorno que yo tengo, todo el que se va de movistar y usa personal, usa claro, no vuelve más a movistar.",
      "confianza": 0.62,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 78.58,
      "fin": 88.68,
      "duracion": 10.1,
      "texto": "No, no, no. No moviliza eso, pues no. Voy a disculparme y me la agarro con vos, pero yo sé que vos no tenés nada que ver.",
      "confianza": 0.5,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.45,
      "fin": 104.53,
      "duracion": 15.08,
      "texto": "En la empresa siempre he tenido problemas. No, obvio, obvio, te entiendo igual, o sea, obvio entiendo los problemas, los inconvenientes que has tenido. Yo, mira, siéntate sincero, yo trabajo con Movistar pero tengo la línea clara.",
      "confianza": 0.074,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.39,
      "fin": 118.34,
      "duracion": 10.95,
      "texto": "Más que nada por un tema económico, digamos, pero si te sé sincero, a mí, mal o inconvenientes con Movistar no he tenido, digamos.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.04,
      "fin": 136.28,
      "duracion": 15.24,
      "texto": "Yo te he contado, hace muchos años atrás, cuando liberaba el tema ese de los... de los experimentos y qué se yo, yo tenía un plan. ¿Qué pasó con el plan? Me tiraron abajo, me calentó dos huevos.",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.72,
      "fin": 140.12,
      "duracion": 2.4,
      "texto": "Así que... ¿Te lo tiraron abajo?",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.64,
      "fin": 148.35,
      "duracion": 7.71,
      "texto": "Ah, me retestaron lo que tenía que hacer. Lo que quiero hacer es perder más tiempo cuando realmente no...",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 149.34,
      "fin": 159.06,
      "duracion": 9.72,
      "texto": "No creo que vaya, lo que me resta de día, no creo que vaya a volver a movilizar. No, hoy sí, no, Raúl, bueno, muchas gracias por tu tiempo, más que nada, disculpame la molestia.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.9,
      "fin": 191.62,
      "duracion": 31.72,
      "texto": "Tenía que ponerme en dos con mi número, viste como apareció. Mira, ahí, Raúl, lo que puedes hacer es ingresar al registro, no llames a través de Google, registrar tu número y no te van a volver a contactar. Yo igual te lo dejo asentado acá para que no te vuelvas a contactar. pasa que bueno que hacen todos solamente en este call center como sabrás hay varios.",
      "confianza": 0.399,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. Hablo con Radul. Buen día. Le comento, mi nombre es Thiago. Yo me estoy contactando de lo que es el área de recuperación del cliente de Movistar para saber por qué se había ido a la compañía. ¿Cuál fue ese inconveniente? Porque de Movistar es una cagada sentía, dice llanamente. ¿Por qué? Y te prometen una cosa y después te salen con otra. que yo no voy a volver a eh esto fue hace varios años ya me pasé aclaro con claro estoy jamón el tema es que no sé cómo es que para que ya no me llaman más ¿Viste? Porque eh no voy a volver a movistar movistar es una empresa eh te deja mucho que desear a ver si hay opciones yo me voy por otro lado ¿Viste? Enmovistar ya pues no no es una entidad ¿Viste? Y vos como empleado lo verás a ver Vuelve a movistar, digamos. No, es mentira, no me queda el verso. No, no es la realidad. Por lo menos en el entorno que yo tengo, todo el que se va de movistar y usa personal, usa claro, no vuelve más a movistar. No, no, no. No moviliza eso, pues no. Voy a disculparme y me la agarro con vos, pero yo sé que vos no tenés nada que ver. En la empresa siempre he tenido problemas. No, obvio, obvio, te entiendo igual, o sea, obvio entiendo los problemas, los inconvenientes que has tenido. Yo, mira, siéntate sincero, yo trabajo con Movistar pero tengo la línea clara. Más que nada por un tema económico, digamos, pero si te sé sincero, a mí, mal o inconvenientes con Movistar no he tenido, digamos. Yo te he contado, hace muchos años atrás, cuando liberaba el tema ese de los... de los experimentos y qué se yo, yo tenía un plan. ¿Qué pasó con el plan? Me tiraron abajo, me calentó dos huevos. Así que... ¿Te lo tiraron abajo? Ah, me retestaron lo que tenía que hacer. Lo que quiero hacer es perder más tiempo cuando realmente no... No creo que vaya, lo que me resta de día, no creo que vaya a volver a movilizar. No, hoy sí, no, Raúl, bueno, muchas gracias por tu tiempo, más que nada, disculpame la molestia. Tenía que ponerme en dos con mi número, viste como apareció. Mira, ahí, Raúl, lo que puedes hacer es ingresar al registro, no llames a través de Google, registrar tu número y no te van a volver a contactar. Yo igual te lo dejo asentado acá para que no te vuelvas a contactar. pasa que bueno que hacen todos solamente en este call center como sabrás hay varios.",
  "calidad": {
    "confianza_promedio": 0.502,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:08:29.543611",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:32.433386",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114110440842_ACD_22339",
    "fecha_inicio": "14/1/2026 11:04:40",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 204,
    "tiempo_conversacion": 185,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}