{
  "archivo": "amza45_1_260113120153576_ACD_17047.wav",
  "duracion_segundos": 394.32,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 224.93,
    "Cliente": 144.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 7.8,
      "duracion": 7.77,
      "texto": "Hola, ¿qué tal? Me comunicó con Nancy.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.83,
      "fin": 7.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.099,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.91,
      "fin": 10.23,
      "duracion": 2.32,
      "texto": "¿Qué tal, Nancy? ¿Cómo estás? Un gusto, mi nombre es Yaira.",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.93,
      "fin": 15.84,
      "duracion": 4.91,
      "texto": "Me comunicamos con vos porque teníamos una promoción para tu línea, ¿sí? ¿Pero qué vas a ver esta jornada, bueno y claro?",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.66,
      "fin": 31.24,
      "duracion": 11.58,
      "texto": "No, me tuve que pasar a movistar. Ah, bien, hizo el cambio hace poquito. Sí, hace poquito, pero igual te digo, me estoy re contrarrepintiendo porque la señal que tiene claro en mi avistar es pésima.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.98,
      "fin": 51.84,
      "duracion": 19.86,
      "texto": "Bien, te estoy considerando mal. Déjame comunicarlo desde Mozart también. Sí, sí. ¿Ya tenés la línea activa y todo? Sí, sí, ya la tengo activa. Sí, bien. Bueno, mira, hagamos una cosa vos. ¿Tenés alguna secuencia cerquita de tu domicilio o algo? Eh...",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.6,
      "fin": 54.16,
      "duracion": 1.56,
      "texto": "Sí, pero ¿para qué?",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.16,
      "fin": 91.03,
      "duracion": 35.87,
      "texto": "Tenéis que consultar porque vos, en este caso, si tenéis problemas con lo que es la señal, se acercarán a los usuarios de Monster Canal, o una reposición de chip, o te lo van a calibrar, ¿sí?, para que tengas la cobertura. ¿Bien? Claro, yo al chip le puse un chip nuevo, le tuve que cambiar la línea ahora al... ¿Cuándo fue? El 31 de diciembre, tuve movista. ¿Bien? Tuve que comprar un chip nuevo. sino que te hagan lo que es repoplar para calibrarlo nada más. Por el caso que por ahí no está bien lo que es la señal, lo siento, solo está medio o medio de la señal, te la pueden calibrar para que funcione mejor.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.09,
      "fin": 97.54,
      "duracion": 5.45,
      "texto": "Así que bueno, eso es como recomendación, para que te pueda funcionar mejor bien y no tengas problemas.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.42,
      "fin": 108.73,
      "duracion": 10.31,
      "texto": "Sí, sí, porque la verdad, te soy muy honesta, me cambié, porque supuestamente me iban a instalar fibra óptica. Sí,",
      "confianza": 0.679,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 108.73,
      "fin": 109.55,
      "duracion": 0.82,
      "texto": "bueno, me emitieron,",
      "confianza": 0.344,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.44,
      "fin": 122.36,
      "duracion": 11.92,
      "texto": "porque no había disponibilidad en mi sitio. Iba a hacer todo el paquete con la portabilidad, todo. Bueno, lo único que tuve que hacer es la portabilidad.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.92,
      "fin": 127.51,
      "duracion": 4.59,
      "texto": "Salí a buscar un chip el 31 de diciembre porque me quedaba sin señal.",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.13,
      "fin": 140.06,
      "duracion": 11.93,
      "texto": "Ah, claro, no puede travesar nada. Te digo la verdad, la portabilidad que tuve con Movistar ahora, la experiencia fue décima.",
      "confianza": 0.369,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.67,
      "fin": 147.72,
      "duracion": 7.05,
      "texto": "nada que ver, que estoy honesta, cuando estaba en Movistar y la portabilidad la hice a claro.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.28,
      "fin": 163.36,
      "duracion": 14.08,
      "texto": "Fue muchísimo mejor la experiencia, constantemente estuvo un representante, con Movistar no, como que me dejaron a la deriva.",
      "confianza": 0.822,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.24,
      "fin": 171.69,
      "duracion": 7.45,
      "texto": "Me quedé sin señal el 31 de diciembre a las 6 de la mañana. Tuve que salir a buscar un chip.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.42,
      "fin": 183.43,
      "duracion": 11.01,
      "texto": "La verdad, espantoso. Y encima, digo yo, estuve... Estuve 30 años en la compañía.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.33,
      "fin": 187.67,
      "duracion": 3.34,
      "texto": "Me cambié, claro, por un problema de la señal.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.69,
      "fin": 188.01,
      "duracion": 0.32,
      "texto": "Claro.",
      "confianza": 0.799,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 188.43,
      "fin": 189.75,
      "duracion": 1.32,
      "texto": "Bueno, todo re bien.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.29,
      "fin": 191.43,
      "duracion": 1.14,
      "texto": "Me cambié de la señal, no tenía problema.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 192.81,
      "fin": 198.08,
      "duracion": 5.27,
      "texto": "Me vuelvo a cambiar a movistar. Yo tanto que insistía, bueno, me cambié de vuelta a movistar.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.62,
      "fin": 210.21,
      "duracion": 11.59,
      "texto": "Y pésima. Pésima la señal. En este caso, bueno, obviamente te pido disculpas.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 211.25,
      "fin": 239.9,
      "duracion": 28.65,
      "texto": "En este caso, obviamente el asesor que te hizo la cortabilidad o asesora. Un desastre. Porque me mintió. Estoy sincero. Nosotros, por ejemplo, por ahí depende del asesor con el que te contaste. Todas las llamadas que hacemos, la mayoría son todas grabadas, si en realidad todas, por ejemplo desde donde yo trabajo, todas las llamadas son grabadas para que vos tengas un respaldo y la persona con la que te comunicaste. Para que pueda estar en el plazo correspondiente.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 240.78,
      "fin": 277.15,
      "duracion": 36.37,
      "texto": "Y obviamente lo que es la cobertura, En algún momento sí, por nele, dijeron que yo tenía una cobertura y yo dije, sí, mira, sí, tenés. Y capaz fue un error de sistema, capaz se me dijo que así tenías y realmente no tenías porque te pasó ahora con un cliente, pero la ciudad tiene la responsabilidad de decir o sí a revisar. En este caso, yo ahora tuve un error, también me dieron un problema con lo que es cobertura y sí, era verdad que no tenías el cliente, Entonces, bueno, obviamente yo tomé la responsabilidad de contactarme con él y de informarle que sí, que no, que tenía razón, que era una confusión del sistema que me arrojó y que no tenía.",
      "confianza": 0.791,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.17,
      "fin": 294.99,
      "duracion": 17.82,
      "texto": "O sea, eso no era lo que tenía de parte del asesor, la verdad que, bueno, no... Sí, sí, un desastre, la verdad, no... El trabajo y el cambio, porque sinceramente nosotros hacemos acompañamiento y seguimiento, desde que usted inicia la portabilidad hasta que termina y, bueno, yo en este caso me encargo por ahí de eso, hasta seguir. Claro.",
      "confianza": 0.599,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 295.5,
      "fin": 299.7,
      "duracion": 4.2,
      "texto": "Así que bueno, no sé si te dijeron, por lo de las fibras ópticas, ¿ya te confirmaron que no?",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 301.02,
      "fin": 306.45,
      "duracion": 5.43,
      "texto": "No, no, porque no hay disponibilidad de caja, que así que no sirve.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.47,
      "fin": 307.37,
      "duracion": 0.9,
      "texto": "Ajá. Sí, pero bueno.",
      "confianza": 0.015,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 307.47,
      "fin": 324.4,
      "duracion": 16.93,
      "texto": "Así que ahora voy a ver cómo soluciono, pero seguramente me voy a volver a cambiar, porque la verdad que es un desastre. O sea, perdí nata, porque tuve que pagar el abono de claro, tuve que comprar el chip,",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 324.94,
      "fin": 328.15,
      "duracion": 3.2,
      "texto": "Y ahora tengo que pagar el abono de Movistar, la verdad.",
      "confianza": 0.833,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 328.89,
      "fin": 377.38,
      "duracion": 48.49,
      "texto": "Pésimo. No hay problema. No, igual yo sinceramente prefiero ir a escucharnos por esto mismo, porque yo sé que serán por ahí los asesores que realmente trabajamos bien o que tratamos de hacer lo posible. ¿Es un hilo de tamales? Lo mejor posible. ¿Redondo? Por ahí. No pasa esto, creo que hay otros usuarios que han hecho mal su trabajo o simplemente no les dan una altura realmente que merece el cliente y eso pasa esto. Así que bueno, estamos por ahí tratando de recuperar o ver más o menos qué inconvenientes han tenido. Pero bueno Nancy, yo como recomendación te diría, anda directamente a la sucursal y pedí que te calibren el chip o que te hagan reposición nada más para que puedan mejorarte lo que es la señal.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 377.9,
      "fin": 379.16,
      "duracion": 1.26,
      "texto": "Dale.",
      "confianza": 0.491,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 379.18,
      "fin": 389.56,
      "duracion": 10.38,
      "texto": "Bueno, voy a pedir culpas por la mala experiencia. Bueno, espero que se mejore y bueno, cualquier cosita si querés te puedo enviar un mensajito por si tenés algún inconveniente más adelante y si querés te podés contactar conmigo.",
      "confianza": 0.329,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 389.58,
      "fin": 394.04,
      "duracion": 4.46,
      "texto": "Dale. Bueno, cualquier cosa me gustaría... Sí, sí, muchísimas gracias.",
      "confianza": 0.272,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 394.06,
      "fin": 394.32,
      "duracion": 0.26,
      "texto": "Gracias.",
      "confianza": 0.311,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Me comunicó con Nancy. Sí. ¿Qué tal, Nancy? ¿Cómo estás? Un gusto, mi nombre es Yaira. Me comunicamos con vos porque teníamos una promoción para tu línea, ¿sí? ¿Pero qué vas a ver esta jornada, bueno y claro? No, me tuve que pasar a movistar. Ah, bien, hizo el cambio hace poquito. Sí, hace poquito, pero igual te digo, me estoy re contrarrepintiendo porque la señal que tiene claro en mi avistar es pésima. Bien, te estoy considerando mal. Déjame comunicarlo desde Mozart también. Sí, sí. ¿Ya tenés la línea activa y todo? Sí, sí, ya la tengo activa. Sí, bien. Bueno, mira, hagamos una cosa vos. ¿Tenés alguna secuencia cerquita de tu domicilio o algo? Eh... Sí, pero ¿para qué? Tenéis que consultar porque vos, en este caso, si tenéis problemas con lo que es la señal, se acercarán a los usuarios de Monster Canal, o una reposición de chip, o te lo van a calibrar, ¿sí?, para que tengas la cobertura. ¿Bien? Claro, yo al chip le puse un chip nuevo, le tuve que cambiar la línea ahora al... ¿Cuándo fue? El 31 de diciembre, tuve movista. ¿Bien? Tuve que comprar un chip nuevo. sino que te hagan lo que es repoplar para calibrarlo nada más. Por el caso que por ahí no está bien lo que es la señal, lo siento, solo está medio o medio de la señal, te la pueden calibrar para que funcione mejor. Así que bueno, eso es como recomendación, para que te pueda funcionar mejor bien y no tengas problemas. Sí, sí, porque la verdad, te soy muy honesta, me cambié, porque supuestamente me iban a instalar fibra óptica. Sí, bueno, me emitieron, porque no había disponibilidad en mi sitio. Iba a hacer todo el paquete con la portabilidad, todo. Bueno, lo único que tuve que hacer es la portabilidad. Salí a buscar un chip el 31 de diciembre porque me quedaba sin señal. Ah, claro, no puede travesar nada. Te digo la verdad, la portabilidad que tuve con Movistar ahora, la experiencia fue décima. nada que ver, que estoy honesta, cuando estaba en Movistar y la portabilidad la hice a claro. Fue muchísimo mejor la experiencia, constantemente estuvo un representante, con Movistar no, como que me dejaron a la deriva. Me quedé sin señal el 31 de diciembre a las 6 de la mañana. Tuve que salir a buscar un chip. La verdad, espantoso. Y encima, digo yo, estuve... Estuve 30 años en la compañía. Me cambié, claro, por un problema de la señal. Claro. Bueno, todo re bien. Me cambié de la señal, no tenía problema. Me vuelvo a cambiar a movistar. Yo tanto que insistía, bueno, me cambié de vuelta a movistar. Y pésima. Pésima la señal. En este caso, bueno, obviamente te pido disculpas. En este caso, obviamente el asesor que te hizo la cortabilidad o asesora. Un desastre. Porque me mintió. Estoy sincero. Nosotros, por ejemplo, por ahí depende del asesor con el que te contaste. Todas las llamadas que hacemos, la mayoría son todas grabadas, si en realidad todas, por ejemplo desde donde yo trabajo, todas las llamadas son grabadas para que vos tengas un respaldo y la persona con la que te comunicaste. Para que pueda estar en el plazo correspondiente. Y obviamente lo que es la cobertura, En algún momento sí, por nele, dijeron que yo tenía una cobertura y yo dije, sí, mira, sí, tenés. Y capaz fue un error de sistema, capaz se me dijo que así tenías y realmente no tenías porque te pasó ahora con un cliente, pero la ciudad tiene la responsabilidad de decir o sí a revisar. En este caso, yo ahora tuve un error, también me dieron un problema con lo que es cobertura y sí, era verdad que no tenías el cliente, Entonces, bueno, obviamente yo tomé la responsabilidad de contactarme con él y de informarle que sí, que no, que tenía razón, que era una confusión del sistema que me arrojó y que no tenía. O sea, eso no era lo que tenía de parte del asesor, la verdad que, bueno, no... Sí, sí, un desastre, la verdad, no... El trabajo y el cambio, porque sinceramente nosotros hacemos acompañamiento y seguimiento, desde que usted inicia la portabilidad hasta que termina y, bueno, yo en este caso me encargo por ahí de eso, hasta seguir. Claro. Así que bueno, no sé si te dijeron, por lo de las fibras ópticas, ¿ya te confirmaron que no? No, no, porque no hay disponibilidad de caja, que así que no sirve. Ajá. Sí, pero bueno. Así que ahora voy a ver cómo soluciono, pero seguramente me voy a volver a cambiar, porque la verdad que es un desastre. O sea, perdí nata, porque tuve que pagar el abono de claro, tuve que comprar el chip, Y ahora tengo que pagar el abono de Movistar, la verdad. Pésimo. No hay problema. No, igual yo sinceramente prefiero ir a escucharnos por esto mismo, porque yo sé que serán por ahí los asesores que realmente trabajamos bien o que tratamos de hacer lo posible. ¿Es un hilo de tamales? Lo mejor posible. ¿Redondo? Por ahí. No pasa esto, creo que hay otros usuarios que han hecho mal su trabajo o simplemente no les dan una altura realmente que merece el cliente y eso pasa esto. Así que bueno, estamos por ahí tratando de recuperar o ver más o menos qué inconvenientes han tenido. Pero bueno Nancy, yo como recomendación te diría, anda directamente a la sucursal y pedí que te calibren el chip o que te hagan reposición nada más para que puedan mejorarte lo que es la señal. Dale. Bueno, voy a pedir culpas por la mala experiencia. Bueno, espero que se mejore y bueno, cualquier cosita si querés te puedo enviar un mensajito por si tenés algún inconveniente más adelante y si querés te podés contactar conmigo. Dale. Bueno, cualquier cosa me gustaría... Sí, sí, muchísimas gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.519,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:12:01.116564",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:28.996311",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113120153576_ACD_17047",
    "fecha_inicio": "13/1/2026 12:01:53",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 398,
    "tiempo_conversacion": 379,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Ya tiene MVS",
    "tipo_tipificacion": "Exitoso"
  }
}