{
  "archivo": "amza_sup2_1_260116104236948_MIT_01954.wav",
  "duracion_segundos": 884.0,
  "num_segmentos": 99,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 99.27,
    "Cliente": 216.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.04,
      "duracion": 6.01,
      "texto": "Te comento que trae especial ese plan, un descuento por 6 meses de dentro a 1140 pesos.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.02,
      "fin": 16.67,
      "duracion": 7.65,
      "texto": "Después, en caso que utilices más gigas, tenemos un plan de 16 gigas que incluye lo mismo que el anterior, WhatsApp gratis, habla libre a cualquier compañía.",
      "confianza": 0.83,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.75,
      "fin": 30.93,
      "duracion": 13.18,
      "texto": "Lo distinto de este plan es que tiene América Precio Local, que significa eso que usted cuando haga una llamada a algún país que esté en América y sea fuera de Argentina, lo va a pagar a a peso argentino, no a cualquier otra moneda.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.07,
      "fin": 36.76,
      "duracion": 4.69,
      "texto": "En caso de que quieras salir del país de vacaciones, tiene el Roomin en América, que es el Roomin en América.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.38,
      "fin": 42.68,
      "duracion": 5.31,
      "texto": "Usted, en caso que viaje por decir Brasil, Estados Unidos, algún lugar así, va a tener Internet igual.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.74,
      "fin": 76.55,
      "duracion": 32.81,
      "texto": "Este plan tiene un precio final al día de hoy de diez mil cuatrocientos pesos, con un descuento por seis meses de cuarenta y un mil seiscientos cincuenta. Bueno, te agradezco. Gracias. Chau.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 83.31,
      "fin": 89.54,
      "duracion": 6.23,
      "texto": ". . .",
      "confianza": 0.963,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.75,
      "fin": 134.53,
      "duracion": 4.78,
      "texto": "Después del tono, deja tu mensaje para finalizar.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.32,
      "fin": 216.28,
      "duracion": 0.96,
      "texto": "Hola, buen día, Ariana.",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.65,
      "fin": 219.29,
      "duracion": 1.64,
      "texto": "No.",
      "confianza": 0.909,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.31,
      "fin": 219.93,
      "duracion": 0.62,
      "texto": "¿Con quién habló?",
      "confianza": 0.507,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.57,
      "fin": 226.79,
      "duracion": 6.22,
      "texto": "El marido. El marido de Ariana. Bueno, perfecto. Le doy una consulta. ¿Usted puede tomar decisiones sobre esta línea?",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.42,
      "fin": 234.82,
      "duracion": 6.4,
      "texto": "Por lo que veo. Sí, pero mirá que no estábamos interesados en cambiar de compañía.",
      "confianza": 0.124,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.37,
      "fin": 244.54,
      "duracion": 9.17,
      "texto": "Se ahorró el tiempo y de verdad te agradezco. No estábamos interesados. ¿Por qué no están interesados? ¿Me podrías contar?",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.07,
      "fin": 267.74,
      "duracion": 22.67,
      "texto": "Porque tuve una mala experiencia con movistar y ya lo he explicado anteriormente a tus compañeros ayer, antes de ayer y me siguen llamando. Así que te agradezco y para no hacerte perder tiempo no estoy interesado en cambiar de vida. Que tengas buen día.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.6,
      "fin": 269.32,
      "duracion": 0.72,
      "texto": "Hasta luego.",
      "confianza": 0.921,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 328.93,
      "fin": 353.36,
      "duracion": 24.43,
      "texto": "Hola, buen día, Agustina. Buen día, aquí Agustina habló. Buen día, Agustina, tala Tomás, un gusto. Te puedo dudar porque estoy en el trabajo. Mira, te comento rápido, para que te puedas desocupar. Me disfuguro acá que anteriormente ha sido cliente de Monstar y se ha cambiado de compañía. Sí, de Monstar te agradezco. Gracias.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.48,
      "fin": 416.58,
      "duracion": 22.1,
      "texto": "Hola, Diego. Sí, ¿qué tal? Diego, un gusto. Te hablo, Tomás. Sí. Tengo una consulta, ¿sólo al titular de tu línea, vos? Sí. Bueno, Diego, mira, tengo una preguntita para hacerte.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 417.22,
      "fin": 421.29,
      "duracion": 4.07,
      "texto": "Me figura acá que anteriormente te fuiste demostrado por un descontento con el precio.",
      "confianza": 0.792,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 422.19,
      "fin": 422.25,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.31,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 423.07,
      "fin": 435.85,
      "duracion": 12.78,
      "texto": "Y se puede pagar una factura. ¿Ha quedado bien una factura? Sí. Ok, ¿sabe en un momento de cuánto es el monto? No, no me acuerdo. Ok.",
      "confianza": 0.169,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 435.85,
      "fin": 438.07,
      "duracion": 2.22,
      "texto": "Bueno, mira, tengo una propuesta para usted.",
      "confianza": 0.653,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 440.01,
      "fin": 445.33,
      "duracion": 5.33,
      "texto": "De parte de Movistar, queremos recuperar clientes que hemos tenido anteriormente.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 445.86,
      "fin": 448.42,
      "duracion": 2.56,
      "texto": "En el caso de usted que tiene deuda y se ha cambiado.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 449.14,
      "fin": 452.4,
      "duracion": 3.26,
      "texto": "Si usted gusta, podría ver si puedo ofrecerle algún plan.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 453.02,
      "fin": 459.56,
      "duracion": 6.53,
      "texto": "y sustentar su deuda.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 504.59,
      "fin": 505.27,
      "duracion": 0.68,
      "texto": "Hola, ¿sí?",
      "confianza": 0.431,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 506.36,
      "fin": 539.29,
      "duracion": 32.93,
      "texto": "Hola, buen día. Buen día, ¿sí? ¿Quién habla? Buen día. Eh, ¿estoy hablando con Borja? ¿Puede ser? Eh, no. No, soy la esposa. ¿Quién habla? Ah, ¿el esposo usted? Bueno, buen día. Le habla Tomás. Una consulta. ¿Usted puede tomar decisiones sobre la línea con la que estoy hablando? Porque, por lo que veo, usted no es la titular, ¿cierto? No, no. No, no. No, no. Bueno, mire. Le consulta. Le digo. Me asegura que su esposo, eh... ¿Más o menos aproximadamente el año pasado, hace dos añitos, puede ser que se cambió el modestad por un descontento con el precio?",
      "confianza": 0.218,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 553.04,
      "fin": 553.1,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 553.12,
      "fin": 559.61,
      "duracion": 6.49,
      "texto": "Claro, bueno. Creo que sí, o sea, mira, ya lo llamaron de movistar, y él no aceptó, no sé, por motivos así que no sabe si él se... Por ahora te agradezco, solo no puedo tomar ninguna decisión, ¿sí? Ok, dale. Vale, gracias. Chau, que tenga lindo día. Igualmente gracias.",
      "confianza": 0.125,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.41,
      "fin": 578.64,
      "duracion": 2.23,
      "texto": "Gracias.",
      "confianza": 0.237,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 614.92,
      "fin": 626.67,
      "duracion": 11.75,
      "texto": "Hola.",
      "confianza": 0.868,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 627.95,
      "fin": 632.97,
      "duracion": 5.02,
      "texto": "Hola, buen día, Mónica. ¿Sí, quién habla? Mónica, te habla Tomás, un gusto.",
      "confianza": 0.804,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 707.13,
      "fin": 730.98,
      "duracion": 23.85,
      "texto": "Hola, buen día Marina.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 841.0,
      "fin": 844.98,
      "duracion": 3.99,
      "texto": "Gracias.",
      "confianza": 0.229,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 868.08,
      "fin": 884.0,
      "duracion": 15.92,
      "texto": "¿Qué pasa?",
      "confianza": 0.214,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Te comento que trae especial ese plan, un descuento por 6 meses de dentro a 1140 pesos. Después, en caso que utilices más gigas, tenemos un plan de 16 gigas que incluye lo mismo que el anterior, WhatsApp gratis, habla libre a cualquier compañía. Lo distinto de este plan es que tiene América Precio Local, que significa eso que usted cuando haga una llamada a algún país que esté en América y sea fuera de Argentina, lo va a pagar a a peso argentino, no a cualquier otra moneda. En caso de que quieras salir del país de vacaciones, tiene el Roomin en América, que es el Roomin en América. Usted, en caso que viaje por decir Brasil, Estados Unidos, algún lugar así, va a tener Internet igual. Este plan tiene un precio final al día de hoy de diez mil cuatrocientos pesos, con un descuento por seis meses de cuarenta y un mil seiscientos cincuenta. Bueno, te agradezco. Gracias. Chau. . . . Después del tono, deja tu mensaje para finalizar. Hola, buen día, Ariana. No. ¿Con quién habló? El marido. El marido de Ariana. Bueno, perfecto. Le doy una consulta. ¿Usted puede tomar decisiones sobre esta línea? Por lo que veo. Sí, pero mirá que no estábamos interesados en cambiar de compañía. Se ahorró el tiempo y de verdad te agradezco. No estábamos interesados. ¿Por qué no están interesados? ¿Me podrías contar? Porque tuve una mala experiencia con movistar y ya lo he explicado anteriormente a tus compañeros ayer, antes de ayer y me siguen llamando. Así que te agradezco y para no hacerte perder tiempo no estoy interesado en cambiar de vida. Que tengas buen día. Hasta luego. Hola, buen día, Agustina. Buen día, aquí Agustina habló. Buen día, Agustina, tala Tomás, un gusto. Te puedo dudar porque estoy en el trabajo. Mira, te comento rápido, para que te puedas desocupar. Me disfuguro acá que anteriormente ha sido cliente de Monstar y se ha cambiado de compañía. Sí, de Monstar te agradezco. Gracias. Hola, Diego. Sí, ¿qué tal? Diego, un gusto. Te hablo, Tomás. Sí. Tengo una consulta, ¿sólo al titular de tu línea, vos? Sí. Bueno, Diego, mira, tengo una preguntita para hacerte. Me figura acá que anteriormente te fuiste demostrado por un descontento con el precio. Sí. Y se puede pagar una factura. ¿Ha quedado bien una factura? Sí. Ok, ¿sabe en un momento de cuánto es el monto? No, no me acuerdo. Ok. Bueno, mira, tengo una propuesta para usted. De parte de Movistar, queremos recuperar clientes que hemos tenido anteriormente. En el caso de usted que tiene deuda y se ha cambiado. Si usted gusta, podría ver si puedo ofrecerle algún plan. y sustentar su deuda. Hola, ¿sí? Hola, buen día. Buen día, ¿sí? ¿Quién habla? Buen día. Eh, ¿estoy hablando con Borja? ¿Puede ser? Eh, no. No, soy la esposa. ¿Quién habla? Ah, ¿el esposo usted? Bueno, buen día. Le habla Tomás. Una consulta. ¿Usted puede tomar decisiones sobre la línea con la que estoy hablando? Porque, por lo que veo, usted no es la titular, ¿cierto? No, no. No, no. No, no. Bueno, mire. Le consulta. Le digo. Me asegura que su esposo, eh... ¿Más o menos aproximadamente el año pasado, hace dos añitos, puede ser que se cambió el modestad por un descontento con el precio? Sí. Claro, bueno. Creo que sí, o sea, mira, ya lo llamaron de movistar, y él no aceptó, no sé, por motivos así que no sabe si él se... Por ahora te agradezco, solo no puedo tomar ninguna decisión, ¿sí? Ok, dale. Vale, gracias. Chau, que tenga lindo día. Igualmente gracias. Gracias. Hola. Hola, buen día, Mónica. ¿Sí, quién habla? Mónica, te habla Tomás, un gusto. Hola, buen día Marina. Gracias. ¿Qué pasa?",
  "calidad": {
    "confianza_promedio": 0.459,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:36:13.449809",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 99,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:34.257681",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104236948_MIT_01954",
    "sin_datos_basurita": true
  }
}