{
  "archivo": "amza15_1_260113104558549_ACD_81277.wav",
  "duracion_segundos": 110.23,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 21.42,
    "Cliente": 76.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.13,
      "fin": 17.77,
      "duracion": 16.64,
      "texto": "Hola. Hola, buen día. ¿Con Juan Carlos? Sí, hola, hola. ¿Cómo le va a matarenar mi nombre? Estaba comunicando del área de emergencias de Movistar para brindarle una promoción exclusiva en el día de hoy a la línea. Ustedes realmente se encuentran claro, ¿verdad?",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.43,
      "fin": 19.79,
      "duracion": 1.36,
      "texto": "Con dos líneas y su nombre.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.35,
      "fin": 22.01,
      "duracion": 0.66,
      "texto": "Sí. Perfecto.",
      "confianza": 0.054,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.59,
      "fin": 29.6,
      "duracion": 7.01,
      "texto": "Bien. Le consulto acerca del plan. Aproximadamente, ¿qué cantidad de llegas tiene? ¿Con claro, le da mucha utilidad?",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.68,
      "fin": 62.73,
      "duracion": 32.05,
      "texto": "cuenta con gigas de base nada más o también de regalo? No, gracias. Bien, en realidad tenemos una promoción en el día de hoy, sí con un plan intermedio de 8 gigas de base más 8 gigas de regalo, por eso le consultaba si usted contaba con gigas de regalo además de los de base. Va a tener todo bonificado lo que es llamadas, SMS y WhatsApp totalmente libres, por un costo de 13.250, con el roaming incluido además.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.94,
      "fin": 69.36,
      "duracion": 3.42,
      "texto": "No, tranqui, muchas gracias. Bien, pero ¿qué es lo que no le ha interesado de la promoción?",
      "confianza": 0.046,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.12,
      "fin": 110.23,
      "duracion": 37.11,
      "texto": "Nada. Porque en este caso tiene 20 GB más, que va a poder activar en el momento que desee, y además pasando más de una línea, va a tener 4 gigas más de regalo por el mismo valor del plan. No sé si usted le da mucha utilidad a los gigas. No, yo no uso mucho los gigas. Bien, ¿por qué en ese caso le podemos otorgar un plan más económico? Si de 12 gigas en total, ¿por qué se le adicionan 4 gigas más de regalo? El plan es de 8, con los mismos beneficios por un costo de $14,400. No, gracias, estoy bien con él. Bien, pero claro, ¿cuánto está volando por la línea?",
      "confianza": 0.032,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Con Juan Carlos? Sí, hola, hola. ¿Cómo le va a matarenar mi nombre? Estaba comunicando del área de emergencias de Movistar para brindarle una promoción exclusiva en el día de hoy a la línea. Ustedes realmente se encuentran claro, ¿verdad? Con dos líneas y su nombre. Sí. Perfecto. Bien. Le consulto acerca del plan. Aproximadamente, ¿qué cantidad de llegas tiene? ¿Con claro, le da mucha utilidad? cuenta con gigas de base nada más o también de regalo? No, gracias. Bien, en realidad tenemos una promoción en el día de hoy, sí con un plan intermedio de 8 gigas de base más 8 gigas de regalo, por eso le consultaba si usted contaba con gigas de regalo además de los de base. Va a tener todo bonificado lo que es llamadas, SMS y WhatsApp totalmente libres, por un costo de 13.250, con el roaming incluido además. No, tranqui, muchas gracias. Bien, pero ¿qué es lo que no le ha interesado de la promoción? Nada. Porque en este caso tiene 20 GB más, que va a poder activar en el momento que desee, y además pasando más de una línea, va a tener 4 gigas más de regalo por el mismo valor del plan. No sé si usted le da mucha utilidad a los gigas. No, yo no uso mucho los gigas. Bien, ¿por qué en ese caso le podemos otorgar un plan más económico? Si de 12 gigas en total, ¿por qué se le adicionan 4 gigas más de regalo? El plan es de 8, con los mismos beneficios por un costo de $14,400. No, gracias, estoy bien con él. Bien, pero claro, ¿cuánto está volando por la línea?",
  "calidad": {
    "confianza_promedio": 0.51,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:22:40.216394",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:14.957240",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113104558549_ACD_81277",
    "fecha_inicio": "13/1/2026 10:45:58",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 192,
    "tiempo_conversacion": 108,
    "tiempo_hold": 0,
    "tiempo_acw": 61,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}