{
  "archivo": "amza26_1_260116145642295_ACD_45979.wav",
  "duracion_segundos": 94.58,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 49.3,
    "Cliente": 42.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 42.39,
      "duracion": 42.36,
      "texto": "Hola, María. María en este momento no se encuentra. Yo tengo el número de ella, pero lo estoy usando yo. Ah, bien, un gusto. ¿Usted utilizó el número de Edda? Claro. ¿Ahora es esta sola vez o este teléfono tiene la línea bajo el nombre de Edda y lo utiliza usted? Claro, este número lo hago uno yo, pero... ¿Esto es bajo el nombre de Edda? está con el nombre de ella, nada más. ¿Se puede pasar mi nombre? Porque me están llamando cada rato y yo... soy chofer y cada rato no puedo estar atendiendo. Claro, sí, sí. Y dale consulta, estimado. ¿Usted tiene esta sola línea en claro bajo el nombre de ella o tiene más?",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.52,
      "fin": 55.89,
      "duracion": 11.37,
      "texto": "No, este teléfono me lo regaló mi mamá, con línea y todo. Yo le pago el abono que viene todos los meses, nada más, de esta línea. No sé si ella tendrá otra línea a su nombre, eso no sabría.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.55,
      "fin": 67.94,
      "duracion": 11.39,
      "texto": "Ah, bien. Bien, bien. Bueno, mira, yo paso a comentarte, ¿sí? Te hablo de la idea de recuperación al cliente de Movistar, ¿sí? Para que me figuras que esa línea está en claro y está bajo el nombre de ella, ¿sí?",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.96,
      "fin": 68.02,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.04,
      "fin": 94.58,
      "duracion": 26.54,
      "texto": "El motivo mío es más para poder brindarte una mejor promoción, ¿sí? Que puedas contar con lo que es una mejor oferta, con más beneficios, contando con lo que es una nueva fecha de promoción con la compañía, ¿sí? Y, además de eso, eh, Foverfit era la única línea que vos tenías, Pero te comento que sí puedes cambiar lo que es la titularidad de movistar. ¿Sí? Es decir, vas a poder colocar lo que es la niñera.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, María. María en este momento no se encuentra. Yo tengo el número de ella, pero lo estoy usando yo. Ah, bien, un gusto. ¿Usted utilizó el número de Edda? Claro. ¿Ahora es esta sola vez o este teléfono tiene la línea bajo el nombre de Edda y lo utiliza usted? Claro, este número lo hago uno yo, pero... ¿Esto es bajo el nombre de Edda? está con el nombre de ella, nada más. ¿Se puede pasar mi nombre? Porque me están llamando cada rato y yo... soy chofer y cada rato no puedo estar atendiendo. Claro, sí, sí. Y dale consulta, estimado. ¿Usted tiene esta sola línea en claro bajo el nombre de ella o tiene más? No, este teléfono me lo regaló mi mamá, con línea y todo. Yo le pago el abono que viene todos los meses, nada más, de esta línea. No sé si ella tendrá otra línea a su nombre, eso no sabría. Ah, bien. Bien, bien. Bueno, mira, yo paso a comentarte, ¿sí? Te hablo de la idea de recuperación al cliente de Movistar, ¿sí? Para que me figuras que esa línea está en claro y está bajo el nombre de ella, ¿sí? Sí. El motivo mío es más para poder brindarte una mejor promoción, ¿sí? Que puedas contar con lo que es una mejor oferta, con más beneficios, contando con lo que es una nueva fecha de promoción con la compañía, ¿sí? Y, además de eso, eh, Foverfit era la única línea que vos tenías, Pero te comento que sí puedes cambiar lo que es la titularidad de movistar. ¿Sí? Es decir, vas a poder colocar lo que es la niñera.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:41:04.236471",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:19.802702",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116145642295_ACD_45979",
    "fecha_inicio": "16/1/2026 14:56:42",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 127,
    "tiempo_conversacion": 92,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Número equivocado",
    "tipo_tipificacion": "Exitoso"
  }
}