{
  "archivo": "amza44_1_260116115951331_ACD_20087.wav",
  "duracion_segundos": 128.84,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 65.24,
    "Cliente": 54.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.75,
      "fin": 12.88,
      "duracion": 11.13,
      "texto": "Hola, ¿qué tal? Buen día. ¿Cómo le hablo con Daniel? Sí, de parte. Hola, Daniel. ¿Qué tal? Un gusto. Mi nombre es Rodrigo. Sí, yo me estoy comunicando con usted para brindarle lo que es su beneficio para la línea.",
      "confianza": 0.507,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.43,
      "fin": 25.4,
      "duracion": 11.97,
      "texto": "Me asegura, Daniel, que usted actualmente está en lo que es la compañera. ¿Claro? ¿Es correcto? ¿Y de qué compañía me hablo? Ok, excelente. Yo me estoy comunicando de lo que es la compañía Movistar. Yo soy asesor comercial de Movistar.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.42,
      "fin": 26.04,
      "duracion": 0.62,
      "texto": "Sí, pero ya hablamos.",
      "confianza": 0.244,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.8,
      "fin": 32.48,
      "duracion": 5.68,
      "texto": "Ya, escúchame. Más o menos te puedo decir que me han llamado más o menos de 70, 80 veces.",
      "confianza": 0.331,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.46,
      "fin": 34.72,
      "duracion": 1.26,
      "texto": "Ok. No es más.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.32,
      "fin": 39.07,
      "duracion": 3.74,
      "texto": "Y ya le dije que no, no.",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.09,
      "fin": 41.79,
      "duracion": 2.7,
      "texto": "Ok, ok. Puedo escuchar algunas de las promociones de Estopia?",
      "confianza": 0.667,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 41.81,
      "fin": 57.41,
      "duracion": 15.6,
      "texto": "Ya me las pasaron, las promociones, me mandaron mensajes por WhatsApp, todo. Claro, yo me confundo. No quiero saber nada, escúchame, no quiero saber nada con Movistar, ¿me entendés? Ok, Daniel, que tengo una idea. En realidad no quiero saber nada con ninguna empresa, pero bueno, alguna te entiendes.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.96,
      "fin": 70.48,
      "duracion": 12.52,
      "texto": "Claro, claro, no, yo más que nada porque tenemos unas promociones que están vigentes desde el miércoles. Sí, sí, ya nos pasaron promociones bárbaras, bárbaras, pero después no las cumplen, después no las cumplen, amigo.",
      "confianza": 0.688,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 70.5,
      "fin": 86.36,
      "duracion": 15.86,
      "texto": "El tema es que estas promociones no las estamos trabajando por mensajes, justamente porque son unas promociones que no sabemos hasta cuándo van a estar vigentes. No, pero yo quiero que vos me entiendas lo siguiente, a veces me entendés. No cumplen después lo que te dicen, me entendés, porque ya estuve involucrado. No entiendo.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.07,
      "fin": 94.48,
      "duracion": 6.41,
      "texto": "Lamento mucho que haya tenido esa mala experiencia. Yo lo que le puedo decir es que nosotros actualmente somos lo que es un cierre comercial.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.14,
      "fin": 109.69,
      "duracion": 14.55,
      "texto": "Esto es el contrato telefónico en el que se detallan los beneficios y descuentos que uno le está otorgando a lo que es la línea. Y en el caso de tener algún inconveniente, se puede apelar a lo que es el audio, ya que lo has grabado. No, te digo que no, porque ya he estado, ya he hablado y no me dan bola.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.25,
      "fin": 121.49,
      "duracion": 11.24,
      "texto": "No solamente esta empresa, todas las empresas, incluso Directive y lo mismo, siempre te cagan de todos lados. De alguna manera siempre te cagan, ¿entendés? No se, no tiros ademas a nada.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.19,
      "fin": 123.23,
      "duracion": 1.04,
      "texto": "No tiros ademas a nada.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.85,
      "fin": 128.84,
      "duracion": 4.99,
      "texto": "Entiendo, lo siento mucho, pero... Igualmente.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Cómo le hablo con Daniel? Sí, de parte. Hola, Daniel. ¿Qué tal? Un gusto. Mi nombre es Rodrigo. Sí, yo me estoy comunicando con usted para brindarle lo que es su beneficio para la línea. Me asegura, Daniel, que usted actualmente está en lo que es la compañera. ¿Claro? ¿Es correcto? ¿Y de qué compañía me hablo? Ok, excelente. Yo me estoy comunicando de lo que es la compañía Movistar. Yo soy asesor comercial de Movistar. Sí, pero ya hablamos. Ya, escúchame. Más o menos te puedo decir que me han llamado más o menos de 70, 80 veces. Ok. No es más. Y ya le dije que no, no. Ok, ok. Puedo escuchar algunas de las promociones de Estopia? Ya me las pasaron, las promociones, me mandaron mensajes por WhatsApp, todo. Claro, yo me confundo. No quiero saber nada, escúchame, no quiero saber nada con Movistar, ¿me entendés? Ok, Daniel, que tengo una idea. En realidad no quiero saber nada con ninguna empresa, pero bueno, alguna te entiendes. Claro, claro, no, yo más que nada porque tenemos unas promociones que están vigentes desde el miércoles. Sí, sí, ya nos pasaron promociones bárbaras, bárbaras, pero después no las cumplen, después no las cumplen, amigo. El tema es que estas promociones no las estamos trabajando por mensajes, justamente porque son unas promociones que no sabemos hasta cuándo van a estar vigentes. No, pero yo quiero que vos me entiendas lo siguiente, a veces me entendés. No cumplen después lo que te dicen, me entendés, porque ya estuve involucrado. No entiendo. Lamento mucho que haya tenido esa mala experiencia. Yo lo que le puedo decir es que nosotros actualmente somos lo que es un cierre comercial. Esto es el contrato telefónico en el que se detallan los beneficios y descuentos que uno le está otorgando a lo que es la línea. Y en el caso de tener algún inconveniente, se puede apelar a lo que es el audio, ya que lo has grabado. No, te digo que no, porque ya he estado, ya he hablado y no me dan bola. No solamente esta empresa, todas las empresas, incluso Directive y lo mismo, siempre te cagan de todos lados. De alguna manera siempre te cagan, ¿entendés? No se, no tiros ademas a nada. No tiros ademas a nada. Entiendo, lo siento mucho, pero... Igualmente.",
  "calidad": {
    "confianza_promedio": 0.595,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:08:58.761998",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:28.836845",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116115951331_ACD_20087",
    "fecha_inicio": "16/1/2026 11:59:51",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 156,
    "tiempo_conversacion": 126,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}