{
  "archivo": "amza23_1_260112104012350_ACD_36747.wav",
  "duracion_segundos": 165.44,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 117.02,
    "Cliente": 29.39
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.14,
      "fin": 11.85,
      "duracion": 9.71,
      "texto": "Hola, buenos días. ¿Me comunico con Marcos? Sí, dígame. Hola, Marcos. Mi nombre es Celeste. Llamo para brindar tu nuevo beneficio para tu línea.",
      "confianza": 0.067,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.43,
      "fin": 15.78,
      "duracion": 3.35,
      "texto": "Me sale que actualmente vos estás en claro. ¿Eso es correcto?",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.14,
      "fin": 28.11,
      "duracion": 7.97,
      "texto": "Sí. Perfecto. Yo te estoy llamando del área de recupero del cliente Movistar. Sí. Queríamos saber por qué te habías ido de la compañía en su momento.",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.9,
      "fin": 48.66,
      "duracion": 18.76,
      "texto": "Ah, ¿qué pasa? Que pagaba mucho y me pedía mucho y por eso. Ok, pero no es porque haya estado... O sea, ya he tenido una mala experiencia con movistar, solamente es por el precio. Sí, exactamente.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.69,
      "fin": 50.31,
      "duracion": 1.62,
      "texto": "Perfecto.",
      "confianza": 0.927,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.33,
      "fin": 58.12,
      "duracion": 7.79,
      "texto": "Hoy tenemos lo que es un nuevo beneficio para usted, sí, porque queremos que vuelva la compañía para que se siga sintiendo cómodo con nosotros.",
      "confianza": 0.798,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.66,
      "fin": 68.59,
      "duracion": 9.93,
      "texto": "Y este beneficio es de 16 gigas y tiene WhatsApp gratis. Habla libre a cualquier compañero. Robin en América y tiene un descuento fijo por seis meses.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.11,
      "fin": 78.43,
      "duracion": 9.32,
      "texto": "Y el precio total le quedaría en 13,250. Y desde el app de Movistar puede activar lo que son los 20 gigas de regalo que se le dan.",
      "confianza": 0.866,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.09,
      "fin": 95.17,
      "duracion": 12.08,
      "texto": "¿Me escuchan? Sí, sí, sí. Perfecto. Pues... puede retirar lo que hace el chip en una sucursal movistar, sí, la más cercana a su domicilio, y si no, también se lo podemos enviar a lo que es su domicilio.",
      "confianza": 0.237,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.21,
      "fin": 103.93,
      "duracion": 7.72,
      "texto": "No sé qué haría en comunicado en ningún momento, y conservaría también lo que es el mismo número. No,",
      "confianza": 0.741,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 103.93,
      "fin": 112.69,
      "duracion": 8.76,
      "texto": "mira, como le decía, por lo que era mucho, me fui ahora, y ahora usted me está ofreciendo mucho más, no es imposible, no llego para eso.",
      "confianza": 0.649,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.44,
      "fin": 138.54,
      "duracion": 23.1,
      "texto": "Y díganme, el con... Claro, ¿no? ¿Usted llega a fin de mes con los gear, a todo? ¿O tiene que hacer recargas? No, no, llego, llego, tranqui, llego, bien. Ah, ok. Pero eso no es para mi trabajo, después yo en casa tengo Wifi y todo, así que... está todo bien. Claro, sí. Lo entiendo.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.14,
      "fin": 165.44,
      "duracion": 26.3,
      "texto": "Bueno, si no, también tenemos el otro plan, que es el Internet en casa, más la línea móvil le quedaría en 24 mil pesos porque la línea le quedaría en lo que es 4 mil y el internet en casa le quedaría en un precio de 20 mil pesos, ¿sí? También tendría lo que son 8 gigas en la línea móvil. Ah, no, imposible. Bueno, no, no. Muchísimas gracias. Bueno, hasta luego. Chao, gracias.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Me comunico con Marcos? Sí, dígame. Hola, Marcos. Mi nombre es Celeste. Llamo para brindar tu nuevo beneficio para tu línea. Me sale que actualmente vos estás en claro. ¿Eso es correcto? Sí. Perfecto. Yo te estoy llamando del área de recupero del cliente Movistar. Sí. Queríamos saber por qué te habías ido de la compañía en su momento. Ah, ¿qué pasa? Que pagaba mucho y me pedía mucho y por eso. Ok, pero no es porque haya estado... O sea, ya he tenido una mala experiencia con movistar, solamente es por el precio. Sí, exactamente. Perfecto. Hoy tenemos lo que es un nuevo beneficio para usted, sí, porque queremos que vuelva la compañía para que se siga sintiendo cómodo con nosotros. Y este beneficio es de 16 gigas y tiene WhatsApp gratis. Habla libre a cualquier compañero. Robin en América y tiene un descuento fijo por seis meses. Y el precio total le quedaría en 13,250. Y desde el app de Movistar puede activar lo que son los 20 gigas de regalo que se le dan. ¿Me escuchan? Sí, sí, sí. Perfecto. Pues... puede retirar lo que hace el chip en una sucursal movistar, sí, la más cercana a su domicilio, y si no, también se lo podemos enviar a lo que es su domicilio. No sé qué haría en comunicado en ningún momento, y conservaría también lo que es el mismo número. No, mira, como le decía, por lo que era mucho, me fui ahora, y ahora usted me está ofreciendo mucho más, no es imposible, no llego para eso. Y díganme, el con... Claro, ¿no? ¿Usted llega a fin de mes con los gear, a todo? ¿O tiene que hacer recargas? No, no, llego, llego, tranqui, llego, bien. Ah, ok. Pero eso no es para mi trabajo, después yo en casa tengo Wifi y todo, así que... está todo bien. Claro, sí. Lo entiendo. Bueno, si no, también tenemos el otro plan, que es el Internet en casa, más la línea móvil le quedaría en 24 mil pesos porque la línea le quedaría en lo que es 4 mil y el internet en casa le quedaría en un precio de 20 mil pesos, ¿sí? También tendría lo que son 8 gigas en la línea móvil. Ah, no, imposible. Bueno, no, no. Muchísimas gracias. Bueno, hasta luego. Chao, gracias.",
  "calidad": {
    "confianza_promedio": 0.489,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:17:37.264190",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 46,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:18.252076",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112104012350_ACD_36747",
    "fecha_inicio": "12/1/2026 10:40:12",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 217,
    "tiempo_conversacion": 159,
    "tiempo_hold": 0,
    "tiempo_acw": 36,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}