{
  "archivo": "amza4_1_260114142300711_ACD_30373.wav",
  "duracion_segundos": 261.97,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 160.18,
    "Cliente": 86.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.36,
      "fin": 6.18,
      "duracion": 3.82,
      "texto": "Hola. Hola, ¿no?",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.21,
      "fin": 6.26,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.29,
      "fin": 13.49,
      "duracion": 7.2,
      "texto": "Hola, ¿qué tal? Buenas tardes. Me comunicó con la línea de Jennifer.",
      "confianza": 0.481,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.51,
      "fin": 13.57,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.59,
      "fin": 27.05,
      "duracion": 13.46,
      "texto": "Jennifer, un gusto. Mi nombre es Gabriela. Te estoy llamando la día de beneficios móviles de la compañía Moistar. ¿Cómo estás? Todo bien. Me alegro. ¿Denis, me figuras en el sistema que esta línea de teléfono va a estar llevando con la compañía, claro, actualmente?",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.39,
      "fin": 28.45,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.07,
      "fin": 63.61,
      "duracion": 34.54,
      "texto": "¿Recuerdas más o menos cuánto estás pagando? ¿Qué servicios tenés contratado? La verdad es que soy sincero, no tengo ni idea. Bueno, no hay problema, igual te comento. Mira, tengo un plan muy bueno porque es muy completo y un precio bastante acorde, que te quedan lo que son. Ocho gigas fisco de base todos los meses y los primeros seis meses te regalamos ocho gigas para que pruebes el servicio. Esperamos las llamadas libres a todas las compañías dentro de la Argentina y las llamadas fuera del país, a lo que es América, a precio local, ¿sí?",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.15,
      "fin": 72.12,
      "duracion": 7.97,
      "texto": "Tienes Internet fuera de la Argentina, en toda América incluido, que es el servicio Roaming, y el servicio te queda en tan solo 10.400 pesos.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.26,
      "fin": 88.77,
      "duracion": 15.51,
      "texto": "Eso es lo que vos tenés a pagar con la compañía Mozart. Manténés el mismo número, Jennifer, en ningún momento perdés el número, Y algo muy importante, no te quedas incomunicada. ¿Qué me refiero? Vos van a seguir trabajando con las compañías, claro, van a seguir teniendo este servicio como lo tenés.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.71,
      "fin": 101.86,
      "duracion": 12.15,
      "texto": "Nosotros te mandamos el chip a la sucursal, demostrar que vos tengas más cercana a tu casa. En 48 horas el chip te está llegando. Quiere decir que hoy es miércoles, ya para el viernes estaría llegando el chip.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.62,
      "fin": 123.71,
      "duracion": 21.09,
      "texto": "Una vez que te debo el chip vos vas a buscarlo. y una vez que se te cortan las señales, claro, lo colocas en tu equipo, se valían los datos de la titular, que en este caso sos vos, y el servicio ya comienza a funcionar. ¿Qué te parece sacar a propuesta, Jennifer? Bien, pero quiero consultarlo con mi novio, porque si nos pasamos, ella que nos pasemos los dos.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.51,
      "fin": 133.38,
      "duracion": 8.87,
      "texto": "A ver, en este momento no me puede responder, así que no sé si me quieres llamar con una hora, hora y media, yo ahí te voy a confirmar.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.09,
      "fin": 141.69,
      "duracion": 7.6,
      "texto": "Era en dos mil, ¿cuánto me dijiste? En mil cuatrocientos, Jennifer. Ok. Bueno. Tengo una pregunta para verlo.",
      "confianza": 0.288,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.28,
      "fin": 168.65,
      "duracion": 25.37,
      "texto": "La línea de tu novio, ¿está en nombre tuyo también? No, está en nombre de él. Perfecto, no hay problema por eso. Bueno, en caso de que accedan hacemos los trámites y también mandaríamos en este caso, como ustedes son de la provincia, por lo que me refiero a de Córdoba, ¿sí? En Córdoba yo te estaría mandando los chips a lo que es directamente la sucursal de Andrea, ni para que te den más rápido y vos no los puedas conectar al equipo, ¿sí?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.37,
      "fin": 170.41,
      "duracion": 1.04,
      "texto": "Así que no hay problema.",
      "confianza": 0.591,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.95,
      "fin": 172.21,
      "duracion": 1.26,
      "texto": "Háblalo bien con tu novio.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.31,
      "fin": 178.3,
      "duracion": 5.99,
      "texto": "Recuerda, son 8 días de base con 8 regalos, más las llamadas libres a todas las compañías, servicios de WhatsApp.",
      "confianza": 0.687,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.1,
      "fin": 192.15,
      "duracion": 13.05,
      "texto": "Y, además, América Press Local y Roaming, que es Internet por el país en América, ¿sí? ¿Cuántos meses los ocho días de regalos? Los ocho días de regalos son por los seis meses, los primeros seis meses.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.89,
      "fin": 214.23,
      "duracion": 21.34,
      "texto": "Pero vos al quinto mes directamente te comunicas conmigo y me decís, mira, Gabri, se resta para terminar la promo, entonces lo que hago es ayudarte para que a través de las Admin Monster o a través de la atención al cliente podamos pedir una nueva promoción para que vos sigas con un precio promocionado, con un precio con descuento. Si es, no hay ningún inconveniente en Instagram. Bueno.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.85,
      "fin": 215.21,
      "duracion": 0.36,
      "texto": "Dale,",
      "confianza": 0.555,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.21,
      "fin": 226.95,
      "duracion": 11.74,
      "texto": "mira, es otro trabajo, tres, así que tipo tres, antes de marcarme, la última llamada, tresamos, y ahí vamos a decir qué le parece a tu novia la propuesta, Dani.",
      "confianza": 0.555,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.97,
      "fin": 232.99,
      "duracion": 6.02,
      "texto": "Bueno, bueno, no creo que lo vea antes de las tres, es el que me imagino, mañana, por la mañana, pues...",
      "confianza": 0.441,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 232.99,
      "fin": 240.05,
      "duracion": 7.06,
      "texto": "Dale, bueno, mejor, mejor, mañana, no sé a qué hora te puedo contarte el informe, yo entro a las diez, a las de la tarde.",
      "confianza": 0.441,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.52,
      "fin": 252.07,
      "duracion": 11.55,
      "texto": "Después de las diez porque voy a estar durmiendo a la mañana más temprano, así que después de las diez, por favor. Dale, dale, no hay problema. Bueno, Danny, háblalo bien con él y yo mañana a jueves te damos sin falta, ¿sí?",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 252.57,
      "fin": 255.76,
      "duracion": 3.18,
      "texto": "Recuerda, mi nombre es Gabriela, guarda a mil amados, ¿sí?",
      "confianza": 0.55,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.78,
      "fin": 261.97,
      "duracion": 6.19,
      "texto": "Dale, dale. Listo, Danny, pero estamos en contacto, que pasemos un día. Hasta luego, adiós, gracias.",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿no? Sí. Hola, ¿qué tal? Buenas tardes. Me comunicó con la línea de Jennifer. Sí. Jennifer, un gusto. Mi nombre es Gabriela. Te estoy llamando la día de beneficios móviles de la compañía Moistar. ¿Cómo estás? Todo bien. Me alegro. ¿Denis, me figuras en el sistema que esta línea de teléfono va a estar llevando con la compañía, claro, actualmente? Sí. ¿Recuerdas más o menos cuánto estás pagando? ¿Qué servicios tenés contratado? La verdad es que soy sincero, no tengo ni idea. Bueno, no hay problema, igual te comento. Mira, tengo un plan muy bueno porque es muy completo y un precio bastante acorde, que te quedan lo que son. Ocho gigas fisco de base todos los meses y los primeros seis meses te regalamos ocho gigas para que pruebes el servicio. Esperamos las llamadas libres a todas las compañías dentro de la Argentina y las llamadas fuera del país, a lo que es América, a precio local, ¿sí? Tienes Internet fuera de la Argentina, en toda América incluido, que es el servicio Roaming, y el servicio te queda en tan solo 10.400 pesos. Eso es lo que vos tenés a pagar con la compañía Mozart. Manténés el mismo número, Jennifer, en ningún momento perdés el número, Y algo muy importante, no te quedas incomunicada. ¿Qué me refiero? Vos van a seguir trabajando con las compañías, claro, van a seguir teniendo este servicio como lo tenés. Nosotros te mandamos el chip a la sucursal, demostrar que vos tengas más cercana a tu casa. En 48 horas el chip te está llegando. Quiere decir que hoy es miércoles, ya para el viernes estaría llegando el chip. Una vez que te debo el chip vos vas a buscarlo. y una vez que se te cortan las señales, claro, lo colocas en tu equipo, se valían los datos de la titular, que en este caso sos vos, y el servicio ya comienza a funcionar. ¿Qué te parece sacar a propuesta, Jennifer? Bien, pero quiero consultarlo con mi novio, porque si nos pasamos, ella que nos pasemos los dos. A ver, en este momento no me puede responder, así que no sé si me quieres llamar con una hora, hora y media, yo ahí te voy a confirmar. Era en dos mil, ¿cuánto me dijiste? En mil cuatrocientos, Jennifer. Ok. Bueno. Tengo una pregunta para verlo. La línea de tu novio, ¿está en nombre tuyo también? No, está en nombre de él. Perfecto, no hay problema por eso. Bueno, en caso de que accedan hacemos los trámites y también mandaríamos en este caso, como ustedes son de la provincia, por lo que me refiero a de Córdoba, ¿sí? En Córdoba yo te estaría mandando los chips a lo que es directamente la sucursal de Andrea, ni para que te den más rápido y vos no los puedas conectar al equipo, ¿sí? Así que no hay problema. Háblalo bien con tu novio. Recuerda, son 8 días de base con 8 regalos, más las llamadas libres a todas las compañías, servicios de WhatsApp. Y, además, América Press Local y Roaming, que es Internet por el país en América, ¿sí? ¿Cuántos meses los ocho días de regalos? Los ocho días de regalos son por los seis meses, los primeros seis meses. Pero vos al quinto mes directamente te comunicas conmigo y me decís, mira, Gabri, se resta para terminar la promo, entonces lo que hago es ayudarte para que a través de las Admin Monster o a través de la atención al cliente podamos pedir una nueva promoción para que vos sigas con un precio promocionado, con un precio con descuento. Si es, no hay ningún inconveniente en Instagram. Bueno. Dale, mira, es otro trabajo, tres, así que tipo tres, antes de marcarme, la última llamada, tresamos, y ahí vamos a decir qué le parece a tu novia la propuesta, Dani. Bueno, bueno, no creo que lo vea antes de las tres, es el que me imagino, mañana, por la mañana, pues... Dale, bueno, mejor, mejor, mañana, no sé a qué hora te puedo contarte el informe, yo entro a las diez, a las de la tarde. Después de las diez porque voy a estar durmiendo a la mañana más temprano, así que después de las diez, por favor. Dale, dale, no hay problema. Bueno, Danny, háblalo bien con él y yo mañana a jueves te damos sin falta, ¿sí? Recuerda, mi nombre es Gabriela, guarda a mil amados, ¿sí? Dale, dale. Listo, Danny, pero estamos en contacto, que pasemos un día. Hasta luego, adiós, gracias.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:24:58.843094",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:29.751124",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114142300711_ACD_30373",
    "fecha_inicio": "14/1/2026 14:23:00",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 268,
    "tiempo_conversacion": 250,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}