{
  "archivo": "amza24_1_260113140801553_ACD_64107.wav",
  "duracion_segundos": 144.5,
  "num_segmentos": 57,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 64.18,
    "Cliente": 60.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.88,
      "fin": 6.42,
      "duracion": 5.54,
      "texto": "Hola, ¿cómo está? Buenos días. Hablo con Alfredo.",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.44,
      "fin": 6.5,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.14,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.52,
      "fin": 13.51,
      "duracion": 6.99,
      "texto": "¿Cómo estás, Alfredo? ¿Tienes mi nombre? Me estoy comunicando del área de recupero de clientes movistar. Me figura que actualmente está en claro, ¿verdad?",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.98,
      "fin": 28.23,
      "duracion": 11.25,
      "texto": "Así es. Perfecto. Alfredo, me consultó. ¿Sin motivo por el que se puede movistar? ¿Cuál fue? Porque me cobraban una guasada. Y aparte son mentirosos. Ajá.",
      "confianza": 0.072,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.14,
      "fin": 40.57,
      "duracion": 10.43,
      "texto": "Dijeron boludeces en su momento de que a mí me cortaron la línea porque yo no pagué y nunca le debí un mango. Eso es de garca.",
      "confianza": 0.398,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.59,
      "fin": 40.69,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.71,
      "fin": 63.91,
      "duracion": 23.2,
      "texto": "Bueno, le pido disculpas por lo que le pasó anteriormente. En este caso nos estábamos comunicando porque teníamos promociones exclusivas para aquellos clientes que han sido parte de la compañía. ¿Cuál es? Bien, en este caso tenemos un plan de 8 horas de base más 8 horas de regalo, van a ser 16 horas en total. más whatsapp lácteas y más libres a todas las compañías por un precio final de 13.250.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.07,
      "fin": 64.67,
      "duracion": 0.6,
      "texto": "Bien.",
      "confianza": 0.676,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.7,
      "fin": 90.83,
      "duracion": 22.13,
      "texto": "En este caso el trámite es súper sencillo, simplemente verificamos los datos y le enviamos el chip a la sucursal más cercana a su homicidio. ¿Qué le estaría llegando en un plazo de 48, 22 horas hábiles aproximadamente? Sí, pero apenas yo haga el trámite con ustedes, me van a cortar la línea. No, ¿cómo le vamos a cortar la línea?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.83,
      "fin": 100.15,
      "duracion": 8.32,
      "texto": "Sí, sí, pasó otra vez también. Cuando lo cambié a claro, no, no, no, no se corta. Y sí, me lo cortaron. Bien, no. El movistar me lo cortó.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.74,
      "fin": 117.89,
      "duracion": 13.15,
      "texto": "No, a ver, aguardeme. Sí, ya le dió. Un momento. No sé cuánto faltará para la promoción, ¿no? Me cambió el movistar de vuelta. ¿Eh? Porque me ha detenido la boleta, ¿no?",
      "confianza": 0.021,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.47,
      "fin": 130.34,
      "duracion": 10.87,
      "texto": "Bien, aguardenme que hay de tiempo recién. Bien. Hola. Sí, sí, lo escucho, dígame. Sí, ¿me escuchas? ¿Querés que lo hablemos? Lo hablamos en unos días porque ahora me tengo que ir yo.",
      "confianza": 0.152,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.21,
      "fin": 137.99,
      "duracion": 6.78,
      "texto": "Bien. ¿Querés que no demora más de dos minutos? Sí, simplemente porque lo verificamos. Bueno, pero no los tengo ahora, me tengo que ir.",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.63,
      "fin": 144.5,
      "duracion": 4.87,
      "texto": "Después nos hablamos. Dale, gracias, Karen. Muy bien, hasta luego. Gracias a vos. Hasta luego.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo está? Buenos días. Hablo con Alfredo. Sí. ¿Cómo estás, Alfredo? ¿Tienes mi nombre? Me estoy comunicando del área de recupero de clientes movistar. Me figura que actualmente está en claro, ¿verdad? Así es. Perfecto. Alfredo, me consultó. ¿Sin motivo por el que se puede movistar? ¿Cuál fue? Porque me cobraban una guasada. Y aparte son mentirosos. Ajá. Dijeron boludeces en su momento de que a mí me cortaron la línea porque yo no pagué y nunca le debí un mango. Eso es de garca. Bien. Bueno, le pido disculpas por lo que le pasó anteriormente. En este caso nos estábamos comunicando porque teníamos promociones exclusivas para aquellos clientes que han sido parte de la compañía. ¿Cuál es? Bien, en este caso tenemos un plan de 8 horas de base más 8 horas de regalo, van a ser 16 horas en total. más whatsapp lácteas y más libres a todas las compañías por un precio final de 13.250. Bien. En este caso el trámite es súper sencillo, simplemente verificamos los datos y le enviamos el chip a la sucursal más cercana a su homicidio. ¿Qué le estaría llegando en un plazo de 48, 22 horas hábiles aproximadamente? Sí, pero apenas yo haga el trámite con ustedes, me van a cortar la línea. No, ¿cómo le vamos a cortar la línea? Sí, sí, pasó otra vez también. Cuando lo cambié a claro, no, no, no, no se corta. Y sí, me lo cortaron. Bien, no. El movistar me lo cortó. No, a ver, aguardeme. Sí, ya le dió. Un momento. No sé cuánto faltará para la promoción, ¿no? Me cambió el movistar de vuelta. ¿Eh? Porque me ha detenido la boleta, ¿no? Bien, aguardenme que hay de tiempo recién. Bien. Hola. Sí, sí, lo escucho, dígame. Sí, ¿me escuchas? ¿Querés que lo hablemos? Lo hablamos en unos días porque ahora me tengo que ir yo. Bien. ¿Querés que no demora más de dos minutos? Sí, simplemente porque lo verificamos. Bueno, pero no los tengo ahora, me tengo que ir. Después nos hablamos. Dale, gracias, Karen. Muy bien, hasta luego. Gracias a vos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.384,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:28:20.467084",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 57,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:18.975958",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113140801553_ACD_64107",
    "fecha_inicio": "13/1/2026 14:08:01",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 227,
    "tiempo_conversacion": 140,
    "tiempo_hold": 0,
    "tiempo_acw": 66,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}