{
  "archivo": "amza2_1_260115142228745_ACD_92313.wav",
  "duracion_segundos": 171.42,
  "num_segmentos": 47,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 154.53,
    "Cliente": 13.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.24,
      "duracion": 6.21,
      "texto": "Hola. Hola. Hola, ¿qué tal? Hablo con Liberato.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.26,
      "fin": 6.32,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.256,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.34,
      "fin": 13.83,
      "duracion": 7.49,
      "texto": "¿Cómo estás? Mi nombre es Luciana y me sigo contactando desde el área de respiro clientes de Movistar para ofrecerte lo que es un nuevo descuento.",
      "confianza": 0.457,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.55,
      "fin": 21.36,
      "duracion": 6.81,
      "texto": "Actualmente me asegura que te encontraste un claro, ¿verdad?",
      "confianza": 0.456,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.38,
      "fin": 21.52,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.098,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.54,
      "fin": 36.41,
      "duracion": 14.87,
      "texto": "Te agradezco. Te agradezco, linda. De todas maneras, no me he recomendado nada. ¿Qué me vas a comentar? Comentarme te escucho, si es que estoy en el pedo te escucho. Bien, no hay problema. ¿Usted le consulta? ¿Usted está confiado, verdad? ¿Y un abono mensual?",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.18,
      "fin": 39.2,
      "duracion": 2.02,
      "texto": "Sí, sí, señorita, sí.",
      "confianza": 0.204,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.22,
      "fin": 69.59,
      "duracion": 30.37,
      "texto": "Bien, bien. A la misma figura que cuenta con lo que es una factura emitida de 20.650 pesos, sí, lo creo que es bastante, lo que está pagando solo por su línea. Lo hace, ¿cierto? 19 y pico, 18 y pico, ahora seguro que aumentó por este mes, pero todavía no lo pago este 20 y 19, así que no sé. Ah, claro, por eso, porque si usted lo emitía, las facturas ya están 20.650. ¿Yo les puedo ofrecer liberatos? ¿Sabes lo que pasa? ¿Sabes lo que pasa? Vamos a ponerle 20.000, ¿no?",
      "confianza": 0.27,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.64,
      "fin": 70.7,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.024,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 70.72,
      "fin": 74.08,
      "duracion": 3.36,
      "texto": "Hace como cuatro meses, tres meses y cuatro meses, ¿no? A ver.",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.58,
      "fin": 125.4,
      "duracion": 50.82,
      "texto": "A años tenía, yo conocé. ¿Sabes cuánto estaba pagando la última factura que pagué? Yo, treinta mil y pico, o sea, hace cuatro meses. ¿Ahora cuánto habías estado pagando? Hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé. Pues que ahora, ahora, ahora es personal, desde la televisión. Cuarenta y pico le dice, bueno, si no, no, me voy. Ayer pagué 13 mil pesos.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.42,
      "fin": 130.19,
      "duracion": 4.77,
      "texto": "Bien. Yo tengo que ofrecerle lo que es la mitad de precio, 10 mil 400 pesos, lo que es un servicio.",
      "confianza": 0.078,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.44,
      "fin": 152.16,
      "duracion": 21.72,
      "texto": "No, te agradezco, te agradezco, te agradezco. Para que veas que cuando yo pensé, lo miré, vi las diferencias de esos momentos y esos momentos no me convenían y bueno, ahora por ahí hablo a personas, claro, y me ofrecen otro plan. ¿Cómo lo ofrecieron acá a Lucera? Que estoy acá.",
      "confianza": 0.346,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.18,
      "fin": 158.19,
      "duracion": 6.01,
      "texto": "Bueno, yo por eso le digo, yo tengo que ofrecerle lo que es el plan de 10.400 pesos con 16 gigas.",
      "confianza": 0.584,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 158.54,
      "fin": 171.42,
      "duracion": 12.88,
      "texto": "va a poder hablar libre a cualquier compañía, ¿le interesa o no le interesa?",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿qué tal? Hablo con Liberato. Sí. ¿Cómo estás? Mi nombre es Luciana y me sigo contactando desde el área de respiro clientes de Movistar para ofrecerte lo que es un nuevo descuento. Actualmente me asegura que te encontraste un claro, ¿verdad? Sí, sí. Te agradezco. Te agradezco, linda. De todas maneras, no me he recomendado nada. ¿Qué me vas a comentar? Comentarme te escucho, si es que estoy en el pedo te escucho. Bien, no hay problema. ¿Usted le consulta? ¿Usted está confiado, verdad? ¿Y un abono mensual? Sí, sí, señorita, sí. Bien, bien. A la misma figura que cuenta con lo que es una factura emitida de 20.650 pesos, sí, lo creo que es bastante, lo que está pagando solo por su línea. Lo hace, ¿cierto? 19 y pico, 18 y pico, ahora seguro que aumentó por este mes, pero todavía no lo pago este 20 y 19, así que no sé. Ah, claro, por eso, porque si usted lo emitía, las facturas ya están 20.650. ¿Yo les puedo ofrecer liberatos? ¿Sabes lo que pasa? ¿Sabes lo que pasa? Vamos a ponerle 20.000, ¿no? Sí. Hace como cuatro meses, tres meses y cuatro meses, ¿no? A ver. A años tenía, yo conocé. ¿Sabes cuánto estaba pagando la última factura que pagué? Yo, treinta mil y pico, o sea, hace cuatro meses. ¿Ahora cuánto habías estado pagando? Hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé, hablé. Pues que ahora, ahora, ahora es personal, desde la televisión. Cuarenta y pico le dice, bueno, si no, no, me voy. Ayer pagué 13 mil pesos. Bien. Yo tengo que ofrecerle lo que es la mitad de precio, 10 mil 400 pesos, lo que es un servicio. No, te agradezco, te agradezco, te agradezco. Para que veas que cuando yo pensé, lo miré, vi las diferencias de esos momentos y esos momentos no me convenían y bueno, ahora por ahí hablo a personas, claro, y me ofrecen otro plan. ¿Cómo lo ofrecieron acá a Lucera? Que estoy acá. Bueno, yo por eso le digo, yo tengo que ofrecerle lo que es el plan de 10.400 pesos con 16 gigas. va a poder hablar libre a cualquier compañía, ¿le interesa o no le interesa?",
  "calidad": {
    "confianza_promedio": 0.421,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:02:32.823393",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:21.202112",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115142228745_ACD_92313",
    "fecha_inicio": "15/1/2026 14:22:28",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 197,
    "tiempo_conversacion": 165,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}