{
  "archivo": "amza9_1_260115111608288_ACD_51023.wav",
  "duracion_segundos": 104.29,
  "num_segmentos": 31,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 6.78,
    "Cliente": 88.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 4.09,
      "duracion": 4.06,
      "texto": "Hola, buen día. Hablo con una de las líneas de Patricia.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.96,
      "fin": 9.74,
      "duracion": 3.78,
      "texto": "No, con el hijo. ¿Qué tal, señor? ¿Cómo está su día hoy? ¿Todo bien?",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.28,
      "fin": 21.99,
      "duracion": 10.71,
      "texto": "Todo tranquilo, ¿sí? Me alegro mucho. Todo bien, todo tranquilo. ¿Cómo se pone el teléfono? ¿Cómo, cómo? No, no, no.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.01,
      "fin": 25.01,
      "duracion": 3.0,
      "texto": "Me estoy comunicando con vos porque tenemos un descuento para tus líneas.",
      "confianza": 0.642,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.86,
      "fin": 29.28,
      "duracion": 3.42,
      "texto": "Veo que actualmente la titular es Patricia, de tu línea. ¿Puede ser?",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.46,
      "fin": 34.78,
      "duracion": 4.33,
      "texto": "Sí, pero te digo la verdad, nomás no quiere cambiar la línea.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.47,
      "fin": 56.48,
      "duracion": 21.01,
      "texto": "Está bien con la línea que tiene. ¿Tiene algún motivo? No, no, no. Ya lo ha cambiado como dos o tres veces. Puso personal, puso movilidad, puso... Aterrar la antena y la verdad que le fueron todas unas caras. Así que se quedó con un plazo. Claro, pero mirá, justamente, el ESC, para ser un capocabón, al menos.",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.93,
      "fin": 84.76,
      "duracion": 26.83,
      "texto": "No, no es el tema que abonármelo, pero a la señora no le encanta ningún lado con otra gana. Bien, ella no tenía el que le vamos a visitar. ¿En qué zona? En todas las zonas. A donde vaya no le agarra. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí,",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.08,
      "fin": 104.29,
      "duracion": 18.21,
      "texto": "Le he agarrado señales, así que una pérdida de tiempo es lo que me quiero señalar a que le diga, porque te voy a decir lo mismo. Perfecto, lo he presentado, hasta luego.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con una de las líneas de Patricia. No, con el hijo. ¿Qué tal, señor? ¿Cómo está su día hoy? ¿Todo bien? Todo tranquilo, ¿sí? Me alegro mucho. Todo bien, todo tranquilo. ¿Cómo se pone el teléfono? ¿Cómo, cómo? No, no, no. Me estoy comunicando con vos porque tenemos un descuento para tus líneas. Veo que actualmente la titular es Patricia, de tu línea. ¿Puede ser? Sí, pero te digo la verdad, nomás no quiere cambiar la línea. Está bien con la línea que tiene. ¿Tiene algún motivo? No, no, no. Ya lo ha cambiado como dos o tres veces. Puso personal, puso movilidad, puso... Aterrar la antena y la verdad que le fueron todas unas caras. Así que se quedó con un plazo. Claro, pero mirá, justamente, el ESC, para ser un capocabón, al menos. No, no es el tema que abonármelo, pero a la señora no le encanta ningún lado con otra gana. Bien, ella no tenía el que le vamos a visitar. ¿En qué zona? En todas las zonas. A donde vaya no le agarra. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, Le he agarrado señales, así que una pérdida de tiempo es lo que me quiero señalar a que le diga, porque te voy a decir lo mismo. Perfecto, lo he presentado, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.402,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:21:18.835864",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 31,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:33.273039",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111608288_ACD_51023",
    "fecha_inicio": "15/1/2026 11:16:08",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 156,
    "tiempo_conversacion": 100,
    "tiempo_hold": 0,
    "tiempo_acw": 18,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}