{
  "archivo": "amza10_1_260115113354341_ACD_11239.wav",
  "duracion_segundos": 306.5,
  "num_segmentos": 94,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 44.54,
    "Cliente": 230.87
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.48,
      "fin": 16.11,
      "duracion": 13.63,
      "texto": "Hola. Hola. Sí, buenas días. Sí, hola. ¿Cómo estás? Un gusto hablar con la línea de Flavio. De parte de quién?",
      "confianza": 0.455,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.19,
      "fin": 41.7,
      "duracion": 24.51,
      "texto": "Me estoy contactando en la línea de Recupero Clientes de Movistar, ¿verdad? El sistema que estás en claro, ¿no? Sí. Bien. Nosotros me estamos contactando para darte un plan y que te sale 10.400 pesos Y vas a contar con 16 gigas en total, ¿sí? Está bastante bueno el plan. No sé si vosotros sabes la cantidad de gigas, o usas más o menos. Sí, 18 uso. ¿8 o 18? 18.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.28,
      "fin": 42.63,
      "duracion": 0.34,
      "texto": "Ah, bien.",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 43.37,
      "fin": 47.79,
      "duracion": 4.43,
      "texto": "Bueno, mira, en este caso, acá está bueno porque, te comento, acá te duran bastante los gigas, ¿sí?",
      "confianza": 0.499,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.27,
      "fin": 49.51,
      "duracion": 1.24,
      "texto": "Vas a tener 16 gigas.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.53,
      "fin": 54.86,
      "duracion": 5.33,
      "texto": "Y aparte, sí, te comento que te damos 20 gigas de regalo, que es el fútbol activar.",
      "confianza": 0.615,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.26,
      "fin": 70.63,
      "duracion": 15.37,
      "texto": "Con una duración de 30 días, sí. Pero bueno, como te digo, está bastante bueno. ¿Solo una vez? Claro, eso es, solo una vez que vuelvas y te dura 30 días. Pero ya de por sí, digamos, donde el tema de tiras te dura bastante. O sea, por ejemplo, yo no tengo un plan de 3 gigas, imagínate.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.13,
      "fin": 71.99,
      "duracion": 0.86,
      "texto": "Y ando re bien.",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.95,
      "fin": 78.82,
      "duracion": 5.87,
      "texto": "Y bueno, te quedan 10 400 con lo que es WhatsApp gratis, todo ilumitado, Rumin en América.",
      "confianza": 0.597,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.84,
      "fin": 79.76,
      "duracion": 0.92,
      "texto": "¿Por cuánto tiempo?",
      "confianza": 0.233,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.42,
      "fin": 83.56,
      "duracion": 3.14,
      "texto": "Es por 6 meses, porque bueno, viste que antes había bastantes aumentos.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.24,
      "fin": 96.84,
      "duracion": 12.6,
      "texto": "Seguramente ofreciste un aumento también. Entonces, la idea era eso, que al cliente no le vuelva a suceder eso. Después de los seis meses, se te da un aviso de que tu promoción está terminando, donde ahí te brindan otra para que arranques ese.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.3,
      "fin": 102.19,
      "duracion": 3.89,
      "texto": "¿Y de cuánto es? ¿De 16 o es 6 más 10? ¿Cómo es?",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.21,
      "fin": 104.21,
      "duracion": 2.0,
      "texto": "Bien, te comento el plan detalladamente.",
      "confianza": 0.719,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.23,
      "fin": 107.3,
      "duracion": 3.06,
      "texto": "Son 8 de base y 8 regalos por 6 meses.",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.16,
      "fin": 110.16,
      "duracion": 2.0,
      "texto": "Obviamente nosotros, por un tema de",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.7,
      "fin": 124.98,
      "duracion": 14.28,
      "texto": "de que no suene como un fraude, lo tenemos que detallar bien detalladamente, así como te lo puedo decir, pero igual mensual vas a contar con 16 gigas, ¿sí? Porque, bueno, son gigas que vas a tener mensual, obviamente. Así que nada, te quedaría... ¿Y finales cuánto es el pago?",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.7,
      "fin": 137.18,
      "duracion": 11.48,
      "texto": "10.400 te queda final. ¿Y de cuánto es, digamos, el descuento que hacen? El descuento, 42.650 pesos.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.32,
      "fin": 143.45,
      "duracion": 5.13,
      "texto": "Pero el descuento en sí, ¿y de cuánto es? ¿El 60%, el 70%, el 55%?",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.45,
      "fin": 148.41,
      "duracion": 3.96,
      "texto": "Ah, no, claro, eso no te sabría decir en realidad porque no lo dejamos así.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 150.29,
      "fin": 158.22,
      "duracion": 7.93,
      "texto": "Pero sí te digo que es por 41,650 pesos. Y, bueno, obviamente se te va a estar respetando lo que es el beneficio, eso sí, claramente.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.14,
      "fin": 175.14,
      "duracion": 16.0,
      "texto": "Capaz que antes viste que como habían tantos aumentos, ponlele un ejemplo, teníamos un plan de 5,000 pesos, y al otro mes ya te estaba viniendo $10,000, me entendés un montón. Así que justamente por eso se ha cortado ahora el plazo del beneficio para que no suceda eso.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.06,
      "fin": 197.31,
      "duracion": 20.25,
      "texto": "Bueno, tendrías que volver a llamarme porque para hacer el cambio de línea todavía tengo que esperar porque recién me impactó el pago, así que no puedo hacer todavía el cambio. ¿Todavía que estás en claro y quieres pagar la factura o cómo? Exactamente, si no se va a generar una deuda.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.61,
      "fin": 201.4,
      "duracion": 2.78,
      "texto": "¿Cuándo te vence la factura?",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 207.63,
      "fin": 210.61,
      "duracion": 2.98,
      "texto": "En dos semanas. Bueno, yo te digo una cosita para que vos no tengas en cuenta nada más.",
      "confianza": 0.009,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.21,
      "fin": 215.28,
      "duracion": 3.06,
      "texto": "La oferta, literalmente, está por hoy.",
      "confianza": 0.801,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.22,
      "fin": 227.39,
      "duracion": 11.17,
      "texto": "¿Mañana realmente? No puedo hacer absolutamente nada. Si dura, sí, llámame. porque dura una semana el cambio, o sea, nunca es antes.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.74,
      "fin": 276.21,
      "duracion": 47.47,
      "texto": "Claro, pero por eso la idea es que vos siempre calcules que si vos te pasas, digamos, antes de que vos abones la factura, mejor, porque vos, una vez que vos ya abones la factura, claro, te va a empezar a correr otra, por así decirme, entonces no te conviene. Claro, lo que pasa que... Claro, no, lo que pasa es que corre a partir de ahora, en estos días, y se va a generar el cambio, yo me paso una vez, entonces nada. para que pueda hacer el cambio. De todos modos, ¿puedes mandarlo por WhatsApp detalladamente? Sí, sí, yo ahora mismo te envío un mensajito por vía o WhatsApp. Ok, así me queda todo detallado bien. Y bueno, si te podés comunicar, no sé, en el día de mañana o el sábado, para poderlo finalizar.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.77,
      "fin": 306.5,
      "duracion": 29.73,
      "texto": "Pero antes no puedo. ¿Vos cuánto estás abonando? Actualmente. 11,000, 48,000. Bien. Bueno, dale, mirá. Yo ahí te escribo por WhatsApp. Flavia te dice, ¿no? Sí. Bueno, ahí te pongo luego la Flavia. Soy Lourdes del Movistar, como para que quede el mensajito, el contacto. OK. Cualquier cosa. Bueno, también. Me escribís cualquier cosita, a ver tu opinión. Bueno, dale. Dale. Gracias. Muchas gracias. Que tengas un día. Hasta luego. Adiós.",
      "confianza": 0.405,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Sí, buenas días. Sí, hola. ¿Cómo estás? Un gusto hablar con la línea de Flavio. De parte de quién? Me estoy contactando en la línea de Recupero Clientes de Movistar, ¿verdad? El sistema que estás en claro, ¿no? Sí. Bien. Nosotros me estamos contactando para darte un plan y que te sale 10.400 pesos Y vas a contar con 16 gigas en total, ¿sí? Está bastante bueno el plan. No sé si vosotros sabes la cantidad de gigas, o usas más o menos. Sí, 18 uso. ¿8 o 18? 18. Ah, bien. Bueno, mira, en este caso, acá está bueno porque, te comento, acá te duran bastante los gigas, ¿sí? Vas a tener 16 gigas. Y aparte, sí, te comento que te damos 20 gigas de regalo, que es el fútbol activar. Con una duración de 30 días, sí. Pero bueno, como te digo, está bastante bueno. ¿Solo una vez? Claro, eso es, solo una vez que vuelvas y te dura 30 días. Pero ya de por sí, digamos, donde el tema de tiras te dura bastante. O sea, por ejemplo, yo no tengo un plan de 3 gigas, imagínate. Y ando re bien. Y bueno, te quedan 10 400 con lo que es WhatsApp gratis, todo ilumitado, Rumin en América. ¿Por cuánto tiempo? Es por 6 meses, porque bueno, viste que antes había bastantes aumentos. Seguramente ofreciste un aumento también. Entonces, la idea era eso, que al cliente no le vuelva a suceder eso. Después de los seis meses, se te da un aviso de que tu promoción está terminando, donde ahí te brindan otra para que arranques ese. ¿Y de cuánto es? ¿De 16 o es 6 más 10? ¿Cómo es? Bien, te comento el plan detalladamente. Son 8 de base y 8 regalos por 6 meses. Obviamente nosotros, por un tema de de que no suene como un fraude, lo tenemos que detallar bien detalladamente, así como te lo puedo decir, pero igual mensual vas a contar con 16 gigas, ¿sí? Porque, bueno, son gigas que vas a tener mensual, obviamente. Así que nada, te quedaría... ¿Y finales cuánto es el pago? 10.400 te queda final. ¿Y de cuánto es, digamos, el descuento que hacen? El descuento, 42.650 pesos. Pero el descuento en sí, ¿y de cuánto es? ¿El 60%, el 70%, el 55%? Ah, no, claro, eso no te sabría decir en realidad porque no lo dejamos así. Pero sí te digo que es por 41,650 pesos. Y, bueno, obviamente se te va a estar respetando lo que es el beneficio, eso sí, claramente. Capaz que antes viste que como habían tantos aumentos, ponlele un ejemplo, teníamos un plan de 5,000 pesos, y al otro mes ya te estaba viniendo $10,000, me entendés un montón. Así que justamente por eso se ha cortado ahora el plazo del beneficio para que no suceda eso. Bueno, tendrías que volver a llamarme porque para hacer el cambio de línea todavía tengo que esperar porque recién me impactó el pago, así que no puedo hacer todavía el cambio. ¿Todavía que estás en claro y quieres pagar la factura o cómo? Exactamente, si no se va a generar una deuda. ¿Cuándo te vence la factura? En dos semanas. Bueno, yo te digo una cosita para que vos no tengas en cuenta nada más. La oferta, literalmente, está por hoy. ¿Mañana realmente? No puedo hacer absolutamente nada. Si dura, sí, llámame. porque dura una semana el cambio, o sea, nunca es antes. Claro, pero por eso la idea es que vos siempre calcules que si vos te pasas, digamos, antes de que vos abones la factura, mejor, porque vos, una vez que vos ya abones la factura, claro, te va a empezar a correr otra, por así decirme, entonces no te conviene. Claro, lo que pasa que... Claro, no, lo que pasa es que corre a partir de ahora, en estos días, y se va a generar el cambio, yo me paso una vez, entonces nada. para que pueda hacer el cambio. De todos modos, ¿puedes mandarlo por WhatsApp detalladamente? Sí, sí, yo ahora mismo te envío un mensajito por vía o WhatsApp. Ok, así me queda todo detallado bien. Y bueno, si te podés comunicar, no sé, en el día de mañana o el sábado, para poderlo finalizar. Pero antes no puedo. ¿Vos cuánto estás abonando? Actualmente. 11,000, 48,000. Bien. Bueno, dale, mirá. Yo ahí te escribo por WhatsApp. Flavia te dice, ¿no? Sí. Bueno, ahí te pongo luego la Flavia. Soy Lourdes del Movistar, como para que quede el mensajito, el contacto. OK. Cualquier cosa. Bueno, también. Me escribís cualquier cosita, a ver tu opinión. Bueno, dale. Dale. Gracias. Muchas gracias. Que tengas un día. Hasta luego. Adiós.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:03:01.220647",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 94,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:13.689741",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115113354341_ACD_11239",
    "fecha_inicio": "15/1/2026 11:33:54",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 326,
    "tiempo_conversacion": 293,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}