{
  "archivo": "amza30_1_260115144537006_ACD_69023.wav",
  "duracion_segundos": 126.58,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 44.86,
    "Cliente": 76.52
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.7,
      "fin": 15.94,
      "duracion": 14.24,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Silvana? Sí, buen día. ¿Qué tal? Silvana, un gusto. Me estoy comunicando del área de beneficios móviles. Sí, ya que me figura tu línea actualmente en claro. ¿Es así?",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.96,
      "fin": 17.14,
      "duracion": 1.18,
      "texto": "Sí, pero ¿de qué empresa me llamas?",
      "confianza": 0.047,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.16,
      "fin": 27.15,
      "duracion": 9.99,
      "texto": "Bien, de Movistar. Nos estamos comunicando el día de hoy. Nos figura que anteriormente fuiste clienta, ¿sí? Sí, me llamaba esa ido, pero no tengo señal acá con ustedes, por eso no...",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.91,
      "fin": 35.34,
      "duracion": 7.43,
      "texto": "Ok, el problema es la cobertura de la señal. ¿En qué local y dónde te encontrás? Estoy en Córdoba Capital. Ah, en Córdoba Capital.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.86,
      "fin": 56.08,
      "duracion": 19.22,
      "texto": "Ok, lo voy a testear. ¿Alguna zona en específico has tenido problemas fuera de la casa, dentro de la casa? No tengo señal ni en la vereda, así que me fui y hablé con ustedes hace mucho ya y me dijeron ustedes mismos que no tengo señal. Pero me siguen llamando, no pasa nada, estoy aburrida. Bien,",
      "confianza": 0.407,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 56.08,
      "fin": 56.72,
      "duracion": 0.64,
      "texto": "bien, bueno.",
      "confianza": 0.864,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.97,
      "fin": 77.99,
      "duracion": 21.02,
      "texto": "Justamente te preguntaba la razón en específico porque yo tengo el mapa de cobertura porque se han hecho arreglos en Córdoba. No, ya sé. Estamos lo mismo, igual con Clara me quedo, porque ya tengo el fijo y el celo. Sí. Y lo que tengo siempre es menos de lo que ustedes están cobrando, así que te agradezco de todos modos. Bien,",
      "confianza": 0.614,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 77.99,
      "fin": 79.52,
      "duracion": 1.53,
      "texto": "bien comprendo lo que es.",
      "confianza": 0.643,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.53,
      "fin": 84.08,
      "duracion": 4.55,
      "texto": "Justamente la línea fija nosotros no la tenemos a disposición. Sí,",
      "confianza": 0.78,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 84.08,
      "fin": 87.44,
      "duracion": 3.36,
      "texto": "porque la fibra óptica en Córdoba todavía no está bien asentada.",
      "confianza": 0.759,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.94,
      "fin": 104.46,
      "duracion": 16.52,
      "texto": "Sí, pero sí tenemos lo que es disponible el beneficio para la línea en Celu. Yo te lo comento para que lo tengas en cuenta, justamente porque que ya se conviene. El día de esta es 10.400 pesos la promo y es 16 días de internet.",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.48,
      "fin": 112.15,
      "duracion": 7.67,
      "texto": "Si tenés 8 de base y 8 de regalo por 6 meses, bueno, obviamente WhatsApp gratis y jamás hay limitada a todas las compañías.",
      "confianza": 0.58,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.55,
      "fin": 126.58,
      "duracion": 14.03,
      "texto": "Bueno, Silvana, muchas gracias entonces, buenito día, hasta luego. De nada, gracias.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Silvana? Sí, buen día. ¿Qué tal? Silvana, un gusto. Me estoy comunicando del área de beneficios móviles. Sí, ya que me figura tu línea actualmente en claro. ¿Es así? Sí, pero ¿de qué empresa me llamas? Bien, de Movistar. Nos estamos comunicando el día de hoy. Nos figura que anteriormente fuiste clienta, ¿sí? Sí, me llamaba esa ido, pero no tengo señal acá con ustedes, por eso no... Ok, el problema es la cobertura de la señal. ¿En qué local y dónde te encontrás? Estoy en Córdoba Capital. Ah, en Córdoba Capital. Ok, lo voy a testear. ¿Alguna zona en específico has tenido problemas fuera de la casa, dentro de la casa? No tengo señal ni en la vereda, así que me fui y hablé con ustedes hace mucho ya y me dijeron ustedes mismos que no tengo señal. Pero me siguen llamando, no pasa nada, estoy aburrida. Bien, bien, bueno. Justamente te preguntaba la razón en específico porque yo tengo el mapa de cobertura porque se han hecho arreglos en Córdoba. No, ya sé. Estamos lo mismo, igual con Clara me quedo, porque ya tengo el fijo y el celo. Sí. Y lo que tengo siempre es menos de lo que ustedes están cobrando, así que te agradezco de todos modos. Bien, bien comprendo lo que es. Justamente la línea fija nosotros no la tenemos a disposición. Sí, porque la fibra óptica en Córdoba todavía no está bien asentada. Sí, pero sí tenemos lo que es disponible el beneficio para la línea en Celu. Yo te lo comento para que lo tengas en cuenta, justamente porque que ya se conviene. El día de esta es 10.400 pesos la promo y es 16 días de internet. Si tenés 8 de base y 8 de regalo por 6 meses, bueno, obviamente WhatsApp gratis y jamás hay limitada a todas las compañías. Bueno, Silvana, muchas gracias entonces, buenito día, hasta luego. De nada, gracias.",
  "calidad": {
    "confianza_promedio": 0.51,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:12:10.455945",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:21.844704",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115144537006_ACD_69023",
    "fecha_inicio": "15/1/2026 14:45:37",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 148,
    "tiempo_conversacion": 123,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}