{
  "archivo": "amza34_1_260113102909977_MIT_01989.wav",
  "duracion_segundos": 533.12,
  "num_segmentos": 101,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 190.56,
    "Cliente": 266.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.66,
      "fin": 17.36,
      "duracion": 16.7,
      "texto": "He sido llegado a mi casa, me tomé como dos litros de tereré y salía tirando panfletos por ahí cerca.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.95,
      "fin": 29.2,
      "duracion": 11.25,
      "texto": "¡Hola! ¡Hola Emiliano! ¿Cómo te va? Buen día. Sí, ¿qué tal? Buen día. Alejo, te hablé. ¿Me puedo comunicar en este momento con vos o estés ocupado? Sí, sí, sí. No hay problema. Dale, buenísimo.",
      "confianza": 0.431,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.29,
      "fin": 40.48,
      "duracion": 11.19,
      "texto": "Mirá, habíamos quedado en que querías hacer la portabilidad con el plan de 16 GB, que es el que tenía Romine incluido.",
      "confianza": 0.772,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.5,
      "fin": 43.0,
      "duracion": 2.5,
      "texto": "Sí. Mirá acá. Sí, recordáme el costo.",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.02,
      "fin": 48.2,
      "duracion": 5.19,
      "texto": "Ese tenía WhatsApp gratis, llamadas libres a cualquier compañía, llamadas América.",
      "confianza": 0.681,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.26,
      "fin": 65.37,
      "duracion": 17.11,
      "texto": "Precio local Romine en América en 13.250, que era el precio fijo por seis meses, porque el plan que es de un poco menos de gigas, no tiene el roaming y bueno, justamente me habéis comentado que lo que te interesaba era tener el roaming para, por si viajabas.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 67.99,
      "fin": 68.99,
      "duracion": 1.0,
      "texto": "Que bueno, ese es el precio.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.86,
      "fin": 85.93,
      "duracion": 10.07,
      "texto": "Igual. Sí. En caso de que me saliera un viaje, en caso de que me saliera un viaje, yo si elegir ahora el plan más bajo, ¿puedo aumentar el plan?",
      "confianza": 0.227,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.65,
      "fin": 121.58,
      "duracion": 34.93,
      "texto": "y mira el plan más más bajo se sale a once mil cuatrocientos pero no tiene arrojamiento se arrojó por después eh sumárselo después eh como me dijiste disculpas justo se te entrecortó todo Tuviera que viajar dentro de dos o tres meses y ahí me cambiara de plan. El más bajo o uno más alto.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.26,
      "fin": 140.08,
      "duracion": 17.82,
      "texto": "Y en ese caso se podría, pero en realidad lo que yo te recomiendo es que debes contarte el plan porque no sé si tengas el mismo descuento y si te puede llegar a quedar el mismo precio si después haces el pase. ¿Me explico? Sí, sí, sí. Y el otro, el de $11,000 es de 8 gigas.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.75,
      "fin": 155.39,
      "duracion": 14.64,
      "texto": "Claro, es cuatro de base y cuatro de regalo que te duran seis meses. En cambio, el otro ya son ocho de base, ocho de regalo. Y bueno, el Romy, ¿qué es lo que te había comentado? ¿Qué es lo que te hacía falta vos por lo que si te salía algún viaje por el trabajo?",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.38,
      "fin": 165.49,
      "duracion": 6.11,
      "texto": "Está bien. No, pero me interesaría probar el de otro. Dale, dale, no hay ningún problema. Mira, ahora sí.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.51,
      "fin": 166.09,
      "duracion": 0.58,
      "texto": "Es como que yo tengo siempre.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 166.11,
      "fin": 172.14,
      "duracion": 6.03,
      "texto": "Bueno, bueno, si te parece, está bien. Después, bueno. haces la gestión vos en todo caso si quisieras aumentar o sumar el roaming.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.76,
      "fin": 205.32,
      "duracion": 32.56,
      "texto": "Pero bueno, mira, entonces lo que necesitaría en este momento para poder realizar la gestión es que hay por el WhatsApp, porque me envías para checar tu identidad una foto del frente y del dorso de tu DNI, eso si, después lo puedes borrar, es nada más por robar tu identidad por una cuestión de la empresa. chequeo algún otro par más de datos y ya podríamos cerrar la gestión para que el siguiente mes ya pudieras tener tu factura de Movistar y durante un par de días tener el chip.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.52,
      "fin": 208.52,
      "duracion": 1.0,
      "texto": "Dale, el chip, eh, ¿cómo se...?",
      "confianza": 0.235,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.54,
      "fin": 226.79,
      "duracion": 17.25,
      "texto": "Mira, el chip, vos me habéis comentado que tenías chip físico, ¿no? ¿Cómo? Bueno, mira, el chip te lo podemos enviar a una tienda Movistar que esté cerca de tu domicilio. ¿Vos en qué localidad vivís? Bien. En San Martín, en dos. A ver, dale, aguarda un segundito.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 229.65,
      "fin": 238.11,
      "duracion": 8.45,
      "texto": "Y bueno, por mientras te voy pidiendo que me envíes las fotos del DNI, necesitarías un par más de datos y ya podríamos cerrar la gestión.",
      "confianza": 0.774,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 238.81,
      "fin": 243.59,
      "duracion": 4.79,
      "texto": "Dale, sí, te preguntaba lo del chip, porque yo justo en la última semana viajo.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.62,
      "fin": 243.97,
      "duracion": 0.36,
      "texto": "Claro.",
      "confianza": 0.372,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.0,
      "fin": 246.74,
      "duracion": 2.74,
      "texto": "Entonces, para estar seguro de que llegue antes de que viaje.",
      "confianza": 0.384,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.76,
      "fin": 251.93,
      "duracion": 5.17,
      "texto": "Sí, mira, al hacer la gestión hoy, se portó en 48 horas. Dale, perfecto.",
      "confianza": 0.76,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 252.23,
      "fin": 257.27,
      "duracion": 5.05,
      "texto": "Mira, te va a llegar a la tienda Movistar de Boulogne-sur-Mer 140 de San Martín.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.66,
      "fin": 275.56,
      "duracion": 14.9,
      "texto": "Boulogne-sur-Mer, sí. Ah, bien. Tu ubicas bien dónde es. Igual de todas formas, yo por WhatsApp te envío la dirección en escrito por las dudas que te olvides o te hagas falta. Perfecto. Bueno, mira, ahí espero las fotos del DNI por WhatsApp, así podemos continuar con la gestión.",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.34,
      "fin": 279.91,
      "duracion": 3.56,
      "texto": "Te pido, por favor, sigamos en llamadas y podemos cerrarlo todo ahora en el momento.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.27,
      "fin": 307.62,
      "duracion": 26.35,
      "texto": "Sí, sí, te espero. No hay ningún problema.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 312.57,
      "fin": 318.38,
      "duracion": 5.81,
      "texto": "Y bueno, por mientras te consulto Emiliano, ¿vos contás actualmente con Wi-Fi en tu domicilio, con ciberá optica?",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.52,
      "fin": 342.01,
      "duracion": 1.49,
      "texto": "Una consulta, pues. Me han estado hablando",
      "confianza": 0.212,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 342.53,
      "fin": 368.4,
      "duracion": 25.87,
      "texto": "otras opciones desde Movistar Argentina en el WhatsApp. Coméntame cuál que duda teniéramos. Para corroborar que hemos tenido recientemente un evento de de saqueo y de con un personal cercano y bueno, por las dos, hoy estamos tomando precauciones al enviar datos por teléfono.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.04,
      "fin": 393.63,
      "duracion": 24.59,
      "texto": "Sí, mirad. Sí, sí, puede ser que te hayan llegado más promociones porque el momento en el que figura que yo me estoy contactando para hacer la portabilidad, otros consultores, otros asesores quieren hacerte la gestión ellos porque saben que estás interesado. Pero bueno, sabes que el número que hablamos es mi número personal y el número del que te llamo es el del call center que es oficial de Movistar.",
      "confianza": 0.427,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.17,
      "fin": 414.16,
      "duracion": 19.99,
      "texto": "Y bueno, así mismo, cuando cerremos la gestión te voy a leer el contrato de la compañía para que vos te quedes tranquilo de que estamos haciendo la gestión desde un medio oficial.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 428.29,
      "fin": 465.88,
      "duracion": 37.59,
      "texto": "A ver, ahí me llego. Buenísimo, ahí me llego. Mira, te comento, ahora por mensaje de SMS te voy a enviar lo que es el código de portabilidad, que es el aviso formal de la compañía. O sea, de estar claro que estás haciendo la gestión voz y no un tercero. Eso te va a llegar por SMS del remitente 223. Te pido por favor que cuando te llegue me envíes una captura del dato y sigamos en llamadas y te pido algún que otro dato más.",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 466.38,
      "fin": 490.49,
      "duracion": 24.11,
      "texto": "Te leo el contrato de la compañía y ya cerramos la gestión. ¿Te parece? Sí, no. Código por teléfono no te voy a enviar. Vamos a tener que cerrar acá la... O si no, si lo puedo hacer de presencial en Movistar, en la calle Bolón-Sur-Mer. Pero, código... O sea... No, no te voy a enviar un código que me llegue. No, no te lo voy a enviar. No vamos a poder seguir.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 490.51,
      "fin": 490.61,
      "duracion": 0.1,
      "texto": "No,",
      "confianza": 0.27,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 490.61,
      "fin": 503.68,
      "duracion": 13.07,
      "texto": "mira lo que te comento. El código de portabilidad se utiliza como un aviso formal entre compañías de que la gestión la estás haciendo vos, y no un tercero. Porque eso no se puede compartir a menos que lo compartas vos.",
      "confianza": 0.27,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 504.54,
      "fin": 511.55,
      "duracion": 7.01,
      "texto": "Te entiendo, pero no... Por una cuestión de seguridad mía, no te voy a enviar un código que me llegue a vos.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 512.15,
      "fin": 521.95,
      "duracion": 9.8,
      "texto": "Por una cuestión de seguridad telefónica, nada más. Y en realidad, esto del código, como te comento, es una cuestión puramente institucional.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 523.05,
      "fin": 533.12,
      "duracion": 10.06,
      "texto": "Si yo te lo pido, vos si querés después lo podés eliminar, es nada más para hacer el aviso formal, porque si no se puede tomar como que un tercero está haciendo la gestión de tus nombres.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "He sido llegado a mi casa, me tomé como dos litros de tereré y salía tirando panfletos por ahí cerca. ¡Hola! ¡Hola Emiliano! ¿Cómo te va? Buen día. Sí, ¿qué tal? Buen día. Alejo, te hablé. ¿Me puedo comunicar en este momento con vos o estés ocupado? Sí, sí, sí. No hay problema. Dale, buenísimo. Mirá, habíamos quedado en que querías hacer la portabilidad con el plan de 16 GB, que es el que tenía Romine incluido. Sí. Mirá acá. Sí, recordáme el costo. Ese tenía WhatsApp gratis, llamadas libres a cualquier compañía, llamadas América. Precio local Romine en América en 13.250, que era el precio fijo por seis meses, porque el plan que es de un poco menos de gigas, no tiene el roaming y bueno, justamente me habéis comentado que lo que te interesaba era tener el roaming para, por si viajabas. Que bueno, ese es el precio. Igual. Sí. En caso de que me saliera un viaje, en caso de que me saliera un viaje, yo si elegir ahora el plan más bajo, ¿puedo aumentar el plan? y mira el plan más más bajo se sale a once mil cuatrocientos pero no tiene arrojamiento se arrojó por después eh sumárselo después eh como me dijiste disculpas justo se te entrecortó todo Tuviera que viajar dentro de dos o tres meses y ahí me cambiara de plan. El más bajo o uno más alto. Y en ese caso se podría, pero en realidad lo que yo te recomiendo es que debes contarte el plan porque no sé si tengas el mismo descuento y si te puede llegar a quedar el mismo precio si después haces el pase. ¿Me explico? Sí, sí, sí. Y el otro, el de $11,000 es de 8 gigas. Claro, es cuatro de base y cuatro de regalo que te duran seis meses. En cambio, el otro ya son ocho de base, ocho de regalo. Y bueno, el Romy, ¿qué es lo que te había comentado? ¿Qué es lo que te hacía falta vos por lo que si te salía algún viaje por el trabajo? Está bien. No, pero me interesaría probar el de otro. Dale, dale, no hay ningún problema. Mira, ahora sí. Es como que yo tengo siempre. Bueno, bueno, si te parece, está bien. Después, bueno. haces la gestión vos en todo caso si quisieras aumentar o sumar el roaming. Pero bueno, mira, entonces lo que necesitaría en este momento para poder realizar la gestión es que hay por el WhatsApp, porque me envías para checar tu identidad una foto del frente y del dorso de tu DNI, eso si, después lo puedes borrar, es nada más por robar tu identidad por una cuestión de la empresa. chequeo algún otro par más de datos y ya podríamos cerrar la gestión para que el siguiente mes ya pudieras tener tu factura de Movistar y durante un par de días tener el chip. Dale, el chip, eh, ¿cómo se...? Mira, el chip, vos me habéis comentado que tenías chip físico, ¿no? ¿Cómo? Bueno, mira, el chip te lo podemos enviar a una tienda Movistar que esté cerca de tu domicilio. ¿Vos en qué localidad vivís? Bien. En San Martín, en dos. A ver, dale, aguarda un segundito. Y bueno, por mientras te voy pidiendo que me envíes las fotos del DNI, necesitarías un par más de datos y ya podríamos cerrar la gestión. Dale, sí, te preguntaba lo del chip, porque yo justo en la última semana viajo. Claro. Entonces, para estar seguro de que llegue antes de que viaje. Sí, mira, al hacer la gestión hoy, se portó en 48 horas. Dale, perfecto. Mira, te va a llegar a la tienda Movistar de Boulogne-sur-Mer 140 de San Martín. Boulogne-sur-Mer, sí. Ah, bien. Tu ubicas bien dónde es. Igual de todas formas, yo por WhatsApp te envío la dirección en escrito por las dudas que te olvides o te hagas falta. Perfecto. Bueno, mira, ahí espero las fotos del DNI por WhatsApp, así podemos continuar con la gestión. Te pido, por favor, sigamos en llamadas y podemos cerrarlo todo ahora en el momento. Sí, sí, te espero. No hay ningún problema. Y bueno, por mientras te consulto Emiliano, ¿vos contás actualmente con Wi-Fi en tu domicilio, con ciberá optica? Una consulta, pues. Me han estado hablando otras opciones desde Movistar Argentina en el WhatsApp. Coméntame cuál que duda teniéramos. Para corroborar que hemos tenido recientemente un evento de de saqueo y de con un personal cercano y bueno, por las dos, hoy estamos tomando precauciones al enviar datos por teléfono. Sí, mirad. Sí, sí, puede ser que te hayan llegado más promociones porque el momento en el que figura que yo me estoy contactando para hacer la portabilidad, otros consultores, otros asesores quieren hacerte la gestión ellos porque saben que estás interesado. Pero bueno, sabes que el número que hablamos es mi número personal y el número del que te llamo es el del call center que es oficial de Movistar. Y bueno, así mismo, cuando cerremos la gestión te voy a leer el contrato de la compañía para que vos te quedes tranquilo de que estamos haciendo la gestión desde un medio oficial. A ver, ahí me llego. Buenísimo, ahí me llego. Mira, te comento, ahora por mensaje de SMS te voy a enviar lo que es el código de portabilidad, que es el aviso formal de la compañía. O sea, de estar claro que estás haciendo la gestión voz y no un tercero. Eso te va a llegar por SMS del remitente 223. Te pido por favor que cuando te llegue me envíes una captura del dato y sigamos en llamadas y te pido algún que otro dato más. Te leo el contrato de la compañía y ya cerramos la gestión. ¿Te parece? Sí, no. Código por teléfono no te voy a enviar. Vamos a tener que cerrar acá la... O si no, si lo puedo hacer de presencial en Movistar, en la calle Bolón-Sur-Mer. Pero, código... O sea... No, no te voy a enviar un código que me llegue. No, no te lo voy a enviar. No vamos a poder seguir. No, mira lo que te comento. El código de portabilidad se utiliza como un aviso formal entre compañías de que la gestión la estás haciendo vos, y no un tercero. Porque eso no se puede compartir a menos que lo compartas vos. Te entiendo, pero no... Por una cuestión de seguridad mía, no te voy a enviar un código que me llegue a vos. Por una cuestión de seguridad telefónica, nada más. Y en realidad, esto del código, como te comento, es una cuestión puramente institucional. Si yo te lo pido, vos si querés después lo podés eliminar, es nada más para hacer el aviso formal, porque si no se puede tomar como que un tercero está haciendo la gestión de tus nombres.",
  "calidad": {
    "confianza_promedio": 0.519,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:52:41.674985",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 101,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:24.277234",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113102909977_MIT_01989",
    "fecha_inicio": "13/1/2026 10:29:11",
    "agente_nombre": "MZA 34",
    "agente_login": "mza34",
    "duracion_total": 521,
    "tiempo_conversacion": 515,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}