{
  "archivo": "amza72_1_260115112107753_MIT_01969.wav",
  "duracion_segundos": 464.38,
  "num_segmentos": 136,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 200.23,
    "Cliente": 219.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 3.74,
      "fin": 21.94,
      "duracion": 18.2,
      "texto": "¿Se cortó? ¿Ah? No, está llamando. ¿Hola? ¿Hola? ¿Se cortó la llamada justo? ¿Hola? Hola, hola. Ahí está el señor, se cortó justo la llamada.",
      "confianza": 0.408,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.8,
      "fin": 23.14,
      "duracion": 0.34,
      "texto": "Sí.",
      "confianza": 0.408,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.35,
      "fin": 30.23,
      "duracion": 5.88,
      "texto": "Ok, sigo. Yo te digo, a veces yo no quiero tener problemas y se empecé con los problemas. Y bueno, está con claro.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.43,
      "fin": 32.66,
      "duracion": 1.22,
      "texto": "¿Por eso?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.68,
      "fin": 33.72,
      "duracion": 1.04,
      "texto": "Sí, bueno, supongámosle.",
      "confianza": 0.196,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 34.12,
      "fin": 37.38,
      "duracion": 3.26,
      "texto": "Bueno, bueno, tranquilo que no voy a hacer nada, claro.",
      "confianza": 0.301,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 38.0,
      "fin": 44.89,
      "duracion": 6.89,
      "texto": "Quédense tranquilo. Aparte, aparte tiene mi número. Cualquier cosa que ustedes duden que tengan, me hablaré en WhatsApp, si yo me llego muy bien con los clientes, por eso tengo tanto, señor.",
      "confianza": 0.326,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.97,
      "fin": 48.24,
      "duracion": 2.27,
      "texto": "Bueno. Bueno, sigo con el cierre comercial.",
      "confianza": 0.375,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.5,
      "fin": 52.76,
      "duracion": 3.26,
      "texto": "Eh, usted me dijo que no tiene internet en su casa, ¿no tiene de claro?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.85,
      "fin": 72.49,
      "duracion": 10.64,
      "texto": "No. No, no, tengo una, una línea de No, no, no tengo ninguna compañía, ni claro, ni movistar. Me estás hablando de casa, ¿no? En mi casa. De casa, de casa. No me estás hablando del celular. No, no, el celular no.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.19,
      "fin": 85.92,
      "duracion": 11.73,
      "texto": "Bueno, entonces tiene casa. Ok, después vemos lo que si tiene cobertura para... Sí, no, no, no, igual no hay problema. Este se termina esto y yo acabo. Después vemos lo otro porque si no me mareo yo. No tengas problema.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.77,
      "fin": 100.63,
      "duracion": 13.86,
      "texto": "Bueno, estamos portando la línea 11 31 51 95 92. y once cuarenta setenta y cuatro setenta y cuatro once a nombre y aprecio del titular actual Sotelo Claudio.",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.53,
      "fin": 103.28,
      "duracion": 0.74,
      "texto": "Perfecto señor.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.6,
      "fin": 106.34,
      "duracion": 2.74,
      "texto": "Bueno, ¿Me podés confirmar los últimos tres y tatuén ahí, por favor?",
      "confianza": 0.613,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.02,
      "fin": 119.56,
      "duracion": 11.54,
      "texto": "ocho cuarenta y cinco. Genial, bien. Bueno, ¿Me comentaste entonces que la compañía de los dos es claro, ¿No es cierto? Y me comentaste que cuenta con una factura mensual a",
      "confianza": 0.14,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.66,
      "fin": 120.74,
      "duracion": 1.08,
      "texto": "Perfecto.",
      "confianza": 0.108,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.76,
      "fin": 135.25,
      "duracion": 14.49,
      "texto": "No, uno cada uno. Sí, uno cada uno. Uno a nombre mío y el otro a nombre de mi señor. El otro nombre de tu señor. La factura cómo viene. La tuya viene tu nombre. Ah, las dos vienen a mi nombre, sí.",
      "confianza": 0.32,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.27,
      "fin": 135.66,
      "duracion": 0.38,
      "texto": "Perfecto.",
      "confianza": 0.629,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.85,
      "fin": 143.34,
      "duracion": 7.49,
      "texto": "Genial, genial. Bueno, entonces vienen las dos a tu nombre. Y entonces las dos tienen el chip físico que es el que se inserta en el celular.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.36,
      "fin": 143.9,
      "duracion": 0.54,
      "texto": "Sí. Perfecto.",
      "confianza": 0.045,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.92,
      "fin": 188.88,
      "duracion": 44.96,
      "texto": "Bueno, tendrían que ir a... Retira lo que sería el chip en Buenos Aires, Avellaneda, mitre 481, bien, de Buenos Aires, dale. Mitre 481, sí. Ya te la mandé a WhatsApp, igual, para que la tengas, ¿bien? Bien, te recuerdo que el costo del servicio al día de hoy es de $7,460 pesos porque incluye un descuento fijo de $30,140 pesos por seis meses. Te recuerdo que el servicio se factura a mesa adelantado. Ustedes van a contratar cuatro gigas de base, cuatro más el regalo, y además de eso, cuatro más por hacer lo que sería el paso de dos líneas, ¿ya? Esto fue último, tiene una operación de seis meses y se realiza en cuarenta y ocho horas después de activar la línea. Te hago una preguntita, acá me figura un Gmail, no sé si estaría, que es Claudios Sotelo, ciento veintiuno, arroga Gmail punto com. ¿Puede ser?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.83,
      "fin": 199.81,
      "duracion": 8.98,
      "texto": "Sí. Perfecto. Y el teléfono alternativo, ponemos, no sé, alguno que tengas, pues después, pásame por WhatsApp, es por si no sigas a contestar, nosotros seguimos mandando promociones, ¿sí?",
      "confianza": 0.209,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.22,
      "fin": 221.28,
      "duracion": 20.06,
      "texto": "Vale. la factura me va a llegar cuando me enriquece? la factura te llega al gmail eso no me llega ahora me va a llegar después de que yo te haya visitado exactamente exactamente nosotros ahora solamente hacemos el trámite",
      "confianza": 0.405,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.21,
      "fin": 270.06,
      "duracion": 47.85,
      "texto": "Es importante esto, escucha bien, desde la aplicación de Inmobilizare ingresando a la sección del servicio, pues podés ver toda la información referida a la factura, podés ver el ciclo de facturación, podés ver el vencimiento y podés ver remontos a par. También podés activar 20 gigas de regalo con una duración de 30 días, que pone una vez por año, podés alegritar el débito automático y podés sumar 4 gigas de regalo en cada línea móvil registradas bajo el mismo titular, que es lo que te había dicho. Lo último, más importante, una vez aprobada la portabilidad, se va a aportar a las 48 horas áviles y un día antes, por mensaje de WhatsApp, te voy a decir informando, George, la fecha de portabilidad para que te quedes tranquilo, ¿bien? Es importante que no coloques el chip antes de la fecha de informar, de todas maneras te vas a dar cuenta, porque la línea de claro va a dejar de recibir señal y ahí es cuando vos tenés que colocarlo.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 270.08,
      "fin": 273.46,
      "duracion": 3.38,
      "texto": "Te comento que por única vez tenés que validar identidad al activarlo,",
      "confianza": 0.722,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.76,
      "fin": 287.24,
      "duracion": 13.48,
      "texto": "y en caso que vos tengas alguna dificultad con la validación, intentalo nuevamente o comunicarse al 0800-321-76782 opción 4. Ahí te lo mando al WhatsApp porque es muy largo, no creo que te vas a acordar, yo no me acuerdo todavía.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 290.22,
      "fin": 302.82,
      "duracion": 12.6,
      "texto": "Sí, ya me olvidé el 0800, me dijiste ya me olvidé. Perfecto, en caso de no levantar señal del chip, reiniciar el equipo y dentro de los próximos días va a decirle que es una encuesta de satisfacción por WhatsApp. Si puedes completarla, sería genial, ya que es muy importante para la empresa, bien la opinión.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 304.27,
      "fin": 313.8,
      "duracion": 9.53,
      "texto": "Sí, lo que me interesa es que sea rápido la activación, porque si no me matas. Tranquilos, de lo más rápido posible. Yo te voy a estar avisando encima cuando tenés que ir a retirar el chip, ¿sí?",
      "confianza": 0.116,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 314.48,
      "fin": 325.34,
      "duracion": 10.86,
      "texto": "Ahora, desde que terminamos el CR comercial, por último, para finalizar, te voy a mandar lo que es el código de portabilidad, Claudio, a los mensajes de texto. ¿Viste que está WhatsApp y están los mensajes de texto, los mensajes de adelante?",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 327.14,
      "fin": 327.2,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 327.22,
      "fin": 330.36,
      "duracion": 3.14,
      "texto": "Bueno, te voy a mandar el código de portabilidad, que es el código, como te lo dice así,",
      "confianza": 0.624,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.6,
      "fin": 368.19,
      "duracion": 37.59,
      "texto": "es el que nos permite a nosotros pasarte el claro a movistar. No ahora, sino cuando se te porte la línea. Yo necesito que vos me lo directes por llamada, por favor, y me mandes una captura de eso, ¿sí? Al WhatsApp. Gracias. Avísame si te hicieron, yo ya te lo envié. Poneme en alta voz si querés. Ah, eso lo hago después. Pues la verdad es que ahora estoy haciendo otras cosas, así que después te lo hago eso. Cuando estoy todo, te lo hago. Bueno, y después... Y si no, vas a tener que hacerlo otro día porque no te lo puedo hacer. No hay problema, no me pasé esta altura pero si necesito que me lo dictes por llamada, solamente eso. No puedo hacerlo. ¿No puedes? Dílate justo ahora el mensaje de texto.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.27,
      "fin": 381.45,
      "duracion": 12.18,
      "texto": "No. Es que bueno, entonces es lo único que me faltaba para terminar. Listo. Dejalo aquí nomás, no se hace nada entonces. Que le faltaba eso, radio nomás, para terminar.",
      "confianza": 0.538,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 382.09,
      "fin": 384.97,
      "duracion": 2.88,
      "texto": "No. No lo puedo hacer.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 385.84,
      "fin": 392.09,
      "duracion": 6.25,
      "texto": "¿Por qué no estás ocupado, Claudio? La verdad, no quiero hacerlo.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 393.07,
      "fin": 424.22,
      "duracion": 31.15,
      "texto": "¿Por qué no? ¿Qué pasó ahora, Claudio? Yo digo que no. No te puedo pasar ni un código. Yo no creo en nadie. No te creo a vos, no creo en nadie. Eso se va a pasar. Es una lástima, pero no. ¿Te entiendes lo que me estás diciendo? ¿Me pasa muy seguido eso? Te casan de estafar a la gente así que yo la verdad disculpame si no sos el estafador pero en este caso no te puedo pasar nada. Yo igualmente con ese coño porque todavía no puedo hacer nada, es un coño nomás.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 424.24,
      "fin": 425.88,
      "duracion": 1.64,
      "texto": "Quédate tranquilo.",
      "confianza": 0.402,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 426.44,
      "fin": 432.91,
      "duracion": 6.47,
      "texto": "Todo lo que vos me digas yo te entiendo pero vos entendeme a mí. Pasaron tantas cosas ya y te tiro disculpas.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 433.53,
      "fin": 442.7,
      "duracion": 9.17,
      "texto": "¿Quieres que llame a mi supervisora para que te diga cómo es? No, no, ya no creo más en nadie, ya te digo, yo no te creo nada, ya, ya está, listo, se terminó.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 442.96,
      "fin": 452.6,
      "duracion": 9.63,
      "texto": "Claro, vas a dejar el trámite a mitad, te usamos mi supervisora y te dice cómo tengo... No se hace, no se hace nada, quédate tranquilo, sigo con la misma línea, quédate tranquilo.",
      "confianza": 0.327,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 452.62,
      "fin": 460.25,
      "duracion": 7.63,
      "texto": "Igualmente, claro, ahora como te envandé el código portabilidad te van a estar llamando lo que son declaros, así que nada, contestá, solamente te van a ofrecer una promoción mejor.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 461.17,
      "fin": 462.83,
      "duracion": 1.66,
      "texto": "Quédate tranquilo.",
      "confianza": 0.11,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.28,
      "fin": 464.38,
      "duracion": 1.1,
      "texto": "Vale, vale.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Se cortó? ¿Ah? No, está llamando. ¿Hola? ¿Hola? ¿Se cortó la llamada justo? ¿Hola? Hola, hola. Ahí está el señor, se cortó justo la llamada. Sí. Ok, sigo. Yo te digo, a veces yo no quiero tener problemas y se empecé con los problemas. Y bueno, está con claro. ¿Por eso? Sí, bueno, supongámosle. Bueno, bueno, tranquilo que no voy a hacer nada, claro. Quédense tranquilo. Aparte, aparte tiene mi número. Cualquier cosa que ustedes duden que tengan, me hablaré en WhatsApp, si yo me llego muy bien con los clientes, por eso tengo tanto, señor. Bueno. Bueno, sigo con el cierre comercial. Eh, usted me dijo que no tiene internet en su casa, ¿no tiene de claro? No. No, no, tengo una, una línea de No, no, no tengo ninguna compañía, ni claro, ni movistar. Me estás hablando de casa, ¿no? En mi casa. De casa, de casa. No me estás hablando del celular. No, no, el celular no. Bueno, entonces tiene casa. Ok, después vemos lo que si tiene cobertura para... Sí, no, no, no, igual no hay problema. Este se termina esto y yo acabo. Después vemos lo otro porque si no me mareo yo. No tengas problema. Bueno, estamos portando la línea 11 31 51 95 92. y once cuarenta setenta y cuatro setenta y cuatro once a nombre y aprecio del titular actual Sotelo Claudio. Perfecto señor. Bueno, ¿Me podés confirmar los últimos tres y tatuén ahí, por favor? ocho cuarenta y cinco. Genial, bien. Bueno, ¿Me comentaste entonces que la compañía de los dos es claro, ¿No es cierto? Y me comentaste que cuenta con una factura mensual a Perfecto. No, uno cada uno. Sí, uno cada uno. Uno a nombre mío y el otro a nombre de mi señor. El otro nombre de tu señor. La factura cómo viene. La tuya viene tu nombre. Ah, las dos vienen a mi nombre, sí. Perfecto. Genial, genial. Bueno, entonces vienen las dos a tu nombre. Y entonces las dos tienen el chip físico que es el que se inserta en el celular. Sí. Perfecto. Bueno, tendrían que ir a... Retira lo que sería el chip en Buenos Aires, Avellaneda, mitre 481, bien, de Buenos Aires, dale. Mitre 481, sí. Ya te la mandé a WhatsApp, igual, para que la tengas, ¿bien? Bien, te recuerdo que el costo del servicio al día de hoy es de $7,460 pesos porque incluye un descuento fijo de $30,140 pesos por seis meses. Te recuerdo que el servicio se factura a mesa adelantado. Ustedes van a contratar cuatro gigas de base, cuatro más el regalo, y además de eso, cuatro más por hacer lo que sería el paso de dos líneas, ¿ya? Esto fue último, tiene una operación de seis meses y se realiza en cuarenta y ocho horas después de activar la línea. Te hago una preguntita, acá me figura un Gmail, no sé si estaría, que es Claudios Sotelo, ciento veintiuno, arroga Gmail punto com. ¿Puede ser? Sí. Perfecto. Y el teléfono alternativo, ponemos, no sé, alguno que tengas, pues después, pásame por WhatsApp, es por si no sigas a contestar, nosotros seguimos mandando promociones, ¿sí? Vale. la factura me va a llegar cuando me enriquece? la factura te llega al gmail eso no me llega ahora me va a llegar después de que yo te haya visitado exactamente exactamente nosotros ahora solamente hacemos el trámite Es importante esto, escucha bien, desde la aplicación de Inmobilizare ingresando a la sección del servicio, pues podés ver toda la información referida a la factura, podés ver el ciclo de facturación, podés ver el vencimiento y podés ver remontos a par. También podés activar 20 gigas de regalo con una duración de 30 días, que pone una vez por año, podés alegritar el débito automático y podés sumar 4 gigas de regalo en cada línea móvil registradas bajo el mismo titular, que es lo que te había dicho. Lo último, más importante, una vez aprobada la portabilidad, se va a aportar a las 48 horas áviles y un día antes, por mensaje de WhatsApp, te voy a decir informando, George, la fecha de portabilidad para que te quedes tranquilo, ¿bien? Es importante que no coloques el chip antes de la fecha de informar, de todas maneras te vas a dar cuenta, porque la línea de claro va a dejar de recibir señal y ahí es cuando vos tenés que colocarlo. Te comento que por única vez tenés que validar identidad al activarlo, y en caso que vos tengas alguna dificultad con la validación, intentalo nuevamente o comunicarse al 0800-321-76782 opción 4. Ahí te lo mando al WhatsApp porque es muy largo, no creo que te vas a acordar, yo no me acuerdo todavía. Sí, ya me olvidé el 0800, me dijiste ya me olvidé. Perfecto, en caso de no levantar señal del chip, reiniciar el equipo y dentro de los próximos días va a decirle que es una encuesta de satisfacción por WhatsApp. Si puedes completarla, sería genial, ya que es muy importante para la empresa, bien la opinión. Sí, lo que me interesa es que sea rápido la activación, porque si no me matas. Tranquilos, de lo más rápido posible. Yo te voy a estar avisando encima cuando tenés que ir a retirar el chip, ¿sí? Ahora, desde que terminamos el CR comercial, por último, para finalizar, te voy a mandar lo que es el código de portabilidad, Claudio, a los mensajes de texto. ¿Viste que está WhatsApp y están los mensajes de texto, los mensajes de adelante? Sí. Bueno, te voy a mandar el código de portabilidad, que es el código, como te lo dice así, es el que nos permite a nosotros pasarte el claro a movistar. No ahora, sino cuando se te porte la línea. Yo necesito que vos me lo directes por llamada, por favor, y me mandes una captura de eso, ¿sí? Al WhatsApp. Gracias. Avísame si te hicieron, yo ya te lo envié. Poneme en alta voz si querés. Ah, eso lo hago después. Pues la verdad es que ahora estoy haciendo otras cosas, así que después te lo hago eso. Cuando estoy todo, te lo hago. Bueno, y después... Y si no, vas a tener que hacerlo otro día porque no te lo puedo hacer. No hay problema, no me pasé esta altura pero si necesito que me lo dictes por llamada, solamente eso. No puedo hacerlo. ¿No puedes? Dílate justo ahora el mensaje de texto. No. Es que bueno, entonces es lo único que me faltaba para terminar. Listo. Dejalo aquí nomás, no se hace nada entonces. Que le faltaba eso, radio nomás, para terminar. No. No lo puedo hacer. ¿Por qué no estás ocupado, Claudio? La verdad, no quiero hacerlo. ¿Por qué no? ¿Qué pasó ahora, Claudio? Yo digo que no. No te puedo pasar ni un código. Yo no creo en nadie. No te creo a vos, no creo en nadie. Eso se va a pasar. Es una lástima, pero no. ¿Te entiendes lo que me estás diciendo? ¿Me pasa muy seguido eso? Te casan de estafar a la gente así que yo la verdad disculpame si no sos el estafador pero en este caso no te puedo pasar nada. Yo igualmente con ese coño porque todavía no puedo hacer nada, es un coño nomás. Quédate tranquilo. Todo lo que vos me digas yo te entiendo pero vos entendeme a mí. Pasaron tantas cosas ya y te tiro disculpas. ¿Quieres que llame a mi supervisora para que te diga cómo es? No, no, ya no creo más en nadie, ya te digo, yo no te creo nada, ya, ya está, listo, se terminó. Claro, vas a dejar el trámite a mitad, te usamos mi supervisora y te dice cómo tengo... No se hace, no se hace nada, quédate tranquilo, sigo con la misma línea, quédate tranquilo. Igualmente, claro, ahora como te envandé el código portabilidad te van a estar llamando lo que son declaros, así que nada, contestá, solamente te van a ofrecer una promoción mejor. Quédate tranquilo. Vale, vale.",
  "calidad": {
    "confianza_promedio": 0.493,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:48:06.176005",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 136,
    "total_segmentos_corregido": 43,
    "fecha_correccion": "2026-01-18T23:05:31.176896",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115112107753_MIT_01969",
    "fecha_inicio": "15/1/2026 11:21:09",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 524,
    "tiempo_conversacion": 446,
    "tiempo_hold": 0,
    "tiempo_acw": 77,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}