{
  "archivo": "amza1_1_260116144824265_ACD_18235.wav",
  "duracion_segundos": 304.46,
  "num_segmentos": 96,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 207.2,
    "Cliente": 61.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.38,
      "fin": 5.72,
      "duracion": 3.34,
      "texto": "Hola. Hola, buenos días. Salgo con Javier Aprea.",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.52,
      "fin": 7.58,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.053,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.6,
      "fin": 10.66,
      "duracion": 3.06,
      "texto": "¿Qué tal, Javier? ¿Cómo estás? Un placer hablar con vos. Mi nombre es Eva Angelina.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.59,
      "fin": 17.59,
      "duracion": 6.0,
      "texto": "Me comunico del área de beneficios para las líneas. Me figura que tenés esa línea justamente en quiero, ¿es correcto, Javier?",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.25,
      "fin": 20.39,
      "duracion": 1.14,
      "texto": "Sí. Bien, yo les comento sí.",
      "confianza": 0.052,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.93,
      "fin": 25.5,
      "duracion": 4.56,
      "texto": "Desde con lo que es movistar, como ustedes tuvo anteriormente en la compañía, tenemos para brindarle una promoción.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.54,
      "fin": 28.08,
      "duracion": 2.54,
      "texto": "Además, me figura que usted es monotributista, ¿correcto?",
      "confianza": 0.724,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.2,
      "fin": 48.65,
      "duracion": 19.45,
      "texto": "Sí. Bien, en este caso tenemos para brindarle lo que es justamente una promoción para quienes tienen lo que es el monodributo. Sí, le quedarían justamente las tres líneas, ahí le digo bien los valores, justamente con cuatro gigas cada una más lo que serían... Perdón. Cuatro gigas más diez gigas de regalo.",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.99,
      "fin": 58.02,
      "duracion": 7.03,
      "texto": "En un valor de 7.810 pesos cada una más impuestos. No sé por qué lo está ganando usted actualmente.",
      "confianza": 0.819,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.58,
      "fin": 74.07,
      "duracion": 13.49,
      "texto": "No sé, porque me hicieron un descuento ahora. Me mataste. Bien. ¿En ese caso, como le decía? Un descuento de, creo que algo de 5 mil pesos. ¿5 mil pesos catúmeros?",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.96,
      "fin": 76.02,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.04,
      "fin": 90.52,
      "duracion": 14.48,
      "texto": "Ir dando por ahí, ¿eh? Claro, pero supongo que es el descuento de la línea de cuatro ligas. Acá lo tengo bien desglosado. Me figura que usted ha abuantado 20.000 pesos en lo que es la compañía de Claro.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.32,
      "fin": 94.36,
      "duracion": 3.04,
      "texto": "Es decir, que si está abuantando más o menos un poco... No, 20.000 pesos no pago.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.4,
      "fin": 104.69,
      "duracion": 9.29,
      "texto": "20.000 pesos no pago porque no hubiera pagado nunca 20.000 pesos en Claro. Y aquí tiene lo que es un aumento, por eso me figura... incorrecto.",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.81,
      "fin": 108.79,
      "duracion": 2.98,
      "texto": "Hay una que tengo en paga que debo como 20.000 pesos.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.67,
      "fin": 110.64,
      "duracion": 0.96,
      "texto": "Ah, debe ser eso entonces.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.14,
      "fin": 114.7,
      "duracion": 3.56,
      "texto": "La red de duda. Y... y... y nada más.",
      "confianza": 0.193,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.29,
      "fin": 124.94,
      "duracion": 9.65,
      "texto": "Creo que ahora pago un poco más porque me recargué, no sé qué, pero... La unidad creo que fue algo de 12 mil, 12 mil pesos que pagué. Y ahora me iban a hacer un descuento.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 125.82,
      "fin": 139.46,
      "duracion": 13.64,
      "texto": "Bien, en ese caso, justamente las líneas de 4 gigas, ¿sí? Yo le comento que, eh, justamente es Movistar, le brindamos lo que son las tres líneas en 23 mil 430 pesos más los impuestos, ¿sí? Y le quedaría el primer mes gratis, ¿sí?",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.08,
      "fin": 156.2,
      "duracion": 16.12,
      "texto": "Además se le van a añadir lo que, como le decía, 10 giga textas por cada línea. Es decir que cada línea va a contar con 14 gigas en total. ¿Sí? Para que se den una idea. Y va a recién a abonar el mes que viene. Es decir, quien te contata ahora recién va a abonar en lo que es la fractura del mes de febrero. ¿Bien?",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.37,
      "fin": 165.36,
      "duracion": 7.99,
      "texto": "Esa es la promoción que estamos brindando el día de hoy. Bueno, quiero ver a ver cómo me queda con el descuento este que me hicieron, la verdad. Quiero ver a ver.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.38,
      "fin": 173.75,
      "duracion": 7.37,
      "texto": "Y le van a quedar en 15.000 pesos, pero justamente son... No, menos, si no pago 15.000 pesos.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 175.2,
      "fin": 177.08,
      "duracion": 1.88,
      "texto": "¿Y me dijo que le quedaron 5.000 pesos cada línea?",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.66,
      "fin": 195.58,
      "duracion": 15.92,
      "texto": "Un descuento de 5.000 pesos voy a pagar algo de... 11.000, 6.000 pesos por línea. ¿11.000 pesos por línea? 6.000 pesos por línea, sí, bueno, a 15 las tres líneas me dijiste. Claro, exactamente. Con eso, yo les estaba ofreciendo...",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 197.25,
      "fin": 203.19,
      "duracion": 5.95,
      "texto": "Claro, pero yo justamente, como le decía, le estaba haciendo justamente a usted lo que es un servicio de tres líneas de 14 gigas.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.72,
      "fin": 212.21,
      "duracion": 8.49,
      "texto": "El primer mes lo va a tener bonificado, es decir, que va a empezar a bonar el mes de febrero. Así que piensa que ahí se va a ahorrar justamente 23 mil pesos ya en el primer mes.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 213.23,
      "fin": 225.62,
      "duracion": 12.39,
      "texto": "Y va a tener justamente las líneas de 14 gigas, que incluyen lo que es WhatsApp gratis, llamadas libres y mensajes de texto. Eso es lo que tienen las líneas, si son con la promo de monotributista.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 226.19,
      "fin": 238.39,
      "duracion": 12.2,
      "texto": "Me figura, no sé, si usted quisiera hacerla, la podemos hacer ahora en la llamada. Voy a poder estar portando las líneas dentro de 48 horas hábiles, ¿sí? Y mientras tanto no se va a quedar incomunicado. ¿Bien? ¿Va a poder tener la permanencia del número?",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.61,
      "fin": 239.81,
      "duracion": 1.2,
      "texto": "Sí, sí, sí, sí, ya hice.",
      "confianza": 0.11,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 239.83,
      "fin": 249.79,
      "duracion": 9.96,
      "texto": "Es más, me figura acá en pantalla que tiene los otros dos números, uno que termina 93-79 y otro que termina 22-16. ¿Es así?",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.81,
      "fin": 250.93,
      "duracion": 1.12,
      "texto": "Sí, sí. Bien.",
      "confianza": 0.036,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 250.95,
      "fin": 268.17,
      "duracion": 17.22,
      "texto": "Pero bueno, por ahora voy a... Me voy a hablar como me quiera en claro y después veo si me cambia o no. Te agradezco. Bien, entiendo. Igual los gigas que uso me alcanzan. Si no tienes que realizar el recargo ni nada de eso. Uno solo, que los basta.",
      "confianza": 0.087,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 268.87,
      "fin": 271.13,
      "duracion": 2.26,
      "texto": "Y quisiera pasar aunque sea una sola.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 272.23,
      "fin": 277.16,
      "duracion": 4.93,
      "texto": "Y ahora voy a ver qué hago. Bueno, avíseme Javier. Vamos a hacer una cosa.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.7,
      "fin": 281.63,
      "duracion": 3.93,
      "texto": "Le voy a mandar ya mismo para que quede asentado un mensaje por WhatsApp.",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 282.47,
      "fin": 291.22,
      "duracion": 8.75,
      "texto": "Usted avísame si le llega, por favor, le voy a mandar el minuto en el laboral y usted dígame, ¿sí? Te tengo. Me escucho, ¿no?",
      "confianza": 0.423,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.24,
      "fin": 291.8,
      "duracion": 0.56,
      "texto": "Sí, sí, mandálo.",
      "confianza": 0.255,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 292.46,
      "fin": 301.13,
      "duracion": 8.67,
      "texto": "Bien, ahí le mando y le mando si quiere ir a la promo. Sí, usted contó primero, así se me guarda y en todo caso nos contamos más adelante, ¿bien?",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 301.15,
      "fin": 301.57,
      "duracion": 0.42,
      "texto": "Dale, perfecto.",
      "confianza": 0.172,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 301.6,
      "fin": 304.46,
      "duracion": 2.86,
      "texto": "Perfecto, hasta luego. Gracias.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Salgo con Javier Aprea. Sí. ¿Qué tal, Javier? ¿Cómo estás? Un placer hablar con vos. Mi nombre es Eva Angelina. Me comunico del área de beneficios para las líneas. Me figura que tenés esa línea justamente en quiero, ¿es correcto, Javier? Sí. Bien, yo les comento sí. Desde con lo que es movistar, como ustedes tuvo anteriormente en la compañía, tenemos para brindarle una promoción. Además, me figura que usted es monotributista, ¿correcto? Sí. Bien, en este caso tenemos para brindarle lo que es justamente una promoción para quienes tienen lo que es el monodributo. Sí, le quedarían justamente las tres líneas, ahí le digo bien los valores, justamente con cuatro gigas cada una más lo que serían... Perdón. Cuatro gigas más diez gigas de regalo. En un valor de 7.810 pesos cada una más impuestos. No sé por qué lo está ganando usted actualmente. No sé, porque me hicieron un descuento ahora. Me mataste. Bien. ¿En ese caso, como le decía? Un descuento de, creo que algo de 5 mil pesos. ¿5 mil pesos catúmeros? Sí. Ir dando por ahí, ¿eh? Claro, pero supongo que es el descuento de la línea de cuatro ligas. Acá lo tengo bien desglosado. Me figura que usted ha abuantado 20.000 pesos en lo que es la compañía de Claro. Es decir, que si está abuantando más o menos un poco... No, 20.000 pesos no pago. 20.000 pesos no pago porque no hubiera pagado nunca 20.000 pesos en Claro. Y aquí tiene lo que es un aumento, por eso me figura... incorrecto. Hay una que tengo en paga que debo como 20.000 pesos. Ah, debe ser eso entonces. La red de duda. Y... y... y nada más. Creo que ahora pago un poco más porque me recargué, no sé qué, pero... La unidad creo que fue algo de 12 mil, 12 mil pesos que pagué. Y ahora me iban a hacer un descuento. Bien, en ese caso, justamente las líneas de 4 gigas, ¿sí? Yo le comento que, eh, justamente es Movistar, le brindamos lo que son las tres líneas en 23 mil 430 pesos más los impuestos, ¿sí? Y le quedaría el primer mes gratis, ¿sí? Además se le van a añadir lo que, como le decía, 10 giga textas por cada línea. Es decir que cada línea va a contar con 14 gigas en total. ¿Sí? Para que se den una idea. Y va a recién a abonar el mes que viene. Es decir, quien te contata ahora recién va a abonar en lo que es la fractura del mes de febrero. ¿Bien? Esa es la promoción que estamos brindando el día de hoy. Bueno, quiero ver a ver cómo me queda con el descuento este que me hicieron, la verdad. Quiero ver a ver. Y le van a quedar en 15.000 pesos, pero justamente son... No, menos, si no pago 15.000 pesos. ¿Y me dijo que le quedaron 5.000 pesos cada línea? Un descuento de 5.000 pesos voy a pagar algo de... 11.000, 6.000 pesos por línea. ¿11.000 pesos por línea? 6.000 pesos por línea, sí, bueno, a 15 las tres líneas me dijiste. Claro, exactamente. Con eso, yo les estaba ofreciendo... Claro, pero yo justamente, como le decía, le estaba haciendo justamente a usted lo que es un servicio de tres líneas de 14 gigas. El primer mes lo va a tener bonificado, es decir, que va a empezar a bonar el mes de febrero. Así que piensa que ahí se va a ahorrar justamente 23 mil pesos ya en el primer mes. Y va a tener justamente las líneas de 14 gigas, que incluyen lo que es WhatsApp gratis, llamadas libres y mensajes de texto. Eso es lo que tienen las líneas, si son con la promo de monotributista. Me figura, no sé, si usted quisiera hacerla, la podemos hacer ahora en la llamada. Voy a poder estar portando las líneas dentro de 48 horas hábiles, ¿sí? Y mientras tanto no se va a quedar incomunicado. ¿Bien? ¿Va a poder tener la permanencia del número? Sí, sí, sí, sí, ya hice. Es más, me figura acá en pantalla que tiene los otros dos números, uno que termina 93-79 y otro que termina 22-16. ¿Es así? Sí, sí. Bien. Pero bueno, por ahora voy a... Me voy a hablar como me quiera en claro y después veo si me cambia o no. Te agradezco. Bien, entiendo. Igual los gigas que uso me alcanzan. Si no tienes que realizar el recargo ni nada de eso. Uno solo, que los basta. Y quisiera pasar aunque sea una sola. Y ahora voy a ver qué hago. Bueno, avíseme Javier. Vamos a hacer una cosa. Le voy a mandar ya mismo para que quede asentado un mensaje por WhatsApp. Usted avísame si le llega, por favor, le voy a mandar el minuto en el laboral y usted dígame, ¿sí? Te tengo. Me escucho, ¿no? Sí, sí, mandálo. Bien, ahí le mando y le mando si quiere ir a la promo. Sí, usted contó primero, así se me guarda y en todo caso nos contamos más adelante, ¿bien? Dale, perfecto. Perfecto, hasta luego. Gracias.",
  "calidad": {
    "confianza_promedio": 0.525,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:49:53.022112",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 96,
    "total_segmentos_corregido": 40,
    "fecha_correccion": "2026-01-18T23:05:16.567771",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116144824265_ACD_18235",
    "fecha_inicio": "16/1/2026 14:48:24",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 311,
    "tiempo_conversacion": 293,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}