{
  "archivo": "amza6_1_260116142734004_ACD_46577.wav",
  "duracion_segundos": 344.27,
  "num_segmentos": 107,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 229.06,
    "Cliente": 84.21
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.31,
      "fin": 5.74,
      "duracion": 4.43,
      "texto": "Hola, ¿qué tal? Buen día. Buen día, ¿cómo te va? ¿Quién habla?",
      "confianza": 0.307,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.76,
      "fin": 6.6,
      "duracion": 0.84,
      "texto": "Mi nombre es Micaela.",
      "confianza": 0.398,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.62,
      "fin": 7.74,
      "duracion": 1.12,
      "texto": "Hablo con Juan Carlos.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.34,
      "fin": 29.68,
      "duracion": 20.34,
      "texto": "¿De parte de quién? Me estoy comunicando desde el área de recupero de clientes de Movistar para brindarte un descuento para la línea. Micaela, muchísimas gracias. Buenas tardes. Bien, pero no te he brindado nada todavía, Juan Carlos. Movistar ni es regalado, lo piso, Micaela. ¿Por qué, Juan Carlos? No me digas eso. Yo lo quiero.",
      "confianza": 0.303,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.32,
      "fin": 37.01,
      "duracion": 6.69,
      "texto": "Bien, ¿pero por qué? Porque deficiente de servicio. ¿Ya?",
      "confianza": 0.182,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.03,
      "fin": 37.49,
      "duracion": 0.46,
      "texto": "Bien.",
      "confianza": 0.747,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.51,
      "fin": 43.93,
      "duracion": 6.42,
      "texto": "¿Usted cuándo estuvo en movistar? ¿Tuvo algún inconveniente? Sí, varios.",
      "confianza": 0.525,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.95,
      "fin": 44.05,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.027,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.08,
      "fin": 50.04,
      "duracion": 5.96,
      "texto": "¿Qué fue lo que pasó para poder dejarlo registrado en el sistema?",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.06,
      "fin": 58.29,
      "duracion": 8.23,
      "texto": "Muy mala señal, el servicio deficiente, que hay que fijar y tener que llamar a Miami, más o menos, no me interesa.",
      "confianza": 0.103,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.31,
      "fin": 58.71,
      "duracion": 0.4,
      "texto": "Ah, bien.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.14,
      "fin": 60.09,
      "duracion": 0.95,
      "texto": "Bien, bien, perfecto.",
      "confianza": 0.508,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 60.1,
      "fin": 63.43,
      "duracion": 3.33,
      "texto": "De todas maneras somos una nueva gestión. No sé si eso lo sabía o no.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.09,
      "fin": 85.14,
      "duracion": 20.05,
      "texto": "Sí, pero no sé si será mejor, digamos. Ah, bien, bien, claro. Hola, hola. Ahí sí, ahí sí. Acá me preguntaba si podíamos tener el plan. Sí.",
      "confianza": 0.41,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.7,
      "fin": 98.75,
      "duracion": 13.05,
      "texto": "El plan es un plan de 8 días de base más 8 de regalo, o sea que van a tener 16 días y le quedan 10.400 pesos. ¿Ustedes cuánto están abonando en Pilaro?",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.25,
      "fin": 111.21,
      "duracion": 0.96,
      "texto": "No, yo estoy abonando casi 40. Casi 40. Pero 40.",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.66,
      "fin": 119.54,
      "duracion": 6.89,
      "texto": "Las cuatro líneas, está volando casi eso.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.56,
      "fin": 119.7,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.72,
      "fin": 130.85,
      "duracion": 11.13,
      "texto": "Treinta y nueve para el tema de... Bien, mire, si no lo que puedo hacer es brindarle un plan que está actualmente en $7,460 pesos, ¿qué le quedarían las cuatro líneas en $29,840?",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.06,
      "fin": 140.12,
      "duracion": 9.07,
      "texto": "No, no, pues, espera, a mí no, a mí no me interesa, monitor, te digo, pero no me interesa.",
      "confianza": 0.126,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 140.14,
      "fin": 146.37,
      "duracion": 6.23,
      "texto": "Ah, ah, bien, bien, bien. ¿Y qué plan tienes, hermano? Claro, no sé qué será también. ¿Cuántos sigas más o menos?",
      "confianza": 0.312,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 147.31,
      "fin": 166.89,
      "duracion": 19.58,
      "texto": "¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos?",
      "confianza": 0.233,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 167.7,
      "fin": 193.19,
      "duracion": 25.49,
      "texto": "Ah, bien, mire, todo el plan que tengo que es de ocho siglas de base más ocho de regalo va a tener dieciséis en total y le queda en diez mil cuatrocientos. Y las otras, las otras consultas, ponen en que él quiera, dónde lo retira el tiempo que nosotros estamos acá en Nauquén. ¿En dónde están? Nauquén y no tenemos domicilio fijo. Nauquén, a ver, aguardenme un segundo.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.31,
      "fin": 216.44,
      "duracion": 21.13,
      "texto": "Nauquén, Nauquén. Ah, Nauquén, perdón, perdón. ¿Y en qué localidad en Eugen? Ahora estamos acá en... Tampo Muerta. Bien, a ver. ¿Qué localidad me dijo? En Eugen, Vaca Muerta.",
      "confianza": 0.028,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.02,
      "fin": 220.12,
      "duracion": 3.1,
      "texto": "Vaca Muerta, bien, a ver.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.7,
      "fin": 222.44,
      "duracion": 1.74,
      "texto": "Añelo. Añelo.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.32,
      "fin": 223.86,
      "duracion": 0.54,
      "texto": "Añelo.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 225.48,
      "fin": 230.35,
      "duracion": 4.87,
      "texto": "Añelo. Añelo. Ah, bien, bien. Se escucha medio lejos, por eso no escuchaba bien.",
      "confianza": 0.332,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 230.93,
      "fin": 255.6,
      "duracion": 24.67,
      "texto": "Mire, en lo que es la localidad de Añelo, tenemos... Nosotros en Movistar, al no tener sucursal de Movistar en esta zona, estamos adheridos... Es un problema, Inés. Claro, pero igual van a contar con mi asesoría personal, ¿sí? En esta localidad, tenemos kioscos que están adheridos a Movistar, donde usted pasa, retira el chips y le sale entre 2.500 a 3.500 pesos aproximadamente.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 256.32,
      "fin": 281.5,
      "duracion": 25.18,
      "texto": "Tenemos, por ejemplo, en la calle Intendente, Panús, que es sin número, después en la calle 1, en la calle 1, al 35A, lote 2, otra en la calle Pilmaiquén, albis 241, y otra en la calle 1001. Bueno, así que es un momento. Puedes llamar en otro momento, el viernes o el que viene.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 282.6,
      "fin": 301.86,
      "duracion": 19.26,
      "texto": "El viernes o el que viene, sí. Supuestamente dicen que aquí funciona bien el plan de Movistar. Ah, bien. Y que ahora estamos en medio de señal. Claro, sí, se le gusta medio cortado. Por favor, llegamos a ver si Movistar funciona bien aquí, al fin y al plan, para tres personas.",
      "confianza": 0.236,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 302.72,
      "fin": 327.07,
      "duracion": 24.35,
      "texto": "Bueno, bueno, lo que sí no le puedo prometer que siga estando la misma promoción el miércoles que vienen. Eso sí que no se lo puedo decir. Bueno, bueno, bueno, genial. Muchísimas gracias. Les mando un mensajito por WhatsApp a este número para que el miércoles me contacten y vemos qué lo que hacemos, ¿sí?",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 327.09,
      "fin": 327.19,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.054,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.21,
      "fin": 341.17,
      "duracion": 13.96,
      "texto": "Dale, genial. Muchísimas gracias. Que tengan lindo día. Bravo. Buen día, bravo. Gracias, hasta luego.",
      "confianza": 0.397,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 341.75,
      "fin": 344.27,
      "duracion": 2.51,
      "texto": "Ya vemos, si hay movilidad, aquí ya nos faltamos.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Buen día, ¿cómo te va? ¿Quién habla? Mi nombre es Micaela. Hablo con Juan Carlos. ¿De parte de quién? Me estoy comunicando desde el área de recupero de clientes de Movistar para brindarte un descuento para la línea. Micaela, muchísimas gracias. Buenas tardes. Bien, pero no te he brindado nada todavía, Juan Carlos. Movistar ni es regalado, lo piso, Micaela. ¿Por qué, Juan Carlos? No me digas eso. Yo lo quiero. Bien, ¿pero por qué? Porque deficiente de servicio. ¿Ya? Bien. ¿Usted cuándo estuvo en movistar? ¿Tuvo algún inconveniente? Sí, varios. Bien. ¿Qué fue lo que pasó para poder dejarlo registrado en el sistema? Muy mala señal, el servicio deficiente, que hay que fijar y tener que llamar a Miami, más o menos, no me interesa. Ah, bien. Bien, bien, perfecto. De todas maneras somos una nueva gestión. No sé si eso lo sabía o no. Sí, pero no sé si será mejor, digamos. Ah, bien, bien, claro. Hola, hola. Ahí sí, ahí sí. Acá me preguntaba si podíamos tener el plan. Sí. El plan es un plan de 8 días de base más 8 de regalo, o sea que van a tener 16 días y le quedan 10.400 pesos. ¿Ustedes cuánto están abonando en Pilaro? No, yo estoy abonando casi 40. Casi 40. Pero 40. Las cuatro líneas, está volando casi eso. Sí, sí. Treinta y nueve para el tema de... Bien, mire, si no lo que puedo hacer es brindarle un plan que está actualmente en $7,460 pesos, ¿qué le quedarían las cuatro líneas en $29,840? No, no, pues, espera, a mí no, a mí no me interesa, monitor, te digo, pero no me interesa. Ah, ah, bien, bien, bien. ¿Y qué plan tienes, hermano? Claro, no sé qué será también. ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? ¿Cuántos sigas más o menos? Ah, bien, mire, todo el plan que tengo que es de ocho siglas de base más ocho de regalo va a tener dieciséis en total y le queda en diez mil cuatrocientos. Y las otras, las otras consultas, ponen en que él quiera, dónde lo retira el tiempo que nosotros estamos acá en Nauquén. ¿En dónde están? Nauquén y no tenemos domicilio fijo. Nauquén, a ver, aguardenme un segundo. Nauquén, Nauquén. Ah, Nauquén, perdón, perdón. ¿Y en qué localidad en Eugen? Ahora estamos acá en... Tampo Muerta. Bien, a ver. ¿Qué localidad me dijo? En Eugen, Vaca Muerta. Vaca Muerta, bien, a ver. Añelo. Añelo. Añelo. Añelo. Añelo. Ah, bien, bien. Se escucha medio lejos, por eso no escuchaba bien. Mire, en lo que es la localidad de Añelo, tenemos... Nosotros en Movistar, al no tener sucursal de Movistar en esta zona, estamos adheridos... Es un problema, Inés. Claro, pero igual van a contar con mi asesoría personal, ¿sí? En esta localidad, tenemos kioscos que están adheridos a Movistar, donde usted pasa, retira el chips y le sale entre 2.500 a 3.500 pesos aproximadamente. Tenemos, por ejemplo, en la calle Intendente, Panús, que es sin número, después en la calle 1, en la calle 1, al 35A, lote 2, otra en la calle Pilmaiquén, albis 241, y otra en la calle 1001. Bueno, así que es un momento. Puedes llamar en otro momento, el viernes o el que viene. El viernes o el que viene, sí. Supuestamente dicen que aquí funciona bien el plan de Movistar. Ah, bien. Y que ahora estamos en medio de señal. Claro, sí, se le gusta medio cortado. Por favor, llegamos a ver si Movistar funciona bien aquí, al fin y al plan, para tres personas. Bueno, bueno, lo que sí no le puedo prometer que siga estando la misma promoción el miércoles que vienen. Eso sí que no se lo puedo decir. Bueno, bueno, bueno, genial. Muchísimas gracias. Les mando un mensajito por WhatsApp a este número para que el miércoles me contacten y vemos qué lo que hacemos, ¿sí? Dale. Dale, genial. Muchísimas gracias. Que tengan lindo día. Bravo. Buen día, bravo. Gracias, hasta luego. Ya vemos, si hay movilidad, aquí ya nos faltamos.",
  "calidad": {
    "confianza_promedio": 0.386,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:43:30.169304",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 107,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:30.873532",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116142734004_ACD_46577",
    "fecha_inicio": "16/1/2026 14:27:34",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 348,
    "tiempo_conversacion": 331,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}