{
  "archivo": "amza313_1_260115140740519_ACD_39491.wav",
  "duracion_segundos": 132.69,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 111.86,
    "Cliente": 7.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 0.23,
      "duracion": 0.2,
      "texto": "Hola.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.47,
      "fin": 14.25,
      "duracion": 11.78,
      "texto": "Hola, un día, Irma. Hola. Hola, sí. Irma, un punto. Me presento, mi nombre es Agustín. Yo la llamo por un descuento en su línea. ¿Cómo le va? ¿Todo bien?",
      "confianza": 0.296,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.35,
      "fin": 37.03,
      "duracion": 21.68,
      "texto": "Todo bien. Vale, era mucho. La llamamos que no, Irma, porque, bueno, tengo algo muy bueno para comentarle a usted. Me suele decir que la línea se encuentra en la cocina. Claro, es correcto. Irma. Te escucho casi nada, mire. Oh, no me escucha. ¿Está haciendo algo yo, Solía? Hola. Irma. Hola. ¿Me escucha ahora? ¿Ahora sí?",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.78,
      "fin": 39.58,
      "duracion": 1.8,
      "texto": "A ir un poco mejor. A llevar mejor.",
      "confianza": 0.868,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.92,
      "fin": 42.76,
      "duracion": 2.84,
      "texto": "Irma, le comentaba que yo tengo algo muy bueno para comentarle con Solía.",
      "confianza": 0.756,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.82,
      "fin": 45.39,
      "duracion": 2.57,
      "texto": "Tenía un descuento muy bueno. ¿Ustedes se encuentran en claro?",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.71,
      "fin": 46.77,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.505,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.53,
      "fin": 50.94,
      "duracion": 3.41,
      "texto": "Ah, perfecto, Irma, porque justamente estamos brindando el descuento a los clientes que están en claro.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.7,
      "fin": 53.98,
      "duracion": 2.28,
      "texto": "Un día usted, por ejemplo, ¿para qué utiliza lo que es el celular?",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.62,
      "fin": 81.85,
      "duracion": 27.23,
      "texto": "¿Le utiliza muchas gigas para el trabajo? No le da mucho uso durante el año, pero ahora, como estoy trabajando en la costa, lo estoy usando más. Ok, justo ahora necesita un poquito más. Bien, hermano, lo que quiero poder recomendar, por ejemplo, es un plan que les viene, bueno, para ahora no, que les vendría bien, de 16 gigas en total, que son ocho de base y ocho de regalo. O sea, igualmente van a alcanzar muy bien.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.37,
      "fin": 120.56,
      "duracion": 38.19,
      "texto": "Este viene como a salvo gratuito, para más alimentarse a cualquier compañía, un día para Free Fire. Viene con América al beso local y también rumen incluido por toda América. Por si tiene que salir del país o se va de vacaciones, lo voy a poder conectar también. También tiene guardar pasapedigigas en el caso de que ustedes... Hola, no escucho nada. Hola. Hola Irma, ¿me escuchas? Lo que pasa es que estoy en una zona de mucho viento ahora, no escucho nada. Si le parece Irma, le puedo hablar por WhatsApp, así coordinamos otro momento y la llamo después. Mira, lo que pasa es que estoy trabajando ahora. En este momento estoy acá en la playa y no puedo atenderte.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.4,
      "fin": 122.65,
      "duracion": 1.25,
      "texto": "Sí, por eso lo escucho.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 123.37,
      "fin": 125.04,
      "duracion": 1.67,
      "texto": "Bueno, mire, déjalo por WhatsApp.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.66,
      "fin": 129.33,
      "duracion": 2.67,
      "texto": "Perfecto. Dale, que tengas muy buen día.",
      "confianza": 0.945,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.74,
      "fin": 132.69,
      "duracion": 1.95,
      "texto": "Hola, igual, igual. Dale, chau, chau.",
      "confianza": 0.882,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, un día, Irma. Hola. Hola, sí. Irma, un punto. Me presento, mi nombre es Agustín. Yo la llamo por un descuento en su línea. ¿Cómo le va? ¿Todo bien? Todo bien. Vale, era mucho. La llamamos que no, Irma, porque, bueno, tengo algo muy bueno para comentarle a usted. Me suele decir que la línea se encuentra en la cocina. Claro, es correcto. Irma. Te escucho casi nada, mire. Oh, no me escucha. ¿Está haciendo algo yo, Solía? Hola. Irma. Hola. ¿Me escucha ahora? ¿Ahora sí? A ir un poco mejor. A llevar mejor. Irma, le comentaba que yo tengo algo muy bueno para comentarle con Solía. Tenía un descuento muy bueno. ¿Ustedes se encuentran en claro? Sí. Ah, perfecto, Irma, porque justamente estamos brindando el descuento a los clientes que están en claro. Un día usted, por ejemplo, ¿para qué utiliza lo que es el celular? ¿Le utiliza muchas gigas para el trabajo? No le da mucho uso durante el año, pero ahora, como estoy trabajando en la costa, lo estoy usando más. Ok, justo ahora necesita un poquito más. Bien, hermano, lo que quiero poder recomendar, por ejemplo, es un plan que les viene, bueno, para ahora no, que les vendría bien, de 16 gigas en total, que son ocho de base y ocho de regalo. O sea, igualmente van a alcanzar muy bien. Este viene como a salvo gratuito, para más alimentarse a cualquier compañía, un día para Free Fire. Viene con América al beso local y también rumen incluido por toda América. Por si tiene que salir del país o se va de vacaciones, lo voy a poder conectar también. También tiene guardar pasapedigigas en el caso de que ustedes... Hola, no escucho nada. Hola. Hola Irma, ¿me escuchas? Lo que pasa es que estoy en una zona de mucho viento ahora, no escucho nada. Si le parece Irma, le puedo hablar por WhatsApp, así coordinamos otro momento y la llamo después. Mira, lo que pasa es que estoy trabajando ahora. En este momento estoy acá en la playa y no puedo atenderte. Sí, por eso lo escucho. Bueno, mire, déjalo por WhatsApp. Perfecto. Dale, que tengas muy buen día. Hola, igual, igual. Dale, chau, chau.",
  "calidad": {
    "confianza_promedio": 0.548,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:19:13.770102",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:22.311016",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140740519_ACD_39491",
    "fecha_inicio": "15/1/2026 14:07:40",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 229,
    "tiempo_conversacion": 128,
    "tiempo_hold": 0,
    "tiempo_acw": 77,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}