{
  "archivo": "amza27_1_260112105920374_ACD_15825.wav",
  "duracion_segundos": 187.92,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 121.27,
    "Cliente": 54.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 30.02,
      "duracion": 29.99,
      "texto": "Hola, Alberto. Sí. Alberto Rocio te saluda. Me estoy contactando de línea de fibra. ¿Está todo bien? ¿Dónde? De línea de fibra. ¿Cómo estás? Ah, tengo, tengo. ¿Con nuestra compañía? Sí. Hola, ¿me escuchas?",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.78,
      "fin": 36.21,
      "duracion": 5.43,
      "texto": "¿Cómo? ¿Con nuestra compañía? ¿Cuántas con el servicio de Internet o con qué compañía?",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.95,
      "fin": 39.13,
      "duracion": 0.18,
      "texto": "Ahí está.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.15,
      "fin": 39.76,
      "duracion": 0.61,
      "texto": "Bien, perfecto.",
      "confianza": 0.62,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 39.88,
      "fin": 46.21,
      "duracion": 6.33,
      "texto": "Y la línea me asegura que la mantenés con lo que es la compañía. ¿Y qué número sigue siendo así? Así es, correcto.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.23,
      "fin": 52.6,
      "duracion": 6.37,
      "texto": "Perfecto. Bien, nosotros tenemos una promoción para poder brindarte en lo que es el servicio de Internet para la casa.",
      "confianza": 0.775,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 52.8,
      "fin": 70.76,
      "duracion": 17.96,
      "texto": "Vale, que puedas pagar muchísimo menos y también traer lo que es el sale, ¿sí? Es un plan de $13,250 para poder brindarte.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.78,
      "fin": 71.62,
      "duracion": 0.84,
      "texto": "Sí, pero no está mi nombre en la Internet.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.64,
      "fin": 103.92,
      "duracion": 32.28,
      "texto": "Lo utilizo, pero no está mi nombre. No hay ningún problema por eso, porque nosotros lo que hacemos es el descuento sobre la línea fija y no sobre lo que es el numerito de DNI. Por eso, justamente, la idea sería que la persona titular o la persona que esté al nombre de lo que es el servicio de internet pueda también disfrutar de este beneficio, ¿bien? Nosotros, en lo que es el celu, vos en el celu, ¿cuántas gigas manejás? Más o menos 6. ¿6 gigas? ¿Y por eso? ¿Cuánto estás abanando un montón?",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.52,
      "fin": 109.7,
      "duracion": 3.18,
      "texto": "No. ¿Cuánto, a ver? ¿Cuánto abanas? 1.500.000 pesos.",
      "confianza": 0.176,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.87,
      "fin": 111.16,
      "duracion": 0.29,
      "texto": "Bien,",
      "confianza": 0.694,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.16,
      "fin": 134.93,
      "duracion": 23.77,
      "texto": "mira, nosotros la idea es que lo puedas duplicar la cantidad de gigas, y en este caso tenemos para vos sino lo que es un plan de 8 gigas, que son 4 del plan de base, 4 de regalo que nosotros pedamos durante 6 meses, y por tener el servicio de internet con nuestra compañía, 4 gigas gratis más de forma permanente, o sea que tendrías un total de 12 gigas, y en el servicio de pibes te llevabas un descuento, ¿bien?",
      "confianza": 0.694,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.28,
      "fin": 140.85,
      "duracion": 5.57,
      "texto": "te quedarían las 12 gigas en tan solo 11.400 pesos para que vos puedas estar aprovechando.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.9,
      "fin": 161.97,
      "duracion": 17.07,
      "texto": "Además, el procedimiento como vos ya fuiste cliente con nosotros es súper sencillo porque lo que hacemos es validar los datos que te figuran acá en el sistema y eso sería todo, ¿bien? ¿Vos en qué localidad vivís ahora? ¿Cómo? ¿En qué localidad vivís ahora?",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.23,
      "fin": 163.16,
      "duracion": 0.93,
      "texto": "Bien, perfecto.",
      "confianza": 0.444,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 163.18,
      "fin": 186.86,
      "duracion": 23.68,
      "texto": "Nosotros lo que hacemos también es poder asignarte una SuperSign para que te puedas acercar a lo que quieres de retirar el chip y además mantener lo que es el mismo número telefónico. Eso es lo que nosotros jugamos a estar organizándote a vos. ¿Con cuál de los dos planes se gustaría llevar? ¿Con el D o el D5? No, no es caro, es caro. Es caro, todavía sigue siendo caro.",
      "confianza": 0.55,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.88,
      "fin": 187.92,
      "duracion": 1.04,
      "texto": "Bien, bueno, disculpándosela.",
      "confianza": 0.18,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    }
  ],
  "transcripcion_completa": "Hola, Alberto. Sí. Alberto Rocio te saluda. Me estoy contactando de línea de fibra. ¿Está todo bien? ¿Dónde? De línea de fibra. ¿Cómo estás? Ah, tengo, tengo. ¿Con nuestra compañía? Sí. Hola, ¿me escuchas? ¿Cómo? ¿Con nuestra compañía? ¿Cuántas con el servicio de Internet o con qué compañía? Ahí está. Bien, perfecto. Y la línea me asegura que la mantenés con lo que es la compañía. ¿Y qué número sigue siendo así? Así es, correcto. Perfecto. Bien, nosotros tenemos una promoción para poder brindarte en lo que es el servicio de Internet para la casa. Vale, que puedas pagar muchísimo menos y también traer lo que es el sale, ¿sí? Es un plan de $13,250 para poder brindarte. Sí, pero no está mi nombre en la Internet. Lo utilizo, pero no está mi nombre. No hay ningún problema por eso, porque nosotros lo que hacemos es el descuento sobre la línea fija y no sobre lo que es el numerito de DNI. Por eso, justamente, la idea sería que la persona titular o la persona que esté al nombre de lo que es el servicio de internet pueda también disfrutar de este beneficio, ¿bien? Nosotros, en lo que es el celu, vos en el celu, ¿cuántas gigas manejás? Más o menos 6. ¿6 gigas? ¿Y por eso? ¿Cuánto estás abanando un montón? No. ¿Cuánto, a ver? ¿Cuánto abanas? 1.500.000 pesos. Bien, mira, nosotros la idea es que lo puedas duplicar la cantidad de gigas, y en este caso tenemos para vos sino lo que es un plan de 8 gigas, que son 4 del plan de base, 4 de regalo que nosotros pedamos durante 6 meses, y por tener el servicio de internet con nuestra compañía, 4 gigas gratis más de forma permanente, o sea que tendrías un total de 12 gigas, y en el servicio de pibes te llevabas un descuento, ¿bien? te quedarían las 12 gigas en tan solo 11.400 pesos para que vos puedas estar aprovechando. Además, el procedimiento como vos ya fuiste cliente con nosotros es súper sencillo porque lo que hacemos es validar los datos que te figuran acá en el sistema y eso sería todo, ¿bien? ¿Vos en qué localidad vivís ahora? ¿Cómo? ¿En qué localidad vivís ahora? Bien, perfecto. Nosotros lo que hacemos también es poder asignarte una SuperSign para que te puedas acercar a lo que quieres de retirar el chip y además mantener lo que es el mismo número telefónico. Eso es lo que nosotros jugamos a estar organizándote a vos. ¿Con cuál de los dos planes se gustaría llevar? ¿Con el D o el D5? No, no es caro, es caro. Es caro, todavía sigue siendo caro. Bien, bueno, disculpándosela.",
  "calidad": {
    "confianza_promedio": 0.396,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:41:33.690485",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 5,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:19.831755",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105920374_ACD_15825",
    "fecha_inicio": "12/1/2026 10:59:20",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 202,
    "tiempo_conversacion": 180,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}