{
  "archivo": "amza44_1_260116145028729_ACD_25993.wav",
  "duracion_segundos": 226.26,
  "num_segmentos": 59,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 102.71,
    "Cliente": 104.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.28,
      "duracion": 4.25,
      "texto": "Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Hablo con Sabrina?",
      "confianza": 0.427,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.82,
      "fin": 7.88,
      "duracion": 2.06,
      "texto": "Sí, ¿quién habla? ¿Qué tal? Sabrina, un gusto.",
      "confianza": 0.233,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.9,
      "fin": 13.93,
      "duracion": 6.03,
      "texto": "Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted de lo que es el área de recupero de clientes de Movistar.",
      "confianza": 0.613,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.95,
      "fin": 16.55,
      "duracion": 2.6,
      "texto": "¿Me es seguro que usted actualmente está en quiero, es correcto?",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.17,
      "fin": 19.47,
      "duracion": 1.3,
      "texto": "Sí. Ok.",
      "confianza": 0.473,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 19.47,
      "fin": 27.76,
      "duracion": 8.29,
      "texto": "Bueno, yo me estoy comunicando porque tenemos unas promociones vigentes y a día de hoy van a haber clientes de la compañía que actualmente están en quiero.",
      "confianza": 0.545,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.6,
      "fin": 36.17,
      "duracion": 7.57,
      "texto": "Sí, le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo utiliza para trabajar, para estudiar, más para navegar?",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.75,
      "fin": 55.37,
      "duracion": 18.62,
      "texto": "Para todo, para todo. Ok, excelente. Bueno, tenemos en promoción lo que es un plan intermedio, que es el plan de 8 gigas. ¿Qué cuenta con lo que es? ¿WhatsApp gratis? ¿Lo mejoran en las antenas de volcán? Sí, hemos estado trabajando últimamente con lo que es las antenas. ¿Usted qué suena eso?",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.63,
      "fin": 85.24,
      "duracion": 28.61,
      "texto": "De San Carlos, y no funciona en San Carlos. Mi marido tiene movistar y no funciona en San Carlos. ¿En San Carlos? ¿Sería en la provincia de...? No, en la ciudad de La Plata. Un barrio de la ciudad de La Plata. Ah, ok. Un segundo. Le hago una consulta como para saber si su marido tiene lo que es el chip nuevo de movistar.",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.99,
      "fin": 95.52,
      "duracion": 8.53,
      "texto": "porque muchas veces tienen problemas de cobertura y es una cuestión del chip más que nada.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.97,
      "fin": 110.65,
      "duracion": 13.68,
      "texto": "A ver si lo encuentro. No estoy encontrando San Carlos. Cerca de qué está, disculpe.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.0,
      "fin": 118.75,
      "duracion": 6.75,
      "texto": "Provincia de Buenos Aires, Ciudad de la Plata, barrio San Carlos. Claro,",
      "confianza": 0.054,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 118.75,
      "fin": 126.7,
      "duracion": 7.95,
      "texto": "porque bueno, me asegura que tenemos, en la mayoría de la Plata tenemos, que hay una parte que no tiene cobertura.",
      "confianza": 0.735,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.72,
      "fin": 144.99,
      "duracion": 18.27,
      "texto": "O sea que vendría a ser más por Poblet, puede ser, Arana, Correa, la Balandra. No, ahí tampoco, sí, ahí directamente no hay tampoco. Movistar y por donde andamos nosotros tampoco.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.53,
      "fin": 161.04,
      "duracion": 15.51,
      "texto": "Es muy mal a la señal. Por eso no tenemos Movistar. Claro, entiendo. En general mancito. Así que no me voy a cambiar a Movistar porque es mal a la señal. Claro, entiendo. Como le digo, esas son las verdades que a mí me siguen ahora sin cobertura.",
      "confianza": 0.362,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.44,
      "fin": 166.53,
      "duracion": 4.09,
      "texto": "Claro, pero yo estuve a Movistar y no tengo cobertura en casi ningún lado.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.23,
      "fin": 168.09,
      "duracion": 0.86,
      "texto": "Por eso me cambié.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.12,
      "fin": 199.59,
      "duracion": 30.47,
      "texto": "Claro, como digo, en estos meses estuvieron trabajando justamente lo que son las antenas. Todo el año pasado estuvieron a full con lo que son las renovaciones de antenas, sumándole al nuevo chip que tiene tecnología 5G, que hace que los dispositivos se agarren de 4G plus a 5G dependiendo del dispositivo. Y me dijeron que en la mayoría de la plaza tenemos internet, tenemos lo que es cobertura, Solamente esas partes que yo le mencioné recién son las que nos figuran sin.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 203.49,
      "fin": 206.31,
      "duracion": 2.82,
      "texto": "Porque bueno, tenemos en lo que es la plátano, en lo que es el centro.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 207.69,
      "fin": 226.26,
      "duracion": 18.57,
      "texto": "Después, Altos de San Lorenzo, Los Zornos. Ah, acá están Carlos. Acá lo encontré. Yo le voy a mandar, por lo que es por WhatsApp, una captura de la pantalla de cómo me figura la zona, ¿sí? Pero me asegura que en San Carlos hay cultura.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Hablo con Sabrina? Sí, ¿quién habla? ¿Qué tal? Sabrina, un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted de lo que es el área de recupero de clientes de Movistar. ¿Me es seguro que usted actualmente está en quiero, es correcto? Sí. Ok. Bueno, yo me estoy comunicando porque tenemos unas promociones vigentes y a día de hoy van a haber clientes de la compañía que actualmente están en quiero. Sí, le consulto. ¿Usted para qué suele utilizar más el teléfono? ¿Lo utiliza para trabajar, para estudiar, más para navegar? Para todo, para todo. Ok, excelente. Bueno, tenemos en promoción lo que es un plan intermedio, que es el plan de 8 gigas. ¿Qué cuenta con lo que es? ¿WhatsApp gratis? ¿Lo mejoran en las antenas de volcán? Sí, hemos estado trabajando últimamente con lo que es las antenas. ¿Usted qué suena eso? De San Carlos, y no funciona en San Carlos. Mi marido tiene movistar y no funciona en San Carlos. ¿En San Carlos? ¿Sería en la provincia de...? No, en la ciudad de La Plata. Un barrio de la ciudad de La Plata. Ah, ok. Un segundo. Le hago una consulta como para saber si su marido tiene lo que es el chip nuevo de movistar. porque muchas veces tienen problemas de cobertura y es una cuestión del chip más que nada. A ver si lo encuentro. No estoy encontrando San Carlos. Cerca de qué está, disculpe. Provincia de Buenos Aires, Ciudad de la Plata, barrio San Carlos. Claro, porque bueno, me asegura que tenemos, en la mayoría de la Plata tenemos, que hay una parte que no tiene cobertura. O sea que vendría a ser más por Poblet, puede ser, Arana, Correa, la Balandra. No, ahí tampoco, sí, ahí directamente no hay tampoco. Movistar y por donde andamos nosotros tampoco. Es muy mal a la señal. Por eso no tenemos Movistar. Claro, entiendo. En general mancito. Así que no me voy a cambiar a Movistar porque es mal a la señal. Claro, entiendo. Como le digo, esas son las verdades que a mí me siguen ahora sin cobertura. Claro, pero yo estuve a Movistar y no tengo cobertura en casi ningún lado. Por eso me cambié. Claro, como digo, en estos meses estuvieron trabajando justamente lo que son las antenas. Todo el año pasado estuvieron a full con lo que son las renovaciones de antenas, sumándole al nuevo chip que tiene tecnología 5G, que hace que los dispositivos se agarren de 4G plus a 5G dependiendo del dispositivo. Y me dijeron que en la mayoría de la plaza tenemos internet, tenemos lo que es cobertura, Solamente esas partes que yo le mencioné recién son las que nos figuran sin. Porque bueno, tenemos en lo que es la plátano, en lo que es el centro. Después, Altos de San Lorenzo, Los Zornos. Ah, acá están Carlos. Acá lo encontré. Yo le voy a mandar, por lo que es por WhatsApp, una captura de la pantalla de cómo me figura la zona, ¿sí? Pero me asegura que en San Carlos hay cultura.",
  "calidad": {
    "confianza_promedio": 0.555,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:10:47.554588",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 59,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:28.941304",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116145028729_ACD_25993",
    "fecha_inicio": "16/1/2026 14:50:28",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 248,
    "tiempo_conversacion": 217,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}