{
  "archivo": "amza4_1_260114134342357_ACD_13833.wav",
  "duracion_segundos": 385.0,
  "num_segmentos": 119,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 321.94,
    "Cliente": 38.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.08,
      "fin": 1.62,
      "duracion": 0.54,
      "texto": "Hola. Hola.",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.16,
      "fin": 28.21,
      "duracion": 26.05,
      "texto": "Así que, ¿qué tal? Buenos días con Erika. Sí, ella habla. Erika, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la Ría de Beneficios Móviles de la Compañía Movistar. ¿Cómo estás? Ah, bien. ¿Vos cómo estás? No sabía. Tienes que estar trabajando un poquito, Erika, como día a miércoles, codito de semanas. Yo acabo de terminar. Ay, qué bueno. Qué lindo. ¿A qué te digas? Hago limpieza y hago vianda.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.14,
      "fin": 46.46,
      "duracion": 17.32,
      "texto": "Ay, qué rico. Haces comida. Mándanos una. Sí, hago comida. Bueno, mirá, y no te damos por qué me figura el sistema. Vos me vas a decir si es correcto que vos tenés dos líneas con claro. Dos líneas. Sí, hay una que no la puedo activar. ¿Qué te referís con que no la puedo activar? ¿No te estás funcionando?",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.45,
      "fin": 56.64,
      "duracion": 9.19,
      "texto": "No, directamente me dice que no... que no... como es que le dice que es el papá de la nena, es mi ex pareja.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.66,
      "fin": 56.72,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.314,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 57.03,
      "fin": 67.71,
      "duracion": 10.68,
      "texto": "¿Cómo es que le dice al bordo? Ah, cuando le dice habilitar todos los datos, es que si yo directamente le dice, no, su número no ha sido registrado, directamente no lo deja.",
      "confianza": 0.267,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.11,
      "fin": 91.62,
      "duracion": 22.51,
      "texto": "Yo llamo al 611, me pasa la página que yo ya la baje, ya la entalé la de Movistar, miro ahí, lo que me conviene es servicio técnico, aprieto un servicio técnico, me dice, le va a llegar un mensaje, un SMS, Lo cual todavía no le llega y no puedo activar la otra línea.",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.26,
      "fin": 97.21,
      "duracion": 4.95,
      "texto": "Y eso tiene que preguntar. ¿Vuelta? ¿Vuelta? ¿Haciste lo que es la portabilidad de las dos líneas como estar?",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.19,
      "fin": 98.53,
      "duracion": 0.34,
      "texto": "Claro.",
      "confianza": 0.876,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.73,
      "fin": 101.93,
      "duracion": 3.2,
      "texto": "Exactamente. Sí, llevé las dos líneas. Las dos líneas.",
      "confianza": 0.9,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.95,
      "fin": 102.23,
      "duracion": 0.28,
      "texto": "Bien.",
      "confianza": 0.631,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.61,
      "fin": 107.44,
      "duracion": 4.83,
      "texto": "Y te hago una pregunta al servicio. Ya te dije cómo hacer el tema este de cómo decir de la activación.",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.96,
      "fin": 115.08,
      "duracion": 7.12,
      "texto": "Lo que te iba a preguntar, ¿el servicio de internet de tu casa con qué compañero llevás? ¿El mío? ¿El de acá, mi mamá?",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.33,
      "fin": 115.64,
      "duracion": 0.32,
      "texto": "Claro.",
      "confianza": 0.864,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 116.11,
      "fin": 120.14,
      "duracion": 4.03,
      "texto": "porque esta es la casa de mi mamá. Ah, ¿y en tu casa?",
      "confianza": 0.19,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.46,
      "fin": 127.59,
      "duracion": 6.13,
      "texto": "No, claro, claro, tiene mi mamá, porque ella tiene el pack por el teléfono y el cable.",
      "confianza": 0.606,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 127.61,
      "fin": 129.56,
      "duracion": 1.94,
      "texto": "Comprendo, comprendo, comprendo, perfecto.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.07,
      "fin": 132.0,
      "duracion": 1.92,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.488,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 132.88,
      "fin": 158.98,
      "duracion": 26.1,
      "texto": "Nosotros debemos estar como vos ya tenés las líneas con nosotros, ¿sí? Te podemos venir al servicio de fibra óptica con descuento. Sí, me lo dijo el chico cuando me lo ofreció. Y le dije, mira, eso es el tema de mi mamá, es la casa de ella, yo estoy viviendo por un momento acá nada más, hasta que consigue el alquiler, o sea, que me entreguen la casa y yo después me retiro, ya es otra cosa.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 160.08,
      "fin": 170.56,
      "duracion": 10.48,
      "texto": "Pero yo acá no le puedo venir a cambiar el sistema a mi mamá de nada. No, no, no, por supuesto. Y vos, o sea, ¿vos estás viviendo con tu mamá, como quien dice actualmente?",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 171.21,
      "fin": 187.88,
      "duracion": 16.67,
      "texto": "Claro, actualmente estoy viviendo con ella hasta que terminen el problema de medianoera que tiene la casa y poder volver otra vez en el alquiler. Claro, entiendo. Bueno, mira, yo ahora te voy a mandar, mientras hablo con vos, te voy a mandar un 0800.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.9,
      "fin": 188.48,
      "duracion": 0.58,
      "texto": "Sí.",
      "confianza": 0.764,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.78,
      "fin": 206.34,
      "duracion": 16.56,
      "texto": "Llamada directamente a este 0800 que yo te mando. Y ahí, en este 0800 vas a poder validar los datos. Entonces, como es más rápido... o los de él. El titular de la línea, la persona que sea el titular de los tuyos.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 206.9,
      "fin": 229.79,
      "duracion": 22.89,
      "texto": "En este caso, se va a pedir validar el rostro por cuestiones de seguridad. Sí, eso ya lo hice yo. Eso me lo pidió a mí. Seguramente el 0800 se lo vuelva a pedir. Ah, bueno, perfecto. Si atiende a una persona genial, sino directamente validar los datos ahí, entonces al validar los datos ahí, automáticamente se va a activar, en este caso, la línea de tu pareja, tu homensis.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.68,
      "fin": 237.55,
      "duracion": 6.87,
      "texto": "Sí, la línea del gordo, sí. Exactamente. Así que bueno, mira, avisarme si te llegó su mensajito de WhatsApp que te mandé.",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 238.33,
      "fin": 260.16,
      "duracion": 21.83,
      "texto": "Ahí está, lo acabo de recibir y voy a meter el mensaje de texto. No, no es un WhatsApp. 832-17-67-82. Occión cuatro, exactamente. Occión cuatro, exactamente. Puedes pedir que te activen la línea y a la vez puedes pedir descuento para tu línea.",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.36,
      "fin": 292.76,
      "duracion": 31.4,
      "texto": "Pero escúchame, yo con lo que me ofreció el chico a mí, pedí el paquete de cuatro gigas que me ofreció él de seis mil y por llevar dos líneas me dijo que tenía cuatro gigas de regalos. Sí, tenés cuatro, en realidad sí Tom, cuatro gigas de base, cuatro gigas de regalos seis meses y aparte por haber sido dos líneas, se te dan cuatro gigas adicionales para cada línea del tiempo que las dos líneas tienen con la compañía.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.36,
      "fin": 315.48,
      "duracion": 21.12,
      "texto": "Ah, sería 12 gigas. 12 gigas los primeros seis meses y luego... Los primeros seis meses y después los ocho gigas. Los ocho gigas, exactamente. Ah, bien, bien. ¿Y esto era por el precio de seis mil y algo? Sí, y si la promoción del mes pasado ha sido, estaban seis mil los recuerdos y 750 o 250.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.08,
      "fin": 321.77,
      "duracion": 5.69,
      "texto": "Pero si no llega a $6,250. $6,250, no llega a $7,000 pesos.",
      "confianza": 0.378,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 323.85,
      "fin": 324.17,
      "duracion": 0.32,
      "texto": "$6,200.",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.21,
      "fin": 326.43,
      "duracion": 2.22,
      "texto": "$6,200, sí, sí.",
      "confianza": 0.637,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 326.95,
      "fin": 332.66,
      "duracion": 5.71,
      "texto": "No llega, claro, no llega a los $7,000 pesos. Lo que pasa es que son tantas las promociones que en mi cabeza hice yo.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.3,
      "fin": 335.46,
      "duracion": 2.16,
      "texto": "Pero sí, sí, no llega a los $6,500.",
      "confianza": 0.397,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 336.17,
      "fin": 385.0,
      "duracion": 48.83,
      "texto": "Como yo, como diciendo, ¿qué hago de comer hoy día? ¿Qué voy a andar haciendo? Lo que más para gente grande. ¿Para qué te grande esto? Va sin sal, poco condimento, poco esto, poco aquelio. Claro, entiendo, entiendo. Bueno, no tengas problemas. Ahora lo dejo apuntado, quizás tenés que movilizar y cualquier duda, mandáme un mensajito y yo te ayudo, ¿sí? Listo, perfecto. Ahí llamo a 0800 y lo habilito porque el gordo se nos va a volver loco. Gracias por habernos elegido a encontrar el servicio. Gracias. Muchísimas gracias que tengo un hermoso día y una excelente semana y comienzo de año más que espectacular. Muchas gracias, Eric. Cuidado, muchas gracias. Igualmente para vos. Adiós. Hasta luego.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Así que, ¿qué tal? Buenos días con Erika. Sí, ella habla. Erika, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la Ría de Beneficios Móviles de la Compañía Movistar. ¿Cómo estás? Ah, bien. ¿Vos cómo estás? No sabía. Tienes que estar trabajando un poquito, Erika, como día a miércoles, codito de semanas. Yo acabo de terminar. Ay, qué bueno. Qué lindo. ¿A qué te digas? Hago limpieza y hago vianda. Ay, qué rico. Haces comida. Mándanos una. Sí, hago comida. Bueno, mirá, y no te damos por qué me figura el sistema. Vos me vas a decir si es correcto que vos tenés dos líneas con claro. Dos líneas. Sí, hay una que no la puedo activar. ¿Qué te referís con que no la puedo activar? ¿No te estás funcionando? No, directamente me dice que no... que no... como es que le dice que es el papá de la nena, es mi ex pareja. Sí. ¿Cómo es que le dice al bordo? Ah, cuando le dice habilitar todos los datos, es que si yo directamente le dice, no, su número no ha sido registrado, directamente no lo deja. Yo llamo al 611, me pasa la página que yo ya la baje, ya la entalé la de Movistar, miro ahí, lo que me conviene es servicio técnico, aprieto un servicio técnico, me dice, le va a llegar un mensaje, un SMS, Lo cual todavía no le llega y no puedo activar la otra línea. Y eso tiene que preguntar. ¿Vuelta? ¿Vuelta? ¿Haciste lo que es la portabilidad de las dos líneas como estar? Claro. Exactamente. Sí, llevé las dos líneas. Las dos líneas. Bien. Y te hago una pregunta al servicio. Ya te dije cómo hacer el tema este de cómo decir de la activación. Lo que te iba a preguntar, ¿el servicio de internet de tu casa con qué compañero llevás? ¿El mío? ¿El de acá, mi mamá? Claro. porque esta es la casa de mi mamá. Ah, ¿y en tu casa? No, claro, claro, tiene mi mamá, porque ella tiene el pack por el teléfono y el cable. Comprendo, comprendo, comprendo, perfecto. Bueno, mira, te comento. Nosotros debemos estar como vos ya tenés las líneas con nosotros, ¿sí? Te podemos venir al servicio de fibra óptica con descuento. Sí, me lo dijo el chico cuando me lo ofreció. Y le dije, mira, eso es el tema de mi mamá, es la casa de ella, yo estoy viviendo por un momento acá nada más, hasta que consigue el alquiler, o sea, que me entreguen la casa y yo después me retiro, ya es otra cosa. Pero yo acá no le puedo venir a cambiar el sistema a mi mamá de nada. No, no, no, por supuesto. Y vos, o sea, ¿vos estás viviendo con tu mamá, como quien dice actualmente? Claro, actualmente estoy viviendo con ella hasta que terminen el problema de medianoera que tiene la casa y poder volver otra vez en el alquiler. Claro, entiendo. Bueno, mira, yo ahora te voy a mandar, mientras hablo con vos, te voy a mandar un 0800. Sí. Llamada directamente a este 0800 que yo te mando. Y ahí, en este 0800 vas a poder validar los datos. Entonces, como es más rápido... o los de él. El titular de la línea, la persona que sea el titular de los tuyos. En este caso, se va a pedir validar el rostro por cuestiones de seguridad. Sí, eso ya lo hice yo. Eso me lo pidió a mí. Seguramente el 0800 se lo vuelva a pedir. Ah, bueno, perfecto. Si atiende a una persona genial, sino directamente validar los datos ahí, entonces al validar los datos ahí, automáticamente se va a activar, en este caso, la línea de tu pareja, tu homensis. Sí, la línea del gordo, sí. Exactamente. Así que bueno, mira, avisarme si te llegó su mensajito de WhatsApp que te mandé. Ahí está, lo acabo de recibir y voy a meter el mensaje de texto. No, no es un WhatsApp. 832-17-67-82. Occión cuatro, exactamente. Occión cuatro, exactamente. Puedes pedir que te activen la línea y a la vez puedes pedir descuento para tu línea. Pero escúchame, yo con lo que me ofreció el chico a mí, pedí el paquete de cuatro gigas que me ofreció él de seis mil y por llevar dos líneas me dijo que tenía cuatro gigas de regalos. Sí, tenés cuatro, en realidad sí Tom, cuatro gigas de base, cuatro gigas de regalos seis meses y aparte por haber sido dos líneas, se te dan cuatro gigas adicionales para cada línea del tiempo que las dos líneas tienen con la compañía. Ah, sería 12 gigas. 12 gigas los primeros seis meses y luego... Los primeros seis meses y después los ocho gigas. Los ocho gigas, exactamente. Ah, bien, bien. ¿Y esto era por el precio de seis mil y algo? Sí, y si la promoción del mes pasado ha sido, estaban seis mil los recuerdos y 750 o 250. Pero si no llega a $6,250. $6,250, no llega a $7,000 pesos. $6,200. $6,200, sí, sí. No llega, claro, no llega a los $7,000 pesos. Lo que pasa es que son tantas las promociones que en mi cabeza hice yo. Pero sí, sí, no llega a los $6,500. Como yo, como diciendo, ¿qué hago de comer hoy día? ¿Qué voy a andar haciendo? Lo que más para gente grande. ¿Para qué te grande esto? Va sin sal, poco condimento, poco esto, poco aquelio. Claro, entiendo, entiendo. Bueno, no tengas problemas. Ahora lo dejo apuntado, quizás tenés que movilizar y cualquier duda, mandáme un mensajito y yo te ayudo, ¿sí? Listo, perfecto. Ahí llamo a 0800 y lo habilito porque el gordo se nos va a volver loco. Gracias por habernos elegido a encontrar el servicio. Gracias. Muchísimas gracias que tengo un hermoso día y una excelente semana y comienzo de año más que espectacular. Muchas gracias, Eric. Cuidado, muchas gracias. Igualmente para vos. Adiós. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.532,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:24:44.566288",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 119,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:29.739098",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114134342357_ACD_13833",
    "fecha_inicio": "14/1/2026 13:43:42",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 386,
    "tiempo_conversacion": 368,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Ya tiene MVS",
    "tipo_tipificacion": "Exitoso"
  }
}