{
  "archivo": "amza4_1_260114143653683_ACD_69345.wav",
  "duracion_segundos": 405.46,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 225.18,
    "Cliente": 135.88
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.08,
      "fin": 7.95,
      "duracion": 6.87,
      "texto": "¿Buenas tardes? Hola, buenas tardes. ¿Qué tal, Mariano?",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.97,
      "fin": 8.03,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.169,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.05,
      "fin": 13.63,
      "duracion": 5.58,
      "texto": "Mariano, mi nombre es Gabriel Gámez y comunicando de la Ría de Recupero del Quintero de la Compañía Movistar. ¿Cómo estás, Mariano?",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.02,
      "fin": 20.82,
      "duracion": 4.8,
      "texto": "Bien. ¿Y vos? Bien. Gracias por preguntar. ¿Trabajando un día miércoles, Codito de Semana, Mariano?",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.55,
      "fin": 27.91,
      "duracion": 5.36,
      "texto": "No sé si escuché bien. ¿Trabajando un día miércoles, Codito de Semana, Mariano?",
      "confianza": 0.13,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.55,
      "fin": 32.66,
      "duracion": 4.11,
      "texto": "que nos queda otra, hay que laburar corazón.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.68,
      "fin": 33.22,
      "duracion": 0.54,
      "texto": "Sí, sí.",
      "confianza": 0.277,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.24,
      "fin": 41.33,
      "duracion": 8.09,
      "texto": "Mariano, ¿me figuras que esta línea de teléfono que usted tiene, que es la de terminal 944, la está llevando con la compañía actualmente?",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.83,
      "fin": 49.94,
      "duracion": 5.11,
      "texto": "Sí, sí señorita, es así. Bien, bien. ¿Y recuerda más o menos cuánto paga, cuánto internet tiene?",
      "confianza": 0.112,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.77,
      "fin": 69.15,
      "duracion": 13.38,
      "texto": "Tengo con dos chicas. La verdad, La verdad... Me siento cómodo con esto.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.69,
      "fin": 81.32,
      "duracion": 11.63,
      "texto": "Yo la uso todo para hablar, para llamar y nada más. ¿Cuánto le cobran por las dos gigas que tiene?",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.98,
      "fin": 86.59,
      "duracion": 3.6,
      "texto": "Mira, me estaban cobrando...",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.68,
      "fin": 114.13,
      "duracion": 26.45,
      "texto": "El mes pasado, creo que pagué... 16.000 pesos, creo que era. O 15.000 pesos, no me acuerdo. Sí. Bueno, ha pagado bastante, Mariano, para hacer que tiene un servicio que es básico, o sea, 2G nada más. Sí, la verdad que... Pero igualmente ahora... Cuando ya lo pagué, el mes pasado le dije que me pasaran tarjetas.",
      "confianza": 0.376,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.24,
      "fin": 123.57,
      "duracion": 8.33,
      "texto": "porque es demasiado alto con dos chicas y no me quiere nada y que habría una posibilidad más que me quiera andar con chicas, con más chicas.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.37,
      "fin": 126.43,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 126.45,
      "fin": 129.56,
      "duracion": 3.1,
      "texto": "Pero bueno, ese es lo que me dio la respuesta.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.54,
      "fin": 151.34,
      "duracion": 19.8,
      "texto": "Hasta ahora no me contestaron y bueno, queda el criterio de ellos si me van a contestar o no. Bueno, mire Mariano, tengo buenas noticias. Lo que no les propongo es que usted pasa a tener un plan. donde le va a quedar el precio con el descuento, el valor al día de hoy en solamente 10.400 pesos por mes.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.3,
      "fin": 168.76,
      "duracion": 16.46,
      "texto": "Es decir, menos de lo que usted está pagando actualmente, ¿sí? ¿Qué le damos? Le damos la posibilidad que el número de teléfono que estamos hablando siga siendo el mismo, ¿sí? El número de teléfono no se cambia, Mariano. Esto es para que usted pueda seguir teniendo contacto con las personas que tienen su número, ¿sí?",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 169.68,
      "fin": 173.22,
      "duracion": 3.54,
      "texto": "Tendrían las llamadas libres a todas las compañías",
      "confianza": 0.804,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 173.96,
      "fin": 203.5,
      "duracion": 29.53,
      "texto": "servicio de whatsapp gratis servicio de damas america precio local y internet fuera del país por si sale de argentina al rummint incluido en america así en cuanto al internet para su línea le pasamos a acreditar 8 gigas fijo de base todos los meses y los primeros seis meses le regalamos 8 gigas extra para que pruebe el servicio así que los primeros seis meses te traería 16 gigas mariano",
      "confianza": 0.696,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.13,
      "fin": 206.26,
      "duracion": 2.12,
      "texto": "que eran 10.400, ¿sí?",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.8,
      "fin": 224.9,
      "duracion": 18.1,
      "texto": "Yo, para poder hacer el tapas y mandarle el chip, a mí me asegura que usted vive en lo que es Capital Federal, Ciudad Autónoma de Buenos Aires, Mariano. ¿No desde acá, de Provincia de Buenos Aires o de Córdoba? No, no, yo me comunico de casa de Movistar de Mendoza. Soy mendocínado.",
      "confianza": 0.51,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 229.5,
      "fin": 229.92,
      "duracion": 0.42,
      "texto": "Ah. Sí, endocina soy.",
      "confianza": 0.036,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.94,
      "fin": 230.04,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.029,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.06,
      "fin": 234.12,
      "duracion": 4.06,
      "texto": "Mariano, le hago una pregunta a ustedes. ¿Qué localidad de la Provincia de Buenos Aires es?",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.88,
      "fin": 254.63,
      "duracion": 19.75,
      "texto": "en pleno centro del corazón de la capital federal. Perfecto, perfecto. Bueno, en ese caso, Mariano, yo lo que voy a hacer es mandar el chip, en 42 horas le va a estar llegando el chip a lo que es la sucursal que tenemos en capital federal.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.09,
      "fin": 258.9,
      "duracion": 3.81,
      "texto": "Sí, entonces, al llegarle el chip a la capital federal,",
      "confianza": 0.782,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 259.15,
      "fin": 268.96,
      "duracion": 9.81,
      "texto": "le va a llegar el SIG más rápido y usted va a tener el servicio más pronto, ¿sí? Pero algo muy importante que usted tiene que saber, Mariano, en ningún momento se va a quedar incomunicado.",
      "confianza": 0.284,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 269.64,
      "fin": 279.83,
      "duracion": 10.19,
      "texto": "Porque usted va a... Escúcheme, yo ya era cliente de Movistar. Tuve 15 años en Movistar.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.85,
      "fin": 280.06,
      "duracion": 0.2,
      "texto": "Sí.",
      "confianza": 0.675,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 281.32,
      "fin": 287.04,
      "duracion": 5.73,
      "texto": "Y... Escúche, escúche, escúche, le voy a contar la historia.",
      "confianza": 0.488,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.58,
      "fin": 288.42,
      "duracion": 0.84,
      "texto": "Sí.",
      "confianza": 0.651,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 288.52,
      "fin": 305.33,
      "duracion": 16.81,
      "texto": "Resulta que me habían cobrado, en su momento, arriba de cuarenta y cinco mil pesos cuando que me habían ofrecido por nueve mil pesos todos los meses, ¿entendés?",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.35,
      "fin": 305.51,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.312,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 305.53,
      "fin": 310.94,
      "duracion": 5.41,
      "texto": "Y bueno, entonces le dije, baja, me pasé a otro servicio,",
      "confianza": 0.484,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.47,
      "fin": 327.61,
      "duracion": 14.14,
      "texto": "Le dije si me seguían cobrando, me decían una cosa y me mandaban otra cosa, entonces si querían que le dije si me van a seguir cobrando cualquier cosa, me doy de baja, me paso el cambio a otro servicio y listo.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.33,
      "fin": 330.79,
      "duracion": 2.46,
      "texto": "Y lo hice así y me fui a Claro.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.13,
      "fin": 340.81,
      "duracion": 8.68,
      "texto": "Exacto, exacto, exacto. Usted se fue a México por este tema de la diferencia de facturación cubo entre lo que le dijo el asesor y lo que le llevó la factura.",
      "confianza": 0.215,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 342.39,
      "fin": 363.18,
      "duracion": 20.79,
      "texto": "Sí, totalmente una factura muy alta. En este momento no se pagaba una factura de 40.000 pesos. Mucho era como 10, 12.000 pesos, como más. Con más como... Entonces, me extrañaba que yo ya soy un cliente, ya era cliente de 15 años, imagínese.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 363.76,
      "fin": 370.21,
      "duracion": 6.45,
      "texto": "Y yo hace, con claro, hace tres, cuatro años, cinco, ponele.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 370.23,
      "fin": 370.29,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.324,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 370.89,
      "fin": 405.46,
      "duracion": 34.57,
      "texto": "Me dueñó tanto porque le reclamé a un chabón y como que se me enojó, me dice que me está acusando de esto, le digo, te estoy viendo las falturas que me mandaste, le digo, no, de que te estoy acusando, le digo. ¿Entender? ¿Entender a lo que voy? Miren, Mariano, yo primero que nada le pido disculpas por este mal momento que usted atravesó, sí le pido mil disculpas, Ahora quédense tranquilos, sí, porque ¿qué hacemos? Primero trabajamos con otra gestión al cambiador totalmente lo que es la comunicación.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Buenas tardes? Hola, buenas tardes. ¿Qué tal, Mariano? Sí. Mariano, mi nombre es Gabriel Gámez y comunicando de la Ría de Recupero del Quintero de la Compañía Movistar. ¿Cómo estás, Mariano? Bien. ¿Y vos? Bien. Gracias por preguntar. ¿Trabajando un día miércoles, Codito de Semana, Mariano? No sé si escuché bien. ¿Trabajando un día miércoles, Codito de Semana, Mariano? que nos queda otra, hay que laburar corazón. Sí, sí. Mariano, ¿me figuras que esta línea de teléfono que usted tiene, que es la de terminal 944, la está llevando con la compañía actualmente? Sí, sí señorita, es así. Bien, bien. ¿Y recuerda más o menos cuánto paga, cuánto internet tiene? Tengo con dos chicas. La verdad, La verdad... Me siento cómodo con esto. Yo la uso todo para hablar, para llamar y nada más. ¿Cuánto le cobran por las dos gigas que tiene? Mira, me estaban cobrando... El mes pasado, creo que pagué... 16.000 pesos, creo que era. O 15.000 pesos, no me acuerdo. Sí. Bueno, ha pagado bastante, Mariano, para hacer que tiene un servicio que es básico, o sea, 2G nada más. Sí, la verdad que... Pero igualmente ahora... Cuando ya lo pagué, el mes pasado le dije que me pasaran tarjetas. porque es demasiado alto con dos chicas y no me quiere nada y que habría una posibilidad más que me quiera andar con chicas, con más chicas. Sí. Pero bueno, ese es lo que me dio la respuesta. Hasta ahora no me contestaron y bueno, queda el criterio de ellos si me van a contestar o no. Bueno, mire Mariano, tengo buenas noticias. Lo que no les propongo es que usted pasa a tener un plan. donde le va a quedar el precio con el descuento, el valor al día de hoy en solamente 10.400 pesos por mes. Es decir, menos de lo que usted está pagando actualmente, ¿sí? ¿Qué le damos? Le damos la posibilidad que el número de teléfono que estamos hablando siga siendo el mismo, ¿sí? El número de teléfono no se cambia, Mariano. Esto es para que usted pueda seguir teniendo contacto con las personas que tienen su número, ¿sí? Tendrían las llamadas libres a todas las compañías servicio de whatsapp gratis servicio de damas america precio local y internet fuera del país por si sale de argentina al rummint incluido en america así en cuanto al internet para su línea le pasamos a acreditar 8 gigas fijo de base todos los meses y los primeros seis meses le regalamos 8 gigas extra para que pruebe el servicio así que los primeros seis meses te traería 16 gigas mariano que eran 10.400, ¿sí? Yo, para poder hacer el tapas y mandarle el chip, a mí me asegura que usted vive en lo que es Capital Federal, Ciudad Autónoma de Buenos Aires, Mariano. ¿No desde acá, de Provincia de Buenos Aires o de Córdoba? No, no, yo me comunico de casa de Movistar de Mendoza. Soy mendocínado. Ah. Sí, endocina soy. Bien. Mariano, le hago una pregunta a ustedes. ¿Qué localidad de la Provincia de Buenos Aires es? en pleno centro del corazón de la capital federal. Perfecto, perfecto. Bueno, en ese caso, Mariano, yo lo que voy a hacer es mandar el chip, en 42 horas le va a estar llegando el chip a lo que es la sucursal que tenemos en capital federal. Sí, entonces, al llegarle el chip a la capital federal, le va a llegar el SIG más rápido y usted va a tener el servicio más pronto, ¿sí? Pero algo muy importante que usted tiene que saber, Mariano, en ningún momento se va a quedar incomunicado. Porque usted va a... Escúcheme, yo ya era cliente de Movistar. Tuve 15 años en Movistar. Sí. Y... Escúche, escúche, escúche, le voy a contar la historia. Sí. Resulta que me habían cobrado, en su momento, arriba de cuarenta y cinco mil pesos cuando que me habían ofrecido por nueve mil pesos todos los meses, ¿entendés? Sí. Y bueno, entonces le dije, baja, me pasé a otro servicio, Le dije si me seguían cobrando, me decían una cosa y me mandaban otra cosa, entonces si querían que le dije si me van a seguir cobrando cualquier cosa, me doy de baja, me paso el cambio a otro servicio y listo. Y lo hice así y me fui a Claro. Exacto, exacto, exacto. Usted se fue a México por este tema de la diferencia de facturación cubo entre lo que le dijo el asesor y lo que le llevó la factura. Sí, totalmente una factura muy alta. En este momento no se pagaba una factura de 40.000 pesos. Mucho era como 10, 12.000 pesos, como más. Con más como... Entonces, me extrañaba que yo ya soy un cliente, ya era cliente de 15 años, imagínese. Y yo hace, con claro, hace tres, cuatro años, cinco, ponele. Sí. Me dueñó tanto porque le reclamé a un chabón y como que se me enojó, me dice que me está acusando de esto, le digo, te estoy viendo las falturas que me mandaste, le digo, no, de que te estoy acusando, le digo. ¿Entender? ¿Entender a lo que voy? Miren, Mariano, yo primero que nada le pido disculpas por este mal momento que usted atravesó, sí le pido mil disculpas, Ahora quédense tranquilos, sí, porque ¿qué hacemos? Primero trabajamos con otra gestión al cambiador totalmente lo que es la comunicación.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:25:10.450996",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 84,
    "total_segmentos_corregido": 42,
    "fecha_correccion": "2026-01-18T23:05:29.762308",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143653683_ACD_69345",
    "fecha_inicio": "14/1/2026 14:36:53",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 421,
    "tiempo_conversacion": 390,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}