{
  "archivo": "amza20_1_260112115346984_ACD_17179.wav",
  "duracion_segundos": 350.32,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 88.84,
    "Cliente": 243.21
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.55,
      "fin": 2.81,
      "duracion": 1.26,
      "texto": "Hola, muy buen día, Walter.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.45,
      "fin": 55.44,
      "duracion": 50.99,
      "texto": "Sí, hola, hola. Como te va, Walter, Tomás es mi nombre, me comunico del área de recuperar clientes Movistar, como se actualmente cuenta con Claro, ¿verdad? Sí, tengo plazo. Bien, me lo motiva mi llamado, siempre, para preguntarle por qué se había ido de la compañera, qué inconvenientes había tenido con la línea y demás. El inconveniente siempre es el precio, exorbitante que cobran, porque por ahí pasan, dicen, un año, Y todos los meses, obviamente, todos los meses te van aumentando. Es una cifra bastante alta en adelante. Y cuando querés acordarte, tenías pagando 15, 20, 25.000 pesos cuando empezaste a pagar un plan de 5.000, ¿entendés? Entonces, yo llamé, había tiempo ahí, y no me podían hacer mucha atención, según el profesor.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.98,
      "fin": 90.55,
      "duracion": 33.57,
      "texto": "Bueno, según el operador, así que, bueno, es que me, me, me salí, me salí por eso y me ofrecieron, claro, una, una, ¿Cómo se llama? Una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, sí, por eso me voy a llamar al día a día para preguntarle qué problemas va a ir a tener y demás.",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.77,
      "fin": 98.96,
      "duracion": 7.19,
      "texto": "Te comento, actualmente nosotros con lo que son los aumentos, lo aplicamos de fuentes fijos a los planes para que los clientes no tengan este aumento de medido, que esto me comenta que tuvo en su momento.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.52,
      "fin": 109.87,
      "duracion": 10.35,
      "texto": "Además de brindarlo que es una sociedad personal. ¿Qué quiere decir esto? Que cualquier problema, cualquier índole que llegue a la línea, directamente me lo comunique a mí por WhatsApp. No tiene que estar llamando 0800, ni tomarse la muerecha y gastar una sucursal.",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.47,
      "fin": 135.3,
      "duracion": 24.83,
      "texto": "Yo no sé si me sigas ahí. ¿Quién me escucha? ¿Qué nos permite eso? Tener informados todo el tiempo al cliente, que no sé qué signo de asesoría ni nada. Y también lo que son las promociones, solo les brindamos por un periodo de seis meses, porque es un periodo de seis meses, para que usted en este periodo de tiempo no tenga fluctuaciones en el precio y luego desde el ambiente movistar que usted pueda acceder a otro plan.",
      "confianza": 0.431,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.31,
      "fin": 167.72,
      "duracion": 30.41,
      "texto": "Todo el tiempo la AAP le va arrojando planes, entonces en ningún momento se queda sin una promoción activa. y poder estar todo el tiempo, digamos, abonando más o menos lo mismo, casi. Si no le es muy intuitiva la aplicación, justamente ahí entra el rol del asesor para que le ayude y lo dirija, digamos, a poder acceder a los otros planes, incluso el diálogo y se les permite a los clientes, a formar lo que es el plan, con las chicas, con las llamadas, con los minutos y demás. Bien. Le preguntó usted con lo que es la única línea que tiene bajo su nombre o tiene alguna otra línea aparte.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.98,
      "fin": 175.58,
      "duracion": 6.6,
      "texto": "El señor lo tiene claro también, se también es claro, también nos cambiamos los dos. Claro,",
      "confianza": 0.512,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 175.58,
      "fin": 176.61,
      "duracion": 1.03,
      "texto": "claro, los dos.",
      "confianza": 0.135,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.63,
      "fin": 216.32,
      "duracion": 39.69,
      "texto": "Mira, entiendo el concepto de lo que es servicio de la Internet y de la Fira Óptica, ¿lo tiene con claro también? No, la tengo con una empresa en la cual estoy medio engendido con eso también, porque se vive cortando y encima te pasás un día y te lo cortas, nadie más ni te avisa, ni te dice que no pagó, en fin. La verdad, directamente me lo cosa, tal vez así que ahora, como que ayer día a día es el sábado y ellos son medio fantasmas, tienen una oficina virtual, no más porque solamente te puedes comunicar tu mensaje de WhatsApp, nada más porque ellos no te pueden hablar, no te pueden mandar audio, nada. Por eso son medio fantasmas.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.94,
      "fin": 229.56,
      "duracion": 12.62,
      "texto": "Entonces quería, bueno, ¿qué es lo que ofreces vos, qué es lo que me ofreces para pagar mensual? Yo no necesito muchos gigas de internet. Perfecto.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 229.58,
      "fin": 231.02,
      "duracion": 1.44,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.683,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.08,
      "fin": 254.82,
      "duracion": 23.74,
      "texto": "Nosotros lo que podemos hacer es también brindarte lo que es el tema de la línea y también si tenés que desconformidad con el servicio de Tufir actualmente te podemos dar el servicio de internet. No sé si alguna vez tuviste el servicio de Movistar. Internet si la tuviste, por eso te digo, por eso fue que no nos cambiamos porque nos empezaron a cobrar mucho, mucho, mucho, demasiado. Bien, perfecto.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 254.84,
      "fin": 258.1,
      "duracion": 3.26,
      "texto": "Bueno, mira, te comento entonces el plan que tengo para brindarte el día de hoy.",
      "confianza": 0.666,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.2,
      "fin": 269.1,
      "duracion": 9.9,
      "texto": "Tengo lo que es una promoción que incluye lo que es la fibra y lo que es la línea también. Tengo lo que son los 600 meas de velocidad y una línea que te va a quedar con 8 gigas.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 270.78,
      "fin": 276.69,
      "duracion": 5.91,
      "texto": "Todo te va a quedar de 26.600 pesos. La fibra en 22.600 y la línea en 4.000 pesos.",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 278.19,
      "fin": 281.8,
      "duracion": 3.61,
      "texto": "Como te digo, 600 meas de velocidad para la fibra y 8 gigas en la línea.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 283.06,
      "fin": 286.38,
      "duracion": 3.32,
      "texto": "Bien, esa sería, digamos, la promoción que tenemos para brindarte.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.88,
      "fin": 340.5,
      "duracion": 53.62,
      "texto": "Bien, con la instalación 100% bonificada, el envío, recepción del chip también bonificado, si no te tendrás que abonar nada para la instalación, ni nada. Sería todo 100% bonificado, digamos. Bueno, ¿qué te voy a decir? Mira, por ahora no es mucho. Igual para mí es mucho. Nosotros lo que usamos en internet, en el final, yo en el teléfono tengo No sé cómo se le dice eso. Y como él nos alcanza y nos sobre. ¿Cuál es el servicio de internet? No, el servicio de internet es aparte. No es lo mismo, me entendí aparte. Estoy pagando $1500 pesos, no es nada. Y son siete negra, puede ser, o siete gigas, no sé cómo.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 341.62,
      "fin": 350.32,
      "duracion": 8.71,
      "texto": "por eso por ahora no.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, muy buen día, Walter. Sí, hola, hola. Como te va, Walter, Tomás es mi nombre, me comunico del área de recuperar clientes Movistar, como se actualmente cuenta con Claro, ¿verdad? Sí, tengo plazo. Bien, me lo motiva mi llamado, siempre, para preguntarle por qué se había ido de la compañera, qué inconvenientes había tenido con la línea y demás. El inconveniente siempre es el precio, exorbitante que cobran, porque por ahí pasan, dicen, un año, Y todos los meses, obviamente, todos los meses te van aumentando. Es una cifra bastante alta en adelante. Y cuando querés acordarte, tenías pagando 15, 20, 25.000 pesos cuando empezaste a pagar un plan de 5.000, ¿entendés? Entonces, yo llamé, había tiempo ahí, y no me podían hacer mucha atención, según el profesor. Bueno, según el operador, así que, bueno, es que me, me, me salí, me salí por eso y me ofrecieron, claro, una, una, ¿Cómo se llama? Una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, una borracha, sí, por eso me voy a llamar al día a día para preguntarle qué problemas va a ir a tener y demás. Te comento, actualmente nosotros con lo que son los aumentos, lo aplicamos de fuentes fijos a los planes para que los clientes no tengan este aumento de medido, que esto me comenta que tuvo en su momento. Además de brindarlo que es una sociedad personal. ¿Qué quiere decir esto? Que cualquier problema, cualquier índole que llegue a la línea, directamente me lo comunique a mí por WhatsApp. No tiene que estar llamando 0800, ni tomarse la muerecha y gastar una sucursal. Yo no sé si me sigas ahí. ¿Quién me escucha? ¿Qué nos permite eso? Tener informados todo el tiempo al cliente, que no sé qué signo de asesoría ni nada. Y también lo que son las promociones, solo les brindamos por un periodo de seis meses, porque es un periodo de seis meses, para que usted en este periodo de tiempo no tenga fluctuaciones en el precio y luego desde el ambiente movistar que usted pueda acceder a otro plan. Todo el tiempo la AAP le va arrojando planes, entonces en ningún momento se queda sin una promoción activa. y poder estar todo el tiempo, digamos, abonando más o menos lo mismo, casi. Si no le es muy intuitiva la aplicación, justamente ahí entra el rol del asesor para que le ayude y lo dirija, digamos, a poder acceder a los otros planes, incluso el diálogo y se les permite a los clientes, a formar lo que es el plan, con las chicas, con las llamadas, con los minutos y demás. Bien. Le preguntó usted con lo que es la única línea que tiene bajo su nombre o tiene alguna otra línea aparte. El señor lo tiene claro también, se también es claro, también nos cambiamos los dos. Claro, claro, los dos. Mira, entiendo el concepto de lo que es servicio de la Internet y de la Fira Óptica, ¿lo tiene con claro también? No, la tengo con una empresa en la cual estoy medio engendido con eso también, porque se vive cortando y encima te pasás un día y te lo cortas, nadie más ni te avisa, ni te dice que no pagó, en fin. La verdad, directamente me lo cosa, tal vez así que ahora, como que ayer día a día es el sábado y ellos son medio fantasmas, tienen una oficina virtual, no más porque solamente te puedes comunicar tu mensaje de WhatsApp, nada más porque ellos no te pueden hablar, no te pueden mandar audio, nada. Por eso son medio fantasmas. Entonces quería, bueno, ¿qué es lo que ofreces vos, qué es lo que me ofreces para pagar mensual? Yo no necesito muchos gigas de internet. Perfecto. Bueno, mira, te comento. Nosotros lo que podemos hacer es también brindarte lo que es el tema de la línea y también si tenés que desconformidad con el servicio de Tufir actualmente te podemos dar el servicio de internet. No sé si alguna vez tuviste el servicio de Movistar. Internet si la tuviste, por eso te digo, por eso fue que no nos cambiamos porque nos empezaron a cobrar mucho, mucho, mucho, demasiado. Bien, perfecto. Bueno, mira, te comento entonces el plan que tengo para brindarte el día de hoy. Tengo lo que es una promoción que incluye lo que es la fibra y lo que es la línea también. Tengo lo que son los 600 meas de velocidad y una línea que te va a quedar con 8 gigas. Todo te va a quedar de 26.600 pesos. La fibra en 22.600 y la línea en 4.000 pesos. Como te digo, 600 meas de velocidad para la fibra y 8 gigas en la línea. Bien, esa sería, digamos, la promoción que tenemos para brindarte. Bien, con la instalación 100% bonificada, el envío, recepción del chip también bonificado, si no te tendrás que abonar nada para la instalación, ni nada. Sería todo 100% bonificado, digamos. Bueno, ¿qué te voy a decir? Mira, por ahora no es mucho. Igual para mí es mucho. Nosotros lo que usamos en internet, en el final, yo en el teléfono tengo No sé cómo se le dice eso. Y como él nos alcanza y nos sobre. ¿Cuál es el servicio de internet? No, el servicio de internet es aparte. No es lo mismo, me entendí aparte. Estoy pagando $1500 pesos, no es nada. Y son siete negra, puede ser, o siete gigas, no sé cómo. por eso por ahora no.",
  "calidad": {
    "confianza_promedio": 0.502,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:51:32.651409",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:16.672845",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115346984_ACD_17179",
    "fecha_inicio": "12/1/2026 11:53:46",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 357,
    "tiempo_conversacion": 336,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}