{
  "archivo": "amza42_1_260116143151352_ACD_60951.wav",
  "duracion_segundos": 132.42,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 20.37,
    "Cliente": 100.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.12,
      "duracion": 5.09,
      "texto": "Hola. Hola, buen día. Hablo con Alejandra.",
      "confianza": 0.191,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.58,
      "fin": 8.1,
      "duracion": 0.52,
      "texto": "Sí, hola.",
      "confianza": 0.374,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.88,
      "fin": 19.93,
      "duracion": 10.05,
      "texto": "Hola. Hola, ¿sí? Hola, ¿cómo le va? Un gusto. Mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarlo en descuento en las alteraciones de su línea móvil. ¿Alguna vez te me aseguré de que pertenece a Claro?",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.54,
      "fin": 49.89,
      "duracion": 27.35,
      "texto": "Sí. Bien, perfecto. Saber que el día de hoy tengo para brindarlo, que es un descuento fijo para su línea móvil. ¿Usted actualmente cuenta con lo que es plan mensual o tiene prepago? No, mensual pago yo. Bien, perfecto. ¿Y usted actualmente cuánto es su plan? ¿Cuántos gigas o qué beneficios tiene? Bueno, yo estoy pagando 200 pesos. Bien. Bien, perfecto. ¿Sabes qué? El día de hoy tenemos para brindarlo, que es una promoción, sí.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 50.31,
      "fin": 55.54,
      "duracion": 5.23,
      "texto": "De 8 gigas más 8 de regalo durante 6 meses con WhatsApp gratis, habla libre a todas las compañías.",
      "confianza": 0.632,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.82,
      "fin": 62.29,
      "duracion": 6.47,
      "texto": "y un descuento a fiscora entre 6 meses, al día de hoy están 10.400 pesos para brindárselo a usted, ¿sí?",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.21,
      "fin": 70.96,
      "duracion": 7.75,
      "texto": "O talmente de qué parte de Buenos Aires es, Alejandra. Bien, perfecto.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 71.7,
      "fin": 79.73,
      "duracion": 8.03,
      "texto": "Pero que bueno, realizando lo que es la portabilidad a movistar, nosotros le brindamos a usted descuento y le tramitamos lo que es la portabilidad desde acá para que usted no tenga que hacer el trámite.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.64,
      "fin": 108.62,
      "duracion": 27.98,
      "texto": "De otro lado, bueno, como le dije, le brindamos lo que es una tienda sucursal que está cercana a su domicilio para que pueda retirar el chip, ¿sí? Justamente me dijo que es de Quilmes. ¿Conoce la tienda a mostrar que está en la calle Alcina al 250? Sí. Bien, perfecto. De otro lado, le brindamos lo que es esta sucursal para que se sepa acercar a retirar lo que es el chip, ¿sí?",
      "confianza": 0.539,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 109.82,
      "fin": 132.42,
      "duracion": 22.6,
      "texto": "Lo único que necesito es que me corroboren lo que son un par de datos para ver lo que es la portabilidad. ¿Usted me confirmaría su número de DNI? Los últimos tres, por favor. Hola, Alejandra.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Hablo con Alejandra. Sí, hola. Hola. Hola, ¿sí? Hola, ¿cómo le va? Un gusto. Mi nombre es Cynthia. Me estoy comunicando con usted porque el día de hoy tengo para brindarlo en descuento en las alteraciones de su línea móvil. ¿Alguna vez te me aseguré de que pertenece a Claro? Sí. Bien, perfecto. Saber que el día de hoy tengo para brindarlo, que es un descuento fijo para su línea móvil. ¿Usted actualmente cuenta con lo que es plan mensual o tiene prepago? No, mensual pago yo. Bien, perfecto. ¿Y usted actualmente cuánto es su plan? ¿Cuántos gigas o qué beneficios tiene? Bueno, yo estoy pagando 200 pesos. Bien. Bien, perfecto. ¿Sabes qué? El día de hoy tenemos para brindarlo, que es una promoción, sí. De 8 gigas más 8 de regalo durante 6 meses con WhatsApp gratis, habla libre a todas las compañías. y un descuento a fiscora entre 6 meses, al día de hoy están 10.400 pesos para brindárselo a usted, ¿sí? O talmente de qué parte de Buenos Aires es, Alejandra. Bien, perfecto. Pero que bueno, realizando lo que es la portabilidad a movistar, nosotros le brindamos a usted descuento y le tramitamos lo que es la portabilidad desde acá para que usted no tenga que hacer el trámite. De otro lado, bueno, como le dije, le brindamos lo que es una tienda sucursal que está cercana a su domicilio para que pueda retirar el chip, ¿sí? Justamente me dijo que es de Quilmes. ¿Conoce la tienda a mostrar que está en la calle Alcina al 250? Sí. Bien, perfecto. De otro lado, le brindamos lo que es esta sucursal para que se sepa acercar a retirar lo que es el chip, ¿sí? Lo único que necesito es que me corroboren lo que son un par de datos para ver lo que es la portabilidad. ¿Usted me confirmaría su número de DNI? Los últimos tres, por favor. Hola, Alejandra.",
  "calidad": {
    "confianza_promedio": 0.518,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:52:09.565062",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:27.850123",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116143151352_ACD_60951",
    "fecha_inicio": "16/1/2026 14:31:51",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 158,
    "tiempo_conversacion": 127,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}