{
  "archivo": "amza8_1_260114114331738_ACD_39583.wav",
  "duracion_segundos": 135.25,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 23.29,
    "Cliente": 100.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.52,
      "fin": 5.42,
      "duracion": 3.9,
      "texto": "Hola. Hola, aquí tal buen día. Hablo con Daniel.",
      "confianza": 0.168,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.44,
      "fin": 6.22,
      "duracion": 0.78,
      "texto": "Sí.",
      "confianza": 0.557,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.24,
      "fin": 8.63,
      "duracion": 2.39,
      "texto": "Vale, pero Daniel, te comento. Daniel, mi nombre es Thiago.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.21,
      "fin": 12.59,
      "duracion": 3.38,
      "texto": "Yo me estoy contactando lo que es el área de recuperación de clientes de Movistar.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.65,
      "fin": 16.64,
      "duracion": 2.98,
      "texto": "Para saber por qué te habías ido a la compañera, cuál fue tu inconveniente.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.28,
      "fin": 28.66,
      "duracion": 10.38,
      "texto": "Mala atención. Mala atención. Mala atención, porque uno hablaba por teléfono, uno hablaba para que le bajen un poco el precio, porque era demasiado que estaban pagando.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.28,
      "fin": 49.67,
      "duracion": 20.39,
      "texto": "Sí. Te mandaba en buena espera que lo voy a mandar a otro lado y mandaba a otro lado y ponía la música, después me atentía a otro y me hacía lo mismo, nada. Claro, me cansé. Sí, obvio, obvio, lo entiendo, lo entiendo. Me despido de que te cambiaste hace un año ya. Sí, sí. Genial, perfecto. Y mirá, yo de mi parte te pido mis disculpas por ese inconveniente.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.53,
      "fin": 54.78,
      "duracion": 4.25,
      "texto": "Tengo una consulta ahora. ¿A cuál menos lo que es la compañía? Claro, ¿cuánto estás abonando?",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.16,
      "fin": 66.57,
      "duracion": 10.41,
      "texto": "Y veintipico. Fue a bastante, ahora. Depende de cosas así. Sí, pero se ve que me bajaron ya un poco. ¿Cuánto más o menos?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.77,
      "fin": 69.33,
      "duracion": 1.56,
      "texto": "No, no me bajé porque estaba pagando mal.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.91,
      "fin": 70.69,
      "duracion": 0.78,
      "texto": "Me bajaron a eso.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.47,
      "fin": 92.89,
      "duracion": 21.42,
      "texto": "Pero tengo que hablar ahora de nuevo y me dijeron que van a hacer una producción así que me voy a pasar la verdad. Más que nada, brindarte lo que es una unificación también de este lado. Obviamente que en este caso con una asesoría personal para que no te vuelva a suceder lo mismo. que en este caso sería mi asesoría personal, en el cual contás con mi número personal para cualquier duda e inconveniente que vos tengas.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 93.37,
      "fin": 98.26,
      "duracion": 4.89,
      "texto": "Y tengo para agendarte lo que es un plan de 16 gigas con WhatsApp gratis a la idea cual compañía.",
      "confianza": 0.628,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.86,
      "fin": 103.12,
      "duracion": 4.27,
      "texto": "Romín, para navegar fuera del país en los que es América, el precio es de 10.400 pesos.",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.14,
      "fin": 108.89,
      "duracion": 5.75,
      "texto": "O si sos de usar menos gigas, tenés lo que son 8 gigas con WhatsApp gratis.",
      "confianza": 0.452,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.91,
      "fin": 135.25,
      "duracion": 26.34,
      "texto": "No te voy a hacer perder el tiempo. Yo ahora no, no puedo. No quiero, va. No es que no puedo, no quiero. y tengo que lo hago por obligación tengo el teléfono ahora que estoy sin trabajo lo hago por obligación así que",
      "confianza": 0.305,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, aquí tal buen día. Hablo con Daniel. Sí. Vale, pero Daniel, te comento. Daniel, mi nombre es Thiago. Yo me estoy contactando lo que es el área de recuperación de clientes de Movistar. Para saber por qué te habías ido a la compañera, cuál fue tu inconveniente. Mala atención. Mala atención. Mala atención, porque uno hablaba por teléfono, uno hablaba para que le bajen un poco el precio, porque era demasiado que estaban pagando. Sí. Te mandaba en buena espera que lo voy a mandar a otro lado y mandaba a otro lado y ponía la música, después me atentía a otro y me hacía lo mismo, nada. Claro, me cansé. Sí, obvio, obvio, lo entiendo, lo entiendo. Me despido de que te cambiaste hace un año ya. Sí, sí. Genial, perfecto. Y mirá, yo de mi parte te pido mis disculpas por ese inconveniente. Tengo una consulta ahora. ¿A cuál menos lo que es la compañía? Claro, ¿cuánto estás abonando? Y veintipico. Fue a bastante, ahora. Depende de cosas así. Sí, pero se ve que me bajaron ya un poco. ¿Cuánto más o menos? No, no me bajé porque estaba pagando mal. Me bajaron a eso. Pero tengo que hablar ahora de nuevo y me dijeron que van a hacer una producción así que me voy a pasar la verdad. Más que nada, brindarte lo que es una unificación también de este lado. Obviamente que en este caso con una asesoría personal para que no te vuelva a suceder lo mismo. que en este caso sería mi asesoría personal, en el cual contás con mi número personal para cualquier duda e inconveniente que vos tengas. Y tengo para agendarte lo que es un plan de 16 gigas con WhatsApp gratis a la idea cual compañía. Romín, para navegar fuera del país en los que es América, el precio es de 10.400 pesos. O si sos de usar menos gigas, tenés lo que son 8 gigas con WhatsApp gratis. No te voy a hacer perder el tiempo. Yo ahora no, no puedo. No quiero, va. No es que no puedo, no quiero. y tengo que lo hago por obligación tengo el teléfono ahora que estoy sin trabajo lo hago por obligación así que",
  "calidad": {
    "confianza_promedio": 0.498,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:08:35.979739",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:32.440904",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114114331738_ACD_39583",
    "fecha_inicio": "14/1/2026 11:43:31",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 149,
    "tiempo_conversacion": 131,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}