{
  "archivo": "amza9_1_260113121432039_MIT_01983.wav",
  "duracion_segundos": 343.07,
  "num_segmentos": 113,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 104.34,
    "Cliente": 194.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 13.45,
      "fin": 19.39,
      "duracion": 5.94,
      "texto": "Hola. Hola, aquí está Lolo con María. Sí. ¿Qué tal? María, un gusto. Te habla Tomás.",
      "confianza": 0.433,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.89,
      "fin": 22.92,
      "duracion": 3.02,
      "texto": "Yo también estaba hablando con tu otra línea y me dijo que me contacte con vos.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.84,
      "fin": 23.9,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.151,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.92,
      "fin": 26.74,
      "duracion": 2.82,
      "texto": "Yo me estoy comunicando porque teníamos un beneficio para las líneas.",
      "confianza": 0.736,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.76,
      "fin": 34.77,
      "duracion": 8.01,
      "texto": "A mí es que ahora que actualmente están en claro. ¿Puede ser? ¿Un qué? No te escuché. Actualmente están en claro.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.85,
      "fin": 36.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.068,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.93,
      "fin": 38.96,
      "duracion": 2.03,
      "texto": "Pues, perfecto. Con una uno mensual, por lo que veo.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.76,
      "fin": 40.08,
      "duracion": 0.32,
      "texto": "Bien. Sí.",
      "confianza": 0.443,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.26,
      "fin": 48.21,
      "duracion": 7.95,
      "texto": "Yo justamente me había comunicado con él, le hice que yo me comunicara lo que era Movistar, porque teníamos un descuento para las líneas, y me dijo que él no tomara decisión que me contactara con vos.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.89,
      "fin": 62.02,
      "duracion": 12.13,
      "texto": "Sí. María, nosotros, justamente el día de hoy, por lo que veo que dentro de todo utilizan bastantes gigas, yo les quería brindar un plan de 16 gigas a vos y a cada una de tus líneas, y por tan solo 13.250 pesos al día de hoy.",
      "confianza": 0.042,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.63,
      "fin": 63.53,
      "duracion": 0.9,
      "texto": "Cada línea tuya.",
      "confianza": 0.879,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.77,
      "fin": 66.83,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.008,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 66.85,
      "fin": 67.55,
      "duracion": 0.7,
      "texto": "Sí, decime.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.32,
      "fin": 76.21,
      "duracion": 7.89,
      "texto": "Pero me bajaría de 25 a 16 gigas. Claro, pero... ¿Vos cuándo te estás pagando por todo eso?",
      "confianza": 0.22,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.43,
      "fin": 77.75,
      "duracion": 0.32,
      "texto": "25.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 78.53,
      "fin": 92.03,
      "duracion": 13.5,
      "texto": "¿Estás pagando 25.000 cada año? O 22, sí. Ah, bien. Mira, vas a tener 16 gigas con nosotros, pero... A ver, ¿vos sabías al tanto que los llegas a demostrar de uno más que los de Claro? ¿Vos estabas al tanto de esto?",
      "confianza": 0.199,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.29,
      "fin": 92.35,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.066,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.37,
      "fin": 97.12,
      "duracion": 4.75,
      "texto": "Yo te explico por qué, María. Viste que a vos, Claro, te dice que tenés lo que es el WhatsApp gratis, ¿verdad?",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.89,
      "fin": 98.77,
      "duracion": 0.88,
      "texto": "Bien.",
      "confianza": 0.368,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.79,
      "fin": 102.29,
      "duracion": 3.5,
      "texto": "Vos en WhatsApp gratis decís que no lo tenés cuando se te consumen todos los datos de Claro.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.86,
      "fin": 121.62,
      "duracion": 18.76,
      "texto": "Por eso te digo, porque yo hablo con muchos clientes. A mí me comentan que si les acaban muy rápido los gigas de Claro. Y a veces han tenido que comprar packs. Y es que están mucho más costosos, ¿bien? Igual María, por lo que vos me comentás que necesitabas tantas gigas, mirá. Por vos hacer la portabilidad de hoy conmigo, le vamos a regalar a cada línea tuya mensualmente 4 gigas más.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.48,
      "fin": 127.22,
      "duracion": 4.75,
      "texto": "Es decir, vas a tener un total de 20 gigas con nosotros al mes.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.25,
      "fin": 127.31,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.78,
      "fin": 136.03,
      "duracion": 8.25,
      "texto": "y como te dije vas a pasar a abonar muchísimo menos porque la verdad abonar 22 mil pesos cada línea para la cantidad de gigas que tenés y la verdad que es bastante igual.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.09,
      "fin": 147.6,
      "duracion": 10.51,
      "texto": "Y vas a tener como te dije 13 mil 250 pesos cada línea y vas a tener lo que son 16 gigas con nosotros más estos cuatro que tenemos a dar mensuales a cada línea porque vos tenés más de una línea María.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.3,
      "fin": 154.29,
      "duracion": 3.99,
      "texto": "Sí. Sí, y altamente es súper sencillo y mi idea es que vos abones muchísimo menos. Sí, decime.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.63,
      "fin": 158.96,
      "duracion": 3.33,
      "texto": "Bueno, ¿cómo hacemos la portabilidad? Bien, perfecto.",
      "confianza": 0.032,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 158.98,
      "fin": 159.78,
      "duracion": 0.8,
      "texto": "Te comento, María.",
      "confianza": 0.681,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.8,
      "fin": 163.06,
      "duracion": 3.26,
      "texto": "¿Has hecho alguna vez lo que es la portabilidad? ¿Tenés ideas? ¿Has escuchado?",
      "confianza": 0.757,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.91,
      "fin": 165.17,
      "duracion": 1.26,
      "texto": "Bien, perfecto.",
      "confianza": 0.688,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 165.19,
      "fin": 170.9,
      "duracion": 5.71,
      "texto": "Como vos, María, antes justamente tu clienta de movistar, te comento cómo hacemos para justamente facilitarse el trámite.",
      "confianza": 0.723,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.52,
      "fin": 199.09,
      "duracion": 27.57,
      "texto": "María, nosotros los derivamos a la secundaria de movistar más cercana. Veo que vos eres la titular de la línea. ¿Puede ser? Sí. Perfecto. Los derivamos a la secundaria de movistar más cercana, María, y vos en 48 horas fables, retiras lo que es tu chip de movistar y ya lo colocas y va a tener la línea funcionando. ¿Vos de qué localidad sos? Yo que sos de Buenos Aires. De Tilar, pero tengo el chip ehh ehh SIM. ¿Tienes el SIM? Bien, ¿la otra línea también tiene SIM? Sí. Tienen las dos líneas de SIM, perfecto. Sí. Y se puede hacer sin ningún problema.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 199.55,
      "fin": 200.49,
      "duracion": 0.94,
      "texto": "Te comento cómo hacemos.",
      "confianza": 0.822,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.97,
      "fin": 217.58,
      "duracion": 16.61,
      "texto": "Con lo que es el SIM, María, nosotros justamente les enviamos a ustedes, por eso te voy a pedir dos mails distintos, lo que es un mail SIM y les enviamos lo que es un código QR, María. ¿Bien? Sí. ¿Qué es lo que vos haces? Una de las cosas que haces en comunicada con Claro es que te cortan la señal Claro porque se aprueba la portabilidad.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.12,
      "fin": 220.88,
      "duracion": 2.76,
      "texto": "Vas a eliminarla, es siempre que tenés con Claro, ¿sí?",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.38,
      "fin": 234.26,
      "duracion": 12.88,
      "texto": "Y automáticamente vas a escanear la nuestra de Movistar, ¿sí? Y ya vas a tener lo que es la línea. Claramente cuando vos lo escanees te va a pedir validar datos, es decir, valorar tus datos ya que vos serás titular de las líneas, ¿sí? Sí.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.17,
      "fin": 276.83,
      "duracion": 41.66,
      "texto": "Por eso te digo, si me puedes brindar un mail tuyo para ver en dónde te llega el stream, en tu caso esta línea tuya. No sé si hacerlo ahora o esperar porque me estoy yendo a la costa pasado mañana. ¿Esto en cuánto se hace? Mira, pasado o mañana, básicamente lo que hacemos nosotros es generar un QR, el cual el mail te llega en 48.31, ¿sabes? Y el tema es si yo voy a tener algún problema o no tengo la posibilidad de... Cualquier cosa, si vuelvo y ya tengo un problema con el QR, como voy a tener mi número, María, vos te podés hablar conmigo y yo te puedo generar un QR a vos y a la otra línea para que lo puedan escanear.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.68,
      "fin": 293.24,
      "duracion": 15.56,
      "texto": "La única manera para escanearlo es así, porque a ver, vos te vas a llegar un QR, ¿no? ¿Qué es lo que vas a hacer? Vas a buscar claramente otro teléfono y con el cual lo puedas escanear, vas a sacarle captura, lo vas a pasar a este WhatsApp, al tuyo en este caso, y con otro teléfono justamente lo escaneas, ¿sí?",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 293.26,
      "fin": 296.1,
      "duracion": 2.85,
      "texto": "Y una vez vos lo escanees, justamente te va a pedir lo que es validar identidad.",
      "confianza": 0.564,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.24,
      "fin": 307.12,
      "duracion": 10.88,
      "texto": "Lo único que tenés que tener para poder hacer esto es Wi-Fi. Es lo único que tenés que tener. Ok.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 307.12,
      "fin": 307.48,
      "duracion": 0.36,
      "texto": "Bueno, escúchame.",
      "confianza": 0.0,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 307.5,
      "fin": 308.22,
      "duracion": 0.72,
      "texto": "¿Me podés llamar dentro de una hora?",
      "confianza": 0.029,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.76,
      "fin": 322.03,
      "duracion": 13.27,
      "texto": "Dale, ¿te parece que te escribe un mensajito por WhatsApp, Mari? Dale, dale, sí, sí, por WhatsApp. No sé si, bueno, sabes el mail de la otra persona, pero si lo tenés buenísima, sí, bueno, se lo hacemos a los dos.",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 323.69,
      "fin": 331.64,
      "duracion": 7.95,
      "texto": "¿No llega a los dos QR al mismo mail? No, sí o sí, por protoconto, nosotros nos piden. Uno que llega a tu mail y el otro llega a otro mail.",
      "confianza": 0.153,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.96,
      "fin": 343.07,
      "duracion": 9.11,
      "texto": "Listo. Perfecto, Mari. Estamos en contacto, ¿vale? Hay un link que manda el mensajito por WhatsApp. Dale, buenísimo. Gracias. Dale, María. Hasta luego.",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, aquí está Lolo con María. Sí. ¿Qué tal? María, un gusto. Te habla Tomás. Yo también estaba hablando con tu otra línea y me dijo que me contacte con vos. Sí. Yo me estoy comunicando porque teníamos un beneficio para las líneas. A mí es que ahora que actualmente están en claro. ¿Puede ser? ¿Un qué? No te escuché. Actualmente están en claro. Sí. Pues, perfecto. Con una uno mensual, por lo que veo. Bien. Sí. Yo justamente me había comunicado con él, le hice que yo me comunicara lo que era Movistar, porque teníamos un descuento para las líneas, y me dijo que él no tomara decisión que me contactara con vos. Sí. María, nosotros, justamente el día de hoy, por lo que veo que dentro de todo utilizan bastantes gigas, yo les quería brindar un plan de 16 gigas a vos y a cada una de tus líneas, y por tan solo 13.250 pesos al día de hoy. Cada línea tuya. Sí. Sí, decime. Pero me bajaría de 25 a 16 gigas. Claro, pero... ¿Vos cuándo te estás pagando por todo eso? 25. ¿Estás pagando 25.000 cada año? O 22, sí. Ah, bien. Mira, vas a tener 16 gigas con nosotros, pero... A ver, ¿vos sabías al tanto que los llegas a demostrar de uno más que los de Claro? ¿Vos estabas al tanto de esto? No. Yo te explico por qué, María. Viste que a vos, Claro, te dice que tenés lo que es el WhatsApp gratis, ¿verdad? Bien. Vos en WhatsApp gratis decís que no lo tenés cuando se te consumen todos los datos de Claro. Por eso te digo, porque yo hablo con muchos clientes. A mí me comentan que si les acaban muy rápido los gigas de Claro. Y a veces han tenido que comprar packs. Y es que están mucho más costosos, ¿bien? Igual María, por lo que vos me comentás que necesitabas tantas gigas, mirá. Por vos hacer la portabilidad de hoy conmigo, le vamos a regalar a cada línea tuya mensualmente 4 gigas más. Es decir, vas a tener un total de 20 gigas con nosotros al mes. Sí. y como te dije vas a pasar a abonar muchísimo menos porque la verdad abonar 22 mil pesos cada línea para la cantidad de gigas que tenés y la verdad que es bastante igual. Y vas a tener como te dije 13 mil 250 pesos cada línea y vas a tener lo que son 16 gigas con nosotros más estos cuatro que tenemos a dar mensuales a cada línea porque vos tenés más de una línea María. Sí. Sí, y altamente es súper sencillo y mi idea es que vos abones muchísimo menos. Sí, decime. Bueno, ¿cómo hacemos la portabilidad? Bien, perfecto. Te comento, María. ¿Has hecho alguna vez lo que es la portabilidad? ¿Tenés ideas? ¿Has escuchado? Bien, perfecto. Como vos, María, antes justamente tu clienta de movistar, te comento cómo hacemos para justamente facilitarse el trámite. María, nosotros los derivamos a la secundaria de movistar más cercana. Veo que vos eres la titular de la línea. ¿Puede ser? Sí. Perfecto. Los derivamos a la secundaria de movistar más cercana, María, y vos en 48 horas fables, retiras lo que es tu chip de movistar y ya lo colocas y va a tener la línea funcionando. ¿Vos de qué localidad sos? Yo que sos de Buenos Aires. De Tilar, pero tengo el chip ehh ehh SIM. ¿Tienes el SIM? Bien, ¿la otra línea también tiene SIM? Sí. Tienen las dos líneas de SIM, perfecto. Sí. Y se puede hacer sin ningún problema. Te comento cómo hacemos. Con lo que es el SIM, María, nosotros justamente les enviamos a ustedes, por eso te voy a pedir dos mails distintos, lo que es un mail SIM y les enviamos lo que es un código QR, María. ¿Bien? Sí. ¿Qué es lo que vos haces? Una de las cosas que haces en comunicada con Claro es que te cortan la señal Claro porque se aprueba la portabilidad. Vas a eliminarla, es siempre que tenés con Claro, ¿sí? Y automáticamente vas a escanear la nuestra de Movistar, ¿sí? Y ya vas a tener lo que es la línea. Claramente cuando vos lo escanees te va a pedir validar datos, es decir, valorar tus datos ya que vos serás titular de las líneas, ¿sí? Sí. Por eso te digo, si me puedes brindar un mail tuyo para ver en dónde te llega el stream, en tu caso esta línea tuya. No sé si hacerlo ahora o esperar porque me estoy yendo a la costa pasado mañana. ¿Esto en cuánto se hace? Mira, pasado o mañana, básicamente lo que hacemos nosotros es generar un QR, el cual el mail te llega en 48.31, ¿sabes? Y el tema es si yo voy a tener algún problema o no tengo la posibilidad de... Cualquier cosa, si vuelvo y ya tengo un problema con el QR, como voy a tener mi número, María, vos te podés hablar conmigo y yo te puedo generar un QR a vos y a la otra línea para que lo puedan escanear. La única manera para escanearlo es así, porque a ver, vos te vas a llegar un QR, ¿no? ¿Qué es lo que vas a hacer? Vas a buscar claramente otro teléfono y con el cual lo puedas escanear, vas a sacarle captura, lo vas a pasar a este WhatsApp, al tuyo en este caso, y con otro teléfono justamente lo escaneas, ¿sí? Y una vez vos lo escanees, justamente te va a pedir lo que es validar identidad. Lo único que tenés que tener para poder hacer esto es Wi-Fi. Es lo único que tenés que tener. Ok. Bueno, escúchame. ¿Me podés llamar dentro de una hora? Dale, ¿te parece que te escribe un mensajito por WhatsApp, Mari? Dale, dale, sí, sí, por WhatsApp. No sé si, bueno, sabes el mail de la otra persona, pero si lo tenés buenísima, sí, bueno, se lo hacemos a los dos. ¿No llega a los dos QR al mismo mail? No, sí o sí, por protoconto, nosotros nos piden. Uno que llega a tu mail y el otro llega a otro mail. Listo. Perfecto, Mari. Estamos en contacto, ¿vale? Hay un link que manda el mensajito por WhatsApp. Dale, buenísimo. Gracias. Dale, María. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:16:18.866303",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 113,
    "total_segmentos_corregido": 45,
    "fecha_correccion": "2026-01-18T23:05:32.912302",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121432039_MIT_01983",
    "fecha_inicio": "13/1/2026 12:14:33",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 340,
    "tiempo_conversacion": 334,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}