{
  "archivo": "amza40_1_260115111318163_ACD_40761.wav",
  "duracion_segundos": 692.82,
  "num_segmentos": 136,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 204.94,
    "Cliente": 427.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 12.27,
      "duracion": 12.24,
      "texto": "¿Cómo le vas? Hola. Hola, buenos días. ¿Hablas con Juana? ¿Cómo le vas? ¿Cómo le vas, Juana? Mi nombre es Adriana, mucho gusto. Me estaba comunicando hoy para brindar un beneficio exclusivo para su línea.",
      "confianza": 0.058,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.15,
      "fin": 28.37,
      "duracion": 11.22,
      "texto": "De la área de beneficios móviles de Movistar tenemos un plan en promoción porque queremos que regrese a la compañía con nosotros. No, no, no. Movistar es mucho más caro que, claro, dejarme con mi compañera.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.48,
      "fin": 36.73,
      "duracion": 7.25,
      "texto": "Bien, tuve una mala experiencia porque ahora tenemos planes en promoción donde la verdad que tenemos planes muy económicos con una cierta cantidad de gigas.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.05,
      "fin": 41.67,
      "duracion": 3.62,
      "texto": "No sé si tuve una mala experiencia en el pasado, pero la verdad somos bastante económicos.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.12,
      "fin": 59.1,
      "duracion": 15.98,
      "texto": "Mira, desde que tuve el teléfono tuve que movilizar. Hasta que me cansé de movilizar. ¿Por qué? Porque te prometen una cosa y resulta que después en la boleta diste otra cosa. Ese es el tema. Me cansé. Muchos años la otra vez. Bien.",
      "confianza": 0.445,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.78,
      "fin": 63.21,
      "duracion": 3.43,
      "texto": "Bueno, justamente hemos cambiado mucho en el tema de gestión y facturación.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.27,
      "fin": 68.56,
      "duracion": 5.29,
      "texto": "Por eso se creó este departamento de recupero de clientes y yo me estoy comunicando especialmente con ustedes.",
      "confianza": 0.62,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.7,
      "fin": 73.79,
      "duracion": 5.09,
      "texto": "Yo sé cómo son los momentos de medir, cómo han sido en el pasado, pero yo le puedo asegurar que eso no le va a volver a pasar.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 75.59,
      "fin": 82.6,
      "duracion": 7.01,
      "texto": "Hoy por hoy creamos mucho a nuestros clientes y, bueno, por eso está este departamento y nos estamos comunicando con antiguos clientes que tuvieran una mala experiencia.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.5,
      "fin": 88.09,
      "duracion": 2.59,
      "texto": "Sí, una vez tú y yo, ya te digo, me cansé. Sí, me imagino.",
      "confianza": 0.163,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.23,
      "fin": 96.22,
      "duracion": 6.99,
      "texto": "Yo me disparaste lo que me cobraban y no, no, yo ahora hace rato que estoy en claro y la verdad es...",
      "confianza": 0.582,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.22,
      "fin": 105.14,
      "duracion": 8.92,
      "texto": "Sí, porque la verdad es que es una pena, sabemos que estuvieron hace años en la empresa y bueno, se fueron por un mal entendido.",
      "confianza": 0.582,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.84,
      "fin": 118.18,
      "duracion": 12.34,
      "texto": "Pero bueno, como les comentaba, yo eso puedo asegurarles que no les va a volver a pasar. Hoy por hoy por hoy, tenemos un plan.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.8,
      "fin": 123.18,
      "duracion": 4.38,
      "texto": "Primero 16 gigas, 8 de base más 8 de regalo, por 10.400 pesos.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.08,
      "fin": 130.45,
      "duracion": 6.37,
      "texto": "Este plan tiene WhatsApp Gratis, la más libre de todas las compañías, Romina en América, por 10.400 pesos.",
      "confianza": 0.552,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.03,
      "fin": 141.48,
      "duracion": 9.45,
      "texto": "Nos tenemos un beneficio un poco más económico, también de 8 gigas, donde tiene WhatsApp Gratis, la más libre de todas las compañías, por 7.460 pesos. ¿Por cuánto es?",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.36,
      "fin": 149.76,
      "duracion": 7.4,
      "texto": "Esta promoción tiene un descuento fijo por 6 meses. Luego, además de que usted deba tener una atención personalizada desde la aplicación, usted puede gestionar todo.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.41,
      "fin": 169.63,
      "duracion": 15.22,
      "texto": "La aplicación la avisa todo, usted le va a legalizar la facturación, los descuentos, las promociones y después si usted tiene una promoción vigente en ese momento que le convenga más tanto por tema de precios, por días, usted la puede adquirir desde la aplicación sola sin necesidad de comunicarse con ningún asesor.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.52,
      "fin": 176.4,
      "duracion": 5.88,
      "texto": "Y siempre tratar de tener un precio preemocional.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.98,
      "fin": 210.03,
      "duracion": 33.05,
      "texto": "Pero yo me quiero recordar todos los seis meses, recordarme, porque si no me van a romper el ley, cobrándome... No, no se tiene que acordar porque la aplicación le va a avisar todo, usted no se si le acarazó usted en su momento, usted estuvo hace muchos años en la compañía, hoy fue hoy la aplicación, el uno de los grandes beneficios de este plan, porque usted puede ver todo, el ciclo de facturación, las promociones vigentes, La aplicación localizar todo, no hace falta que usted esté pendiente. Sabemos que, claramente, toda la cara se dimetre también, me olvido de lo que hago.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.83,
      "fin": 226.23,
      "duracion": 15.4,
      "texto": "Pero, bueno, la aplicación la va a hacer acordar. Por ejemplo, si vos sobran gigas, ¿vos lo podéis guardar? Exactamente. Lo podéis guardar para el mes siguiente. Así usted va a estar pagando por lo que esté consumiendo. No va a perder las gigas ni la plata.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.85,
      "fin": 229.84,
      "duracion": 2.98,
      "texto": "Porque, además, para perderla es perder plata.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.08,
      "fin": 234.25,
      "duracion": 3.16,
      "texto": "las puede guardar para el mes siguiente y tenerlas, las puede pedir, demás.",
      "confianza": 0.433,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.59,
      "fin": 243.9,
      "duracion": 8.31,
      "texto": "Sí, no, eso estaba con antes, pero... Eso sigue. ¿Qué te iba a decir?",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.46,
      "fin": 257.43,
      "duracion": 10.97,
      "texto": "Yo tengo que pagar, todavía tengo que pagar la bolsa de claro y... Hace tanto calor que no salgo a la calle y no puedo abrir por tarjeta.",
      "confianza": 0.515,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 257.81,
      "fin": 263.82,
      "duracion": 6.01,
      "texto": "por tarjeta y no puedo. Bueno, con Movistar eso sí lo va a poder hacer, por ejemplo, en la aplicación.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.8,
      "fin": 267.18,
      "duracion": 2.38,
      "texto": "Pero mire, eso no es ningún instrumento porque le comento.",
      "confianza": 0.387,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 267.73,
      "fin": 271.33,
      "duracion": 3.6,
      "texto": "La factura se fallece, se fallece la mesada de plantado pero se puede dar mes vencido.",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 271.85,
      "fin": 312.75,
      "duracion": 40.9,
      "texto": "O sea, si usted se pasa ahora en Movistar, por ejemplo, las cinco no son usar más el carne y la línea se porta las 48 horas hábiles. Usted se le desliga completamente de claro y va a pagar recién el mes que viene a mes vencido la factura de Movistar. Gracias. ¿Me quedo sin teléfono? ¿Se corta? ¿Me necesite? No, nunca se queda sin teléfono porque, como le comentaba, yo la signo en la sucursalma cercana, en 48 horas hábiles usted va a retirar su chip y cuando su línea de clara lo deje de tener señal, usted va a tener su chip de movistar para colocarlo y de todas maneras le va a llegar un mensaje de movistar cuando pueda colocarlo y demás. Pero nunca se va a quedar sin señal o incomunicado, sabemos de por dónde que es, obviamente.",
      "confianza": 0.475,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 313.47,
      "fin": 315.19,
      "duracion": 1.72,
      "texto": "Uno no puede vivir sin celular.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.91,
      "fin": 336.98,
      "duracion": 20.07,
      "texto": "No, no, no. Por eso es que no puedo salir a ningún lado con estos calores.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.49,
      "fin": 341.48,
      "duracion": 2.99,
      "texto": "Claro, bueno, en este caso nunca se va a quedar sin señal.",
      "confianza": 0.272,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 341.5,
      "fin": 366.8,
      "duracion": 25.3,
      "texto": "Y, por ejemplo, como le digo, si yo le puedo enseñar a una sucursal más cercana, puedo ir a alguno de sus hijos o cualquier persona que usted mande con la que esté mayor edad a retirar sus chistes. ¿Usted es de Buenos Aires? Sí, soy de Buenos Aires. Bien, ¿me dirías su localidad?",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.12,
      "fin": 394.89,
      "duracion": 25.77,
      "texto": "Bueno, tenemos una sucursal muy cercana, es la más cercana a la Moreno, es el Martolomé Mitre 534. Sí, es la más cercana a la sucursal, a su dirección.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 396.69,
      "fin": 424.85,
      "duracion": 28.16,
      "texto": "Bueno, yo ahora se la mando por WhatsApp, es la más cercana la ubicación y como le comentaba, si usted no puede ir, puede ir cualquier persona mayor, le da con una autorización como que va a retirar su chip, va con su DNI y puede retirar su chip sencillamente aunque no sea usted. Así no pasa esos jalones. Bueno, igual es que... ¿Como por ver?",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 425.67,
      "fin": 450.44,
      "duracion": 24.77,
      "texto": "No, que por ahora no. La verdad que no tengo lugar más en andar haciendo trámites ni nada de eso. De todas maneras, usted no se tiene que preocupar por nada porque al trámite lo gestionarías todo. ¿Cuánto me dijiste, 10 mil y pico?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 451.05,
      "fin": 456.12,
      "duracion": 5.07,
      "texto": "Es mil cuatrocientos, pero tenemos esa otra promoción de ocho días por siete mil cuatrocientos.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 457.82,
      "fin": 459.26,
      "duracion": 1.44,
      "texto": "Por seis meses.",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 459.9,
      "fin": 475.35,
      "duracion": 15.45,
      "texto": "Exactamente. ¿Vos sabés que eso me decían? Y era todos los meses, un mes, dieciséis. O sea, no, siete. El primer mes era siete, supone que, ¿no? El que me decían. El segundo, ya iba otro. El tercero, ya iba otro.",
      "confianza": 0.881,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 475.86,
      "fin": 487.17,
      "duracion": 11.31,
      "texto": "Claro, pero justamente en lo que yo le comentaba, que hemos cambiado de gestión. Usted estuvo en el 2022 en la empresa. Eso ha cambiado. Nosotros no podemos decir un precio después de otro.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 487.95,
      "fin": 494.64,
      "duracion": 6.69,
      "texto": "Justamente nosotros tenemos un cierre comercial que es el contrato que usted firma con la empresa y es tan importante para usted como para nosotros.",
      "confianza": 0.698,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 494.98,
      "fin": 504.83,
      "duracion": 9.85,
      "texto": "No podemos mentirle de esa manera y tampoco es normal que tenga aumentos en medios. Por eso sabemos que en el pasado ha sido un error y por eso hoy nos estamos comunicando con los antiguos clientes.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 505.54,
      "fin": 512.03,
      "duracion": 6.49,
      "texto": "Sí, sí, yo sinceramente me cansé porque te volvean y no es así.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 512.89,
      "fin": 525.57,
      "duracion": 12.68,
      "texto": "Sí, obviamente. que digo que no es solamente con modificar, porque en realidad son todas las empresas, porque todas las empresas son todas lo mismo, tanto así que contactadas.",
      "confianza": 0.285,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 526.43,
      "fin": 528.79,
      "duracion": 2.36,
      "texto": "Porque ahora corto con vos y seguro me van a llamar de claro.",
      "confianza": 0.595,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 529.45,
      "fin": 555.99,
      "duracion": 26.54,
      "texto": "Seguro me van a llamar de claro, ofreciéndome el oro y el moro, porque es así. Sí, sí, obviamente. Pero bueno, por ejemplo, yo ahora, mire, le escribo un mensaje de WhatsApp y usted va a tener mi número personal, Cualquier duda o consulta que usted tenga, o problema, si viene a la compañía con nosotros, o si tiene mi WhatsApp personal, si no se acuerda de los seis meses, si no se acuerda de un montón de cosas, tiene mi atención personalizada a las 24 horas.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 556.93,
      "fin": 561.87,
      "duracion": 4.94,
      "texto": "Por eso, justamente como le comentaba, que hemos cambiado la digestión y bueno, no le va a volver a pasar lo mismo.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 562.37,
      "fin": 573.24,
      "duracion": 10.87,
      "texto": "También cuando usted le pasó un peor que tiene aumentos, tiene situaciones y nadie que la ayude, obviamente uno toma la decisión de irse. Pero en este caso, sería yo con usted, por ejemplo.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 574.44,
      "fin": 584.65,
      "duracion": 10.22,
      "texto": "Bueno, no, pero déjame ver, porque yo no pago, pagan mis hijos, así que yo tengo que consultar con ellos, ¿sí?",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 585.86,
      "fin": 601.66,
      "duracion": 15.8,
      "texto": "Bien. Si me querés volver a llamar. Bien. Como es este, no sé, en dos días, para el viernes, sábado, no sé qué día atienden ustedes, entonces tengo que consultar con mi hijo.",
      "confianza": 0.291,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 602.11,
      "fin": 605.78,
      "duracion": 3.66,
      "texto": "Bueno, mire, yo ahora le mando un mensaje que dice mi nombre es Juliana de Movistar.",
      "confianza": 0.629,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 606.3,
      "fin": 661.84,
      "duracion": 55.54,
      "texto": "Le puedo mandar las promociones y demás. Usted se lo muestra a sus hijos. Y bueno, vamos volviendo para ahí para cuando me pueda volver a contactar. Dale. Bueno, bueno, pero bueno, no sé seguir con la mala experiencia porque justamente como le comentaba, capaz está perdiendo un plan por eso que le ha sucedido. Y bueno, solo le aseguro que eso no va a volver a pasar. Claro. Y si no, no, me hace un poco el tema de que No sé dónde es lo que tendría que buscar, ojalá refrescala un poco porque yo salgo, pero con estos calores no... Sí, obviamente no, yo se la mando por WhatsApp, es la más cercana, es la sucursal más cercana a su domicilio, pero eso le comentaba que si usted no puede ir, puede ir por ejemplo a alguno de sus hijos, a alguien que usted mande, que sea mayor de edad, va con una autorización que va a retirar su chip y no hay ningún inconveniente, no hace falta que vaya usted. Ajá.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 662.7,
      "fin": 667.14,
      "duracion": 4.45,
      "texto": "Bueno, ¿me podréis llamar dentro de mañana o pasado?",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 667.76,
      "fin": 669.57,
      "duracion": 1.8,
      "texto": "Mañana nos vamos a esta hora, ¿le parece bien?",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 670.93,
      "fin": 691.55,
      "duracion": 20.62,
      "texto": "Sí, sí, hasta ahora estoy acá. Bueno, perfecto. Quedamos así, yo le conciento y pásame la promoción y después yo le muestro a él. Bien, perfecto. Bueno, entonces, bien, perfecto. Bueno, chau, hasta mañana, gracias. Bueno, Juana, entonces, a usted. Que tengan un lindo día, hasta luego.",
      "confianza": 0.356,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 692.12,
      "fin": 692.82,
      "duracion": 0.7,
      "texto": "Trabajará.",
      "confianza": 0.302,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Cómo le vas? Hola. Hola, buenos días. ¿Hablas con Juana? ¿Cómo le vas? ¿Cómo le vas, Juana? Mi nombre es Adriana, mucho gusto. Me estaba comunicando hoy para brindar un beneficio exclusivo para su línea. De la área de beneficios móviles de Movistar tenemos un plan en promoción porque queremos que regrese a la compañía con nosotros. No, no, no. Movistar es mucho más caro que, claro, dejarme con mi compañera. Bien, tuve una mala experiencia porque ahora tenemos planes en promoción donde la verdad que tenemos planes muy económicos con una cierta cantidad de gigas. No sé si tuve una mala experiencia en el pasado, pero la verdad somos bastante económicos. Mira, desde que tuve el teléfono tuve que movilizar. Hasta que me cansé de movilizar. ¿Por qué? Porque te prometen una cosa y resulta que después en la boleta diste otra cosa. Ese es el tema. Me cansé. Muchos años la otra vez. Bien. Bueno, justamente hemos cambiado mucho en el tema de gestión y facturación. Por eso se creó este departamento de recupero de clientes y yo me estoy comunicando especialmente con ustedes. Yo sé cómo son los momentos de medir, cómo han sido en el pasado, pero yo le puedo asegurar que eso no le va a volver a pasar. Hoy por hoy creamos mucho a nuestros clientes y, bueno, por eso está este departamento y nos estamos comunicando con antiguos clientes que tuvieran una mala experiencia. Sí, una vez tú y yo, ya te digo, me cansé. Sí, me imagino. Yo me disparaste lo que me cobraban y no, no, yo ahora hace rato que estoy en claro y la verdad es... Sí, porque la verdad es que es una pena, sabemos que estuvieron hace años en la empresa y bueno, se fueron por un mal entendido. Pero bueno, como les comentaba, yo eso puedo asegurarles que no les va a volver a pasar. Hoy por hoy por hoy, tenemos un plan. Primero 16 gigas, 8 de base más 8 de regalo, por 10.400 pesos. Este plan tiene WhatsApp Gratis, la más libre de todas las compañías, Romina en América, por 10.400 pesos. Nos tenemos un beneficio un poco más económico, también de 8 gigas, donde tiene WhatsApp Gratis, la más libre de todas las compañías, por 7.460 pesos. ¿Por cuánto es? Esta promoción tiene un descuento fijo por 6 meses. Luego, además de que usted deba tener una atención personalizada desde la aplicación, usted puede gestionar todo. La aplicación la avisa todo, usted le va a legalizar la facturación, los descuentos, las promociones y después si usted tiene una promoción vigente en ese momento que le convenga más tanto por tema de precios, por días, usted la puede adquirir desde la aplicación sola sin necesidad de comunicarse con ningún asesor. Y siempre tratar de tener un precio preemocional. Pero yo me quiero recordar todos los seis meses, recordarme, porque si no me van a romper el ley, cobrándome... No, no se tiene que acordar porque la aplicación le va a avisar todo, usted no se si le acarazó usted en su momento, usted estuvo hace muchos años en la compañía, hoy fue hoy la aplicación, el uno de los grandes beneficios de este plan, porque usted puede ver todo, el ciclo de facturación, las promociones vigentes, La aplicación localizar todo, no hace falta que usted esté pendiente. Sabemos que, claramente, toda la cara se dimetre también, me olvido de lo que hago. Pero, bueno, la aplicación la va a hacer acordar. Por ejemplo, si vos sobran gigas, ¿vos lo podéis guardar? Exactamente. Lo podéis guardar para el mes siguiente. Así usted va a estar pagando por lo que esté consumiendo. No va a perder las gigas ni la plata. Porque, además, para perderla es perder plata. las puede guardar para el mes siguiente y tenerlas, las puede pedir, demás. Sí, no, eso estaba con antes, pero... Eso sigue. ¿Qué te iba a decir? Yo tengo que pagar, todavía tengo que pagar la bolsa de claro y... Hace tanto calor que no salgo a la calle y no puedo abrir por tarjeta. por tarjeta y no puedo. Bueno, con Movistar eso sí lo va a poder hacer, por ejemplo, en la aplicación. Pero mire, eso no es ningún instrumento porque le comento. La factura se fallece, se fallece la mesada de plantado pero se puede dar mes vencido. O sea, si usted se pasa ahora en Movistar, por ejemplo, las cinco no son usar más el carne y la línea se porta las 48 horas hábiles. Usted se le desliga completamente de claro y va a pagar recién el mes que viene a mes vencido la factura de Movistar. Gracias. ¿Me quedo sin teléfono? ¿Se corta? ¿Me necesite? No, nunca se queda sin teléfono porque, como le comentaba, yo la signo en la sucursalma cercana, en 48 horas hábiles usted va a retirar su chip y cuando su línea de clara lo deje de tener señal, usted va a tener su chip de movistar para colocarlo y de todas maneras le va a llegar un mensaje de movistar cuando pueda colocarlo y demás. Pero nunca se va a quedar sin señal o incomunicado, sabemos de por dónde que es, obviamente. Uno no puede vivir sin celular. No, no, no. Por eso es que no puedo salir a ningún lado con estos calores. Claro, bueno, en este caso nunca se va a quedar sin señal. Y, por ejemplo, como le digo, si yo le puedo enseñar a una sucursal más cercana, puedo ir a alguno de sus hijos o cualquier persona que usted mande con la que esté mayor edad a retirar sus chistes. ¿Usted es de Buenos Aires? Sí, soy de Buenos Aires. Bien, ¿me dirías su localidad? Bueno, tenemos una sucursal muy cercana, es la más cercana a la Moreno, es el Martolomé Mitre 534. Sí, es la más cercana a la sucursal, a su dirección. Bueno, yo ahora se la mando por WhatsApp, es la más cercana la ubicación y como le comentaba, si usted no puede ir, puede ir cualquier persona mayor, le da con una autorización como que va a retirar su chip, va con su DNI y puede retirar su chip sencillamente aunque no sea usted. Así no pasa esos jalones. Bueno, igual es que... ¿Como por ver? No, que por ahora no. La verdad que no tengo lugar más en andar haciendo trámites ni nada de eso. De todas maneras, usted no se tiene que preocupar por nada porque al trámite lo gestionarías todo. ¿Cuánto me dijiste, 10 mil y pico? Es mil cuatrocientos, pero tenemos esa otra promoción de ocho días por siete mil cuatrocientos. Por seis meses. Exactamente. ¿Vos sabés que eso me decían? Y era todos los meses, un mes, dieciséis. O sea, no, siete. El primer mes era siete, supone que, ¿no? El que me decían. El segundo, ya iba otro. El tercero, ya iba otro. Claro, pero justamente en lo que yo le comentaba, que hemos cambiado de gestión. Usted estuvo en el 2022 en la empresa. Eso ha cambiado. Nosotros no podemos decir un precio después de otro. Justamente nosotros tenemos un cierre comercial que es el contrato que usted firma con la empresa y es tan importante para usted como para nosotros. No podemos mentirle de esa manera y tampoco es normal que tenga aumentos en medios. Por eso sabemos que en el pasado ha sido un error y por eso hoy nos estamos comunicando con los antiguos clientes. Sí, sí, yo sinceramente me cansé porque te volvean y no es así. Sí, obviamente. que digo que no es solamente con modificar, porque en realidad son todas las empresas, porque todas las empresas son todas lo mismo, tanto así que contactadas. Porque ahora corto con vos y seguro me van a llamar de claro. Seguro me van a llamar de claro, ofreciéndome el oro y el moro, porque es así. Sí, sí, obviamente. Pero bueno, por ejemplo, yo ahora, mire, le escribo un mensaje de WhatsApp y usted va a tener mi número personal, Cualquier duda o consulta que usted tenga, o problema, si viene a la compañía con nosotros, o si tiene mi WhatsApp personal, si no se acuerda de los seis meses, si no se acuerda de un montón de cosas, tiene mi atención personalizada a las 24 horas. Por eso, justamente como le comentaba, que hemos cambiado la digestión y bueno, no le va a volver a pasar lo mismo. También cuando usted le pasó un peor que tiene aumentos, tiene situaciones y nadie que la ayude, obviamente uno toma la decisión de irse. Pero en este caso, sería yo con usted, por ejemplo. Bueno, no, pero déjame ver, porque yo no pago, pagan mis hijos, así que yo tengo que consultar con ellos, ¿sí? Bien. Si me querés volver a llamar. Bien. Como es este, no sé, en dos días, para el viernes, sábado, no sé qué día atienden ustedes, entonces tengo que consultar con mi hijo. Bueno, mire, yo ahora le mando un mensaje que dice mi nombre es Juliana de Movistar. Le puedo mandar las promociones y demás. Usted se lo muestra a sus hijos. Y bueno, vamos volviendo para ahí para cuando me pueda volver a contactar. Dale. Bueno, bueno, pero bueno, no sé seguir con la mala experiencia porque justamente como le comentaba, capaz está perdiendo un plan por eso que le ha sucedido. Y bueno, solo le aseguro que eso no va a volver a pasar. Claro. Y si no, no, me hace un poco el tema de que No sé dónde es lo que tendría que buscar, ojalá refrescala un poco porque yo salgo, pero con estos calores no... Sí, obviamente no, yo se la mando por WhatsApp, es la más cercana, es la sucursal más cercana a su domicilio, pero eso le comentaba que si usted no puede ir, puede ir por ejemplo a alguno de sus hijos, a alguien que usted mande, que sea mayor de edad, va con una autorización que va a retirar su chip y no hay ningún inconveniente, no hace falta que vaya usted. Ajá. Bueno, ¿me podréis llamar dentro de mañana o pasado? Mañana nos vamos a esta hora, ¿le parece bien? Sí, sí, hasta ahora estoy acá. Bueno, perfecto. Quedamos así, yo le conciento y pásame la promoción y después yo le muestro a él. Bien, perfecto. Bueno, entonces, bien, perfecto. Bueno, chau, hasta mañana, gracias. Bueno, Juana, entonces, a usted. Que tengan un lindo día, hasta luego. Trabajará.",
  "calidad": {
    "confianza_promedio": 0.519,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:33:45.432928",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 136,
    "total_segmentos_corregido": 56,
    "fecha_correccion": "2026-01-18T23:05:26.732723",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111318163_ACD_40761",
    "fecha_inicio": "15/1/2026 11:13:18",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 724,
    "tiempo_conversacion": 662,
    "tiempo_hold": 0,
    "tiempo_acw": 39,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}