{
  "archivo": "amza1_1_260114145322370_ACD_21425.wav",
  "duracion_segundos": 656.34,
  "num_segmentos": 192,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 277.62,
    "Cliente": 329.46
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.25,
      "fin": 22.93,
      "duracion": 21.68,
      "texto": "Hola, ¿qué tal habló con Guillermo? ¿Cómo le va a Guillermo? Le habla Angelina de este lado. Yo justamente lo llamaba hoy para brindarle lo que es un descuento exclusivo para su línea. ¿Cómo le va, señor? Desde la compañía de Movistar. Me figura que estuvo en el 2025 con nosotros y queríamos brindarle un descuento nuevo para que vuelva. ¿Bien?",
      "confianza": 0.257,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.62,
      "fin": 30.97,
      "duracion": 6.35,
      "texto": "Les comento brevemente qué se trata de Guillermo. En realidad, María, María ha llamado a una chica por encima de mí.",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.79,
      "fin": 60.48,
      "duracion": 28.69,
      "texto": "Sí. Con el tema de la fibra óptica. Sí. Y el que era... Yo fui a Movistar, no sé cómo te aparezco a Inacombo, pero yo fui a Movistar y me habían cobrado más veces. Sí. Así también en Movistar. La fibra. Bien. O sea, usted tenía... Perdón, se me traba. Usted me dice que tenía lo que era la fibra en situada instalada.",
      "confianza": 0.55,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.51,
      "fin": 68.7,
      "duracion": 7.19,
      "texto": "Claro, ¿qué pasó? Se cayó un árbol, me lo sacaron, se me cayó el árbol, me seguían cobrando y yo no tenía solución porque no me lo arreglaron nunca.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.28,
      "fin": 93.85,
      "duracion": 24.57,
      "texto": "Yo siempre que amo movistar, ¿viste? Y se me hicieron la nota de crédito, todo. Pero como yo estaba, la barré caliente, obviamente me esperan y me decía claro todo, porque como no me arreglaban, sí me cogieron. Si yo vuelvo a movistar con el teléfono, Si volve con Internet de Química aquí no se suelta la nota de crédito. Si tiene una deuda acá creo que... Ahí te digo, ahí te digo. Igual en ese caso no hay ningún problema porque si vos volvés a la compañía la deuda se anula.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.39,
      "fin": 95.36,
      "duracion": 0.96,
      "texto": "Así que quédate tranquilo.",
      "confianza": 0.496,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.1,
      "fin": 103.57,
      "duracion": 7.47,
      "texto": "Pero acá estoy cargando el sistema a ver si tenés la deuda todavía sentada o no. Igual no creo. Si me decís que daces el trámite, no debe estar vigente, ¿sí?",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.65,
      "fin": 118.04,
      "duracion": 11.39,
      "texto": "En ese caso... Me dijeron otra de día, ¿viste? Y lo di en la zona, ¿viste? Me dieron el número de casos, todo, pero yo quiero primero quedar en cero y después hacer lo que sea, ¿verdad? Por eso. Vale, ahí te... Yo me iba a ir hoy a estar movistado, claro.",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.06,
      "fin": 125.36,
      "duracion": 7.31,
      "texto": "Yo me iba a ir a movistar hoy porque me hicieron que la nota, porque en realidad me dieron la razón de que... Sí, sí, que tenías toda la razón, claramente.",
      "confianza": 0.416,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 125.52,
      "fin": 147.18,
      "duracion": 21.66,
      "texto": "Pero que si se cayó un árbol, entendés, que me lo pudieron... Si no me mandaron un mensaje, me dijeron que es una máquina que me lo devuelvan a... Por ahí le podamos arreglar por teléfono, le digo no, porque si se me cayó un árbol, ¿cómo me lo va a arreglar por teléfono? Tenés que venir a conectar toda la vuelta. Como no fueron, ni tuve quilombo. Por eso uno se va a ir y trabaja todo. Que caliente.",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.2,
      "fin": 147.46,
      "duracion": 0.26,
      "texto": "Perfecto.",
      "confianza": 0.66,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.48,
      "fin": 154.11,
      "duracion": 6.63,
      "texto": "Mira, Guille, queda tranquilo que yo ahora estoy buscando el sistema. Igual no me figura ningún tipo de deuda. Así que quédate tranquilo.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 155.33,
      "fin": 163.16,
      "duracion": 7.83,
      "texto": "Ahora lo que estoy haciendo es justamente verificar si en tu domicilio se puede instalar la fiera. Me dirías lo que es la calle y la numeración.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.94,
      "fin": 166.3,
      "duracion": 1.36,
      "texto": "Yo ya la tenía.",
      "confianza": 0.346,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.89,
      "fin": 167.87,
      "duracion": 0.98,
      "texto": "¿Cómo, perdón, la calle?",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 170.5,
      "fin": 176.64,
      "duracion": 6.14,
      "texto": "Ruyeri. ¿Y la enumeración, me dijiste?",
      "confianza": 0.838,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.38,
      "fin": 196.12,
      "duracion": 17.74,
      "texto": "Bien, disculpame, pasa que andamelo mal. No, no, está bien, está bien. Ok, no importa. ¿Y la localidad? ¿Qué parte de Buenos Aires? Bien.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.44,
      "fin": 235.2,
      "duracion": 37.76,
      "texto": "Firmos que encontrás me dijiste entre la calle Espejo y Fernando Fader. Perfecto, ahora voy a consultar con los técnicos el tema de la instalación, porque justamente vos lo tuviste, pero generalmente hay que chequearlo nuevamente para confirmarse la disponibilidad del podo. Lo que pasa es que yo tenía que ir a Movistar a devolver el móvil, porque yo tengo el móvil todavía. El tema es que ahí movistar, me dijeron que he sentado de baja, si me tiene que dar uno, me tiene que dar uno. Claro, en ese caso, cuando voy a la instalación nuevamente, los mismos técnicos ya se pueden llevar el nuevo model. Ah, ¿sí? Sí, en este caso sí. El tema es que, te vuelvo a repetir, ¿cómo es tu nombre?",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.12,
      "fin": 236.56,
      "duracion": 0.44,
      "texto": "Evangelina.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.69,
      "fin": 245.29,
      "duracion": 7.61,
      "texto": "Evangelina, yo quiero que esté todo, o sea, en serio, de otro problema que sube, no quiero tener problemas nuevos ni nada.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.13,
      "fin": 249.6,
      "duracion": 2.47,
      "texto": "No, tranquilo que la duda no figura, sí, así que...",
      "confianza": 0.344,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.6,
      "fin": 254.19,
      "duracion": 4.59,
      "texto": "No, porque me hicieron una nota de crédito todo, me hicieron cinco días seguido, una cosa así.",
      "confianza": 0.344,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 254.21,
      "fin": 258.93,
      "duracion": 4.73,
      "texto": "Yo fui la otra semana hace como 10 días de trabajo, dos semanas, no me acuerdo.",
      "confianza": 0.329,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.95,
      "fin": 259.68,
      "duracion": 0.72,
      "texto": "Sí.",
      "confianza": 0.755,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 259.69,
      "fin": 287.26,
      "duracion": 27.57,
      "texto": "Supuestamente tendría que estar... Sí, o sea, vos pensaste que se iba a demorar unos días. Te explico igual lo que sucedió. A mí me figura tu escol credificio, sí, de 80, ¿sí? Nosotros justamente para poder ofrecerte lo que es la fibra óptica, ese score crediticio tiene que cambiar. Sí, te comento qué es lo que podemos hacer. En ese caso, lo que vamos a hacer... O sea, ¿te crees que es un problema mío? O sea, eso es un problema ahí. Tengo todos los papeles y la nota crítica que me hicieron ustedes, porque me estoy hablando muy raro.",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 287.78,
      "fin": 299.83,
      "duracion": 12.06,
      "texto": "Si me pusieron en algún lado raro, no tiene nada que ver, porque tengo todos los papeles de que yo no... O sea, si me están haciendo una nota crítica, no me digan que tengo razones porque... O sea, si me anulan la deuda es porque tengo razón.",
      "confianza": 0.398,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 300.36,
      "fin": 313.09,
      "duracion": 12.73,
      "texto": "No sabía que aparecía en algún lado así raro. Se comentó Guille, en ese caso vos tendrás que acordarme unos días, si querés nos comunicamos en unos días y nos volvemos a revisar.",
      "confianza": 0.35,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 314.51,
      "fin": 324.15,
      "duracion": 9.63,
      "texto": "Vale, ahora yo te mando un mensajito, si querés agendame y respondeme, así se me guarda el mensajito en lo posible.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 324.79,
      "fin": 328.69,
      "duracion": 3.91,
      "texto": "No sé lo que me estás diciendo, te aparezco en donde no me entiendes.",
      "confianza": 0.133,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 329.7,
      "fin": 340.72,
      "duracion": 11.02,
      "texto": "No, generalmente los clientes tienen un score crediticio, si eso va variando. A mí me figura que tuviste una deuda pasada, justamente de 22.890 pesos. No tenía que haber pagado.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 341.3,
      "fin": 346.96,
      "duracion": 5.66,
      "texto": "Claro, exactamente. Si vos merecís que das eso a lo que es la nota de crédito, muy probablemente en unos días eso cambie.",
      "confianza": 0.936,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 347.99,
      "fin": 357.38,
      "duracion": 9.39,
      "texto": "Aquí creo que en unos días... Tengo un número de causas, tengo todo lo que me dieron ustedes. Tengo todo el número de trámites y todo lo que me dieron ahí. El chico me dijo que en unos días iba...",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 359.52,
      "fin": 365.47,
      "duracion": 5.95,
      "texto": "Se iba a reanudar, sí, como que se iba a todo a restablecer. Sí,",
      "confianza": 0.467,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 365.47,
      "fin": 372.54,
      "duracion": 7.07,
      "texto": "claro, como que ya me iba a tener problemas, me iba a provocar la deuda, se me iba a sacar todo eso, porque hasta me llegaron a llamar a un lugar.",
      "confianza": 0.416,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.16,
      "fin": 382.61,
      "duracion": 9.45,
      "texto": "Aparte, yo me di cuenta de todo esto, porque yo hablé con una chica como vos, yo no sabía que tenía la deuda.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 383.41,
      "fin": 403.77,
      "duracion": 20.36,
      "texto": "Me llamaron a un lugar que ya había plata movistar. No, no veo plata movistar. No soy la misma figura que es de Movistar. No, le digo sí. ¿Cómo voy a pagar lo que yo nunca me he visto? Sí, sí, pero ahí lo pudiste aclarar y justamente el que gestionó. Claro, pero yo no sabía nada. Claro, después me fui a hablar a Movistar. O sea, tardó el tiempo. Por eso, capaz, que me engancharon en algún lado.",
      "confianza": 0.382,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.39,
      "fin": 415.02,
      "duracion": 10.63,
      "texto": "Porque a la que fui a hablar y todo eso, tardé yo también. Bien. Pero bueno. Sí, aquí te notas el problema. Me faltan los presionantes. Así que no te das problemas, ¿sí?",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 415.48,
      "fin": 423.59,
      "duracion": 8.11,
      "texto": "Yo ahí mira, lo que voy a esperar es que justamente te cambie porque con el pasado eso te tiene que actualizar solo así en el sistema, ya sea para actualizar en cualquier momento, muy probablemente.",
      "confianza": 0.61,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 424.31,
      "fin": 456.73,
      "duracion": 32.42,
      "texto": "Yo ahí te mando un mensajito por WhatsApp, vos respondemelo, también te voy a adjuntar lo que son las promociones de la línea, porque en todo caso lo que tenemos que hacer es justamente pasar ambas cosas para que puedas tener lo que es el beneficio. La línea me decía No sé qué tipo de líneas estás abonando vos en claro ahora actualmente, la cantidad de líneas me refiero. No, no sé, pero encima, encima claro, la mierda porque no puedo pagar con Mercado, nada. Tienes que pagar con PAY, ni siquiera un bajón en la aplicación, no sé qué. Sí, sí. Bien, te hago una consulta. Yo antes, yo antes voy a movistarlo, paga con Mercado, y chau, listo. Claro. Me daba el aviso.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 457.59,
      "fin": 463.15,
      "duracion": 5.56,
      "texto": "Sí, sí, te avisan por la aplicación o no? Paraba todo ahí en internet, paraba todo ahí. Sí. Guille, te hago una consulta.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 464.01,
      "fin": 475.2,
      "duracion": 11.19,
      "texto": "Vos me decís que querés el tema de la fibra. Yo le voy a decir consultando. Pero también me decís que te interesa lo que es la línea móvil, ¿tienes? Ese trámite... Si pongo, pongo las dos cosas. Si no, no pongo... Sí, por eso.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 475.22,
      "fin": 483.25,
      "duracion": 8.03,
      "texto": "Si querés lo que podemos hacer ahora, mientras que justamente este tema del score que te estaba comentando se reanuda, sí, podemos hacer lo que es el traspaso de tu línea.",
      "confianza": 0.698,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 483.93,
      "fin": 502.9,
      "duracion": 18.97,
      "texto": "Vamos de nuevo. Vos me llamás después cuando esté todo listo y hacemos las dos cosas. Ah, dale. ¿Me entendés? ¿Hacemos el teléfono ahí? ¿Hacemos lo del internet todo junto? Dale, perfecto. Ahí te pasa igual. Así lo hacemos todo junto, me vente todo junto, ¿verdad? Sí, sí, sí. No, eso tranquilo, que va a estar todo junto.",
      "confianza": 0.429,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 503.32,
      "fin": 512.83,
      "duracion": 9.51,
      "texto": "Pero yo justamente te decía el tema de la línea, primeramente, porque tenemos lo que es una promoción vigente por el día de hoy, mañana, que te queda lo que es la línea... ¿Qué pasa?",
      "confianza": 0.736,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 512.85,
      "fin": 521.98,
      "duracion": 9.13,
      "texto": "Que lo pagué ayer, no lo pagué ayer, no lo pagué ayer, no lo pagué ayer. Bien, bien. Pero vos pagaste lo que fue el mes vencido.",
      "confianza": 0.142,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 522.95,
      "fin": 543.27,
      "duracion": 20.32,
      "texto": "No sé muy bien cómo se paga. Me vencía el 10, lo pagué y listo. ¿Qué estamos? 13, 14, ¿no? Sí, sí, 14. Yo no sé cuándo me dan nada. Los 15 te dan crédito, ¿verdad? No, es a partir de que vos empezás a utilizar la línea, digamos. Se va facturando a partir de que la empiezas a usar.",
      "confianza": 0.193,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 543.87,
      "fin": 555.69,
      "duracion": 11.82,
      "texto": "Mira, ahí te mandé 15, igual un mensajito con las promociones. Las primeras dos promociones que les estoy enviando son promociones que están vigentes solamente por hoy y mañana. Así que en ese caso si quisieras aprovecharlas estaría buenísimo.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 557.29,
      "fin": 565.26,
      "duracion": 7.97,
      "texto": "Y la fibra óptica igual la puedes hacer después, la semana que viene no hay problema, se hacen los dos trámites por separado. Así que quédate tranquilo con eso.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 565.87,
      "fin": 583.85,
      "duracion": 17.98,
      "texto": "Pero bueno, para que lo veas y las quieras aprovechar en todo caso, que justamente tengamos que esperar unos días más con el tema de la deuda de más, podemos hacer lo que es el trámite de la portabilidad primero y luego lo de la fibra. Así que ahí te pasé las preguntas. Yo no tengo el cable, o sea, tengo Internet, tengo Telecentro. O sea, tengo Internet, no es que no tengo Internet.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 583.87,
      "fin": 584.25,
      "duracion": 0.38,
      "texto": "Bien.",
      "confianza": 0.576,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 584.27,
      "fin": 595.28,
      "duracion": 11.01,
      "texto": "Lo que pasa es que movistar, o sea, nunca tuve un problema, se me cortaba. Claro, bien. En Telecentro estoy rellenando todo el día. Bien, entiendo.",
      "confianza": 0.357,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 595.83,
      "fin": 608.86,
      "duracion": 13.03,
      "texto": "Por eso mismo. Si quisieras hacer lo que es el cambio de portabilidad ahora, por ejemplo, ahora mismo durante la llamada, lo podemos hacer sin problema. Ahora estoy trabajando, escuchame, mañana es la última, mañana te llamo. Para que aproveches la promo, por eso te digo.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 610.19,
      "fin": 612.89,
      "duracion": 2.7,
      "texto": "Tiene como un descuento de 4.000 pesos.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 614.37,
      "fin": 629.03,
      "duracion": 14.66,
      "texto": "Está bien, está bien. Te voy a poner, te damos mañana si yo estoy de 10 a 20 horas. Después de esta hora, después de las 4 de la tarde. ¿Crees que lo vamos hoy? ¿Crees que lo vamos hoy después de las 4?",
      "confianza": 0.231,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 631.21,
      "fin": 631.47,
      "duracion": 0.26,
      "texto": "No,",
      "confianza": 0.132,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 631.47,
      "fin": 633.56,
      "duracion": 2.09,
      "texto": "porque estoy laburando.",
      "confianza": 0.132,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 633.58,
      "fin": 643.81,
      "duracion": 10.23,
      "texto": "Yo tengo el centro y si cortan ahora la marcha de los cubiernos... Sí, sí. Bueno, en todo caso, Guider, ahí tienes mi número, sí.",
      "confianza": 0.245,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 644.73,
      "fin": 649.74,
      "duracion": 5.01,
      "texto": "Avísame si te llegas a desocupar hoy temprano y yo te puedo llamar y hacer la gestión ahí mismo, no hay problema.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 650.26,
      "fin": 651.73,
      "duracion": 1.47,
      "texto": "Sí, en la tarde. ¿Te parece?",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 653.07,
      "fin": 656.34,
      "duracion": 3.27,
      "texto": "Dale, Guider, muchas gracias. Nos mantenemos en comunicación. Chau, chau.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal habló con Guillermo? ¿Cómo le va a Guillermo? Le habla Angelina de este lado. Yo justamente lo llamaba hoy para brindarle lo que es un descuento exclusivo para su línea. ¿Cómo le va, señor? Desde la compañía de Movistar. Me figura que estuvo en el 2025 con nosotros y queríamos brindarle un descuento nuevo para que vuelva. ¿Bien? Les comento brevemente qué se trata de Guillermo. En realidad, María, María ha llamado a una chica por encima de mí. Sí. Con el tema de la fibra óptica. Sí. Y el que era... Yo fui a Movistar, no sé cómo te aparezco a Inacombo, pero yo fui a Movistar y me habían cobrado más veces. Sí. Así también en Movistar. La fibra. Bien. O sea, usted tenía... Perdón, se me traba. Usted me dice que tenía lo que era la fibra en situada instalada. Claro, ¿qué pasó? Se cayó un árbol, me lo sacaron, se me cayó el árbol, me seguían cobrando y yo no tenía solución porque no me lo arreglaron nunca. Yo siempre que amo movistar, ¿viste? Y se me hicieron la nota de crédito, todo. Pero como yo estaba, la barré caliente, obviamente me esperan y me decía claro todo, porque como no me arreglaban, sí me cogieron. Si yo vuelvo a movistar con el teléfono, Si volve con Internet de Química aquí no se suelta la nota de crédito. Si tiene una deuda acá creo que... Ahí te digo, ahí te digo. Igual en ese caso no hay ningún problema porque si vos volvés a la compañía la deuda se anula. Así que quédate tranquilo. Pero acá estoy cargando el sistema a ver si tenés la deuda todavía sentada o no. Igual no creo. Si me decís que daces el trámite, no debe estar vigente, ¿sí? En ese caso... Me dijeron otra de día, ¿viste? Y lo di en la zona, ¿viste? Me dieron el número de casos, todo, pero yo quiero primero quedar en cero y después hacer lo que sea, ¿verdad? Por eso. Vale, ahí te... Yo me iba a ir hoy a estar movistado, claro. Yo me iba a ir a movistar hoy porque me hicieron que la nota, porque en realidad me dieron la razón de que... Sí, sí, que tenías toda la razón, claramente. Pero que si se cayó un árbol, entendés, que me lo pudieron... Si no me mandaron un mensaje, me dijeron que es una máquina que me lo devuelvan a... Por ahí le podamos arreglar por teléfono, le digo no, porque si se me cayó un árbol, ¿cómo me lo va a arreglar por teléfono? Tenés que venir a conectar toda la vuelta. Como no fueron, ni tuve quilombo. Por eso uno se va a ir y trabaja todo. Que caliente. Perfecto. Mira, Guille, queda tranquilo que yo ahora estoy buscando el sistema. Igual no me figura ningún tipo de deuda. Así que quédate tranquilo. Ahora lo que estoy haciendo es justamente verificar si en tu domicilio se puede instalar la fiera. Me dirías lo que es la calle y la numeración. Yo ya la tenía. ¿Cómo, perdón, la calle? Ruyeri. ¿Y la enumeración, me dijiste? Bien, disculpame, pasa que andamelo mal. No, no, está bien, está bien. Ok, no importa. ¿Y la localidad? ¿Qué parte de Buenos Aires? Bien. Firmos que encontrás me dijiste entre la calle Espejo y Fernando Fader. Perfecto, ahora voy a consultar con los técnicos el tema de la instalación, porque justamente vos lo tuviste, pero generalmente hay que chequearlo nuevamente para confirmarse la disponibilidad del podo. Lo que pasa es que yo tenía que ir a Movistar a devolver el móvil, porque yo tengo el móvil todavía. El tema es que ahí movistar, me dijeron que he sentado de baja, si me tiene que dar uno, me tiene que dar uno. Claro, en ese caso, cuando voy a la instalación nuevamente, los mismos técnicos ya se pueden llevar el nuevo model. Ah, ¿sí? Sí, en este caso sí. El tema es que, te vuelvo a repetir, ¿cómo es tu nombre? Evangelina. Evangelina, yo quiero que esté todo, o sea, en serio, de otro problema que sube, no quiero tener problemas nuevos ni nada. No, tranquilo que la duda no figura, sí, así que... No, porque me hicieron una nota de crédito todo, me hicieron cinco días seguido, una cosa así. Yo fui la otra semana hace como 10 días de trabajo, dos semanas, no me acuerdo. Sí. Supuestamente tendría que estar... Sí, o sea, vos pensaste que se iba a demorar unos días. Te explico igual lo que sucedió. A mí me figura tu escol credificio, sí, de 80, ¿sí? Nosotros justamente para poder ofrecerte lo que es la fibra óptica, ese score crediticio tiene que cambiar. Sí, te comento qué es lo que podemos hacer. En ese caso, lo que vamos a hacer... O sea, ¿te crees que es un problema mío? O sea, eso es un problema ahí. Tengo todos los papeles y la nota crítica que me hicieron ustedes, porque me estoy hablando muy raro. Si me pusieron en algún lado raro, no tiene nada que ver, porque tengo todos los papeles de que yo no... O sea, si me están haciendo una nota crítica, no me digan que tengo razones porque... O sea, si me anulan la deuda es porque tengo razón. No sabía que aparecía en algún lado así raro. Se comentó Guille, en ese caso vos tendrás que acordarme unos días, si querés nos comunicamos en unos días y nos volvemos a revisar. Vale, ahora yo te mando un mensajito, si querés agendame y respondeme, así se me guarda el mensajito en lo posible. No sé lo que me estás diciendo, te aparezco en donde no me entiendes. No, generalmente los clientes tienen un score crediticio, si eso va variando. A mí me figura que tuviste una deuda pasada, justamente de 22.890 pesos. No tenía que haber pagado. Claro, exactamente. Si vos merecís que das eso a lo que es la nota de crédito, muy probablemente en unos días eso cambie. Aquí creo que en unos días... Tengo un número de causas, tengo todo lo que me dieron ustedes. Tengo todo el número de trámites y todo lo que me dieron ahí. El chico me dijo que en unos días iba... Se iba a reanudar, sí, como que se iba a todo a restablecer. Sí, claro, como que ya me iba a tener problemas, me iba a provocar la deuda, se me iba a sacar todo eso, porque hasta me llegaron a llamar a un lugar. Aparte, yo me di cuenta de todo esto, porque yo hablé con una chica como vos, yo no sabía que tenía la deuda. Me llamaron a un lugar que ya había plata movistar. No, no veo plata movistar. No soy la misma figura que es de Movistar. No, le digo sí. ¿Cómo voy a pagar lo que yo nunca me he visto? Sí, sí, pero ahí lo pudiste aclarar y justamente el que gestionó. Claro, pero yo no sabía nada. Claro, después me fui a hablar a Movistar. O sea, tardó el tiempo. Por eso, capaz, que me engancharon en algún lado. Porque a la que fui a hablar y todo eso, tardé yo también. Bien. Pero bueno. Sí, aquí te notas el problema. Me faltan los presionantes. Así que no te das problemas, ¿sí? Yo ahí mira, lo que voy a esperar es que justamente te cambie porque con el pasado eso te tiene que actualizar solo así en el sistema, ya sea para actualizar en cualquier momento, muy probablemente. Yo ahí te mando un mensajito por WhatsApp, vos respondemelo, también te voy a adjuntar lo que son las promociones de la línea, porque en todo caso lo que tenemos que hacer es justamente pasar ambas cosas para que puedas tener lo que es el beneficio. La línea me decía No sé qué tipo de líneas estás abonando vos en claro ahora actualmente, la cantidad de líneas me refiero. No, no sé, pero encima, encima claro, la mierda porque no puedo pagar con Mercado, nada. Tienes que pagar con PAY, ni siquiera un bajón en la aplicación, no sé qué. Sí, sí. Bien, te hago una consulta. Yo antes, yo antes voy a movistarlo, paga con Mercado, y chau, listo. Claro. Me daba el aviso. Sí, sí, te avisan por la aplicación o no? Paraba todo ahí en internet, paraba todo ahí. Sí. Guille, te hago una consulta. Vos me decís que querés el tema de la fibra. Yo le voy a decir consultando. Pero también me decís que te interesa lo que es la línea móvil, ¿tienes? Ese trámite... Si pongo, pongo las dos cosas. Si no, no pongo... Sí, por eso. Si querés lo que podemos hacer ahora, mientras que justamente este tema del score que te estaba comentando se reanuda, sí, podemos hacer lo que es el traspaso de tu línea. Vamos de nuevo. Vos me llamás después cuando esté todo listo y hacemos las dos cosas. Ah, dale. ¿Me entendés? ¿Hacemos el teléfono ahí? ¿Hacemos lo del internet todo junto? Dale, perfecto. Ahí te pasa igual. Así lo hacemos todo junto, me vente todo junto, ¿verdad? Sí, sí, sí. No, eso tranquilo, que va a estar todo junto. Pero yo justamente te decía el tema de la línea, primeramente, porque tenemos lo que es una promoción vigente por el día de hoy, mañana, que te queda lo que es la línea... ¿Qué pasa? Que lo pagué ayer, no lo pagué ayer, no lo pagué ayer, no lo pagué ayer. Bien, bien. Pero vos pagaste lo que fue el mes vencido. No sé muy bien cómo se paga. Me vencía el 10, lo pagué y listo. ¿Qué estamos? 13, 14, ¿no? Sí, sí, 14. Yo no sé cuándo me dan nada. Los 15 te dan crédito, ¿verdad? No, es a partir de que vos empezás a utilizar la línea, digamos. Se va facturando a partir de que la empiezas a usar. Mira, ahí te mandé 15, igual un mensajito con las promociones. Las primeras dos promociones que les estoy enviando son promociones que están vigentes solamente por hoy y mañana. Así que en ese caso si quisieras aprovecharlas estaría buenísimo. Y la fibra óptica igual la puedes hacer después, la semana que viene no hay problema, se hacen los dos trámites por separado. Así que quédate tranquilo con eso. Pero bueno, para que lo veas y las quieras aprovechar en todo caso, que justamente tengamos que esperar unos días más con el tema de la deuda de más, podemos hacer lo que es el trámite de la portabilidad primero y luego lo de la fibra. Así que ahí te pasé las preguntas. Yo no tengo el cable, o sea, tengo Internet, tengo Telecentro. O sea, tengo Internet, no es que no tengo Internet. Bien. Lo que pasa es que movistar, o sea, nunca tuve un problema, se me cortaba. Claro, bien. En Telecentro estoy rellenando todo el día. Bien, entiendo. Por eso mismo. Si quisieras hacer lo que es el cambio de portabilidad ahora, por ejemplo, ahora mismo durante la llamada, lo podemos hacer sin problema. Ahora estoy trabajando, escuchame, mañana es la última, mañana te llamo. Para que aproveches la promo, por eso te digo. Tiene como un descuento de 4.000 pesos. Está bien, está bien. Te voy a poner, te damos mañana si yo estoy de 10 a 20 horas. Después de esta hora, después de las 4 de la tarde. ¿Crees que lo vamos hoy? ¿Crees que lo vamos hoy después de las 4? No, porque estoy laburando. Yo tengo el centro y si cortan ahora la marcha de los cubiernos... Sí, sí. Bueno, en todo caso, Guider, ahí tienes mi número, sí. Avísame si te llegas a desocupar hoy temprano y yo te puedo llamar y hacer la gestión ahí mismo, no hay problema. Sí, en la tarde. ¿Te parece? Dale, Guider, muchas gracias. Nos mantenemos en comunicación. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.448,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:44:47.267614",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 192,
    "total_segmentos_corregido": 60,
    "fecha_correccion": "2026-01-18T23:05:16.268058",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114145322370_ACD_21425",
    "fecha_inicio": "14/1/2026 14:53:22",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 652,
    "tiempo_conversacion": 633,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}