{
  "archivo": "amza20_1_260115132252114_ACD_91059.wav",
  "duracion_segundos": 238.51,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 56.1,
    "Cliente": 157.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.04,
      "fin": 8.83,
      "duracion": 6.79,
      "texto": "Hola. Hola, buenos días, Carlos. Sí, ¿quién habla? Como te va, Carlos, como haces mi nombre, me comunicó el área de beneficio en Movistar.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.37,
      "fin": 11.21,
      "duracion": 1.84,
      "texto": "Vosotros actualmente contamos en claro, ¿verdad?",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.39,
      "fin": 15.52,
      "duracion": 2.12,
      "texto": "Sí, estuve en Movistar hace un montón de tiempo.",
      "confianza": 0.339,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.12,
      "fin": 20.76,
      "duracion": 4.64,
      "texto": "Sí, nos figuraba. Queríamos recuperarlo como cliente, nos figuraba que habías sido uno de los mejores clientes, sí.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.82,
      "fin": 25.69,
      "duracion": 3.87,
      "texto": "Queríamos recuperarlo. Le pregunto usted cuándo llegas, ocupa más o menos al día de hoy en la línea.",
      "confianza": 0.861,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.89,
      "fin": 29.63,
      "duracion": 2.74,
      "texto": "Mira, el problema es que yo tuve que cuidar",
      "confianza": 0.506,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.47,
      "fin": 43.93,
      "duracion": 13.46,
      "texto": "porque yo trabajo para la salud y vivo viajando y hay sectores que en los cuales no tenía señal y todos los problemas, por eso me cambié. No fue por otra cosa.",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.43,
      "fin": 56.14,
      "duracion": 10.71,
      "texto": "No es cuestión de cosas, sino era cuestión más que nada de señal y tuve problemas con eso y directamente me cambié a otra empresa cuando no tenía problemas.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.34,
      "fin": 61.16,
      "duracion": 3.82,
      "texto": "Bien, perfecto. Mirá, me fui a dar el sistema que usted fuiste hace tres años ya de la compañía, ¿correcto?",
      "confianza": 0.407,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 62.52,
      "fin": 66.15,
      "duracion": 3.62,
      "texto": "Sí, sí, sí, sí, sí, porque yo trabajo para GEA, trabajo en Los Algos.",
      "confianza": 0.436,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.17,
      "fin": 70.19,
      "duracion": 3.02,
      "texto": "Ah, sí. Hay que viajar de Pillo María, Río Tercero, Capilla del Monte.",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.69,
      "fin": 80.34,
      "duracion": 9.65,
      "texto": "Y en Capilla del Monte, Crudeleje, es donde tuve los problemas justamente porque no tenía señal. Perfecto. Así que por eso me había ido. Perfecto.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 80.36,
      "fin": 81.03,
      "duracion": 0.66,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.555,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.05,
      "fin": 98.67,
      "duracion": 17.62,
      "texto": "Nosotros en estos tres años hemos estado expandiendo bastante lo que es la señal. Actualmente tenemos cobertura en el 70-80% del país. Bien. Hemos estado comprando antenas y demás, bien expandiéndonos. Así que nada, si me querés corroborar, depender, digamos, de lo que son las localidades de vuelta y por lo que vamos a hacer la señal, no hay ningún problema.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.85,
      "fin": 136.96,
      "duracion": 37.11,
      "texto": "Era Capilla del Monte, Cruz del Eje y Cosquín. Capilla del Monte, Cruz del Este y Cosquín. Bien, Capilla del Monte, mira acá está. Capilla del Monte es lo que me figura. Por ejemplo, Capilla del Norte, Zapato Norte, Balineario, Balineario, Barrio Ecológico, Águila Blanca, el Águila Blanca, el Lago del Cajón, no sé para qué. Yo te digo, como no sé de acuerdo, vamos, bueno, te voy a decir. No, no, no, ayer me decía, Coaxquín era la parte, digamos, de la ciudad de Coaxquín, donde trabajamos en sanatorio.",
      "confianza": 0.341,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.97,
      "fin": 148.28,
      "duracion": 10.32,
      "texto": "Bien, sí, mira, me figura que los dolores han estado más abajo, los cocos, todo eso que te acabo de nombrar en verde, o sea, que quiere decir que tenías que tener cobertura perfecta con movistar, sí, no tenías que tener problemas con la señal.",
      "confianza": 0.583,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.19,
      "fin": 155.14,
      "duracion": 5.95,
      "texto": "No, no tengo que tener ningún tipo de problema porque justamente por esa razón. Claro, Cruz del Eje me dijiste también?",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.9,
      "fin": 168.68,
      "duracion": 11.78,
      "texto": "Sí, Cruz del Eje. Cruz del Eje, bien, en Cruz del Eje, por ejemplo, Villalaines, La Feria, Valle Escondido, La Curva, Quimilón, También, lo de mi fíbrea en verde, que no tendrías que tener problemas, perdón, con la señal.",
      "confianza": 0.026,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.14,
      "fin": 170.52,
      "duracion": 1.38,
      "texto": "Bien.",
      "confianza": 0.835,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.54,
      "fin": 179.79,
      "duracion": 9.25,
      "texto": "Y la tercera, perdóname, la última, ¿cuál fue que me dijiste? ¿Villa María? Villa María, ¿qué dice? A ver, acá está Villa María.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.25,
      "fin": 195.06,
      "duracion": 12.81,
      "texto": "Bien, acá está Villa María. Mira, mi fíbrea también, Villa María, La Calera, Santa Clara, las playas, Villanueva. Bien, también, todo eso en verde, a ver, un poquito más alejado, Tío Pujo, por ejemplo. también un poquito más alejado, me figura en verde.",
      "confianza": 0.465,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.5,
      "fin": 230.22,
      "duracion": 33.72,
      "texto": "Nada, como te decía, hemos estado expandiendo la señal y demás, entonces estábamos teniendo cobertura en ciertas partes donde antes no había. Bien, como me decías que no tenías, bueno, ahora hemos estado expandiendo bastante lo que son las antenas. Bien, no sé si tienen alguna otra localidad que vos me quieras decir. No, no, no, no, no, está bien. Lo que pasa es que yo ya tengo el internet, que tengo el casa y Claro, un par de años también que he estado en este sector porque lo veo ahí en San Vicente y igual ya estoy acostumbrado.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.46,
      "fin": 238.51,
      "duracion": 7.05,
      "texto": "Ya veo más adelante qué pasa. Perfecto. Bueno, no hay problema. Te agradezco la atención. No, no, disculpa la molestia. No, por favor, que tengas una medida. Adiós.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días, Carlos. Sí, ¿quién habla? Como te va, Carlos, como haces mi nombre, me comunicó el área de beneficio en Movistar. Vosotros actualmente contamos en claro, ¿verdad? Sí, estuve en Movistar hace un montón de tiempo. Sí, nos figuraba. Queríamos recuperarlo como cliente, nos figuraba que habías sido uno de los mejores clientes, sí. Queríamos recuperarlo. Le pregunto usted cuándo llegas, ocupa más o menos al día de hoy en la línea. Mira, el problema es que yo tuve que cuidar porque yo trabajo para la salud y vivo viajando y hay sectores que en los cuales no tenía señal y todos los problemas, por eso me cambié. No fue por otra cosa. No es cuestión de cosas, sino era cuestión más que nada de señal y tuve problemas con eso y directamente me cambié a otra empresa cuando no tenía problemas. Bien, perfecto. Mirá, me fui a dar el sistema que usted fuiste hace tres años ya de la compañía, ¿correcto? Sí, sí, sí, sí, sí, porque yo trabajo para GEA, trabajo en Los Algos. Ah, sí. Hay que viajar de Pillo María, Río Tercero, Capilla del Monte. Y en Capilla del Monte, Crudeleje, es donde tuve los problemas justamente porque no tenía señal. Perfecto. Así que por eso me había ido. Perfecto. Bueno, mira, te comento. Nosotros en estos tres años hemos estado expandiendo bastante lo que es la señal. Actualmente tenemos cobertura en el 70-80% del país. Bien. Hemos estado comprando antenas y demás, bien expandiéndonos. Así que nada, si me querés corroborar, depender, digamos, de lo que son las localidades de vuelta y por lo que vamos a hacer la señal, no hay ningún problema. Era Capilla del Monte, Cruz del Eje y Cosquín. Capilla del Monte, Cruz del Este y Cosquín. Bien, Capilla del Monte, mira acá está. Capilla del Monte es lo que me figura. Por ejemplo, Capilla del Norte, Zapato Norte, Balineario, Balineario, Barrio Ecológico, Águila Blanca, el Águila Blanca, el Lago del Cajón, no sé para qué. Yo te digo, como no sé de acuerdo, vamos, bueno, te voy a decir. No, no, no, ayer me decía, Coaxquín era la parte, digamos, de la ciudad de Coaxquín, donde trabajamos en sanatorio. Bien, sí, mira, me figura que los dolores han estado más abajo, los cocos, todo eso que te acabo de nombrar en verde, o sea, que quiere decir que tenías que tener cobertura perfecta con movistar, sí, no tenías que tener problemas con la señal. No, no tengo que tener ningún tipo de problema porque justamente por esa razón. Claro, Cruz del Eje me dijiste también? Sí, Cruz del Eje. Cruz del Eje, bien, en Cruz del Eje, por ejemplo, Villalaines, La Feria, Valle Escondido, La Curva, Quimilón, También, lo de mi fíbrea en verde, que no tendrías que tener problemas, perdón, con la señal. Bien. Y la tercera, perdóname, la última, ¿cuál fue que me dijiste? ¿Villa María? Villa María, ¿qué dice? A ver, acá está Villa María. Bien, acá está Villa María. Mira, mi fíbrea también, Villa María, La Calera, Santa Clara, las playas, Villanueva. Bien, también, todo eso en verde, a ver, un poquito más alejado, Tío Pujo, por ejemplo. también un poquito más alejado, me figura en verde. Nada, como te decía, hemos estado expandiendo la señal y demás, entonces estábamos teniendo cobertura en ciertas partes donde antes no había. Bien, como me decías que no tenías, bueno, ahora hemos estado expandiendo bastante lo que son las antenas. Bien, no sé si tienen alguna otra localidad que vos me quieras decir. No, no, no, no, no, está bien. Lo que pasa es que yo ya tengo el internet, que tengo el casa y Claro, un par de años también que he estado en este sector porque lo veo ahí en San Vicente y igual ya estoy acostumbrado. Ya veo más adelante qué pasa. Perfecto. Bueno, no hay problema. Te agradezco la atención. No, no, disculpa la molestia. No, por favor, que tengas una medida. Adiós.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:56:36.343182",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 65,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:16.987081",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132252114_ACD_91059",
    "fecha_inicio": "15/1/2026 13:22:52",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 245,
    "tiempo_conversacion": 228,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}