{
  "archivo": "amza314_1_260113145321229_ACD_22209.wav",
  "duracion_segundos": 139.19,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 12.34,
    "Cliente": 121.88
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.17,
      "fin": 4.99,
      "duracion": 4.82,
      "texto": "Hola. Hola, buenas tardes. Tengo el gusto de hablar con la titular de la línea.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.2,
      "fin": 22.07,
      "duracion": 14.87,
      "texto": "Sí. Un gusto, Zulma. Soy Rocío, llamada para brindarte un beneficio en la línea. ¿Dónde estás hoy? Muy bien. Pero me alegro. Muy conforme. Me alegro, me alegro. Te llamaba porque, bueno, justamente me figuraron el sistema que está en la compañía, el Claro.",
      "confianza": 0.005,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.64,
      "fin": 26.6,
      "duracion": 3.96,
      "texto": "Quería preguntarte justamente si tenías también lo que es el Internet con Claro.",
      "confianza": 0.507,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.86,
      "fin": 29.14,
      "duracion": 2.28,
      "texto": "Habías hecho la conversación de ambos servicios.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.1,
      "fin": 90.05,
      "duracion": 59.95,
      "texto": "No, ni siquiera sabe por qué no hago, porque yo soy jubilada y tengo jubilación mínima. Me imagino que es re importante para vos, entonces, mantener lo que es el ahorro. Dimas, ¿cómo están las cosas hoy en día? Claro, si vamos a buscar en internet que tenga descuento, una cosa así, lo podría pensar. Sí, obvio, obvio, obvio. Zulma, ¿vos recordás cuánto pagas con lo que es la línea móvil en claro? ¿Cuánto te llega la factura? Diecincientos. Lo pagué a la chef. A la chef, ajá. Miren, genial. Bueno, en este caso sí tengo lo que es una promoción muy buena para brindarte, ¿sí? Ahora mismo te dejo lo que es un mensajito de WhatsApp con mi número de asesor. Ya que, bueno, obviamente podemos seguir lo que es el tráfego del presidente. Te dejo todo lo que me interesa. Pues no está bien. Pero hoy en la tarde. Vos dejáme todo. Y yo en la tarde no te puedo contestar porque yo ya es médico.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.83,
      "fin": 127.38,
      "duracion": 36.55,
      "texto": "Sí, sí, cuando usted tenga tiempo, me manda bien un mensajito y yo le voy a mandar las promociones que tengo, tanto para la línea móvil como el internet. En el caso de que usted quiera poner internet, también le mando la información por si quiere ver. Sí, pero me puede mandar todo igual. Yo lo veo en este curso que me voy. O, eh, yo me he tomado un cobre porque iba en la tarde. Bueno, bueno, espero que tenga una muy linda tarde, que les sea leve. ¿Cómo te llamas? Soy Rocio. De todas maneras ahí le dejo un mensajito de whatsapp y le digo mi nombre. Claro,",
      "confianza": 0.684,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 127.38,
      "fin": 130.94,
      "duracion": 3.56,
      "texto": "claro, porque hay muchas personas que me llaman por eso.",
      "confianza": 0.546,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.96,
      "fin": 139.19,
      "duracion": 8.23,
      "texto": "Inclusive me llaman de otras gente de esas. Y sí, la verdad estoy muy conforme con las respuestas.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. Tengo el gusto de hablar con la titular de la línea. Sí. Un gusto, Zulma. Soy Rocío, llamada para brindarte un beneficio en la línea. ¿Dónde estás hoy? Muy bien. Pero me alegro. Muy conforme. Me alegro, me alegro. Te llamaba porque, bueno, justamente me figuraron el sistema que está en la compañía, el Claro. Quería preguntarte justamente si tenías también lo que es el Internet con Claro. Habías hecho la conversación de ambos servicios. No, ni siquiera sabe por qué no hago, porque yo soy jubilada y tengo jubilación mínima. Me imagino que es re importante para vos, entonces, mantener lo que es el ahorro. Dimas, ¿cómo están las cosas hoy en día? Claro, si vamos a buscar en internet que tenga descuento, una cosa así, lo podría pensar. Sí, obvio, obvio, obvio. Zulma, ¿vos recordás cuánto pagas con lo que es la línea móvil en claro? ¿Cuánto te llega la factura? Diecincientos. Lo pagué a la chef. A la chef, ajá. Miren, genial. Bueno, en este caso sí tengo lo que es una promoción muy buena para brindarte, ¿sí? Ahora mismo te dejo lo que es un mensajito de WhatsApp con mi número de asesor. Ya que, bueno, obviamente podemos seguir lo que es el tráfego del presidente. Te dejo todo lo que me interesa. Pues no está bien. Pero hoy en la tarde. Vos dejáme todo. Y yo en la tarde no te puedo contestar porque yo ya es médico. Sí, sí, cuando usted tenga tiempo, me manda bien un mensajito y yo le voy a mandar las promociones que tengo, tanto para la línea móvil como el internet. En el caso de que usted quiera poner internet, también le mando la información por si quiere ver. Sí, pero me puede mandar todo igual. Yo lo veo en este curso que me voy. O, eh, yo me he tomado un cobre porque iba en la tarde. Bueno, bueno, espero que tenga una muy linda tarde, que les sea leve. ¿Cómo te llamas? Soy Rocio. De todas maneras ahí le dejo un mensajito de whatsapp y le digo mi nombre. Claro, claro, porque hay muchas personas que me llaman por eso. Inclusive me llaman de otras gente de esas. Y sí, la verdad estoy muy conforme con las respuestas.",
  "calidad": {
    "confianza_promedio": 0.416,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:24:19.348349",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:22.620485",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113145321229_ACD_22209",
    "fecha_inicio": "13/1/2026 14:53:21",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 167,
    "tiempo_conversacion": 134,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}