{
  "archivo": "amza3_1_260112120306524_MIT_01990.wav",
  "duracion_segundos": 965.5,
  "num_segmentos": 226,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 387.77,
    "Cliente": 537.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 12.06,
      "duracion": 12.03,
      "texto": "Hola. Hola, buen día. Hablo con Karina.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.83,
      "fin": 15.33,
      "duracion": 2.5,
      "texto": "Sí, ella habla. ¿Cómo estás? Soy Karina, Karina.",
      "confianza": 0.375,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.05,
      "fin": 20.19,
      "duracion": 4.14,
      "texto": "Había pensado que es la promoción. Sí.",
      "confianza": 0.526,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.49,
      "fin": 28.06,
      "duracion": 7.57,
      "texto": "En caso que te interese, si te parece, yo te comento lo que es el plan y, bueno, obviamente conservas lo que es el mismo número del mismo número de líneas.",
      "confianza": 0.663,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.26,
      "fin": 58.74,
      "duracion": 30.48,
      "texto": "solo harías lo que es una portabilidad numérica, que es decir que te cambias de compañía nada más, ¿bien? ¿Vos actualmente tenés esa línea con la compañía de Claro o personal? Sí, sí, sí, sí, con Claro. Bien, en este caso, lo que es el plan que yo te comenté, son 8 GB de base, 8 GB de regalos, son 16 GB en total, WhatsApp completamente gratis, que vos sobremente en Claro lo tenés gratis, pero con Moisar lo tenés gratis, perdón, pero una vez que te quedas sin datos, ¿bien? Como Moisar lo tenías gratis desde el inicio, Así que por ese lado, puedes estar ahorrando también lo que son gigas.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.26,
      "fin": 64.37,
      "duracion": 5.11,
      "texto": "Si te llegan a ahorrar gigas de este plan, vos las puedes guardar mes a mes, para que bueno, lo tengas en cuenta, ¿bien?",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.35,
      "fin": 105.94,
      "duracion": 40.59,
      "texto": "También tienes que incluir, además, libres a todas las compañías, América Precio Local, que son llamadas fuera del país, y Rúmin en América, que es Internet, fuera del país, ¿bien? Estaría sobre un precio final de 13.250 pesos. Por lo que este plan, tienes lo que es la bonificación fija por seis meses, ¿bien? Ya no la hacemos por un año porque no sé si vos anteriormente subiste con nosotros, cuando vos antes querías renovar lo que es el plan o pedir una forma más económica, te decían que no podías acceder por lo que ya tenías una, ¿bien? En este caso, en cualquier momento que vos quieras, con este plan vas a poder cambiar de bonificación. No hace falta que se te venda lo que es el plan ni nada, lo podés cambiar antes o gestionarlo por la misma aplicación cuando vos quieras, ¿bien?",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.72,
      "fin": 110.78,
      "duracion": 4.06,
      "texto": "Porque hay lo que es un plan más económico o vos querés también un plan mayor.",
      "confianza": 0.525,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.31,
      "fin": 140.55,
      "duracion": 29.24,
      "texto": "y en cuanto allí va. Y bueno, en el caso que te interese, conservarás lo que es el mismo número, nosotros pasamos a hacer lo que es una validación de datos, lo cargamos en el sistema y ya quedaría todo ok y bien para que vos movieras. Esto demora dos días en aprobarse lo que es el trámite y al tercero, yo también te estoy llamando de Mendoza, vos podés venir a retirarlo a lo que es una sucursal. Tenemos tres en el centro, si no, en Guaymallén también tenemos una, no sé bien de qué localidad sos. Yo tengo que ir a retirar el plan.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.06,
      "fin": 193.51,
      "duracion": 52.45,
      "texto": "El chip, porque vos acordate que no cambias de línea, pero tenés que ir a veta para conservar el mismo número, ¿bien? Y eso se manejan ustedes, ustedes manejan todo, no tengo que ir a clave, darle baja, toda esta cuestión. No, todo eso lo realiza Movistar, vos no tendrías que realizar la baja, porque cuando ya está efectiva lo que es la baja que de por sí la realiza la compañía, Ahí es cuando vos ya podés ir a retirar lo que este equipo movistar, ¿bien? Ah, bueno. Así que, bueno, en este caso, si te parece, confirmamos lo que son los datos. Dale, sí, sí. Excepto en los últimos dos que, bueno, por protocolo no lo puedo decir. 238402 y, bueno, termina en... Sí. Bien. Ah, yo te digo. Sí. Ah, 86. Perfecto. A ver, aguardamos un minutito.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.6,
      "fin": 225.62,
      "duracion": 27.02,
      "texto": "Aguardamos un minuto y ahora te confirmo los datos que ya me figuran en el sistema. Más o menos lo que es el correo electrónico y fecha de nacimiento. Si todo eso está bien, ya podemos empezar a pargar el trámite. Bien, no sé qué sucursal preferís, ¿del centro o de Ubalima Allem?",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 226.16,
      "fin": 229.98,
      "duracion": 3.82,
      "texto": "No, del centro. Ahora te digo cuál tenemos cerca.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.91,
      "fin": 252.87,
      "duracion": 19.96,
      "texto": "Mira, tenemos una en la calle Avenida de las Celas al 91, la otra en la calle San Martín al 1032, y la otra en calle San Martín al 1224. Ay, no sé por dónde queda, pero, o sea... En la calle... A ver, ahí lo busco más. San Martín y San Lorenzo. Entre el 9 de julio y San Martín.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.68,
      "fin": 297.72,
      "duracion": 44.04,
      "texto": "Bueno, dale, esa es. ¿La de la calle de la cera? Sí, sí. Bueno, dale. Aguarda un minuto. Sería la cera hasta el 91. Nosotros, esto, como te dije, demora dos días en aprobarse. Lo más probable es que el día a miércoles ya estés habilitada para ya retirar lo que es el chip. En la sucursal ya no ha reactivado. No puede decir antes porque si no está aprobado el trámite, no te van a querer dar lo que es el chip, ¿bien? Pero yo te voy a dejar un día antes para que vos, obviamente, estés atenta y al otro día te puedas organizar con tus horarios y demás. Bien. El correo electrónico no me figura y lo que es fecha de nacimiento 22 de agosto del 74. ¿Eso está bien? Sí, sí. Perfecto.",
      "confianza": 0.116,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 297.74,
      "fin": 299.82,
      "duracion": 2.08,
      "texto": "¿Vos tenés internet de movistar en tu domicilio?",
      "confianza": 0.528,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 299.84,
      "fin": 307.51,
      "duracion": 7.67,
      "texto": "No sé si lo querés solicitar. Sí, en el domicilio de mi papá lo tengo. Bien. ¿Vos vivís con ellos?",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.51,
      "fin": 310.83,
      "duracion": 2.33,
      "texto": "No, no, pero se lo estoy pagando todo.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 311.45,
      "fin": 317.14,
      "duracion": 5.69,
      "texto": "Ah, bien. ¿Y en tu domicilio no lo querés solicitar? Eh, no, no. Bien.",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 317.16,
      "fin": 330.43,
      "duracion": 13.27,
      "texto": "Bueno, entonces, el caso que vos estés abonando a lo que es el Internet de Movistar en el domicilio de tus papás, te comento que se te excepciona lo que es un descuento extra en la factura del Internet del Hogar de cuatro mil pesos por estar portando la línea móvil también hacia Movistar.",
      "confianza": 0.611,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.76,
      "fin": 360.67,
      "duracion": 29.91,
      "texto": "por lo que tenés todos los servicios con nosotros en este caso, ¿bien? Lo que en este caso yo tengo que pedir es el número de línea fisa para poder gestionarte el descuento. Si no lo sabés, me lo puedes buscar por WhatsApp, no hay problema. Y necesitaría un correo electrónico, por favor, para que ahí recibas la facturación. Karina Cecilia López con C.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 361.36,
      "fin": 388.19,
      "duracion": 26.83,
      "texto": "López. López. Seis. Seis. Arroba gmail.com. Bien, aguardamos un minuto. En este momento te lo estoy escribiendo por WhatsApp. Vos decime si está bien. Si lo escribí bien. A ver, Karina, Josilia, López.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 390.26,
      "fin": 396.15,
      "duracion": 5.89,
      "texto": "Sí, está bien. Bien, ¿está bien escrito?",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 396.17,
      "fin": 397.51,
      "duracion": 1.34,
      "texto": "Sí, sí, está bien escrito.",
      "confianza": 0.251,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 397.53,
      "fin": 415.95,
      "duracion": 18.42,
      "texto": "Bien, aguardamos un minutito. Ahora lo dejamos apuntado, entonces. Bien, ahora sí.",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 417.32,
      "fin": 436.78,
      "duracion": 19.46,
      "texto": "Bien, y ahora lo que yo voy a proceder es a elegirte lo que es un cierre comercial. Esto es más que nada para ubicar sentado en llamada, que acercas lo que es el cambio de compañía, la promoción que vas a tener, por cuánto tiempo la vas a tener, para que a vos en ningún momento movilizar te quiera cambiar la promoción. Obviamente que si vos querés cambiar de plan antes de tiempo estás en todo tu derecho, ¿bien?",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 437.82,
      "fin": 463.84,
      "duracion": 26.02,
      "texto": "Y lo que sí te tengo que solicitar es foto del DNI de la titular, que en este caso sería tuya Karina, de frente y del dorso. Eso es para corregir que vos estés haciendo el cambio en otra persona que se haga pasar por vos. Se tiene que haber elegible en las cuatro esquinas, así me la tomo en vos y ya quedaría bien. Si queréis, yo lo voy leyendo y vos me podéis ir enviando lo que es la foto. Comenzamos entonces con el cierre comercial. Bueno, la calidad es como, yo te leo como un texto súper rápido y ya casi terminamos, ¿bien?",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 464.34,
      "fin": 473.21,
      "duracion": 8.87,
      "texto": "En este caso, para recibir futuras promociones, vos me comentaste que sí tenés Internet de Movistar y ahora vas a averiguar lo que es el número de líneas y que me lo vas a enviar, ¿bien?",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 473.23,
      "fin": 473.29,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.324,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 473.64,
      "fin": 486.74,
      "duracion": 13.1,
      "texto": "Buenísimo. Bien, vamos a ir a los datos personales. Estamos haciendo la portabilidad de la línea 1216-5364-07 a nombre y apellido de la titular actual Carina Cecilia López, ¿es correcto?",
      "confianza": 0.228,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 486.76,
      "fin": 487.96,
      "duracion": 1.2,
      "texto": "Sí. Perfecto.",
      "confianza": 0.704,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 487.98,
      "fin": 490.84,
      "duracion": 2.86,
      "texto": "Firmame los últimos tres dígitos de tu DNI, Carina, por favor.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 494.45,
      "fin": 535.36,
      "duracion": 40.91,
      "texto": "Para 286. Perfecto. Oficialmente esta línea se encuentra en la compañía de Claro y recibe lo que es una buena mensaje y la factura llega a tu nombre, ¿es correcto? Sí. Bien. Te pregunto, ¿vos poseís lo que es un chip virtual o el chip físico normal lo utilizás? Ah, no, el físico. Bien, pues el virtual es para celulares iPhone 14 o iPhone 15, ¿bien? Generalmente quien tiene chip virtual lo sabe. Así que si vas a vos poseís lo que es el chip físico y lo vas a retirar a la sucursal de Mochara Signano que queda en la calle Avenida de las Heras el 91, esto es de la provincia de Mendoza, capital, ¿bien? Te recuerdo también lo que es el costo del servicio. Al día de hoy tiene un precio final de 13.250 pesos, ya que incluye lo que es un descuento fijo.",
      "confianza": 0.108,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 535.75,
      "fin": 540.18,
      "duracion": 4.43,
      "texto": "Por seis meses de 38.800 pesos, estás adquiriendo el plan de 8 GB de VARSE.",
      "confianza": 0.729,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.2,
      "fin": 543.17,
      "duracion": 2.96,
      "texto": "8 GB de revalor por seis meses, son 16 GB en total.",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 543.25,
      "fin": 545.31,
      "duracion": 2.06,
      "texto": "WhatsApp gratis, llamas libres a todas las compañías.",
      "confianza": 0.49,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 545.81,
      "fin": 562.11,
      "duracion": 16.3,
      "texto": "América Precio Local, Roomin en América. Y te recuerdo que el servicio se farcira a mes adelantado y las últimas de regalo las vas a ver habilitadas por la aplicación 48 horas después de activar la línea. El correo electrónico donde te va a llevar la facturación es Karina Cecilia López, 6 arroba gmail.com. ¿Bien?",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 562.63,
      "fin": 577.69,
      "duracion": 15.06,
      "texto": "Y te tengo que pedir un número de teléfono alternativo, ¿no? Vamos a llamar de nada, solo es por protocolo de carga. No sé si me puedes brindar un número, pues de cualquiera. ¿12 y 1? Sí.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 578.29,
      "fin": 672.3,
      "duracion": 94.01,
      "texto": "¿3, 3, 6? ¿12 y 1, 3, 3, 6? ¿82, 21? ¿82, 21? 8221, perfecto. Aguardo un minuto. Bien. Faltaría el dorso del DNI. Y ahora sí te recuerdo lo que es la aplicación. Desde la aplicación Invoicestar vas a poder ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimiento, montos a pagar. Si te querés saber ir al débito automático, lo puedes realizar por ahí. Y también sumas 4 gigas de regalo en cada línea móvil, si es que por detrás de otros con más líneas registradas bajo el mismo titular. Si vos querés te puede salir el débito traumático desde la aplicación. Y tenés un regalo extra que son 20 gigas de regalo con una duración de 30 días. Eso lo activás por la aplicación, una vez por año. Y te recuerdo la fecha de la portabilidad, como estás que podrías retirar... Hola, ¿me escuchás? Hola. Hola, ¿sí me escuchás? ¿Corto? No. Hola. Hola, hola. Hola. Hola, ¿me escuchas? Sí, a ver, te escucho. No sé si me escuchas bien. Sí, sí te escucho bien. Bien, te comentaba que respecto a lo que es el chip, como optas de retirarlo a una sucursal, tu línea va a aportar entre 48 horas antes por mensaje de WhatsApp y vamos a estar informando la fecha para que te quedes tranquila. Es importante que no coloques el chip antes de la fecha informada, de todas maneras te vas a dar cuenta porque tu línea es clara para recibir señal.",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 672.55,
      "fin": 679.12,
      "duracion": 6.57,
      "texto": "Ahí es cuando debes de colocarlo, te comento que por única vez deberás validar y activarlo, en caso que tengas alguna y se cuelte con la validación.",
      "confianza": 0.694,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 679.64,
      "fin": 682.52,
      "duracion": 2.88,
      "texto": "Intento los nueve metros, comuníquese al 0800-321-76, 782-704.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 685.2,
      "fin": 694.57,
      "duracion": 9.37,
      "texto": "En caso de no levantar señal del chip, solo tenés que reiniciar el equipo. Igualmente vos tenés mi número, así que quedaría plasmado por ahí, ¿bien?",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 695.53,
      "fin": 729.56,
      "duracion": 34.03,
      "texto": "Sí, si cualquier cosa te da. Claro, si yo te voy a avisar un día antes de que lo tenga que ir a retirar, y te lo dan activado aquí en la secursal. Esto más que nada lo leemos por protocolo. Te comento que por otro lado, dentro de los próximos días vas a recibir una costa de satisfacción por medio de WhatsApp. Te solicitamos, por favor, que la completes. Más que nada porque tu opinión es muy importante para la empresa, ¿bien? En este caso, crearía concluido lo que es el tío de comercial. Lo último que me faltaría pedirte es captura de pantalla del mensaje de texto de portabilidad que te tiene que haber llegado hace unos minutos. Y ahora yo te acabo de enviar un videito a la oficina para que vos Obviamente te quedes tranquila, por lo que me brindaste lo que es la foto del DNI y demás, ¿bien?",
      "confianza": 0.124,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 730.3,
      "fin": 738.91,
      "duracion": 8.61,
      "texto": "Te tiene que llevar un mensaje de texto del remitente 223. Te va a brindar lo que es un código de portabilidad de cuatro dígitos y una fecha de vencimiento de una semana.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 739.57,
      "fin": 746.24,
      "duracion": 6.67,
      "texto": "Esto es, más que nada, para que nosotros no te, o sea, no te quedes vos sin línea y te puedas cambiar de una compañía a otra conservando lo que es el mismo número, ¿bien?",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 747.24,
      "fin": 835.76,
      "duracion": 88.52,
      "texto": "Habitualmente te llegó el SMS, le tenés que tocar captura de pantalla y enviármelo por WhatsApp. OK, a ver, a ver, a ver. Bien, avísame si se llegó, si no yo pido que lo rendí. Ahí está. Ahí te digo. Hola, ¿sí? ¿Ahí se llevó? Eh, no. Hola, ¿habré mandado bien? Vale, para que me... En 51 es 36, termina mi número por las dudas. Ah, no, eso se le puede decir más bien. Ay, Dios mío, ¿qué tal? ¿Qué tal?",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 836.98,
      "fin": 837.1,
      "duracion": 0.12,
      "texto": "Adiós.",
      "confianza": 0.159,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 838.23,
      "fin": 855.43,
      "duracion": 17.2,
      "texto": "Bien, ahí me llegó. Aguardamos un minutito.",
      "confianza": 0.388,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 855.45,
      "fin": 855.69,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.261,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 855.71,
      "fin": 860.46,
      "duracion": 4.75,
      "texto": "Ahí me llegó. Sí, ahí me llegó. Yo ya poniste la utilitar a cargar lo que es tu línea. Bien, bloquecito en cargo.",
      "confianza": 0.051,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 860.71,
      "fin": 880.47,
      "duracion": 19.76,
      "texto": "porque automáticamente que a vos te llega el mensaje de portabilidad, aclaro, le salta como una alarma que vos estás cambiando de compañía, entonces ellos que hacen, desde su área de retención de clientes, llaman para que vos, obviamente, en cuanto atiendas el llamado, ya te emiten lo que es la segunda facturación, o si ya tenés emitida, te la vuelven a enviar bien para que se generen lo que es una doble facturación.",
      "confianza": 0.648,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 880.49,
      "fin": 902.07,
      "duracion": 21.58,
      "texto": "Y le pedimos nosotros a los clientes para que no te suceda esto, obviamente, y no te quede escondido, dudan claro, ni tampoco te corten la línea, Si no atiendas llamadas comerciales porque te van a llamar en el concurso del día seguramente 500 mil veces y bueno, obviamente si tenés el número agendado no hay problema podés atender, pero si no lo tenés agendado no atiendas porque lo más probable es que sea claro queriendo tratar de evitar que te cambies, ¿bien?",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 902.61,
      "fin": 903.33,
      "duracion": 0.72,
      "texto": "Ah, listo.",
      "confianza": 0.188,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 903.35,
      "fin": 912.04,
      "duracion": 8.69,
      "texto": "Bueno, cualquier duda o consulta que vos tengas, no brindes datos personales porque te van a querer cargar el pedido otra vez y ahí es donde se genera lo que es una doble facturación, ¿bien?",
      "confianza": 0.553,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 912.09,
      "fin": 938.5,
      "duracion": 26.41,
      "texto": "Mi movistar diría, claro, porque ten en cuenta que ya me lo enviaste a mí, con lo que es el DNI y demás, ¿bien? Yo con el código de portabilidad ya cargo todo lo que es la línea, ¿bien? Ese es como el permiso que vos nos vas para poder cargar tu línea y obviamente que no te quedes sin comunicar hasta que te llegue el chip. Así que bueno, estaríamos en contacto por WhatsApp, recordá enviarme el número de línea fija si te gestionamos lo que es el descuento en la fibra optical que tenés a tu nombre en la casa de tus papás, ¿bien?",
      "confianza": 0.505,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 940.02,
      "fin": 955.61,
      "duracion": 15.59,
      "texto": "Bueno, sí, tal vez cualquier cosa me comunico con... Claro, vos sí tenés mi WhatsApp. La idea es, obviamente, que te quedes... Yo te voy a asesorar, no solo por la portabilidad. Si no, si vos vas a tener algún inconveniente, lo que sea, después de que ya se te active la línea, la idea es que te quede mi número, ¿bien?",
      "confianza": 0.319,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 955.63,
      "fin": 963.98,
      "duracion": 8.35,
      "texto": "Así que si querés agendarme, mi nombre es Macarena, y bueno, estaríamos en contacto por ahí.",
      "confianza": 0.599,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 964.0,
      "fin": 965.5,
      "duracion": 1.5,
      "texto": "Bueno, gracias. Que tengas un buen día. Muchas gracias, igual. Hasta luego.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Hablo con Karina. Sí, ella habla. ¿Cómo estás? Soy Karina, Karina. Había pensado que es la promoción. Sí. En caso que te interese, si te parece, yo te comento lo que es el plan y, bueno, obviamente conservas lo que es el mismo número del mismo número de líneas. solo harías lo que es una portabilidad numérica, que es decir que te cambias de compañía nada más, ¿bien? ¿Vos actualmente tenés esa línea con la compañía de Claro o personal? Sí, sí, sí, sí, con Claro. Bien, en este caso, lo que es el plan que yo te comenté, son 8 GB de base, 8 GB de regalos, son 16 GB en total, WhatsApp completamente gratis, que vos sobremente en Claro lo tenés gratis, pero con Moisar lo tenés gratis, perdón, pero una vez que te quedas sin datos, ¿bien? Como Moisar lo tenías gratis desde el inicio, Así que por ese lado, puedes estar ahorrando también lo que son gigas. Si te llegan a ahorrar gigas de este plan, vos las puedes guardar mes a mes, para que bueno, lo tengas en cuenta, ¿bien? También tienes que incluir, además, libres a todas las compañías, América Precio Local, que son llamadas fuera del país, y Rúmin en América, que es Internet, fuera del país, ¿bien? Estaría sobre un precio final de 13.250 pesos. Por lo que este plan, tienes lo que es la bonificación fija por seis meses, ¿bien? Ya no la hacemos por un año porque no sé si vos anteriormente subiste con nosotros, cuando vos antes querías renovar lo que es el plan o pedir una forma más económica, te decían que no podías acceder por lo que ya tenías una, ¿bien? En este caso, en cualquier momento que vos quieras, con este plan vas a poder cambiar de bonificación. No hace falta que se te venda lo que es el plan ni nada, lo podés cambiar antes o gestionarlo por la misma aplicación cuando vos quieras, ¿bien? Porque hay lo que es un plan más económico o vos querés también un plan mayor. y en cuanto allí va. Y bueno, en el caso que te interese, conservarás lo que es el mismo número, nosotros pasamos a hacer lo que es una validación de datos, lo cargamos en el sistema y ya quedaría todo ok y bien para que vos movieras. Esto demora dos días en aprobarse lo que es el trámite y al tercero, yo también te estoy llamando de Mendoza, vos podés venir a retirarlo a lo que es una sucursal. Tenemos tres en el centro, si no, en Guaymallén también tenemos una, no sé bien de qué localidad sos. Yo tengo que ir a retirar el plan. El chip, porque vos acordate que no cambias de línea, pero tenés que ir a veta para conservar el mismo número, ¿bien? Y eso se manejan ustedes, ustedes manejan todo, no tengo que ir a clave, darle baja, toda esta cuestión. No, todo eso lo realiza Movistar, vos no tendrías que realizar la baja, porque cuando ya está efectiva lo que es la baja que de por sí la realiza la compañía, Ahí es cuando vos ya podés ir a retirar lo que este equipo movistar, ¿bien? Ah, bueno. Así que, bueno, en este caso, si te parece, confirmamos lo que son los datos. Dale, sí, sí. Excepto en los últimos dos que, bueno, por protocolo no lo puedo decir. 238402 y, bueno, termina en... Sí. Bien. Ah, yo te digo. Sí. Ah, 86. Perfecto. A ver, aguardamos un minutito. Aguardamos un minuto y ahora te confirmo los datos que ya me figuran en el sistema. Más o menos lo que es el correo electrónico y fecha de nacimiento. Si todo eso está bien, ya podemos empezar a pargar el trámite. Bien, no sé qué sucursal preferís, ¿del centro o de Ubalima Allem? No, del centro. Ahora te digo cuál tenemos cerca. Mira, tenemos una en la calle Avenida de las Celas al 91, la otra en la calle San Martín al 1032, y la otra en calle San Martín al 1224. Ay, no sé por dónde queda, pero, o sea... En la calle... A ver, ahí lo busco más. San Martín y San Lorenzo. Entre el 9 de julio y San Martín. Bueno, dale, esa es. ¿La de la calle de la cera? Sí, sí. Bueno, dale. Aguarda un minuto. Sería la cera hasta el 91. Nosotros, esto, como te dije, demora dos días en aprobarse. Lo más probable es que el día a miércoles ya estés habilitada para ya retirar lo que es el chip. En la sucursal ya no ha reactivado. No puede decir antes porque si no está aprobado el trámite, no te van a querer dar lo que es el chip, ¿bien? Pero yo te voy a dejar un día antes para que vos, obviamente, estés atenta y al otro día te puedas organizar con tus horarios y demás. Bien. El correo electrónico no me figura y lo que es fecha de nacimiento 22 de agosto del 74. ¿Eso está bien? Sí, sí. Perfecto. ¿Vos tenés internet de movistar en tu domicilio? No sé si lo querés solicitar. Sí, en el domicilio de mi papá lo tengo. Bien. ¿Vos vivís con ellos? No, no, pero se lo estoy pagando todo. Ah, bien. ¿Y en tu domicilio no lo querés solicitar? Eh, no, no. Bien. Bueno, entonces, el caso que vos estés abonando a lo que es el Internet de Movistar en el domicilio de tus papás, te comento que se te excepciona lo que es un descuento extra en la factura del Internet del Hogar de cuatro mil pesos por estar portando la línea móvil también hacia Movistar. por lo que tenés todos los servicios con nosotros en este caso, ¿bien? Lo que en este caso yo tengo que pedir es el número de línea fisa para poder gestionarte el descuento. Si no lo sabés, me lo puedes buscar por WhatsApp, no hay problema. Y necesitaría un correo electrónico, por favor, para que ahí recibas la facturación. Karina Cecilia López con C. López. López. Seis. Seis. Arroba gmail.com. Bien, aguardamos un minuto. En este momento te lo estoy escribiendo por WhatsApp. Vos decime si está bien. Si lo escribí bien. A ver, Karina, Josilia, López. Sí, está bien. Bien, ¿está bien escrito? Sí, sí, está bien escrito. Bien, aguardamos un minutito. Ahora lo dejamos apuntado, entonces. Bien, ahora sí. Bien, y ahora lo que yo voy a proceder es a elegirte lo que es un cierre comercial. Esto es más que nada para ubicar sentado en llamada, que acercas lo que es el cambio de compañía, la promoción que vas a tener, por cuánto tiempo la vas a tener, para que a vos en ningún momento movilizar te quiera cambiar la promoción. Obviamente que si vos querés cambiar de plan antes de tiempo estás en todo tu derecho, ¿bien? Y lo que sí te tengo que solicitar es foto del DNI de la titular, que en este caso sería tuya Karina, de frente y del dorso. Eso es para corregir que vos estés haciendo el cambio en otra persona que se haga pasar por vos. Se tiene que haber elegible en las cuatro esquinas, así me la tomo en vos y ya quedaría bien. Si queréis, yo lo voy leyendo y vos me podéis ir enviando lo que es la foto. Comenzamos entonces con el cierre comercial. Bueno, la calidad es como, yo te leo como un texto súper rápido y ya casi terminamos, ¿bien? En este caso, para recibir futuras promociones, vos me comentaste que sí tenés Internet de Movistar y ahora vas a averiguar lo que es el número de líneas y que me lo vas a enviar, ¿bien? Sí. Buenísimo. Bien, vamos a ir a los datos personales. Estamos haciendo la portabilidad de la línea 1216-5364-07 a nombre y apellido de la titular actual Carina Cecilia López, ¿es correcto? Sí. Perfecto. Firmame los últimos tres dígitos de tu DNI, Carina, por favor. Para 286. Perfecto. Oficialmente esta línea se encuentra en la compañía de Claro y recibe lo que es una buena mensaje y la factura llega a tu nombre, ¿es correcto? Sí. Bien. Te pregunto, ¿vos poseís lo que es un chip virtual o el chip físico normal lo utilizás? Ah, no, el físico. Bien, pues el virtual es para celulares iPhone 14 o iPhone 15, ¿bien? Generalmente quien tiene chip virtual lo sabe. Así que si vas a vos poseís lo que es el chip físico y lo vas a retirar a la sucursal de Mochara Signano que queda en la calle Avenida de las Heras el 91, esto es de la provincia de Mendoza, capital, ¿bien? Te recuerdo también lo que es el costo del servicio. Al día de hoy tiene un precio final de 13.250 pesos, ya que incluye lo que es un descuento fijo. Por seis meses de 38.800 pesos, estás adquiriendo el plan de 8 GB de VARSE. 8 GB de revalor por seis meses, son 16 GB en total. WhatsApp gratis, llamas libres a todas las compañías. América Precio Local, Roomin en América. Y te recuerdo que el servicio se farcira a mes adelantado y las últimas de regalo las vas a ver habilitadas por la aplicación 48 horas después de activar la línea. El correo electrónico donde te va a llevar la facturación es Karina Cecilia López, 6 arroba gmail.com. ¿Bien? Y te tengo que pedir un número de teléfono alternativo, ¿no? Vamos a llamar de nada, solo es por protocolo de carga. No sé si me puedes brindar un número, pues de cualquiera. ¿12 y 1? Sí. ¿3, 3, 6? ¿12 y 1, 3, 3, 6? ¿82, 21? ¿82, 21? 8221, perfecto. Aguardo un minuto. Bien. Faltaría el dorso del DNI. Y ahora sí te recuerdo lo que es la aplicación. Desde la aplicación Invoicestar vas a poder ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimiento, montos a pagar. Si te querés saber ir al débito automático, lo puedes realizar por ahí. Y también sumas 4 gigas de regalo en cada línea móvil, si es que por detrás de otros con más líneas registradas bajo el mismo titular. Si vos querés te puede salir el débito traumático desde la aplicación. Y tenés un regalo extra que son 20 gigas de regalo con una duración de 30 días. Eso lo activás por la aplicación, una vez por año. Y te recuerdo la fecha de la portabilidad, como estás que podrías retirar... Hola, ¿me escuchás? Hola. Hola, ¿sí me escuchás? ¿Corto? No. Hola. Hola, hola. Hola. Hola, ¿me escuchas? Sí, a ver, te escucho. No sé si me escuchas bien. Sí, sí te escucho bien. Bien, te comentaba que respecto a lo que es el chip, como optas de retirarlo a una sucursal, tu línea va a aportar entre 48 horas antes por mensaje de WhatsApp y vamos a estar informando la fecha para que te quedes tranquila. Es importante que no coloques el chip antes de la fecha informada, de todas maneras te vas a dar cuenta porque tu línea es clara para recibir señal. Ahí es cuando debes de colocarlo, te comento que por única vez deberás validar y activarlo, en caso que tengas alguna y se cuelte con la validación. Intento los nueve metros, comuníquese al 0800-321-76, 782-704. En caso de no levantar señal del chip, solo tenés que reiniciar el equipo. Igualmente vos tenés mi número, así que quedaría plasmado por ahí, ¿bien? Sí, si cualquier cosa te da. Claro, si yo te voy a avisar un día antes de que lo tenga que ir a retirar, y te lo dan activado aquí en la secursal. Esto más que nada lo leemos por protocolo. Te comento que por otro lado, dentro de los próximos días vas a recibir una costa de satisfacción por medio de WhatsApp. Te solicitamos, por favor, que la completes. Más que nada porque tu opinión es muy importante para la empresa, ¿bien? En este caso, crearía concluido lo que es el tío de comercial. Lo último que me faltaría pedirte es captura de pantalla del mensaje de texto de portabilidad que te tiene que haber llegado hace unos minutos. Y ahora yo te acabo de enviar un videito a la oficina para que vos Obviamente te quedes tranquila, por lo que me brindaste lo que es la foto del DNI y demás, ¿bien? Te tiene que llevar un mensaje de texto del remitente 223. Te va a brindar lo que es un código de portabilidad de cuatro dígitos y una fecha de vencimiento de una semana. Esto es, más que nada, para que nosotros no te, o sea, no te quedes vos sin línea y te puedas cambiar de una compañía a otra conservando lo que es el mismo número, ¿bien? Habitualmente te llegó el SMS, le tenés que tocar captura de pantalla y enviármelo por WhatsApp. OK, a ver, a ver, a ver. Bien, avísame si se llegó, si no yo pido que lo rendí. Ahí está. Ahí te digo. Hola, ¿sí? ¿Ahí se llevó? Eh, no. Hola, ¿habré mandado bien? Vale, para que me... En 51 es 36, termina mi número por las dudas. Ah, no, eso se le puede decir más bien. Ay, Dios mío, ¿qué tal? ¿Qué tal? Adiós. Bien, ahí me llegó. Aguardamos un minutito. Bien. Ahí me llegó. Sí, ahí me llegó. Yo ya poniste la utilitar a cargar lo que es tu línea. Bien, bloquecito en cargo. porque automáticamente que a vos te llega el mensaje de portabilidad, aclaro, le salta como una alarma que vos estás cambiando de compañía, entonces ellos que hacen, desde su área de retención de clientes, llaman para que vos, obviamente, en cuanto atiendas el llamado, ya te emiten lo que es la segunda facturación, o si ya tenés emitida, te la vuelven a enviar bien para que se generen lo que es una doble facturación. Y le pedimos nosotros a los clientes para que no te suceda esto, obviamente, y no te quede escondido, dudan claro, ni tampoco te corten la línea, Si no atiendas llamadas comerciales porque te van a llamar en el concurso del día seguramente 500 mil veces y bueno, obviamente si tenés el número agendado no hay problema podés atender, pero si no lo tenés agendado no atiendas porque lo más probable es que sea claro queriendo tratar de evitar que te cambies, ¿bien? Ah, listo. Bueno, cualquier duda o consulta que vos tengas, no brindes datos personales porque te van a querer cargar el pedido otra vez y ahí es donde se genera lo que es una doble facturación, ¿bien? Mi movistar diría, claro, porque ten en cuenta que ya me lo enviaste a mí, con lo que es el DNI y demás, ¿bien? Yo con el código de portabilidad ya cargo todo lo que es la línea, ¿bien? Ese es como el permiso que vos nos vas para poder cargar tu línea y obviamente que no te quedes sin comunicar hasta que te llegue el chip. Así que bueno, estaríamos en contacto por WhatsApp, recordá enviarme el número de línea fija si te gestionamos lo que es el descuento en la fibra optical que tenés a tu nombre en la casa de tus papás, ¿bien? Bueno, sí, tal vez cualquier cosa me comunico con... Claro, vos sí tenés mi WhatsApp. La idea es, obviamente, que te quedes... Yo te voy a asesorar, no solo por la portabilidad. Si no, si vos vas a tener algún inconveniente, lo que sea, después de que ya se te active la línea, la idea es que te quede mi número, ¿bien? Así que si querés agendarme, mi nombre es Macarena, y bueno, estaríamos en contacto por ahí. Bueno, gracias. Que tengas un buen día. Muchas gracias, igual. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.482,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 32.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:21:54.689855",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 226,
    "total_segmentos_corregido": 57,
    "fecha_correccion": "2026-01-18T23:05:26.056809",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112120306524_MIT_01990",
    "fecha_inicio": "12/1/2026 12:03:07",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 1159,
    "tiempo_conversacion": 936,
    "tiempo_hold": 0,
    "tiempo_acw": 223,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}