{
  "archivo": "amza44_1_260112131520985_ACD_08191.wav",
  "duracion_segundos": 80.33,
  "num_segmentos": 22,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 77.73,
    "Cliente": 0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 14.45,
      "duracion": 14.42,
      "texto": "Hola, ¿qué tal? Buenas tardes. Hablo con Luz Belén. ¿Qué tal, Luz? ¿Cómo le va a un gusto? Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio en la línea.",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.97,
      "fin": 28.59,
      "duracion": 13.62,
      "texto": "Me figura que usted está actualmente con la compañía de Claro, ¿es correcto? En fin, ok, excelente. Yo me estoy comunicando de lo que es la compañía Movistar, ¿sí? Más que nada porque tenemos vigentes a día de hoy unos planes",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.16,
      "fin": 51.65,
      "duracion": 22.49,
      "texto": "para ex clientes de la compañía que actualmente están en Claro. Le consulto a usted para qué suelo utilizar más el teléfono. Lo suelo utilizar para... Claro, lo utiliza con internet. Bueno, tengo en promoción, sí, lo que es el plan de 8 gigas, sí, que consta lo que es 8 gigas más 8 gigas de regalo por 6 meses, así que va a tener 16 para poder utilizar.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.43,
      "fin": 63.68,
      "duracion": 11.25,
      "texto": "Esto viene con lo que es WhatsApp Gratis y llamadas líderes a todas las compañías, sí. Y ahora también con tres gigas de roaming en América y este plan le vaquearon precio el día de hoy de 13.250.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.38,
      "fin": 80.33,
      "duracion": 15.95,
      "texto": "No sé cómo se ve usted con este plan y esta cantidad de gigas. No, por ahora yo estoy bien con mi plan, claro. Ok, entiendo, entiendo. Bueno, que tenga buen día. Igualmente, gracias.",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. Hablo con Luz Belén. ¿Qué tal, Luz? ¿Cómo le va a un gusto? Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio en la línea. Me figura que usted está actualmente con la compañía de Claro, ¿es correcto? En fin, ok, excelente. Yo me estoy comunicando de lo que es la compañía Movistar, ¿sí? Más que nada porque tenemos vigentes a día de hoy unos planes para ex clientes de la compañía que actualmente están en Claro. Le consulto a usted para qué suelo utilizar más el teléfono. Lo suelo utilizar para... Claro, lo utiliza con internet. Bueno, tengo en promoción, sí, lo que es el plan de 8 gigas, sí, que consta lo que es 8 gigas más 8 gigas de regalo por 6 meses, así que va a tener 16 para poder utilizar. Esto viene con lo que es WhatsApp Gratis y llamadas líderes a todas las compañías, sí. Y ahora también con tres gigas de roaming en América y este plan le vaquearon precio el día de hoy de 13.250. No sé cómo se ve usted con este plan y esta cantidad de gigas. No, por ahora yo estoy bien con mi plan, claro. Ok, entiendo, entiendo. Bueno, que tenga buen día. Igualmente, gracias.",
  "calidad": {
    "confianza_promedio": 0.585,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:02:09.935777",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 22,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:28.472518",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112131520985_ACD_08191",
    "fecha_inicio": "12/1/2026 13:15:20",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 99,
    "tiempo_conversacion": 77,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}