{
  "archivo": "amza44_1_260116133950210_MIT_01982.wav",
  "duracion_segundos": 535.68,
  "num_segmentos": 129,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 151.62,
    "Cliente": 324.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 8.76,
      "fin": 70.98,
      "duracion": 62.22,
      "texto": "Hola, ¿sí? ¿Qué tal Santino? ¿Cómo le va? Bueno, para continuar con la gestión, sí, tenemos que hacer lo que es el recomercial, ¿sí? Esto es básicamente lo que es el contrato leído, yo se lo tengo que leer en línea, que ha grabado con lo que es el trámite, ¿sí? Después hacemos lo que es el código de portabilidad, que es un código de cuatro números que usted le va a llegar a lo que es el mensaje de texto común, que eso es lo que nos permite a nosotros cortar una línea de una compañía a la otra conservando el número, y después hacemos corroboración de DNI, de va a identidad con lo que es prensioso al DNI, al WhatsApp, ¿sí? Y eso sería todo lo que yo necesito para poder cargar el trámite. Sí. Perfecto. Continuemos entonces. Ok, excelente. A ver un segundo que yo estoy chequeando que esté todo perfecto como para continuar. Vale, no hay problema. Vamos a ver un segundito.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.57,
      "fin": 94.17,
      "duracion": 22.6,
      "texto": "Mientras tanto, le voy a solicitar lo que es un mail, por ejemplo, para... Esto es más que nada para que usted le llegue lo que es la facturación, ¿sí? Para estar haciendo lo que es la facturación ahí. Esto es como siempre de más. Ok. Y mientras tanto, le voy corroborando algunos datos. Su nombre completo es Santino Moschini.",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.97,
      "fin": 95.55,
      "duracion": 0.58,
      "texto": "Exacto.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.03,
      "fin": 99.33,
      "duracion": 3.31,
      "texto": "OK. Me confirma los tres últimos dígitos de su DNI, por favor.",
      "confianza": 0.742,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.35,
      "fin": 103.12,
      "duracion": 3.77,
      "texto": "101. OK. Excelente.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.84,
      "fin": 108.73,
      "duracion": 4.89,
      "texto": "Bueno. Y usted, ¿qué localidad es? Es Pilar.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.91,
      "fin": 110.59,
      "duracion": 0.68,
      "texto": "Es Pilar.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.21,
      "fin": 112.23,
      "duracion": 1.02,
      "texto": "OK. Bueno.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.05,
      "fin": 115.42,
      "duracion": 2.36,
      "texto": "Yo ya le voy a asignarlo, que es una sucursal.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.98,
      "fin": 116.22,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.19,
      "fin": 119.48,
      "duracion": 2.28,
      "texto": "para que usted vaya a retirar lo que es el chip.",
      "confianza": 0.593,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.92,
      "fin": 131.94,
      "duracion": 11.02,
      "texto": "Ok, perfecto. Un momento, lo que él es... Buenos Aires...",
      "confianza": 0.556,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 131.94,
      "fin": 134.28,
      "duracion": 2.34,
      "texto": "Sí, claro.",
      "confianza": 0.219,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.3,
      "fin": 140.73,
      "duracion": 6.43,
      "texto": "Ahí está. Sí, me segura que tengo uno en lo que es la calle arriba de la vía. Hay 499. ¿Esa le quedaría cómoda?",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.57,
      "fin": 142.58,
      "duracion": 1.0,
      "texto": "Sí, perfecto.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.32,
      "fin": 155.53,
      "duracion": 12.21,
      "texto": "Bueno, ahí le voy a mandar lo que es la captura de pantalla con la dirección de la subcursal, ¿sí? A lo que es el WhatsApp, ¿sí? Si usted ya lo tiene, esto es más que nada una cuestión protocolar, más que otra cosa.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.29,
      "fin": 180.54,
      "duracion": 24.25,
      "texto": "Para que... Ok. Ahí está. Bueno, vamos a hacer lo que es el comercial, ¿sí? Esto tiene que quedar de la barra del corrido, yo le voy a hacer unas preguntas que usted me tiene que contestar, ¿sí? Este, cualquier duda o consulta, me lo pregunta una vez que finalicemos, ¿sí? Para recibir futuras promociones. ¿Usted tiene internet moderno en su casa?",
      "confianza": 0.354,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 184.17,
      "fin": 200.64,
      "duracion": 16.47,
      "texto": "Eh, sí, tengo. Ah, ok, excelente. Estamos portando la línea 11-35-78-72-89 al número y apellido del celular actual Santino Mochini. ¿Me confirman los tres últimos dígitos de su DNA, por favor? 121.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 201.22,
      "fin": 203.44,
      "duracion": 2.22,
      "texto": "Ok. Su compañera es claro.",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.98,
      "fin": 208.81,
      "duracion": 4.83,
      "texto": "Me comentó que cuenta con una factura mensual. ¿Su factura está a su nombre o a nombre de otra persona?",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 209.89,
      "fin": 246.97,
      "duracion": 37.08,
      "texto": "No, a mi nombre. Excelente. ¿Su chip es físico o virtual? Físico. Ok. Va a retirar su chip en el punto de adquisición suposal Movistar, en la calle, perdón un segundo, en la calle Riva D'Avila, al 499, en la localidad de Pilar, provincia de Buenos Aires. Le recuerdo que el costo del servicio al día de hoy es de $10,460, con un descuento fijo por seis meses de $41,650. El plan consta de lo que son 8 siglas de base, whatsapp, llamadas libres a todas las compañías, un sida para prefire,",
      "confianza": 0.4,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 247.49,
      "fin": 258.08,
      "duracion": 10.59,
      "texto": "y tres gigas de roaming en América más ocho gigas bonificados así por seis meses. Le recuerdo que estos últimos se habilitarán cuarenta y ocho horas después de activar la línea.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.74,
      "fin": 276.95,
      "duracion": 17.21,
      "texto": "Un segundo. Su mail es, ah, eso, me tiene que rindar lo que es su mail para que llegue lo que le ha facturado. Perfecto. Santi Moschini. Sí, Santi Moschini.",
      "confianza": 0.152,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.79,
      "fin": 284.64,
      "duracion": 6.85,
      "texto": "o que se den bien. El antiguo chine.com estará recibiendo su facturación online a través del mail que nos proporcionó.",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.29,
      "fin": 311.7,
      "duracion": 26.41,
      "texto": "Ingresando a la sección servicios desde el app de Modistar, puede ver toda la información referida a su factura, ya sea su ciclo de facturación, vencimiento o montos a pagar. Puedes abrirse al delito automático, también sumar cuatro gigas de regalo y este porta dos líneas o más registradas bajo el mismo titular, ¿sí? Una es aprobar la portabilidad de su línea por parar las cuarenta y ocho horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.22,
      "fin": 320.89,
      "duracion": 8.67,
      "texto": "Es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, se va a dar cuenta porque su línea de claro dejará de recibir señal. Ahí es cuando debe colocarlo.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.47,
      "fin": 337.3,
      "duracion": 15.83,
      "texto": "Le comento que, por única vez, deberá validar identidad al activarlo. En caso de que tenga alguna dificultad con la validación, incéntselo nuevamente o comuníquese al 0800-321-76782, opción 4. Le solicitamos que en caesolano levantar señal del chip reinicie el equipo.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 337.86,
      "fin": 346.19,
      "duracion": 8.33,
      "texto": "Por otro lado, dentro de los próximos días recibiré una encuesta de satisfacción por WhatsApp, que solicitamos que por favor la complete, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 347.03,
      "fin": 353.26,
      "duracion": 6.23,
      "texto": "Bueno, con eso finalizamos lo que es el cierre comercial. Sí, yo le voy a estar solicitando lo que es el código de portabilidad de ahora.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.6,
      "fin": 362.96,
      "duracion": 8.36,
      "texto": "Un segundo. Esto, como le había comentado, le va a llegar con el remitente M2-2-3. Sí.",
      "confianza": 0.356,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 363.6,
      "fin": 389.19,
      "duracion": 25.59,
      "texto": "es un código de cuatro dígitos que le va a decir su código de portabilidades tanto tanto este con fecha de vencimiento tanto tanto y tiene que decir que es para el prestador MBS que es Movistar. Ahí ya se envió, no sé si le llegó.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 397.99,
      "fin": 402.14,
      "duracion": 4.15,
      "texto": "Y todavía no. ¿No le llegó todavía?",
      "confianza": 0.333,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 403.54,
      "fin": 405.06,
      "duracion": 1.52,
      "texto": "No.",
      "confianza": 0.856,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 405.08,
      "fin": 408.18,
      "duracion": 3.1,
      "texto": "Ok. Eso les puede llevar a tardar un poquito.",
      "confianza": 0.385,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 409.19,
      "fin": 417.47,
      "duracion": 8.28,
      "texto": "Pero le tiene que llegar por mensaje de texto común, si no por WhatsApp. Ah, justo ahí está. Ahí me llegó. Ah, excelente.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 417.49,
      "fin": 418.07,
      "duracion": 0.58,
      "texto": "Sí.",
      "confianza": 0.824,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 418.09,
      "fin": 426.7,
      "duracion": 8.61,
      "texto": "El código es el 12-20. 12-20. ¿Con fecha de vencimiento? 23 de enero.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 427.95,
      "fin": 443.84,
      "duracion": 15.89,
      "texto": "Ok. Excelente. Bueno, ya estaríamos finalizando lo que es el trámite, ¿sí? Yo lo que le voy a solicitar es que me mande lo que es una capturita de pantalla, sí, con ese mensajito que le llevo, y frente y orzo del DNI a lo que es el chat de WhatsApp que nosotros tenemos.",
      "confianza": 0.356,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 444.64,
      "fin": 479.01,
      "duracion": 34.37,
      "texto": "Eso es lo que necesito más que nada porque va cargado con lo que es el trámite, ¿sí? Y ya con eso tengo todo como para poder hacerlo. Serían estos dos pedidos que están acá. Vale, yo lo guardo en línea. Ok, yo lo guardo en línea, no hay problema. Gracias. Muchas gracias. OK, se me parió la captura.",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 487.3,
      "fin": 504.66,
      "duracion": 17.36,
      "texto": "Ah, Santi, lo que sí te van a estar llegando llamadas, seguramente, son compañeros de otros call centers. Te solicito que, por favor, no las atiendas, porque, bueno, van a querer la venta, básicamente, y pueden llegar a frenar lo que es la portabilidad. Así que, cualquier duda, consulta siempre conmigo, ¿sí?",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 506.26,
      "fin": 506.64,
      "duracion": 0.38,
      "texto": "Vale.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 508.26,
      "fin": 523.04,
      "duracion": 14.78,
      "texto": "Ahí, ahí me llego. Así que, bueno, con esto tendríamos finalizado lo que es el trámite. Como te digo, te solicito que esas llamadas, por favor, no las atiendas, y que no le pases tu datos a ningún otro asesor, ya que, bueno, esto puede llegar a parar lo que es el trámite, ¿sí?",
      "confianza": 0.149,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 524.04,
      "fin": 526.81,
      "duracion": 2.76,
      "texto": "Por lo pronto tenés mi número, cualquier duda consulta ahí.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 527.39,
      "fin": 535.68,
      "duracion": 8.29,
      "texto": "Y, bueno, cualquier cosita estamos hablando, ¿sí? Bienvenido a Movistar y que tengas muy buen día. Gracias, realmente, vosotros. Hasta luego. Hasta luego.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿sí? ¿Qué tal Santino? ¿Cómo le va? Bueno, para continuar con la gestión, sí, tenemos que hacer lo que es el recomercial, ¿sí? Esto es básicamente lo que es el contrato leído, yo se lo tengo que leer en línea, que ha grabado con lo que es el trámite, ¿sí? Después hacemos lo que es el código de portabilidad, que es un código de cuatro números que usted le va a llegar a lo que es el mensaje de texto común, que eso es lo que nos permite a nosotros cortar una línea de una compañía a la otra conservando el número, y después hacemos corroboración de DNI, de va a identidad con lo que es prensioso al DNI, al WhatsApp, ¿sí? Y eso sería todo lo que yo necesito para poder cargar el trámite. Sí. Perfecto. Continuemos entonces. Ok, excelente. A ver un segundo que yo estoy chequeando que esté todo perfecto como para continuar. Vale, no hay problema. Vamos a ver un segundito. Mientras tanto, le voy a solicitar lo que es un mail, por ejemplo, para... Esto es más que nada para que usted le llegue lo que es la facturación, ¿sí? Para estar haciendo lo que es la facturación ahí. Esto es como siempre de más. Ok. Y mientras tanto, le voy corroborando algunos datos. Su nombre completo es Santino Moschini. Exacto. OK. Me confirma los tres últimos dígitos de su DNI, por favor. 101. OK. Excelente. Bueno. Y usted, ¿qué localidad es? Es Pilar. Es Pilar. OK. Bueno. Yo ya le voy a asignarlo, que es una sucursal. Sí. para que usted vaya a retirar lo que es el chip. Ok, perfecto. Un momento, lo que él es... Buenos Aires... Sí, claro. Ahí está. Sí, me segura que tengo uno en lo que es la calle arriba de la vía. Hay 499. ¿Esa le quedaría cómoda? Sí, perfecto. Bueno, ahí le voy a mandar lo que es la captura de pantalla con la dirección de la subcursal, ¿sí? A lo que es el WhatsApp, ¿sí? Si usted ya lo tiene, esto es más que nada una cuestión protocolar, más que otra cosa. Para que... Ok. Ahí está. Bueno, vamos a hacer lo que es el comercial, ¿sí? Esto tiene que quedar de la barra del corrido, yo le voy a hacer unas preguntas que usted me tiene que contestar, ¿sí? Este, cualquier duda o consulta, me lo pregunta una vez que finalicemos, ¿sí? Para recibir futuras promociones. ¿Usted tiene internet moderno en su casa? Eh, sí, tengo. Ah, ok, excelente. Estamos portando la línea 11-35-78-72-89 al número y apellido del celular actual Santino Mochini. ¿Me confirman los tres últimos dígitos de su DNA, por favor? 121. Ok. Su compañera es claro. Me comentó que cuenta con una factura mensual. ¿Su factura está a su nombre o a nombre de otra persona? No, a mi nombre. Excelente. ¿Su chip es físico o virtual? Físico. Ok. Va a retirar su chip en el punto de adquisición suposal Movistar, en la calle, perdón un segundo, en la calle Riva D'Avila, al 499, en la localidad de Pilar, provincia de Buenos Aires. Le recuerdo que el costo del servicio al día de hoy es de $10,460, con un descuento fijo por seis meses de $41,650. El plan consta de lo que son 8 siglas de base, whatsapp, llamadas libres a todas las compañías, un sida para prefire, y tres gigas de roaming en América más ocho gigas bonificados así por seis meses. Le recuerdo que estos últimos se habilitarán cuarenta y ocho horas después de activar la línea. Un segundo. Su mail es, ah, eso, me tiene que rindar lo que es su mail para que llegue lo que le ha facturado. Perfecto. Santi Moschini. Sí, Santi Moschini. o que se den bien. El antiguo chine.com estará recibiendo su facturación online a través del mail que nos proporcionó. Ingresando a la sección servicios desde el app de Modistar, puede ver toda la información referida a su factura, ya sea su ciclo de facturación, vencimiento o montos a pagar. Puedes abrirse al delito automático, también sumar cuatro gigas de regalo y este porta dos líneas o más registradas bajo el mismo titular, ¿sí? Una es aprobar la portabilidad de su línea por parar las cuarenta y ocho horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, se va a dar cuenta porque su línea de claro dejará de recibir señal. Ahí es cuando debe colocarlo. Le comento que, por única vez, deberá validar identidad al activarlo. En caso de que tenga alguna dificultad con la validación, incéntselo nuevamente o comuníquese al 0800-321-76782, opción 4. Le solicitamos que en caesolano levantar señal del chip reinicie el equipo. Por otro lado, dentro de los próximos días recibiré una encuesta de satisfacción por WhatsApp, que solicitamos que por favor la complete, ya que su opinión es muy importante para la empresa. Bueno, con eso finalizamos lo que es el cierre comercial. Sí, yo le voy a estar solicitando lo que es el código de portabilidad de ahora. Un segundo. Esto, como le había comentado, le va a llegar con el remitente M2-2-3. Sí. es un código de cuatro dígitos que le va a decir su código de portabilidades tanto tanto este con fecha de vencimiento tanto tanto y tiene que decir que es para el prestador MBS que es Movistar. Ahí ya se envió, no sé si le llegó. Y todavía no. ¿No le llegó todavía? No. Ok. Eso les puede llevar a tardar un poquito. Pero le tiene que llegar por mensaje de texto común, si no por WhatsApp. Ah, justo ahí está. Ahí me llegó. Ah, excelente. Sí. El código es el 12-20. 12-20. ¿Con fecha de vencimiento? 23 de enero. Ok. Excelente. Bueno, ya estaríamos finalizando lo que es el trámite, ¿sí? Yo lo que le voy a solicitar es que me mande lo que es una capturita de pantalla, sí, con ese mensajito que le llevo, y frente y orzo del DNI a lo que es el chat de WhatsApp que nosotros tenemos. Eso es lo que necesito más que nada porque va cargado con lo que es el trámite, ¿sí? Y ya con eso tengo todo como para poder hacerlo. Serían estos dos pedidos que están acá. Vale, yo lo guardo en línea. Ok, yo lo guardo en línea, no hay problema. Gracias. Muchas gracias. OK, se me parió la captura. Ah, Santi, lo que sí te van a estar llegando llamadas, seguramente, son compañeros de otros call centers. Te solicito que, por favor, no las atiendas, porque, bueno, van a querer la venta, básicamente, y pueden llegar a frenar lo que es la portabilidad. Así que, cualquier duda, consulta siempre conmigo, ¿sí? Vale. Ahí, ahí me llego. Así que, bueno, con esto tendríamos finalizado lo que es el trámite. Como te digo, te solicito que esas llamadas, por favor, no las atiendas, y que no le pases tu datos a ningún otro asesor, ya que, bueno, esto puede llegar a parar lo que es el trámite, ¿sí? Por lo pronto tenés mi número, cualquier duda consulta ahí. Y, bueno, cualquier cosita estamos hablando, ¿sí? Bienvenido a Movistar y que tengas muy buen día. Gracias, realmente, vosotros. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.593,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:10:12.160424",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 129,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:28.905958",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116133950210_MIT_01982",
    "fecha_inicio": "16/1/2026 13:39:51",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 517,
    "tiempo_conversacion": 512,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No usa o No tiene celular",
    "tipo_tipificacion": "Exitoso"
  }
}