{
  "archivo": "amza9_1_260115125421598_ACD_02601.wav",
  "duracion_segundos": 111.76,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 55.48,
    "Cliente": 41.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.37,
      "fin": 13.47,
      "duracion": 13.1,
      "texto": "Hola, buen día. Hablo con Patricia. Me habla. ¿Qué tal, Patricia? Un gusto. Te hablo, Tomás. Me estoy comunicando al día de hoy porque tenemos un descuento para tus líneas. ¿Cómo te encontraste el día de hoy? ¿Todo bien?",
      "confianza": 0.062,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.29,
      "fin": 26.41,
      "duracion": 11.12,
      "texto": "¿De qué empresa me estás hablando? De Movistar, Patrick. ¿Ya te han llamado? Sí, todos los días, a cada rato. Sí. ¿Y qué es lo que no te interesa? Contame. Veo que estás aguantando 45 mil pesos con Clalo. No, no es eso.",
      "confianza": 0.194,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.09,
      "fin": 29.53,
      "duracion": 0.44,
      "texto": "Sí, están mirando más.",
      "confianza": 0.075,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.24,
      "fin": 31.58,
      "duracion": 1.34,
      "texto": "¿Cómo, cómo?",
      "confianza": 0.504,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.6,
      "fin": 42.63,
      "duracion": 11.04,
      "texto": "Que no, que no es así, estás mirando mal y además yo ya estuve en Movistar y es un servicio que no me interesa, no me gusta, no me sirve y no quiero que me sigan tomando.",
      "confianza": 0.652,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.04,
      "fin": 83.04,
      "duracion": 40.0,
      "texto": "¿Por qué no te sirve Movistar? Ya te dije que ya lo probé, ya tuve en Movistar, no quiero, no quiero volver a la empresa. Claro, pero ¿qué fue lo que se pasó exactamente, Patrick? ¿Motivos de qué tuviste? No tengo señal, me cobraban lo que se les antojaba a ustedes, me aumentaban y nadie me avisaba, un montón de cosas, y no quiero volver a movistar. Pero no me quieren entender, me llaman todos los días, a cada rato, a veces estoy manizando, me llaman por teléfono, tengo un trabajo que tengo que atender sí o sí a cualquier número, y siempre son ustedes, me tienen cansada. No sé cómo más decirles que no me llaman más.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.4,
      "fin": 98.84,
      "duracion": 13.44,
      "texto": "Claro, Patria, yo lo puedo dejar asentado, pero a ver, nosotros le estamos llamando porque justo antes... Sí, yo mismo lo dejo asentado, lo dejo asentado, pero no, no dejan asentado nada porque todos los días y hasta tres, cuatro veces por día me llaman.",
      "confianza": 0.337,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.36,
      "fin": 105.27,
      "duracion": 5.91,
      "texto": "No me llaman más. Eliminé el número del sistema, no sé, hacé algo, pero me tienen harta.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.04,
      "fin": 111.14,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.026,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.16,
      "fin": 111.76,
      "duracion": 0.6,
      "texto": "Bueno, que tengan un buen día.",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Patricia. Me habla. ¿Qué tal, Patricia? Un gusto. Te hablo, Tomás. Me estoy comunicando al día de hoy porque tenemos un descuento para tus líneas. ¿Cómo te encontraste el día de hoy? ¿Todo bien? ¿De qué empresa me estás hablando? De Movistar, Patrick. ¿Ya te han llamado? Sí, todos los días, a cada rato. Sí. ¿Y qué es lo que no te interesa? Contame. Veo que estás aguantando 45 mil pesos con Clalo. No, no es eso. Sí, están mirando más. ¿Cómo, cómo? Que no, que no es así, estás mirando mal y además yo ya estuve en Movistar y es un servicio que no me interesa, no me gusta, no me sirve y no quiero que me sigan tomando. ¿Por qué no te sirve Movistar? Ya te dije que ya lo probé, ya tuve en Movistar, no quiero, no quiero volver a la empresa. Claro, pero ¿qué fue lo que se pasó exactamente, Patrick? ¿Motivos de qué tuviste? No tengo señal, me cobraban lo que se les antojaba a ustedes, me aumentaban y nadie me avisaba, un montón de cosas, y no quiero volver a movistar. Pero no me quieren entender, me llaman todos los días, a cada rato, a veces estoy manizando, me llaman por teléfono, tengo un trabajo que tengo que atender sí o sí a cualquier número, y siempre son ustedes, me tienen cansada. No sé cómo más decirles que no me llaman más. Claro, Patria, yo lo puedo dejar asentado, pero a ver, nosotros le estamos llamando porque justo antes... Sí, yo mismo lo dejo asentado, lo dejo asentado, pero no, no dejan asentado nada porque todos los días y hasta tres, cuatro veces por día me llaman. No me llaman más. Eliminé el número del sistema, no sé, hacé algo, pero me tienen harta. Bien. Bueno, que tengan un buen día.",
  "calidad": {
    "confianza_promedio": 0.459,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:22:04.120922",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:33.310173",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115125421598_ACD_02601",
    "fecha_inicio": "15/1/2026 12:54:21",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 143,
    "tiempo_conversacion": 108,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}