{
  "archivo": "amza73_1_260113143235815_ACD_47617.wav",
  "duracion_segundos": 236.15,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 57.02,
    "Cliente": 159.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.38,
      "duracion": 4.35,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.06,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.4,
      "fin": 4.46,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.054,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.48,
      "fin": 11.83,
      "duracion": 7.35,
      "texto": "Un gusto, Nora. Mi nombre es Malena. Yo te estoy llamando para ofrecer tu beneficio el día de en tu línea. ¿Cómo estás?",
      "confianza": 0.877,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.85,
      "fin": 11.95,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.059,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.97,
      "fin": 18.12,
      "duracion": 6.15,
      "texto": "Me alegro mucho. Te comento, Nora, el día de hoy, de parte de Movistar, estamos haciendo lo que es una campaña de recuperación de clientes, ¿sí?",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.68,
      "fin": 21.26,
      "duracion": 2.58,
      "texto": "Veo que vos actualmente estás con lo que es claro, ¿correcto?",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.14,
      "fin": 33.15,
      "duracion": 10.01,
      "texto": "Sí. Bien, perfecto. Bueno, también me asegura que vos a más o menos principios del año pasado hiciste el cambio. No sé si fue por algún inconveniente o una mejor oferta, coméntame. No,",
      "confianza": 0.19,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 33.15,
      "fin": 38.33,
      "duracion": 5.18,
      "texto": "porque yo tenía que pagar una cosa y después me salieron con otra.",
      "confianza": 0.496,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.35,
      "fin": 44.62,
      "duracion": 6.27,
      "texto": "Bien, entiendo, si más que nada tuviste algún inconveniente con el tema facturación, por lo que me estás comentando.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.14,
      "fin": 54.56,
      "duracion": 9.41,
      "texto": "Bueno, mira, te comento, nosotros todo el tiempo vamos mejorando, no es nada más, en la señal y calidad del servicio telefónico también en la calidad de la atención, ¿bien?",
      "confianza": 0.734,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.89,
      "fin": 75.36,
      "duracion": 20.47,
      "texto": "Nosotros justamente buscamos que todos esos clientes que tuvieron algún inconveniente puedan volver y probarlo nuevamente porque por desgracia de los errores se aprende y nosotros sabemos que tuvimos mucha gente que, bueno, se fue por este tema de facturación. Para que vos te quedes tranquila, el día de hoy estamos haciendo lo que son facturas a la mesas adelantadas, ¿bien?",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.86,
      "fin": 105.16,
      "duracion": 29.3,
      "texto": "Para que justamente vos un mes antes de que puedas consumir el servicio veas lo que te va a dar a venir en pago, ¿bien? Y en el caso de que no sea lo que hemos acordado, porque para que te quedes tranquila, en el caso de que va a dar la portabilidad, se te va a hacer lo que es un cierre convencial, que es un contrato leído, va a quedar grabado en la llamada para que vos, en el caso de que tengan algún inconveniente, puedas hablar y decir, mira, esto no es lo acordado, mi asesora fue esto, esto, esto, esto. Bien,",
      "confianza": 0.524,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 105.16,
      "fin": 111.54,
      "duracion": 6.38,
      "texto": "justamente, por suerte, en el tiempo que al menos yo llevo trabajando, que van a estar más o menos cuatro meses,",
      "confianza": 0.563,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.83,
      "fin": 123.38,
      "duracion": 11.55,
      "texto": "No he tenido ningún inconveniente con ninguno de mis clientes con el tema de facturación, ¿bien? De todas formas vas a tener todo el tiempo mi número de teléfono habilitado para que te puedas comunicar conmigo, ¿bien?",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.12,
      "fin": 131.99,
      "duracion": 7.87,
      "texto": "De conjunto, Nora. Veo que tenés otra línea, tu nombre, no sé si esa línea sigue acercada o...",
      "confianza": 0.505,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 131.99,
      "fin": 133.31,
      "duracion": 1.32,
      "texto": "Bien, perfecto.",
      "confianza": 0.578,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.33,
      "fin": 147.13,
      "duracion": 13.8,
      "texto": "Bueno, Nora, no sabemos más o menos qué cantidad de internet tienen estas líneas y sabemos más o menos qué cantidad llegas a tener. los abonos o preparados, coméntame para que te pueda dar un aproximado de lo que sale en este momento.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.25,
      "fin": 161.15,
      "duracion": 12.9,
      "texto": "Cuatro gigas tenemos los dos. Bien, entiendo. ¿Y esos gigas se llegan a alcanzar? ¿Te hace falta cargar más? No, no. Bien, entiendo. Bueno, perfecto.",
      "confianza": 0.383,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 161.17,
      "fin": 161.61,
      "duracion": 0.44,
      "texto": "Te comento.",
      "confianza": 0.601,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.71,
      "fin": 189.66,
      "duracion": 27.95,
      "texto": "El día de hoy tenemos un plan de también cuatro gigas. pero lo que tenemos de bueno es que te vamos a estar bonificando cuatro gigas extra durante seis meses y pasando ambas líneas vamos a hacer lo que es un plan familiar, ¿bien? Que durante el tiempo que estrenan ambos movistar y estén bajo tu nombre van a tener lo que es el plan familiar, así que van a tener cuatro gigas extra en cada línea sin vencimiento, ¿bien? En total, van a tener un plan de 12 gigas al precio uno de cuatro, ¿sí?",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 189.68,
      "fin": 193.41,
      "duracion": 3.72,
      "texto": "Este plan también te incluye lo que es WhatsApp Gratis y llamadas libres a cualquier compañía",
      "confianza": 0.571,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.66,
      "fin": 199.74,
      "duracion": 6.08,
      "texto": "A un precio de 11.400 pesos cada línea, ¿bien? No sé cómo te ves con este plan, coméntame.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 204.21,
      "fin": 207.33,
      "duracion": 3.12,
      "texto": "No, está claro. Bien, está más claro de lo que estás poniendo actualmente en claro.",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.62,
      "fin": 226.83,
      "duracion": 13.21,
      "texto": "No sé, no entiendo ni lo que está en lo alma, así que no. Bien, entiendo. ¿Entendiste algún inconveniente con el tema señal también? No, y aparte mi hijo no se quiere volver movistar.",
      "confianza": 0.155,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 228.57,
      "fin": 229.96,
      "duracion": 1.39,
      "texto": "Bueno, no hay problemas.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.52,
      "fin": 236.15,
      "duracion": 5.63,
      "texto": "Muchísimas gracias por su tiempo, nada, que tengas excelentes días. Hasta luego.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Sí. Un gusto, Nora. Mi nombre es Malena. Yo te estoy llamando para ofrecer tu beneficio el día de en tu línea. ¿Cómo estás? Bien. Me alegro mucho. Te comento, Nora, el día de hoy, de parte de Movistar, estamos haciendo lo que es una campaña de recuperación de clientes, ¿sí? Veo que vos actualmente estás con lo que es claro, ¿correcto? Sí. Bien, perfecto. Bueno, también me asegura que vos a más o menos principios del año pasado hiciste el cambio. No sé si fue por algún inconveniente o una mejor oferta, coméntame. No, porque yo tenía que pagar una cosa y después me salieron con otra. Bien, entiendo, si más que nada tuviste algún inconveniente con el tema facturación, por lo que me estás comentando. Bueno, mira, te comento, nosotros todo el tiempo vamos mejorando, no es nada más, en la señal y calidad del servicio telefónico también en la calidad de la atención, ¿bien? Nosotros justamente buscamos que todos esos clientes que tuvieron algún inconveniente puedan volver y probarlo nuevamente porque por desgracia de los errores se aprende y nosotros sabemos que tuvimos mucha gente que, bueno, se fue por este tema de facturación. Para que vos te quedes tranquila, el día de hoy estamos haciendo lo que son facturas a la mesas adelantadas, ¿bien? Para que justamente vos un mes antes de que puedas consumir el servicio veas lo que te va a dar a venir en pago, ¿bien? Y en el caso de que no sea lo que hemos acordado, porque para que te quedes tranquila, en el caso de que va a dar la portabilidad, se te va a hacer lo que es un cierre convencial, que es un contrato leído, va a quedar grabado en la llamada para que vos, en el caso de que tengan algún inconveniente, puedas hablar y decir, mira, esto no es lo acordado, mi asesora fue esto, esto, esto, esto. Bien, justamente, por suerte, en el tiempo que al menos yo llevo trabajando, que van a estar más o menos cuatro meses, No he tenido ningún inconveniente con ninguno de mis clientes con el tema de facturación, ¿bien? De todas formas vas a tener todo el tiempo mi número de teléfono habilitado para que te puedas comunicar conmigo, ¿bien? De conjunto, Nora. Veo que tenés otra línea, tu nombre, no sé si esa línea sigue acercada o... Bien, perfecto. Bueno, Nora, no sabemos más o menos qué cantidad de internet tienen estas líneas y sabemos más o menos qué cantidad llegas a tener. los abonos o preparados, coméntame para que te pueda dar un aproximado de lo que sale en este momento. Cuatro gigas tenemos los dos. Bien, entiendo. ¿Y esos gigas se llegan a alcanzar? ¿Te hace falta cargar más? No, no. Bien, entiendo. Bueno, perfecto. Te comento. El día de hoy tenemos un plan de también cuatro gigas. pero lo que tenemos de bueno es que te vamos a estar bonificando cuatro gigas extra durante seis meses y pasando ambas líneas vamos a hacer lo que es un plan familiar, ¿bien? Que durante el tiempo que estrenan ambos movistar y estén bajo tu nombre van a tener lo que es el plan familiar, así que van a tener cuatro gigas extra en cada línea sin vencimiento, ¿bien? En total, van a tener un plan de 12 gigas al precio uno de cuatro, ¿sí? Este plan también te incluye lo que es WhatsApp Gratis y llamadas libres a cualquier compañía A un precio de 11.400 pesos cada línea, ¿bien? No sé cómo te ves con este plan, coméntame. No, está claro. Bien, está más claro de lo que estás poniendo actualmente en claro. No sé, no entiendo ni lo que está en lo alma, así que no. Bien, entiendo. ¿Entendiste algún inconveniente con el tema señal también? No, y aparte mi hijo no se quiere volver movistar. Bueno, no hay problemas. Muchísimas gracias por su tiempo, nada, que tengas excelentes días. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.514,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:53:25.935954",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:31.488049",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113143235815_ACD_47617",
    "fecha_inicio": "13/1/2026 14:32:35",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 245,
    "tiempo_conversacion": 229,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}