{
  "archivo": "amza1_1_260116103249080_ACD_08863.wav",
  "duracion_segundos": 116.42,
  "num_segmentos": 44,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 109.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.39,
      "fin": 21.3,
      "duracion": 20.91,
      "texto": "Hola, muy buenos días. Hablo con Mabel. Sí, con ella. ¿Qué tal, Mabel? ¿Cómo le va un placer hablar con usted? Le hablé a Angelina, asesora de Movistar. ¿Cómo le va el día de hoy? Hola, no, no. Todos los días me llaman 10, 15 veces y ya aclaré que no. ¿En serio? Sí, y ya aclaré el motivo.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.5,
      "fin": 30.52,
      "duracion": 8.02,
      "texto": "Bien, entiendo, Mabel. ¿Y por cuál sería el motivo? Porque yo no estoy al tanto de eso. Porque yo viajo a Córdoba y no tengo señal en ese lugar.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.14,
      "fin": 35.31,
      "duracion": 4.17,
      "texto": "Ah, bien, en Córdoba. ¿A qué localidad de Córdoba suele viajar usted? Cozquín.",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.33,
      "fin": 38.03,
      "duracion": 1.7,
      "texto": "Bien, ¿y han verificado el tema de la cobertura?",
      "confianza": 0.374,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.36,
      "fin": 66.98,
      "duracion": 27.62,
      "texto": "No, pero ahí en ese lugar, en Cozquín, no abarcan. Movistar no funciona. Ah, bien. Bueno, gracias. Bien, no hay ningún problema. Igual le han ofrecido las promociones de la fibra óptica para su domicilio, lo que es el internet de hogar. ¿Cuánto sale eso? Bien, eso tenemos lo que es un precio inicial en 24 mil pesos. Sí, para lo que es la fibra de 300 megas. Bien.",
      "confianza": 0.389,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.53,
      "fin": 104.86,
      "duracion": 37.33,
      "texto": "Y si tú tuvieras alguna línea que quisieras pasar en conjunto, conjuntamente la promoción de la fibra, le queda bonificada. Es decir, que va a bonar 20 mil pesos de la fibra y 4 mil de la línea. Si no, para el precio base, que son 24 mil pesos, para los 300 megas, no sé qué le parezca. Yo cualquier cosa le aviso. Bueno, yo le voy a mandar un mensaje por WhatsApp, ¿sí? No, por ahora no, porque no me puedo cambiar por ahora la línea de teléfono, por ahora no. Pueden hacer si quieren lo que es la fibra óptica arzola, no hace falta que lo hagan conjunto. Sí, sí, sí, pero por ahora no.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.07,
      "fin": 111.47,
      "duracion": 5.4,
      "texto": "Bueno, no va a haber ningún problema. Igual la junto a las Promo Sports si lo quiere pensar y además le queda mi contacto, ¿sí?",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.15,
      "fin": 116.42,
      "duracion": 4.27,
      "texto": "Bueno, perfecto. Bueno, hasta luego, que estemos viviendo. Chao, chao. Chao, chao.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, muy buenos días. Hablo con Mabel. Sí, con ella. ¿Qué tal, Mabel? ¿Cómo le va un placer hablar con usted? Le hablé a Angelina, asesora de Movistar. ¿Cómo le va el día de hoy? Hola, no, no. Todos los días me llaman 10, 15 veces y ya aclaré que no. ¿En serio? Sí, y ya aclaré el motivo. Bien, entiendo, Mabel. ¿Y por cuál sería el motivo? Porque yo no estoy al tanto de eso. Porque yo viajo a Córdoba y no tengo señal en ese lugar. Ah, bien, en Córdoba. ¿A qué localidad de Córdoba suele viajar usted? Cozquín. Bien, ¿y han verificado el tema de la cobertura? No, pero ahí en ese lugar, en Cozquín, no abarcan. Movistar no funciona. Ah, bien. Bueno, gracias. Bien, no hay ningún problema. Igual le han ofrecido las promociones de la fibra óptica para su domicilio, lo que es el internet de hogar. ¿Cuánto sale eso? Bien, eso tenemos lo que es un precio inicial en 24 mil pesos. Sí, para lo que es la fibra de 300 megas. Bien. Y si tú tuvieras alguna línea que quisieras pasar en conjunto, conjuntamente la promoción de la fibra, le queda bonificada. Es decir, que va a bonar 20 mil pesos de la fibra y 4 mil de la línea. Si no, para el precio base, que son 24 mil pesos, para los 300 megas, no sé qué le parezca. Yo cualquier cosa le aviso. Bueno, yo le voy a mandar un mensaje por WhatsApp, ¿sí? No, por ahora no, porque no me puedo cambiar por ahora la línea de teléfono, por ahora no. Pueden hacer si quieren lo que es la fibra óptica arzola, no hace falta que lo hagan conjunto. Sí, sí, sí, pero por ahora no. Bueno, no va a haber ningún problema. Igual la junto a las Promo Sports si lo quiere pensar y además le queda mi contacto, ¿sí? Bueno, perfecto. Bueno, hasta luego, que estemos viviendo. Chao, chao. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.513,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:48:11.560982",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 44,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:16.462059",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116103249080_ACD_08863",
    "fecha_inicio": "16/1/2026 10:32:49",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 148,
    "tiempo_conversacion": 112,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}