{
  "archivo": "amza45_1_260116115313784_ACD_99903.wav",
  "duracion_segundos": 274.12,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 209.88,
    "Cliente": 38.52
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.61,
      "fin": 7.46,
      "duracion": 4.85,
      "texto": "Hola, buenos días. ¿Qué tal? Me comunico con Rikardina.",
      "confianza": 0.235,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.68,
      "fin": 15.23,
      "duracion": 5.55,
      "texto": "¿Qué tal, Rikardina? ¿Cómo estás? Mi nombre es Yolaira. Me comunicaba con vos porque teníamos una promoción para tu línea, ¿bien?",
      "confianza": 0.34,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.21,
      "fin": 20.64,
      "duracion": 4.43,
      "texto": "Veo que, bueno, ahora estabas con una buena en claro. ¿Puede ser?",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.66,
      "fin": 21.21,
      "duracion": 0.55,
      "texto": "Sí. Perfecto.",
      "confianza": 0.044,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.24,
      "fin": 33.79,
      "duracion": 12.55,
      "texto": "Entonces, me comunico desde Movistar. Obviamente queríamos mencionarte lo que es la promoción y que lo posible tratas de pagar menos y tener más beneficios, ¿bien? Nos decimos que... ¿Te va a gustar, por ejemplo, muchas rimas con tu plan ahora?",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.09,
      "fin": 43.92,
      "duracion": 5.83,
      "texto": "¿Sí, claro? Sí. A mí, seguramente, te consulto, porque seguramente estás hablando como 16,700. Esto es solamente por tu línea.",
      "confianza": 0.124,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.22,
      "fin": 47.56,
      "duracion": 0.34,
      "texto": "Sí. Perfecto.",
      "confianza": 0.031,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.58,
      "fin": 49.26,
      "duracion": 1.68,
      "texto": "Bueno, mira. ¿Te queríamos ofrecer?",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.76,
      "fin": 50.6,
      "duracion": 0.84,
      "texto": "Sí, que pares menos.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.12,
      "fin": 59.99,
      "duracion": 8.87,
      "texto": "Tenemos un plan, tenés 8 gigas de base más 8 gigas de regalo. Bien, 16 gigas en total con el WhatsApp gratis que no te va a consumir.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.63,
      "fin": 73.75,
      "duracion": 13.12,
      "texto": "América, Brasil local y Rummen, eso es el caso de los viajes, es la más libre para cualquier tipo de compañía y el plan te queda en 10.400 pesos, ¿sí? No sé cómo lo ves. El precio, bueno, la cantidad de dinero.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.41,
      "fin": 77.67,
      "duracion": 3.26,
      "texto": "El precio está bueno porque es bastante menos de lo que paja, por así.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.93,
      "fin": 83.72,
      "duracion": 4.79,
      "texto": "Y la cantidad de... Sí, pero yo antes tenía Movistar. Sí.",
      "confianza": 0.484,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.74,
      "fin": 93.4,
      "duracion": 9.66,
      "texto": "Pero casi nunca me andaba bien la línea. ¿La señal me decís? Sí, la señal. Ah, bien. Claro, sí. Miren que buena que estuviste más o menos en el 2024.",
      "confianza": 0.248,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.48,
      "fin": 98.27,
      "duracion": 4.79,
      "texto": "Sí, sí, sí. Sí, sí. Bien.",
      "confianza": 0.588,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.28,
      "fin": 101.71,
      "duracion": 3.42,
      "texto": "Y más o menos, ¿en qué zonas te funcionaba la mariponeleira?",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.31,
      "fin": 105.84,
      "duracion": 3.52,
      "texto": "¿Cuándo viajabas a algún lado o en específico, por ejemplo?",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.88,
      "fin": 118.83,
      "duracion": 11.95,
      "texto": "Casi siempre. Casi siempre. Nunca tenía buena señal. En el fútbol, en el colectivo, en el tren, por lugares, no tenía... No tenía señal.",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 119.54,
      "fin": 123.61,
      "duracion": 4.06,
      "texto": "Y no podías hacer llamadas ni nada?",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.62,
      "fin": 123.83,
      "duracion": 0.2,
      "texto": "No.",
      "confianza": 0.381,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.84,
      "fin": 138.16,
      "duracion": 14.32,
      "texto": "Yo llamaba a Momistar y Momistar nunca me hacía caso. Por eso yo agarré mi cambia, claro. No, obviamente. Yo también. Yo, por ejemplo, utilizo muchísimo el celular y sinceramente no puedo estar incomunicada.",
      "confianza": 0.17,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.18,
      "fin": 143.37,
      "duracion": 5.19,
      "texto": "Por lo menos yo tengo que estar en contacto siempre con mis clientes, entonces no puedo.",
      "confianza": 0.807,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.64,
      "fin": 151.22,
      "duracion": 7.58,
      "texto": "Ahora, por ejemplo, sí, a mí me parece que vos tenés un buen excelente edificio con respecto al Movistar. Sí, has estado excelente.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.35,
      "fin": 158.95,
      "duracion": 6.61,
      "texto": "Entonces, bueno, la idea es siempre que puedas volver a la compañía con una promoción bastante buena, puedas aprovechar.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.51,
      "fin": 163.56,
      "duracion": 4.04,
      "texto": "Y, bueno, obviamente corrobrar que realmente está mejorado muchísimo lo que es la JANACI.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.14,
      "fin": 168.24,
      "duracion": 4.1,
      "texto": "Actualmente, de verdad y sincera, por eso por ahí nos contactamos nuevamente, ¿bien?",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.0,
      "fin": 189.61,
      "duracion": 20.61,
      "texto": "Nos figura que se ha mejorado bastante lo que es la señal, ahora contamos con chips que son 4G+. Esto ayuda bastante a expandir lo que es la señal y que bueno, obviamente lo puedes tener porque te estoy diciendo, no sirve de nada que tengamos que ir a cambiarte y realmente que no puedas utilizarlo ni en el fútbol.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.43,
      "fin": 202.81,
      "duracion": 12.38,
      "texto": "Así es que la oficina entera se ha mejorado, sí, por eso también yo entiendo que es medio molesto, pero por ahí con eso mismo nos contactamos así todo el tiempo, ¿bien?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.83,
      "fin": 214.75,
      "duracion": 11.92,
      "texto": "Sí, pero yo en este momento, mira, estoy trabajando mucho tiempo, no tengo, así que si podría me quedan más tipo 6, estaría buenísimo. Sí, pero...",
      "confianza": 0.375,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.49,
      "fin": 237.28,
      "duracion": 21.79,
      "texto": "Si querés, podemos hacerme un siguiente. No sé si vos tenés algún horario así en el que estés de descanso o algo. No, un COC tipo 6. Bueno, bueno, no hay ningún problema. Yo te envío sino un mensajito ahí por WhatsApp. Te voy a enviar, bueno, lo que es la promoción y todo para que vos lo tenga, ¿sí?",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.3,
      "fin": 237.36,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 237.38,
      "fin": 243.15,
      "duracion": 5.77,
      "texto": "Y bueno, ahí si querés, no lo respondiendo por WhatsApp. No hay ningún problema, ¿sí?",
      "confianza": 0.441,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 243.81,
      "fin": 262.19,
      "duracion": 18.38,
      "texto": "Bien, Ricardo y mi abuelo, muchísimas gracias. Igualmente, quédate tranquila, que cualquier duda o consulta, en este caso, yo consideré ser tu asesora, así que cualquier problema que tengas después, no hace falta que estés llamando o mostrarte y que tengas que esperar a que te den una respuesta como pasa o sí. Directamente, lo tratarías todo conmigo, ¿bien?",
      "confianza": 0.481,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 262.73,
      "fin": 274.12,
      "duracion": 11.39,
      "texto": "Para que tengas... ¿bien? Bueno, bueno. Bueno, muchísimas gracias. Ahí te envío un mensajito para que estemos en contacto, ¿bien? Bueno gracias. Hasta luego gracias. Hasta luego.",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Qué tal? Me comunico con Rikardina. ¿Qué tal, Rikardina? ¿Cómo estás? Mi nombre es Yolaira. Me comunicaba con vos porque teníamos una promoción para tu línea, ¿bien? Veo que, bueno, ahora estabas con una buena en claro. ¿Puede ser? Sí. Perfecto. Entonces, me comunico desde Movistar. Obviamente queríamos mencionarte lo que es la promoción y que lo posible tratas de pagar menos y tener más beneficios, ¿bien? Nos decimos que... ¿Te va a gustar, por ejemplo, muchas rimas con tu plan ahora? ¿Sí, claro? Sí. A mí, seguramente, te consulto, porque seguramente estás hablando como 16,700. Esto es solamente por tu línea. Sí. Perfecto. Bueno, mira. ¿Te queríamos ofrecer? Sí, que pares menos. Tenemos un plan, tenés 8 gigas de base más 8 gigas de regalo. Bien, 16 gigas en total con el WhatsApp gratis que no te va a consumir. América, Brasil local y Rummen, eso es el caso de los viajes, es la más libre para cualquier tipo de compañía y el plan te queda en 10.400 pesos, ¿sí? No sé cómo lo ves. El precio, bueno, la cantidad de dinero. El precio está bueno porque es bastante menos de lo que paja, por así. Y la cantidad de... Sí, pero yo antes tenía Movistar. Sí. Pero casi nunca me andaba bien la línea. ¿La señal me decís? Sí, la señal. Ah, bien. Claro, sí. Miren que buena que estuviste más o menos en el 2024. Sí, sí, sí. Sí, sí. Bien. Y más o menos, ¿en qué zonas te funcionaba la mariponeleira? ¿Cuándo viajabas a algún lado o en específico, por ejemplo? Casi siempre. Casi siempre. Nunca tenía buena señal. En el fútbol, en el colectivo, en el tren, por lugares, no tenía... No tenía señal. Y no podías hacer llamadas ni nada? No. Yo llamaba a Momistar y Momistar nunca me hacía caso. Por eso yo agarré mi cambia, claro. No, obviamente. Yo también. Yo, por ejemplo, utilizo muchísimo el celular y sinceramente no puedo estar incomunicada. Por lo menos yo tengo que estar en contacto siempre con mis clientes, entonces no puedo. Ahora, por ejemplo, sí, a mí me parece que vos tenés un buen excelente edificio con respecto al Movistar. Sí, has estado excelente. Entonces, bueno, la idea es siempre que puedas volver a la compañía con una promoción bastante buena, puedas aprovechar. Y, bueno, obviamente corrobrar que realmente está mejorado muchísimo lo que es la JANACI. Actualmente, de verdad y sincera, por eso por ahí nos contactamos nuevamente, ¿bien? Nos figura que se ha mejorado bastante lo que es la señal, ahora contamos con chips que son 4G+. Esto ayuda bastante a expandir lo que es la señal y que bueno, obviamente lo puedes tener porque te estoy diciendo, no sirve de nada que tengamos que ir a cambiarte y realmente que no puedas utilizarlo ni en el fútbol. Así es que la oficina entera se ha mejorado, sí, por eso también yo entiendo que es medio molesto, pero por ahí con eso mismo nos contactamos así todo el tiempo, ¿bien? Sí, pero yo en este momento, mira, estoy trabajando mucho tiempo, no tengo, así que si podría me quedan más tipo 6, estaría buenísimo. Sí, pero... Si querés, podemos hacerme un siguiente. No sé si vos tenés algún horario así en el que estés de descanso o algo. No, un COC tipo 6. Bueno, bueno, no hay ningún problema. Yo te envío sino un mensajito ahí por WhatsApp. Te voy a enviar, bueno, lo que es la promoción y todo para que vos lo tenga, ¿sí? Sí. Y bueno, ahí si querés, no lo respondiendo por WhatsApp. No hay ningún problema, ¿sí? Bien, Ricardo y mi abuelo, muchísimas gracias. Igualmente, quédate tranquila, que cualquier duda o consulta, en este caso, yo consideré ser tu asesora, así que cualquier problema que tengas después, no hace falta que estés llamando o mostrarte y que tengas que esperar a que te den una respuesta como pasa o sí. Directamente, lo tratarías todo conmigo, ¿bien? Para que tengas... ¿bien? Bueno, bueno. Bueno, muchísimas gracias. Ahí te envío un mensajito para que estemos en contacto, ¿bien? Bueno gracias. Hasta luego gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.468,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:16:00.260048",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 84,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:29.287888",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116115313784_ACD_99903",
    "fecha_inicio": "16/1/2026 11:53:13",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 285,
    "tiempo_conversacion": 264,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}