{
  "archivo": "amza29_1_260115145344409_ACD_93877.wav",
  "duracion_segundos": 227.85,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 88.12,
    "Cliente": 122.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.11,
      "fin": 8.64,
      "duracion": 6.53,
      "texto": "Hola, buenos días Ramón. Buenos días. Buenas tardes. Buenas tardes, es verdad.",
      "confianza": 0.2,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.38,
      "fin": 27.36,
      "duracion": 17.98,
      "texto": "Ya estoy media despachada. Sí, ¿no? Sí, mal. Sí, decime. Ramón, se estaba llamando del área de recupero de clientes de Movistar, me figurás con claro. ¿Es correcto? Sí, es correcto. Bien, y te hago una consulta. ¿Qué plan te ofrece Claro?",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.94,
      "fin": 76.83,
      "duracion": 48.89,
      "texto": "Si sabes qué plan tienes, cuánto estás abonando. Y hasta ahora tenía 14, pero tengo que entrar ahora a aclaro a ver cómo estoy, porque resulta que fui a pagar y de 14 me salto 22. Así que voy a ver que sigue un montón. Entonces tengo que ver y por ahí me vuelvo a, si tengo un plan mejor en movistar, me vuelvo a movistar. Ramón, y yo soy tu plan mejor. Te puedo ofrecer por 10.400. ¿La mitad de la mitad de la mitad? Sí, la mitad de la mitad de la mitad, pero tengo que estar en claro, tengo que salir claro, porque si no, no me van a dar la... ¿Entendés? Tengo que pagar todo y creo que me cobraron un poco ayer.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.41,
      "fin": 81.13,
      "duracion": 2.72,
      "texto": "Así que tengo que estar en claro.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.88,
      "fin": 84.62,
      "duracion": 1.74,
      "texto": "Claro.",
      "confianza": 0.901,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.64,
      "fin": 99.36,
      "duracion": 14.72,
      "texto": "Bien, pero esa cultura es de lo que ya usaron, ¿sí? No te están facturando algo que todavía no usas, o sea, si vos te pasas a movistar no vas a quedar con deuda, claro.",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.16,
      "fin": 111.17,
      "duracion": 10.01,
      "texto": "O sea, eso que te han facturado es porque ya lo usaste, pero no te pueden hacer pagar algo que no has usado todavía.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.68,
      "fin": 139.46,
      "duracion": 27.78,
      "texto": "te puedo ofrecer una promo por 10.400 pesos y más económico de lo que estabas pagando y de lo que estás pagando actualmente que me decís que pagas 22. ¿Y cómo sería el asunto? Mira, el trámite es muy sencillo. Si yo me encargo de todo, de la baja en claro y el alter movistar, si vos lo único que tenés que hacer es retirar el chip aproximadamente en 48 horas árbiles, te acercas a la sucursal con tu DNI, cargamos la sucursal que te quede más cerca, ¿bien?",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.08,
      "fin": 152.94,
      "duracion": 12.86,
      "texto": "Y básicamente es eso el trámite. Vos tenés en 48 horas hábiles tu línea funcionando en Movistar. ¿Bien? Sí. ¿De qué localidad sos?",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.78,
      "fin": 169.34,
      "duracion": 15.56,
      "texto": "¿En Buenos Aires? No, sí, estoy acá de Berazateguiz. Berazateguiz, perfecto. Bien, tengo una tienda Movistar ahí en el Paseo Papeonal 147. ¿Sabés dónde queda?",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.98,
      "fin": 177.47,
      "duracion": 7.49,
      "texto": "en frente de la estación. Ajá. Bien. Que quede cerca de la diagonal Lisandro de la Torre.",
      "confianza": 0.292,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.67,
      "fin": 185.87,
      "duracion": 7.2,
      "texto": "Sí, sí, sí, conozco, conozco. Bien. Bueno, el trámite es así. Yo, o sea, lo hacemos ahora en llamadas y tenés un tiempito.",
      "confianza": 0.35,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.47,
      "fin": 193.92,
      "duracion": 7.45,
      "texto": "Sí. No, escasónmente te estoy atendiendo porque vino a tomarme algo fresco y después de abuelo me quedaba todo el medio asustado.",
      "confianza": 0.863,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.74,
      "fin": 197.72,
      "duracion": 2.98,
      "texto": "Déjame tu nombre. No, te demoro más de cinco minutos.",
      "confianza": 0.291,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.32,
      "fin": 208.16,
      "duracion": 9.84,
      "texto": "Si te parece. No. Déjame mandar un mensajito, déjame tu mensajito, tu número y tu cosa, o tal, que mañana te llamo, dale.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.86,
      "fin": 217.42,
      "duracion": 8.56,
      "texto": "Dale, perfecto. Yo te escribo por WhatsApp y te aviso qué promo hay mañana, porque esa promo era por hoy. Si la tenemos todavía mañana, te escribo.",
      "confianza": 0.796,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 217.97,
      "fin": 218.99,
      "duracion": 1.02,
      "texto": "Dale, dale.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.05,
      "fin": 221.51,
      "duracion": 1.46,
      "texto": "Perfecto. No hay problema.",
      "confianza": 0.925,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.21,
      "fin": 227.85,
      "duracion": 5.63,
      "texto": "Chau, gracias.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días Ramón. Buenos días. Buenas tardes. Buenas tardes, es verdad. Ya estoy media despachada. Sí, ¿no? Sí, mal. Sí, decime. Ramón, se estaba llamando del área de recupero de clientes de Movistar, me figurás con claro. ¿Es correcto? Sí, es correcto. Bien, y te hago una consulta. ¿Qué plan te ofrece Claro? Si sabes qué plan tienes, cuánto estás abonando. Y hasta ahora tenía 14, pero tengo que entrar ahora a aclaro a ver cómo estoy, porque resulta que fui a pagar y de 14 me salto 22. Así que voy a ver que sigue un montón. Entonces tengo que ver y por ahí me vuelvo a, si tengo un plan mejor en movistar, me vuelvo a movistar. Ramón, y yo soy tu plan mejor. Te puedo ofrecer por 10.400. ¿La mitad de la mitad de la mitad? Sí, la mitad de la mitad de la mitad, pero tengo que estar en claro, tengo que salir claro, porque si no, no me van a dar la... ¿Entendés? Tengo que pagar todo y creo que me cobraron un poco ayer. Así que tengo que estar en claro. Claro. Bien, pero esa cultura es de lo que ya usaron, ¿sí? No te están facturando algo que todavía no usas, o sea, si vos te pasas a movistar no vas a quedar con deuda, claro. O sea, eso que te han facturado es porque ya lo usaste, pero no te pueden hacer pagar algo que no has usado todavía. te puedo ofrecer una promo por 10.400 pesos y más económico de lo que estabas pagando y de lo que estás pagando actualmente que me decís que pagas 22. ¿Y cómo sería el asunto? Mira, el trámite es muy sencillo. Si yo me encargo de todo, de la baja en claro y el alter movistar, si vos lo único que tenés que hacer es retirar el chip aproximadamente en 48 horas árbiles, te acercas a la sucursal con tu DNI, cargamos la sucursal que te quede más cerca, ¿bien? Y básicamente es eso el trámite. Vos tenés en 48 horas hábiles tu línea funcionando en Movistar. ¿Bien? Sí. ¿De qué localidad sos? ¿En Buenos Aires? No, sí, estoy acá de Berazateguiz. Berazateguiz, perfecto. Bien, tengo una tienda Movistar ahí en el Paseo Papeonal 147. ¿Sabés dónde queda? en frente de la estación. Ajá. Bien. Que quede cerca de la diagonal Lisandro de la Torre. Sí, sí, sí, conozco, conozco. Bien. Bueno, el trámite es así. Yo, o sea, lo hacemos ahora en llamadas y tenés un tiempito. Sí. No, escasónmente te estoy atendiendo porque vino a tomarme algo fresco y después de abuelo me quedaba todo el medio asustado. Déjame tu nombre. No, te demoro más de cinco minutos. Si te parece. No. Déjame mandar un mensajito, déjame tu mensajito, tu número y tu cosa, o tal, que mañana te llamo, dale. Dale, perfecto. Yo te escribo por WhatsApp y te aviso qué promo hay mañana, porque esa promo era por hoy. Si la tenemos todavía mañana, te escribo. Dale, dale. Perfecto. No hay problema. Chau, gracias.",
  "calidad": {
    "confianza_promedio": 0.532,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:56:22.500222",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:20.795814",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115145344409_ACD_93877",
    "fecha_inicio": "15/1/2026 14:53:44",
    "agente_nombre": "MZA 29",
    "agente_login": "mza29",
    "duracion_total": 305,
    "tiempo_conversacion": 218,
    "tiempo_hold": 0,
    "tiempo_acw": 71,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}