{
  "archivo": "amza22_1_260112105458729_ACD_98967.wav",
  "duracion_segundos": 138.56,
  "num_segmentos": 43,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 80.64,
    "Cliente": 39.08
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.79,
      "fin": 11.66,
      "duracion": 9.87,
      "texto": "Hola, buen día. Hablo con Elizabeth. Sí, ¿qué tal? ¿Cómo estás? Mi nombre es Belén, me presento. Mirar, yo te estoy llamando desde el área de recupero de clientes de Moviscar.",
      "confianza": 0.415,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.3,
      "fin": 26.74,
      "duracion": 14.44,
      "texto": "Queríamos saber por qué te habías sido de la compañía. ¿Vos sabrías explicarme un poco? ¿Mejor estudiando el plan?",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.76,
      "fin": 26.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 26.84,
      "fin": 28.62,
      "duracion": 1.78,
      "texto": "Claro, a mí me acuerdo, pero no más, no tengo empleo, nada más bien, un poquito de datos.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.64,
      "fin": 28.7,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.34,
      "fin": 66.36,
      "duracion": 36.02,
      "texto": "A mí no lo había entendido, yo ya no me acuerdo, fue como un año que me fui. Ah, claro, perdón. Estoy reconforme ya. Sí, estoy reconforme por eso, pero... Ah, bien. Y sería que... Tampoco me ofrecieron en el momento... Bajarte el valor, sí. Claro. Se entienda perfectamente. O sea, se me quedaba. Así que... Claro, no, no. Y eso está. Y todo está bastante bien con la nueva empresa, así que bueno. ¿Sabes qué plan tenés con ella de los sigas que te brindan? ¿Y cuánto estás abonando aproximadamente? 13.800 pesos. Por cuánto llegas a Bel?",
      "confianza": 0.177,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.14,
      "fin": 83.45,
      "duracion": 14.31,
      "texto": "Pero ahora no me necesito mucho porque estoy trabajando desde mi casa. Ah, bien, perfecto. La diferencia era esa. Ah, claro. ¿Ya te habían dicho los planes?",
      "confianza": 0.369,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.17,
      "fin": 96.03,
      "duracion": 11.86,
      "texto": "Porque mira, tenemos acá 8 gigas por 11,400 pesos. Si no, tenemos 16 gigas a 13,250. Este incluye la América Preciosa y Cali con lo que es Rumi en América.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.95,
      "fin": 114.01,
      "duracion": 17.06,
      "texto": "Si no, tenemos una promoción. Si vos tenés, si sos la titular del Wi-Fi en tu casa, a que tenés 8 gigas a 4,000 pesos. No más te sale la línea. Y después tenés los 300 megas a 20,000 pesos de las que irás tirando. Entonces, vos tan solo ganarías 24,000.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.2,
      "fin": 126.52,
      "duracion": 11.32,
      "texto": "Si querés, nos ponemos a buscar si tenés puesta cerca de tu domicilio para ver si sos de alta competencia o no, porque si sos de alta competencia te podés modar dos meses totalmente modificadas en lo que es la fibra.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.62,
      "fin": 138.56,
      "duracion": 2.94,
      "texto": "No voy a cambiar de empresa, pero al momento están todo bien. No hay problema, que tengas lindo día.",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Elizabeth. Sí, ¿qué tal? ¿Cómo estás? Mi nombre es Belén, me presento. Mirar, yo te estoy llamando desde el área de recupero de clientes de Moviscar. Queríamos saber por qué te habías sido de la compañía. ¿Vos sabrías explicarme un poco? ¿Mejor estudiando el plan? Sí. Claro, a mí me acuerdo, pero no más, no tengo empleo, nada más bien, un poquito de datos. Sí. A mí no lo había entendido, yo ya no me acuerdo, fue como un año que me fui. Ah, claro, perdón. Estoy reconforme ya. Sí, estoy reconforme por eso, pero... Ah, bien. Y sería que... Tampoco me ofrecieron en el momento... Bajarte el valor, sí. Claro. Se entienda perfectamente. O sea, se me quedaba. Así que... Claro, no, no. Y eso está. Y todo está bastante bien con la nueva empresa, así que bueno. ¿Sabes qué plan tenés con ella de los sigas que te brindan? ¿Y cuánto estás abonando aproximadamente? 13.800 pesos. Por cuánto llegas a Bel? Pero ahora no me necesito mucho porque estoy trabajando desde mi casa. Ah, bien, perfecto. La diferencia era esa. Ah, claro. ¿Ya te habían dicho los planes? Porque mira, tenemos acá 8 gigas por 11,400 pesos. Si no, tenemos 16 gigas a 13,250. Este incluye la América Preciosa y Cali con lo que es Rumi en América. Si no, tenemos una promoción. Si vos tenés, si sos la titular del Wi-Fi en tu casa, a que tenés 8 gigas a 4,000 pesos. No más te sale la línea. Y después tenés los 300 megas a 20,000 pesos de las que irás tirando. Entonces, vos tan solo ganarías 24,000. Si querés, nos ponemos a buscar si tenés puesta cerca de tu domicilio para ver si sos de alta competencia o no, porque si sos de alta competencia te podés modar dos meses totalmente modificadas en lo que es la fibra. No voy a cambiar de empresa, pero al momento están todo bien. No hay problema, que tengas lindo día.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:03:02.786814",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 43,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:17.409196",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105458729_ACD_98967",
    "fecha_inicio": "12/1/2026 10:54:58",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 280,
    "tiempo_conversacion": 133,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}