{
  "archivo": "amza23_1_260116120806917_ACD_38807.wav",
  "duracion_segundos": 101.66,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 8.54,
    "Cliente": 83.67
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.6,
      "fin": 34.7,
      "duracion": 33.1,
      "texto": "Hola. Hola, ¿qué tal? ¿Buen día con Rubén? Sí, dígame. Un gusto, ¿cómo le va? ¿Qué nombre nos estamos contratando para brindarle una promoción exclusiva a la línea? ¿Me asegura que este cliente se declara con dos líneas por su nombre, es correcto? Sí. Bien, perfecto. En este caso tengo para brindarle una promoción económica. Sí, se tiene un valor del 7.460 y él es un plan que consta con 4 gigas de base más 4 gigas de regalo con una durabilidad por 6 meses.",
      "confianza": 0.185,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 35.4,
      "fin": 39.52,
      "duracion": 4.12,
      "texto": "Con todo bonificado, propias llamadas, SMS y WhatsApp totalmente libres.",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.23,
      "fin": 43.75,
      "duracion": 3.52,
      "texto": "Ahora le consulto, ¿en claro cuánto está volando por las líneas?",
      "confianza": 0.813,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.03,
      "fin": 53.58,
      "duracion": 8.55,
      "texto": "Mira, en ese momento no sé porque no tengo las boletas acá, ellos lo manejan en casa. Yo estoy trabajando en ese momento. Bien, perfecto. ¿Por qué además?",
      "confianza": 0.276,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 54.2,
      "fin": 60.29,
      "duracion": 6.09,
      "texto": "Por favor, mandame la promoción por WhatsApp. ¿Puede ser? Sí, no hay problema.",
      "confianza": 0.184,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.87,
      "fin": 65.47,
      "duracion": 4.6,
      "texto": "No hay problema. Nos han dicho que esta promoción está vigente solo por el día de hoy.",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.98,
      "fin": 71.5,
      "duracion": 5.53,
      "texto": "Sí, así que bueno, en cuanto pueda brindarme una respuesta, yo me encuentro hasta las 15 en la oficina.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.67,
      "fin": 82.74,
      "duracion": 10.07,
      "texto": "Muy bien. Si antes de este horario me puede brindar una respuesta, no hay problema. Así dejamos todo ingresado en el día de hoy. Pueden aprovechar cuanto antes de la promoción, ¿sí?",
      "confianza": 0.016,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.33,
      "fin": 91.42,
      "duracion": 8.09,
      "texto": "Listo, yo le mando un mensaje a casa y que lo manejen ellos que hacen, que me confirma si yo ante las 3 trato de mandartelo.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.12,
      "fin": 101.66,
      "duracion": 8.54,
      "texto": "Perfecto Rubén, ha sido muy amable y nos mantenemos en contacto, ¿sí? Muchísimas gracias. A usted por su atención, que esté muy bien. Hasta luego.",
      "confianza": 0.429,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Buen día con Rubén? Sí, dígame. Un gusto, ¿cómo le va? ¿Qué nombre nos estamos contratando para brindarle una promoción exclusiva a la línea? ¿Me asegura que este cliente se declara con dos líneas por su nombre, es correcto? Sí. Bien, perfecto. En este caso tengo para brindarle una promoción económica. Sí, se tiene un valor del 7.460 y él es un plan que consta con 4 gigas de base más 4 gigas de regalo con una durabilidad por 6 meses. Con todo bonificado, propias llamadas, SMS y WhatsApp totalmente libres. Ahora le consulto, ¿en claro cuánto está volando por las líneas? Mira, en ese momento no sé porque no tengo las boletas acá, ellos lo manejan en casa. Yo estoy trabajando en ese momento. Bien, perfecto. ¿Por qué además? Por favor, mandame la promoción por WhatsApp. ¿Puede ser? Sí, no hay problema. No hay problema. Nos han dicho que esta promoción está vigente solo por el día de hoy. Sí, así que bueno, en cuanto pueda brindarme una respuesta, yo me encuentro hasta las 15 en la oficina. Muy bien. Si antes de este horario me puede brindar una respuesta, no hay problema. Así dejamos todo ingresado en el día de hoy. Pueden aprovechar cuanto antes de la promoción, ¿sí? Listo, yo le mando un mensaje a casa y que lo manejen ellos que hacen, que me confirma si yo ante las 3 trato de mandartelo. Perfecto Rubén, ha sido muy amable y nos mantenemos en contacto, ¿sí? Muchísimas gracias. A usted por su atención, que esté muy bien. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.435,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:22:57.333536",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:18.586923",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116120806917_ACD_38807",
    "fecha_inicio": "16/1/2026 12:08:06",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 162,
    "tiempo_conversacion": 98,
    "tiempo_hold": 0,
    "tiempo_acw": 38,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}