{
  "archivo": "amza39_1_260113121004284_ACD_39117.wav",
  "duracion_segundos": 165.81,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 67.09,
    "Cliente": 86.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.4,
      "fin": 24.02,
      "duracion": 22.62,
      "texto": "¿Me comunico con Viviana Adolfina o alguna línea a su nombre? Sí, con ella, decime. ¿Cómo estás Viviana? Un gusto. Mi nombre es Catalina. Me llamaba el día de hoy para poder brindarte lo que es un descuento para tu línea móvil. Desde el día de recuperar, mostrárme. Figura que fuiste clienta y queríamos reconocerte. Todo lo que vos estuviste con nosotros se los pagamos siempre al tiempo.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.14,
      "fin": 28.18,
      "duracion": 3.04,
      "texto": "Comentame, ¿sabes más o menos cuánto llegas a utilizar?",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.56,
      "fin": 52.89,
      "duracion": 23.33,
      "texto": "No, no sé. Podré llamarme en otro momento porque estoy con ese tema, que me quedo sin crédito, que me aumentan y no me avisan. Ya hace una banda también que estoy con otra compañía, pero bueno, tengo que ver todo porque tengo cuatro líneas para pasar y estoy viendo dónde. ¿Por todas esas líneas?",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.64,
      "fin": 63.65,
      "duracion": 10.01,
      "texto": "Y después la otra también estaba pensando darlo de baja y usarlo a tarjeta porque mi hija lo hizo porque tenía seis líneas.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.21,
      "fin": 65.75,
      "duracion": 1.54,
      "texto": "Hace dos y me quedé con cuatro.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 66.33,
      "fin": 72.88,
      "duracion": 6.55,
      "texto": "Y ella se pasó a, ¿cómo se llama cuando la pasas a tarjeta? Pre-pago.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.14,
      "fin": 81.07,
      "duracion": 5.92,
      "texto": "Y le va a petacular, gasta diez mil pesos y le anda perfecto, veinticuco de días.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.09,
      "fin": 93.39,
      "duracion": 11.3,
      "texto": "Y no se queda sin crédito a ningún lado y puede comprar los PAC y le reconviene. Así que, estoy viendo todo eso. Si querés llamarme en otro momento, o decime qué tenés para ofrecerme ahora.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.21,
      "fin": 99.23,
      "duracion": 5.02,
      "texto": "Mira, te puedo ofrecer dos cromos de 8GB y de 4GB por las líneas.",
      "confianza": 0.77,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.95,
      "fin": 134.13,
      "duracion": 34.18,
      "texto": "Una te queda en 13250 cada línea y la otra en 11400. Con la de 13000, más o menos te quedaría en 66250 las 5 líneas. Cuatro, cuatro. Cuatro líneas, disculpa. Me decías. Entonces, cuatro líneas te quedaría en 53.000 con la promo de más gigas y con la promo de menos gigas te quedaría en 45.600. Bueno, sí, déjamelo ver y si querés llamar en otro momento.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.27,
      "fin": 148.46,
      "duracion": 13.19,
      "texto": "Dale, ¿en qué horario más o menos o qué día? Tiene que ser después de las 2 de la tarde, ¿a qué día? Pero déjame pasar por lo menos unos cinco o seis días porque tengo que ver con las otras niñas a ver qué vamos a decidir.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.23,
      "fin": 165.81,
      "duracion": 16.58,
      "texto": "Dale, si te parece también, Vivienda, te lo puedo enviar todo por WhatsApp o por escrito para que vos sepas los precios y cualquier cuestión ahí me decís, ¿sí? Dale. Bueno, dale, mándame. Dale, ahí te lo envío. Muchísimas gracias. Bueno, no, a vos. Hasta luego.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Me comunico con Viviana Adolfina o alguna línea a su nombre? Sí, con ella, decime. ¿Cómo estás Viviana? Un gusto. Mi nombre es Catalina. Me llamaba el día de hoy para poder brindarte lo que es un descuento para tu línea móvil. Desde el día de recuperar, mostrárme. Figura que fuiste clienta y queríamos reconocerte. Todo lo que vos estuviste con nosotros se los pagamos siempre al tiempo. Comentame, ¿sabes más o menos cuánto llegas a utilizar? No, no sé. Podré llamarme en otro momento porque estoy con ese tema, que me quedo sin crédito, que me aumentan y no me avisan. Ya hace una banda también que estoy con otra compañía, pero bueno, tengo que ver todo porque tengo cuatro líneas para pasar y estoy viendo dónde. ¿Por todas esas líneas? Y después la otra también estaba pensando darlo de baja y usarlo a tarjeta porque mi hija lo hizo porque tenía seis líneas. Hace dos y me quedé con cuatro. Y ella se pasó a, ¿cómo se llama cuando la pasas a tarjeta? Pre-pago. Y le va a petacular, gasta diez mil pesos y le anda perfecto, veinticuco de días. Y no se queda sin crédito a ningún lado y puede comprar los PAC y le reconviene. Así que, estoy viendo todo eso. Si querés llamarme en otro momento, o decime qué tenés para ofrecerme ahora. Mira, te puedo ofrecer dos cromos de 8GB y de 4GB por las líneas. Una te queda en 13250 cada línea y la otra en 11400. Con la de 13000, más o menos te quedaría en 66250 las 5 líneas. Cuatro, cuatro. Cuatro líneas, disculpa. Me decías. Entonces, cuatro líneas te quedaría en 53.000 con la promo de más gigas y con la promo de menos gigas te quedaría en 45.600. Bueno, sí, déjamelo ver y si querés llamar en otro momento. Dale, ¿en qué horario más o menos o qué día? Tiene que ser después de las 2 de la tarde, ¿a qué día? Pero déjame pasar por lo menos unos cinco o seis días porque tengo que ver con las otras niñas a ver qué vamos a decidir. Dale, si te parece también, Vivienda, te lo puedo enviar todo por WhatsApp o por escrito para que vos sepas los precios y cualquier cuestión ahí me decís, ¿sí? Dale. Bueno, dale, mándame. Dale, ahí te lo envío. Muchísimas gracias. Bueno, no, a vos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.632,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:14:36.903443",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:25.658942",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121004284_ACD_39117",
    "fecha_inicio": "13/1/2026 12:10:04",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 175,
    "tiempo_conversacion": 162,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}