{
  "archivo": "amza44_1_260116143414215_ACD_68821.wav",
  "duracion_segundos": 482.64,
  "num_segmentos": 101,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 44.72,
    "Cliente": 384.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.21,
      "fin": 3.96,
      "duracion": 2.75,
      "texto": "Hola, ¿qué tal? Buen día, ¿cómo le hablo? ¿Con José Orlando?",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.7,
      "fin": 5.26,
      "duracion": 0.56,
      "texto": "Sí, ¿cómo le va?",
      "confianza": 0.446,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.76,
      "fin": 9.15,
      "duracion": 3.39,
      "texto": "Hola, José, ¿qué tal? ¿Cómo le va? Me entendés, me lo olvido, ¿sí?",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.17,
      "fin": 12.91,
      "duracion": 3.75,
      "texto": "Yo me estoy comunicando, compadre, en internet, de lo que es un ejercicio feminino, José.",
      "confianza": 0.432,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.47,
      "fin": 17.0,
      "duracion": 3.53,
      "texto": "Me asegura que usted está actualmente con lo que es la Compañía de Claro, ¿es correcto?",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.84,
      "fin": 21.65,
      "duracion": 3.81,
      "texto": "Sí. Ok, excelente.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.67,
      "fin": 24.76,
      "duracion": 3.09,
      "texto": "Yo me estoy comunicando si eres de lo que es la Compañía Movistar.",
      "confianza": 0.67,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.04,
      "fin": 25.96,
      "duracion": 0.92,
      "texto": "¿Sí?",
      "confianza": 0.271,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.98,
      "fin": 36.45,
      "duracion": 10.47,
      "texto": "Yo soy acusador comercial de Movistar y me estoy comunicando con usted porque tenemos actualmente una promo urgente para ex clientes de la compañía que actualmente están empleados.",
      "confianza": 0.607,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.47,
      "fin": 73.62,
      "duracion": 37.15,
      "texto": "¿Usted para qué suele utilizar más teléfono? ¿Usted lo suele utilizar para trabajar? ¿Lo suele utilizar para navegar? ¿O más que una promo urgente? Para que me llamen o responen yo, es nada más. Nada más. Claro, entiendo. Sí, para navegar tengo la computadora y la línea. Digamos, el internet fijo, digamos, el wifi. Claro, entiendo, entiendo perfectamente. Le comento, si yo tengo lo que es en promoción del plan de 8 gigas, que consta de lo que son 8 gigas, más 8 gigas de regalo por 6 meses por regalo a la compañera, o sea son 16 en total, le voy a constar de lo que es wall time gratis y llamadas libres a todas las compañías.",
      "confianza": 0.407,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.64,
      "fin": 77.41,
      "duracion": 2.76,
      "texto": "Aparte también le va a venir con 3 gigas de roaming en América.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.05,
      "fin": 86.03,
      "duracion": 7.98,
      "texto": "Este plan lo va a tener usted en un precio a 10.400 pesos. No sé cómo se ve con esta cantidad de gigas y con este plan en general.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.49,
      "fin": 109.77,
      "duracion": 22.28,
      "texto": "Claro, es mucho porque no lo uso. Yo, digamos, por el tema de que... lo uso más el wifi de la casa. Yo tengo, claro, tengo dos gigas, tres gigas, pero me dura todo el mes. Ah, dos gigas, tres gigas. Y aparte pago $7,200, pero te pago... $7,200 se está pagando por el teléfono. Sí.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.38,
      "fin": 121.51,
      "duracion": 11.13,
      "texto": "Sí, para llamar, yo llamo a WhatsApp. Ahora en un segundo, a ver si tengo una pregunta un poquito más accesible para usted. Ahora en línea.",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.76,
      "fin": 137.14,
      "duracion": 5.38,
      "texto": "No, no olviden que se dijeron porque es de HSA. Además, es lo mismo que lo hizo en la sesión para el transporte.",
      "confianza": 0.001,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.75,
      "fin": 165.99,
      "duracion": 13.24,
      "texto": "Hola, ¿sí me escucha? Sí, te escucho. Ok, ahí la leo con mi supervisora, ¿sí? Y tengo para brindarme lo que es un plan un poquito más barato, va un poco más barato, está bastante económico, que es el de 4 GB, ¿sí?",
      "confianza": 0.349,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.59,
      "fin": 176.93,
      "duracion": 10.34,
      "texto": "Esto le va a aportar lo que son, 4 GB de base, más WhatsApp gratis, y ya más libres a todas las compañías, más 4 GB de regalo por 6 meses, o sea, va a tener 8 GB en total.",
      "confianza": 0.661,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.83,
      "fin": 181.27,
      "duracion": 3.44,
      "texto": "Y este fan le va a crear en 7.460.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.37,
      "fin": 202.45,
      "duracion": 20.08,
      "texto": "O sea, es más o menos el cuadro play internet que le está brindando Ciaro por este monto. Y lo que tiene de bueno es que si usted no llega a utilizar los shibas de su plan, va a poder guardarlo a los cuatro shibas del plan base para utilizarlos el mes siguiente.",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.97,
      "fin": 210.48,
      "duracion": 7.51,
      "texto": "Así se asegura usted de utilizar esos shibas que al fin y de cuentas lo está abonando.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.98,
      "fin": 212.94,
      "duracion": 0.96,
      "texto": "Sí, sí.",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.1,
      "fin": 247.54,
      "duracion": 33.44,
      "texto": "Yo te cuento, no sé si yo he hablado con vos ya o no he hablado con vos, pero la cuestión que yo te cuento que por qué es algo de movistar es porque todos los meses me han aumentado en el precio. Yo iba a pagar $8,000 pesos hace un año atrás. Claro, entiendo. Bueno, mire. ¿Entendés? Todos los días me estaban subiendo, yo reclamaba, reclamaba yo y me decía, no, es por inflación, pero la inflación del 3% y me sacaban el 50% de inflación ustedes. Claro, entiendo, entiendo. Uno de los motivos por los cuales yo lo estoy llamando es porque Moisture ha cambiado la gestión.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.22,
      "fin": 303.92,
      "duracion": 55.7,
      "texto": "En esto han hecho cambios, fundamentalmente son dos los más importantes. Uno es la infraestructura ha invertido en lo que son antenas y tenemos lo que es un nuevo chip con nueva tecnología que hace que su teléfono agarre cobertura 4G plus hasta 5G pendiendo del dispositivo. Y lo segundo es en facturación. Movistar ahora le va a avisar con un mes ante la acción de cualquier aumento que surja, así usted ya sabe de cuánto va a ser la factura y desde cuándo empieza a regir el monto, así usted puede tomar medidas en lo que es su línea, ya sea bajarse de plancha, quizás pasarse de compañía, o sea, en eso no va a haber problema. De aparte también nosotros hacemos lo que es un cierre comercial, que es un contrato telefónico leído, ¿sí? Esto lo que le aseguro a usted es que lo que yo le estoy diciendo se va a cumplir al pie de la letra, ¿sí?",
      "confianza": 0.816,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 304.62,
      "fin": 319.36,
      "duracion": 14.74,
      "texto": "Esto queda grabado con lo que es el trámite, entonces usted si llega a tener algún inconveniente puede apelar directamente a lo que es el audio, ¿sí? Sí, sí, entiendo, entiendo, llámame.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 320.25,
      "fin": 327.46,
      "duracion": 7.21,
      "texto": "Llamame más adelante para que vea qué es lo que decido, ¿eh? Ok, ¿qué sería lo que lo detiene a hacer el trámite ahora?",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.66,
      "fin": 332.07,
      "duracion": 3.41,
      "texto": "El tema de la facturación de Moctar.",
      "confianza": 0.81,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.43,
      "fin": 338.12,
      "duracion": 4.69,
      "texto": "Ah, ok. No hace un año que salió de ahí, creo que un año. Creo que hace un año.",
      "confianza": 0.525,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.92,
      "fin": 380.4,
      "duracion": 41.48,
      "texto": "Y es el miedo que tengo yo que vuelva a pasar lo mismo. Claro, entiendo, entiendo. Como le digo, Moctar tomó estas medidas justamente para que no vuelva a haber inconvenientes en ese sentido. Y justamente para que los clientes estén al tanto, porque yo sé que hubo muchos clientes que se quejan, ¿sí? Del que quizás le aumentaban muy de golpe o que le aumentaban lo que era la factura y no le avisaban. Entonces, bueno, para que se quede tranquilo, que sepa que ahora hemos tomado estas medidas. El hecho de mandar este un mensaje un mes antes, avisando de cuánto va a ser el aumento y demás. Aparte, desde la aplicación usted va a poder venir detallando su facturación. Así también se fija, así que lo que ustedes están hablando es lo que está consumiendo.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.82,
      "fin": 389.49,
      "duracion": 7.67,
      "texto": "Cargó me de cinco de siete mil cuatrocientos, después hay un treo por ciento de inflación en el país y me cobran catorce mil pesos, más o menos así me hacía.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 390.33,
      "fin": 434.92,
      "duracion": 44.59,
      "texto": "Y me decían que hay un tres por ciento de inflación, ¿no? Claro, entiendo. Y yo creo que hasta el día de hoy creo que no sé, suman y retar por el tema de que no entendía por qué me cobraron más de un cincuenta por ciento. Claro, entiendo. Y lamento mucho que haya tenido que pasar por esa situación. Como le digo, actualmente Moizar está con esta campaña de recuperar clientes más que nada porque, bueno, por cuestiones que pasaron con la anterior gestión sí se han ido muchos clientes de la compañía. O sea, yo entiendo su enojo y entiendo también su desconfianza con respecto a esto. Pero, bueno, los motivos por los cuales yo los llamo es porque justamente han mejorado en este campo, ¿sí? Bueno, por eso digo, después llámame, más adelante llámame para que veamos qué hacemos.",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 435.57,
      "fin": 445.78,
      "duracion": 10.21,
      "texto": "¿No? OK, excelente, dale. Bueno, tiene, tiene ración, tiene, mete claro con el tema de la OK. La propuesta de ustedes porque ya me llama claro diciendo que me gusta tener el propuesto tal cosa.",
      "confianza": 0.251,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.14,
      "fin": 457.35,
      "duracion": 10.21,
      "texto": "Claro. Pero no, pero lo único me gusta es claro que me sostiene un año, me sostiene en el mismo precio.",
      "confianza": 0.344,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 458.11,
      "fin": 458.44,
      "duracion": 0.33,
      "texto": "Claro,",
      "confianza": 0.322,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 458.44,
      "fin": 465.16,
      "duracion": 6.72,
      "texto": "bueno, no, eso no se lo puedo asegurar básicamente porque porque era claro con con claro y ahora con con cinco mil pesos y",
      "confianza": 0.322,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 465.29,
      "fin": 471.5,
      "duracion": 6.21,
      "texto": "No me acuerdo bien el precio de las facturas, pero la cuestión es que me cobra siete mil doscientos, que no es nada dos mil pesos.",
      "confianza": 0.519,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 472.73,
      "fin": 475.95,
      "duracion": 3.22,
      "texto": "Sí, entiendo, entiendo perfectamente. Bueno, lo dejo asentado, ¿sí?",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 477.67,
      "fin": 482.64,
      "duracion": 4.97,
      "texto": "Bueno, dale. Dale, que tengas buen día, hasta luego. Igualmente, hasta luego.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, ¿cómo le hablo? ¿Con José Orlando? Sí, ¿cómo le va? Hola, José, ¿qué tal? ¿Cómo le va? Me entendés, me lo olvido, ¿sí? Yo me estoy comunicando, compadre, en internet, de lo que es un ejercicio feminino, José. Me asegura que usted está actualmente con lo que es la Compañía de Claro, ¿es correcto? Sí. Ok, excelente. Yo me estoy comunicando si eres de lo que es la Compañía Movistar. ¿Sí? Yo soy acusador comercial de Movistar y me estoy comunicando con usted porque tenemos actualmente una promo urgente para ex clientes de la compañía que actualmente están empleados. ¿Usted para qué suele utilizar más teléfono? ¿Usted lo suele utilizar para trabajar? ¿Lo suele utilizar para navegar? ¿O más que una promo urgente? Para que me llamen o responen yo, es nada más. Nada más. Claro, entiendo. Sí, para navegar tengo la computadora y la línea. Digamos, el internet fijo, digamos, el wifi. Claro, entiendo, entiendo perfectamente. Le comento, si yo tengo lo que es en promoción del plan de 8 gigas, que consta de lo que son 8 gigas, más 8 gigas de regalo por 6 meses por regalo a la compañera, o sea son 16 en total, le voy a constar de lo que es wall time gratis y llamadas libres a todas las compañías. Aparte también le va a venir con 3 gigas de roaming en América. Este plan lo va a tener usted en un precio a 10.400 pesos. No sé cómo se ve con esta cantidad de gigas y con este plan en general. Claro, es mucho porque no lo uso. Yo, digamos, por el tema de que... lo uso más el wifi de la casa. Yo tengo, claro, tengo dos gigas, tres gigas, pero me dura todo el mes. Ah, dos gigas, tres gigas. Y aparte pago $7,200, pero te pago... $7,200 se está pagando por el teléfono. Sí. Sí, para llamar, yo llamo a WhatsApp. Ahora en un segundo, a ver si tengo una pregunta un poquito más accesible para usted. Ahora en línea. No, no olviden que se dijeron porque es de HSA. Además, es lo mismo que lo hizo en la sesión para el transporte. Hola, ¿sí me escucha? Sí, te escucho. Ok, ahí la leo con mi supervisora, ¿sí? Y tengo para brindarme lo que es un plan un poquito más barato, va un poco más barato, está bastante económico, que es el de 4 GB, ¿sí? Esto le va a aportar lo que son, 4 GB de base, más WhatsApp gratis, y ya más libres a todas las compañías, más 4 GB de regalo por 6 meses, o sea, va a tener 8 GB en total. Y este fan le va a crear en 7.460. O sea, es más o menos el cuadro play internet que le está brindando Ciaro por este monto. Y lo que tiene de bueno es que si usted no llega a utilizar los shibas de su plan, va a poder guardarlo a los cuatro shibas del plan base para utilizarlos el mes siguiente. Así se asegura usted de utilizar esos shibas que al fin y de cuentas lo está abonando. Sí, sí. Yo te cuento, no sé si yo he hablado con vos ya o no he hablado con vos, pero la cuestión que yo te cuento que por qué es algo de movistar es porque todos los meses me han aumentado en el precio. Yo iba a pagar $8,000 pesos hace un año atrás. Claro, entiendo. Bueno, mire. ¿Entendés? Todos los días me estaban subiendo, yo reclamaba, reclamaba yo y me decía, no, es por inflación, pero la inflación del 3% y me sacaban el 50% de inflación ustedes. Claro, entiendo, entiendo. Uno de los motivos por los cuales yo lo estoy llamando es porque Moisture ha cambiado la gestión. En esto han hecho cambios, fundamentalmente son dos los más importantes. Uno es la infraestructura ha invertido en lo que son antenas y tenemos lo que es un nuevo chip con nueva tecnología que hace que su teléfono agarre cobertura 4G plus hasta 5G pendiendo del dispositivo. Y lo segundo es en facturación. Movistar ahora le va a avisar con un mes ante la acción de cualquier aumento que surja, así usted ya sabe de cuánto va a ser la factura y desde cuándo empieza a regir el monto, así usted puede tomar medidas en lo que es su línea, ya sea bajarse de plancha, quizás pasarse de compañía, o sea, en eso no va a haber problema. De aparte también nosotros hacemos lo que es un cierre comercial, que es un contrato telefónico leído, ¿sí? Esto lo que le aseguro a usted es que lo que yo le estoy diciendo se va a cumplir al pie de la letra, ¿sí? Esto queda grabado con lo que es el trámite, entonces usted si llega a tener algún inconveniente puede apelar directamente a lo que es el audio, ¿sí? Sí, sí, entiendo, entiendo, llámame. Llamame más adelante para que vea qué es lo que decido, ¿eh? Ok, ¿qué sería lo que lo detiene a hacer el trámite ahora? El tema de la facturación de Moctar. Ah, ok. No hace un año que salió de ahí, creo que un año. Creo que hace un año. Y es el miedo que tengo yo que vuelva a pasar lo mismo. Claro, entiendo, entiendo. Como le digo, Moctar tomó estas medidas justamente para que no vuelva a haber inconvenientes en ese sentido. Y justamente para que los clientes estén al tanto, porque yo sé que hubo muchos clientes que se quejan, ¿sí? Del que quizás le aumentaban muy de golpe o que le aumentaban lo que era la factura y no le avisaban. Entonces, bueno, para que se quede tranquilo, que sepa que ahora hemos tomado estas medidas. El hecho de mandar este un mensaje un mes antes, avisando de cuánto va a ser el aumento y demás. Aparte, desde la aplicación usted va a poder venir detallando su facturación. Así también se fija, así que lo que ustedes están hablando es lo que está consumiendo. Cargó me de cinco de siete mil cuatrocientos, después hay un treo por ciento de inflación en el país y me cobran catorce mil pesos, más o menos así me hacía. Y me decían que hay un tres por ciento de inflación, ¿no? Claro, entiendo. Y yo creo que hasta el día de hoy creo que no sé, suman y retar por el tema de que no entendía por qué me cobraron más de un cincuenta por ciento. Claro, entiendo. Y lamento mucho que haya tenido que pasar por esa situación. Como le digo, actualmente Moizar está con esta campaña de recuperar clientes más que nada porque, bueno, por cuestiones que pasaron con la anterior gestión sí se han ido muchos clientes de la compañía. O sea, yo entiendo su enojo y entiendo también su desconfianza con respecto a esto. Pero, bueno, los motivos por los cuales yo los llamo es porque justamente han mejorado en este campo, ¿sí? Bueno, por eso digo, después llámame, más adelante llámame para que veamos qué hacemos. ¿No? OK, excelente, dale. Bueno, tiene, tiene ración, tiene, mete claro con el tema de la OK. La propuesta de ustedes porque ya me llama claro diciendo que me gusta tener el propuesto tal cosa. Claro. Pero no, pero lo único me gusta es claro que me sostiene un año, me sostiene en el mismo precio. Claro, bueno, no, eso no se lo puedo asegurar básicamente porque porque era claro con con claro y ahora con con cinco mil pesos y No me acuerdo bien el precio de las facturas, pero la cuestión es que me cobra siete mil doscientos, que no es nada dos mil pesos. Sí, entiendo, entiendo perfectamente. Bueno, lo dejo asentado, ¿sí? Bueno, dale. Dale, que tengas buen día, hasta luego. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.504,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:10:39.485250",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 101,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:28.934171",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116143414215_ACD_68821",
    "fecha_inicio": "16/1/2026 14:34:14",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 493,
    "tiempo_conversacion": 465,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}