{
  "archivo": "amza10_1_260115124501544_ACD_80611.wav",
  "duracion_segundos": 96.98,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 41.63,
    "Cliente": 44.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.52,
      "fin": 16.91,
      "duracion": 15.39,
      "texto": "Hola, sí, buen día. Hablo con Patricia. ¿Y sos de Movistar? Sí, Patry, ¿cómo estás? De Movistar te hablo. ¿Todo bien? Yo, la verdad que me engancharon un buen día y todavía no agredí a nadie. Pero ya soy la tercera persona que me llama el día de hoy de Movistar.",
      "confianza": 0.189,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.04,
      "fin": 19.8,
      "duracion": 1.76,
      "texto": "Hasta ahora no pude a nadie todavía.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.84,
      "fin": 25.56,
      "duracion": 4.73,
      "texto": "Imagínate que desde el mediodía y la tercera vez que me llaman.",
      "confianza": 0.719,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.58,
      "fin": 34.49,
      "duracion": 8.91,
      "texto": "Nunca, jamás voy a volver a Movistar. Bien, contame igual, ¿por qué en Movistar no estabas interesada porque no se me canta. Tienen un muy mal servicio.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.67,
      "fin": 38.61,
      "duracion": 2.94,
      "texto": "Bien, entiendo que has tenido una mala experiencia, sí, pero el servicio está andando bien.",
      "confianza": 0.319,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 38.63,
      "fin": 48.69,
      "duracion": 10.06,
      "texto": "¿Qué te sucedió? El servicio es una mierda. Me fui hace un par de años, volví el año pasado, estuve tres meses y me fui al toque. Volví aclaro y de claro no me voy a ir.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.25,
      "fin": 54.76,
      "duracion": 5.51,
      "texto": "¿Pero qué te sucedió? Es impecable. El servicio es excelente, no se corta la señal, no te cobran de más.",
      "confianza": 0.138,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.14,
      "fin": 59.6,
      "duracion": 2.46,
      "texto": "Sí, entiendo, pero te estoy preguntando, ¿qué te pasó?",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.78,
      "fin": 63.0,
      "duracion": 2.22,
      "texto": "Mal se lo hizo. ¿Pero por qué?",
      "confianza": 0.222,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.98,
      "fin": 69.83,
      "duracion": 5.85,
      "texto": "Sin señal, sin internet. Quería llamar, no tenía. Por ejemplo, me voy a misión y en misión no puedo hablar.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.08,
      "fin": 96.98,
      "duracion": 25.9,
      "texto": "Así que te voy a cortar para no incontar con el tercer llamado. Es igual que el primero del 2025, o sea, hace bastante ya. Pero bueno, para que lo tengas en cuenta. Muy fuerte, pero igual. Yo tuve muchos años movistar y no volvería. Sí, entiendo tu maldición. Tienes razón, digo. Pero bueno, esto es una nueva gestión. porque es como vamos mejorando como empresa, por eso es que estamos contestando. No, no voy a volver. Gracias. Hasta luego.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, sí, buen día. Hablo con Patricia. ¿Y sos de Movistar? Sí, Patry, ¿cómo estás? De Movistar te hablo. ¿Todo bien? Yo, la verdad que me engancharon un buen día y todavía no agredí a nadie. Pero ya soy la tercera persona que me llama el día de hoy de Movistar. Hasta ahora no pude a nadie todavía. Imagínate que desde el mediodía y la tercera vez que me llaman. Nunca, jamás voy a volver a Movistar. Bien, contame igual, ¿por qué en Movistar no estabas interesada porque no se me canta. Tienen un muy mal servicio. Bien, entiendo que has tenido una mala experiencia, sí, pero el servicio está andando bien. ¿Qué te sucedió? El servicio es una mierda. Me fui hace un par de años, volví el año pasado, estuve tres meses y me fui al toque. Volví aclaro y de claro no me voy a ir. ¿Pero qué te sucedió? Es impecable. El servicio es excelente, no se corta la señal, no te cobran de más. Sí, entiendo, pero te estoy preguntando, ¿qué te pasó? Mal se lo hizo. ¿Pero por qué? Sin señal, sin internet. Quería llamar, no tenía. Por ejemplo, me voy a misión y en misión no puedo hablar. Así que te voy a cortar para no incontar con el tercer llamado. Es igual que el primero del 2025, o sea, hace bastante ya. Pero bueno, para que lo tengas en cuenta. Muy fuerte, pero igual. Yo tuve muchos años movistar y no volvería. Sí, entiendo tu maldición. Tienes razón, digo. Pero bueno, esto es una nueva gestión. porque es como vamos mejorando como empresa, por eso es que estamos contestando. No, no voy a volver. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.49,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:03:37.343689",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:13.724903",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115124501544_ACD_80611",
    "fecha_inicio": "15/1/2026 12:45:01",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 139,
    "tiempo_conversacion": 94,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}