{
  "archivo": "amza35_1_260114144313723_ACD_87795.wav",
  "duracion_segundos": 200.63,
  "num_segmentos": 59,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 18.51,
    "Cliente": 156.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.62,
      "fin": 4.65,
      "duracion": 4.03,
      "texto": "Hola. Hola, ¿hablo con Diego?",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.07,
      "fin": 6.99,
      "duracion": 0.92,
      "texto": "Sí.",
      "confianza": 0.527,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.01,
      "fin": 11.96,
      "duracion": 4.95,
      "texto": "Diego, me gusta hablar a Guadalupe. ¿Me contacto porque veo que tenés esta línea con Claro, puede ser?",
      "confianza": 0.441,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.34,
      "fin": 27.44,
      "duracion": 13.1,
      "texto": "Por favor. ¿Qué cosa, Diego? No quiero que me llames más Movistar, pero no, ni que me hagan el 90%. ¿Por qué emotivos has tan enojado, Diego? Coméntame.",
      "confianza": 0.881,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.41,
      "fin": 31.2,
      "duracion": 2.79,
      "texto": "¿Por qué no dejan de llamar? La verdad que es molesto.",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.12,
      "fin": 39.57,
      "duracion": 7.45,
      "texto": "Entiendo la película, pero ¿es porque no te sirve el plan o porque no has accedido? No, ya tuve movistar.",
      "confianza": 0.239,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.77,
      "fin": 53.84,
      "duracion": 13.07,
      "texto": "Bien. Y me hicieron el 90%, me fui y después me lo hizo, me aumentaron y me pasé a claro. Y listo, y ahora digo que no, que estoy bien en claro y me llaman y me llaman.",
      "confianza": 0.273,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.58,
      "fin": 56.02,
      "duracion": 1.44,
      "texto": "Y la verdad que es molesto.",
      "confianza": 0.804,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.7,
      "fin": 71.7,
      "duracion": 15.0,
      "texto": "Claro, entiendo. No respetan la privacidad de uno. No sé si no respetar la privacidad, pero en la Lira, a vos te serviría por un tema de que estás abonando arriba de los 10.000 pesos y el plan que tenemos sale 7.460, son cuatro gigas de base.",
      "confianza": 0.275,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.68,
      "fin": 79.35,
      "duracion": 6.67,
      "texto": "Más, cuatro regalos. O sea, no tendrías mucho problema en ese plan realmente. ¿Tendrías a tu inclusión descuento por seis meses?",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.79,
      "fin": 85.56,
      "duracion": 4.77,
      "texto": "Entiendo obviamente la molestia porque a mí también me molestaría que... Por seis meses te dan el descuento.",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.13,
      "fin": 96.84,
      "duracion": 10.71,
      "texto": "es un descuento por seis meses aplicado. Antes era por año, ahora lo ponen por seis. Y es que eso van cambiando las compañías, en Claro también están haciendo eso.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.78,
      "fin": 103.48,
      "duracion": 5.71,
      "texto": "Y vos estás pagando 57 mil pesos con Claro, o sea, no es muy conveniente realmente.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.98,
      "fin": 109.97,
      "duracion": 5.99,
      "texto": "No sé si es por fibra óptica, si tenés más líneas, pero es mejor trapear toda la compañía donde te pagues menos.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.71,
      "fin": 118.29,
      "duracion": 7.58,
      "texto": "Claro, y entonces qué conviene hacer, ese plan de los cuatro gigas más cuatro regalos para cada una de tus líneas, tendrían 8 gigas por tan solo 7.460.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.87,
      "fin": 120.35,
      "duracion": 1.48,
      "texto": "Y es una promo que la tenemos por hoy.",
      "confianza": 0.825,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.77,
      "fin": 123.25,
      "duracion": 0.48,
      "texto": "Yo tengo 25 gigas.",
      "confianza": 0.21,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.28,
      "fin": 132.81,
      "duracion": 9.53,
      "texto": "25. Bueno, mira, entiendo, no sé si por un tema de que vos necesitas esa cantidad de gigas, pero también te podemos brindar 23 gigas de regalo que vos lo activás cuando vos quieras en aplicación.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.88,
      "fin": 144.06,
      "duracion": 5.18,
      "texto": "Es realmente muy bien. Yo uso 25 gigas mensuales. 25 gigas mensuales. Bueno, entonces a tu línea le ponemos la 25 y al resto le podemos poner ese.",
      "confianza": 0.005,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.09,
      "fin": 153.4,
      "duracion": 8.31,
      "texto": "No sé si todos en tu familia... ¿Sabes qué precio tiene el 25? No, yo tengo... Todos tenemos igual. 15 más 10 de regalo. Ah, perfecto, bien.",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.1,
      "fin": 186.91,
      "duracion": 32.81,
      "texto": "Porque, mira, antes, en este caso lo reconsulto por un tema de que si a veces no está necesario, por ejemplo, si no suelen salir mucho a la calle o usar tantos rigas... No, no, si yo los uso. Yo los necesito. Bien, vos sí los necesitarás. Ok, eso lo comprendo. Bueno, en este caso si no tenemos el de 15 rigas, que les regalan 8 rigas de regalo, pero yo te digo, Yo que vos me aprovecharía esta promo. En todo caso, si vos querés cambiar la promo más adelante, le podés cambiar. No hay problema. De última, el primer mes vos podés activar esos 20 rigas de regalos. Así vos en total tenés 28 rigas, ¿sí?",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.86,
      "fin": 200.63,
      "duracion": 12.77,
      "texto": "Y después de ese mes, podés tratar de ver si podés cambiar lo que es el plan para que te den uno más alto, ¿sí? No, no. Bueno, te agradezco. No, gracias. Ni siquiera para apagar",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿hablo con Diego? Sí. Diego, me gusta hablar a Guadalupe. ¿Me contacto porque veo que tenés esta línea con Claro, puede ser? Por favor. ¿Qué cosa, Diego? No quiero que me llames más Movistar, pero no, ni que me hagan el 90%. ¿Por qué emotivos has tan enojado, Diego? Coméntame. ¿Por qué no dejan de llamar? La verdad que es molesto. Entiendo la película, pero ¿es porque no te sirve el plan o porque no has accedido? No, ya tuve movistar. Bien. Y me hicieron el 90%, me fui y después me lo hizo, me aumentaron y me pasé a claro. Y listo, y ahora digo que no, que estoy bien en claro y me llaman y me llaman. Y la verdad que es molesto. Claro, entiendo. No respetan la privacidad de uno. No sé si no respetar la privacidad, pero en la Lira, a vos te serviría por un tema de que estás abonando arriba de los 10.000 pesos y el plan que tenemos sale 7.460, son cuatro gigas de base. Más, cuatro regalos. O sea, no tendrías mucho problema en ese plan realmente. ¿Tendrías a tu inclusión descuento por seis meses? Entiendo obviamente la molestia porque a mí también me molestaría que... Por seis meses te dan el descuento. es un descuento por seis meses aplicado. Antes era por año, ahora lo ponen por seis. Y es que eso van cambiando las compañías, en Claro también están haciendo eso. Y vos estás pagando 57 mil pesos con Claro, o sea, no es muy conveniente realmente. No sé si es por fibra óptica, si tenés más líneas, pero es mejor trapear toda la compañía donde te pagues menos. Claro, y entonces qué conviene hacer, ese plan de los cuatro gigas más cuatro regalos para cada una de tus líneas, tendrían 8 gigas por tan solo 7.460. Y es una promo que la tenemos por hoy. Yo tengo 25 gigas. 25. Bueno, mira, entiendo, no sé si por un tema de que vos necesitas esa cantidad de gigas, pero también te podemos brindar 23 gigas de regalo que vos lo activás cuando vos quieras en aplicación. Es realmente muy bien. Yo uso 25 gigas mensuales. 25 gigas mensuales. Bueno, entonces a tu línea le ponemos la 25 y al resto le podemos poner ese. No sé si todos en tu familia... ¿Sabes qué precio tiene el 25? No, yo tengo... Todos tenemos igual. 15 más 10 de regalo. Ah, perfecto, bien. Porque, mira, antes, en este caso lo reconsulto por un tema de que si a veces no está necesario, por ejemplo, si no suelen salir mucho a la calle o usar tantos rigas... No, no, si yo los uso. Yo los necesito. Bien, vos sí los necesitarás. Ok, eso lo comprendo. Bueno, en este caso si no tenemos el de 15 rigas, que les regalan 8 rigas de regalo, pero yo te digo, Yo que vos me aprovecharía esta promo. En todo caso, si vos querés cambiar la promo más adelante, le podés cambiar. No hay problema. De última, el primer mes vos podés activar esos 20 rigas de regalos. Así vos en total tenés 28 rigas, ¿sí? Y después de ese mes, podés tratar de ver si podés cambiar lo que es el plan para que te den uno más alto, ¿sí? No, no. Bueno, te agradezco. No, gracias. Ni siquiera para apagar",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:59:30.911214",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 59,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:24.707353",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144313723_ACD_87795",
    "fecha_inicio": "14/1/2026 14:43:13",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 212,
    "tiempo_conversacion": 193,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}