{
  "archivo": "amza4_1_260115120106198_ACD_04081.wav",
  "duracion_segundos": 223.49,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 171.15,
    "Cliente": 36.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 4.57,
      "fin": 30.07,
      "duracion": 25.5,
      "texto": "Hola. Hola, ¿qué tal? ¿Buenos días, Francisco? Sí, con él hablo. Francisco, un gusto. Mi nombre es Gabriela. Me estoy comunicando con la Lidia Recuperadora de Cliente. Le acompañamos a estar. ¿Cómo estás, Francisco? ¿Cómo estás, Gabriela? ¿Todo bien? ¿Todo bien? ¿Todo perfecto? Me alegro. Me alegro mucho. Francisco, me figura que actualmente usted lleva lo que es esa línea de teléfono con Claro, ¿verdad? Exactamente. Sí, lo tengo con Claro.",
      "confianza": 0.209,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.09,
      "fin": 30.39,
      "duracion": 0.3,
      "texto": "Bien. Perfecto.",
      "confianza": 0.034,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.41,
      "fin": 36.82,
      "duracion": 6.41,
      "texto": "¿Recuerda cuánto gigas tiene, Francisco? Sí, Gabriela, mira, te comento un poquito.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.84,
      "fin": 44.73,
      "duracion": 7.89,
      "texto": "Tengo 12 gigas más internet de mi hogar, 300 megas, tanto de bajada como de subida.",
      "confianza": 0.628,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.37,
      "fin": 51.95,
      "duracion": 6.58,
      "texto": "Y estoy pagando actualmente, por las dos cosas, 26 mil pesos. 26 mil, perfecto.",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.72,
      "fin": 73.08,
      "duracion": 20.36,
      "texto": "Bueno, mire, Francisco, lo que tengo para brindarle también es el servicio de fibra óptica para su domicilio, junto con el servicio de la línea de teléfono, Y en este caso, ¿tú le puedo brindar que usted tenga? Usted me dice que tiene más de 10 tigas, por así decirlo, en la línea de teléfono. Sí, 12 tigas. ¿12 tigas? ¿12 tigas?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.12,
      "fin": 73.66,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.522,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.68,
      "fin": 88.98,
      "duracion": 15.3,
      "texto": "¿Y los utilizas todos o eso de sobrarle tigas? No los utilizo, no. Los utilizo todo y tengo un perro más, porque tengo que hacer trabajo con eso. Ah, bien, es el libro 2. O sea, que tiene que estar haciendo recargas extra, por así decirlo.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.03,
      "fin": 109.11,
      "duracion": 19.08,
      "texto": "Y con 5 gigas más, por ahí me alcanzaría para toda la semana. Para toda la semana. Bueno, les comento lo que yo les puedo brindar, es un plan donde usted va a pasar a tener lo que es un francisco. 8 gigas fijo de base todos los meses y le acompañamos en estarle regal en el primer tiempo, los primeros seis meses, 8 gigas adicionales, ¿sí?",
      "confianza": 0.196,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.91,
      "fin": 125.35,
      "duracion": 15.44,
      "texto": "En caso de que usted hace un mes que necesita utilizar más gigas por cuestiones laborales, por cuestiones de que sale de lo que es su casa, Tendría lo que son 20 gigas que se le acredita una vez al año totalmente sin cargo por ser cliente de Monster.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.07,
      "fin": 133.62,
      "duracion": 7.55,
      "texto": "Entonces usted cuenta con 8 gigas de base, 8 regalos y 20 adicionales que una vez al año puede acreditar de la mi Monster.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 134.8,
      "fin": 152.13,
      "duracion": 17.33,
      "texto": "Este plan es proteger las llamadas libres a todas las compañías, servicios de WhatsApp y servicio de lo que llamas América Preso Local y roaming por el país en toda América incluido. El plan le queda en 10.400 pesos con el descuento, el valor al día de hoy.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 152.65,
      "fin": 162.74,
      "duracion": 10.09,
      "texto": "Y el servicio de la fibra óptica le damos lo que son 300 megas de navegación y tiene un valor de 24.000 pesos.",
      "confianza": 0.874,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.32,
      "fin": 184.31,
      "duracion": 20.99,
      "texto": "Pero por hacer lo que es la portabilidad de su líneas, hacer el trámite, le queda el plan de la fibra óptica en tan solo 20.000 pesos por mes. Entonces, ¿qué decir que usted estaría pagando? 20.000 de la fibra óptica y 10.400 de la línea. En total, 30.400 con el descuento pagaría por mes al día de Francisco. ¿Qué le parece estar aquí la propuesta?",
      "confianza": 0.807,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.88,
      "fin": 195.89,
      "duracion": 10.01,
      "texto": "Bueno, Aurela, necesito que me hagas un favor, ¿sí? Sí. Si quieres pasarme la información por WhatsApp, o sea, que como quien te comente, estoy en este instante trabajando.",
      "confianza": 0.459,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.73,
      "fin": 208.75,
      "duracion": 12.02,
      "texto": "Entonces, la verdad que no es que te dijeron no a la propuesta, pero sí me interesaría que me la pasaras por WhatsApp. Sí, sí, no hay problema. Yo ahora, cuando corto con usted, le mando el WhatsApp con toda la promoción, ¿sí?",
      "confianza": 0.468,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.44,
      "fin": 214.9,
      "duracion": 5.47,
      "texto": "Y automáticamente usted me contesta por ahí, vamos hablando de cualquier duda, la vamos sacando todos.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.97,
      "fin": 223.49,
      "duracion": 6.52,
      "texto": "Vale, que a ustedes estén bien. Bueno, por favor, Francisco, que estén muy bien. Hasta luego. Hasta luego.",
      "confianza": 0.114,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Buenos días, Francisco? Sí, con él hablo. Francisco, un gusto. Mi nombre es Gabriela. Me estoy comunicando con la Lidia Recuperadora de Cliente. Le acompañamos a estar. ¿Cómo estás, Francisco? ¿Cómo estás, Gabriela? ¿Todo bien? ¿Todo bien? ¿Todo perfecto? Me alegro. Me alegro mucho. Francisco, me figura que actualmente usted lleva lo que es esa línea de teléfono con Claro, ¿verdad? Exactamente. Sí, lo tengo con Claro. Bien. Perfecto. ¿Recuerda cuánto gigas tiene, Francisco? Sí, Gabriela, mira, te comento un poquito. Tengo 12 gigas más internet de mi hogar, 300 megas, tanto de bajada como de subida. Y estoy pagando actualmente, por las dos cosas, 26 mil pesos. 26 mil, perfecto. Bueno, mire, Francisco, lo que tengo para brindarle también es el servicio de fibra óptica para su domicilio, junto con el servicio de la línea de teléfono, Y en este caso, ¿tú le puedo brindar que usted tenga? Usted me dice que tiene más de 10 tigas, por así decirlo, en la línea de teléfono. Sí, 12 tigas. ¿12 tigas? ¿12 tigas? Perfecto. ¿Y los utilizas todos o eso de sobrarle tigas? No los utilizo, no. Los utilizo todo y tengo un perro más, porque tengo que hacer trabajo con eso. Ah, bien, es el libro 2. O sea, que tiene que estar haciendo recargas extra, por así decirlo. Y con 5 gigas más, por ahí me alcanzaría para toda la semana. Para toda la semana. Bueno, les comento lo que yo les puedo brindar, es un plan donde usted va a pasar a tener lo que es un francisco. 8 gigas fijo de base todos los meses y le acompañamos en estarle regal en el primer tiempo, los primeros seis meses, 8 gigas adicionales, ¿sí? En caso de que usted hace un mes que necesita utilizar más gigas por cuestiones laborales, por cuestiones de que sale de lo que es su casa, Tendría lo que son 20 gigas que se le acredita una vez al año totalmente sin cargo por ser cliente de Monster. Entonces usted cuenta con 8 gigas de base, 8 regalos y 20 adicionales que una vez al año puede acreditar de la mi Monster. Este plan es proteger las llamadas libres a todas las compañías, servicios de WhatsApp y servicio de lo que llamas América Preso Local y roaming por el país en toda América incluido. El plan le queda en 10.400 pesos con el descuento, el valor al día de hoy. Y el servicio de la fibra óptica le damos lo que son 300 megas de navegación y tiene un valor de 24.000 pesos. Pero por hacer lo que es la portabilidad de su líneas, hacer el trámite, le queda el plan de la fibra óptica en tan solo 20.000 pesos por mes. Entonces, ¿qué decir que usted estaría pagando? 20.000 de la fibra óptica y 10.400 de la línea. En total, 30.400 con el descuento pagaría por mes al día de Francisco. ¿Qué le parece estar aquí la propuesta? Bueno, Aurela, necesito que me hagas un favor, ¿sí? Sí. Si quieres pasarme la información por WhatsApp, o sea, que como quien te comente, estoy en este instante trabajando. Entonces, la verdad que no es que te dijeron no a la propuesta, pero sí me interesaría que me la pasaras por WhatsApp. Sí, sí, no hay problema. Yo ahora, cuando corto con usted, le mando el WhatsApp con toda la promoción, ¿sí? Y automáticamente usted me contesta por ahí, vamos hablando de cualquier duda, la vamos sacando todos. Vale, que a ustedes estén bien. Bueno, por favor, Francisco, que estén muy bien. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.416,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:26:51.498598",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:29.841835",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120106198_ACD_04081",
    "fecha_inicio": "15/1/2026 12:01:06",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 244,
    "tiempo_conversacion": 215,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}