{
  "archivo": "amza14_1_260116141016240_ACD_88369.wav",
  "duracion_segundos": 438.45,
  "num_segmentos": 92,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 193.35,
    "Cliente": 174.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.67,
      "fin": 3.23,
      "duracion": 1.56,
      "texto": "Hola, buen día. Hablo con Joel.",
      "confianza": 0.087,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.87,
      "fin": 10.8,
      "duracion": 5.93,
      "texto": "¿Sí? ¿Cómo estás, Joel? Un gusto. Mi nombre es Bruno. Me estaba comunicando desde la área de recupero de clientes Movistar.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.76,
      "fin": 14.32,
      "duracion": 2.56,
      "texto": "Me figura que tenés claro actualmente en tu línea. ¿Es correcto?",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.57,
      "fin": 21.17,
      "duracion": 4.6,
      "texto": "Sí, tengo claro. Joel, anteriormente estuviste en la compañía. ¿Por qué motivo te cambiaste?",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.77,
      "fin": 49.67,
      "duracion": 26.9,
      "texto": "Y porque te soy sincero. Los puedo viajar bastante y el servicio que me brindan con el tema del internet, viste, tanto de movistar como de personal es muy flojo, ¿viste? Por eso me tuve que pasar a Claro con el tema de los gigas, ¿viste? Me sirve más. Bien, vos tenías... ¿Te ofrecieron más gigas o el tema de la señal, tu problema?",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.71,
      "fin": 61.72,
      "duracion": 11.01,
      "texto": "No, no, el problema es que, por ejemplo, lo que a mí me gusta de Claro, que Claro, por ejemplo, te da 15 gigas, y son 15 gigas que vos podés usar en Estados Unidos, por ejemplo.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.56,
      "fin": 89.0,
      "duracion": 26.44,
      "texto": "En cambio, en Movistar o personal, ellas te dan 15 gigas, pero podés usar dos poner en el exterior. Entonces, como yo una vez, antes de hablarle, bueno, pues entonces, digo, no me estás dando 15, me estás dando dos, ¿entendés? O sea, vos capaz de comprarse el, obtenerse el plan de 15 gigas, pero dos para usar afuera. ¿Entendés? Entonces, ¿viste? Cada seis meses, si no encuentro que está cambiando de compañía y se me complica.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.8,
      "fin": 96.44,
      "duracion": 5.64,
      "texto": "Claro, entiendo, Joel. Bien. Y con Claro, actualmente tenés un plan que incluye lo que es Rumin, entonces.",
      "confianza": 0.445,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.32,
      "fin": 98.58,
      "duracion": 0.26,
      "texto": "Claro, claro.",
      "confianza": 0.027,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.6,
      "fin": 103.61,
      "duracion": 5.0,
      "texto": "Con Claro, tengo un Rumin que si yo tengo, por ejemplo, ahora tengo el Rumin, no sé, de 20 gigas.",
      "confianza": 0.664,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.17,
      "fin": 112.44,
      "duracion": 8.27,
      "texto": "Son 20 gigas que yo allá puedo usar, allá o donde esté, libre, ¿entendés?",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.46,
      "fin": 112.78,
      "duracion": 0.32,
      "texto": "Claro.",
      "confianza": 0.382,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.01,
      "fin": 116.51,
      "duracion": 3.5,
      "texto": "Bien, Joel, y por ese plan, ¿cuánto estás abonando actualmente con Claro?",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.78,
      "fin": 136.94,
      "duracion": 17.16,
      "texto": "Con Claro estoy abonando algo de... para que no te quiero mentir, porque tengo el plan bonificado para... Igualmente, te soy sincero, a mí me convendría. Ustedes también tienen internet, ¿cierto? Así para el hogar.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.56,
      "fin": 139.74,
      "duracion": 2.18,
      "texto": "Sí, también tenemos promos con Internet Hogar.",
      "confianza": 0.787,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.41,
      "fin": 193.61,
      "duracion": 53.2,
      "texto": "porque con claro estoy renegando porque no sé qué problema tienen con la casa para poner internet pero el tema es que yo estoy pagando ahora bueno justo ahora me había cambiado de plan porque como me sale más barato comprar los gigas que tenerlo en el plan por ejemplo tengo un plan de 15 mil pesos de 2 gigas Y después compro 15 gigas todos los meses, me sale 7 mil pesos. Pone que pago 20 mil pesos. Claro, bien. Joel, y por el internet y la casa, ¿cuánto estás abonando? No, nada, porque todavía no me lo pudieron poner. Ah, todavía no te ponen. No, no, me cobraban creo que 13 mil pesos los 100 megas y me bonificaban algo por tener el teléfono. Bien.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.21,
      "fin": 199.48,
      "duracion": 5.27,
      "texto": "Bien, Joel, si querés podemos corroborar si tenés cobertura de fibra óptica movistal, capaz que te puede servir.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 201.16,
      "fin": 205.3,
      "duracion": 4.14,
      "texto": "Fíjate si querés. A ver, decime que hay enumeración y lo verifico.",
      "confianza": 0.322,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.65,
      "fin": 217.3,
      "duracion": 9.65,
      "texto": "Congreso 406, en Rosario. 406, Rosario Santa Fe.",
      "confianza": 0.882,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.06,
      "fin": 221.5,
      "duracion": 3.44,
      "texto": "Bien, ¿es casa? No, de edificio.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.42,
      "fin": 223.44,
      "duracion": 1.02,
      "texto": "Bien, ¿en qué piso estás?",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.37,
      "fin": 226.05,
      "duracion": 1.68,
      "texto": "En el 4.",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.93,
      "fin": 233.58,
      "duracion": 6.65,
      "texto": "Bien. Hizo el 4. A ver, aguardame un segundo.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.64,
      "fin": 235.9,
      "duracion": 1.26,
      "texto": "Bueno. El 4.",
      "confianza": 0.47,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 239.1,
      "fin": 241.49,
      "duracion": 2.38,
      "texto": "Aguardame un segundito en línea y te confirmo.",
      "confianza": 0.873,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 242.19,
      "fin": 248.85,
      "duracion": 6.66,
      "texto": "Sí, dale, tranquilo, dale, tranquilo, estoy jugando con la perra. Dale, ahí te doy una respuesta.",
      "confianza": 0.213,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 249.77,
      "fin": 250.38,
      "duracion": 0.6,
      "texto": "Dale, querido.",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.29,
      "fin": 301.84,
      "duracion": 29.55,
      "texto": "Y aquí, aquí.",
      "confianza": 0.393,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 305.87,
      "fin": 332.57,
      "duracion": 26.7,
      "texto": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.252,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.81,
      "fin": 352.68,
      "duracion": 15.87,
      "texto": "Bien, Joel, acabo de verificar y nada todavía en esa zona, nada de cobertura, todavía el servicio para la fibra óptica. A mí me acaban de confirmar y no, por el momento no tenemos el servicio.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 354.59,
      "fin": 362.05,
      "duracion": 7.47,
      "texto": "Así que sé que la línea quizás no te va a convenir, así que por eso no te la comento.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 363.19,
      "fin": 373.83,
      "duracion": 10.64,
      "texto": "Más allá de en el caso de que tengas algún familiar o algo que quiera aprovechar la promoción, tenemos una promoción económica, pero igual entiendo tu tema con los gigas de roaming.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.24,
      "fin": 386.23,
      "duracion": 9.99,
      "texto": "Exacto. No somos igual que claro, por así decirte. Sí, sí, no me puede brindar lo mismo. Escuchad, y ahí la fibra óptica, o sea que tampoco lo podría poner con ustedes, eso solo.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 388.04,
      "fin": 417.92,
      "duracion": 29.88,
      "texto": "La fibra óptica no, todavía no tenemos los postes en tu calle, por así decirlo. ¿Y no hay otra forma, por ejemplo, de poner internet? Porque yo te digo, bueno, quiero poner internet con ustedes. No hay forma de... O sea... No. Hasta que no hayan postes ahí cerca, no hay forma. ¿Cómo puede ser que no haya postes en zonas tan buenas, en frente de un shopping? Y nosotros ahí en Rosario, nosotros tenemos... La verdad no tenemos tanta cobertura en lo que es Rosario, si te soy sincero.",
      "confianza": 0.823,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 418.44,
      "fin": 438.45,
      "duracion": 20.01,
      "texto": "No sé por qué, no entiendo todavía el por qué, pero... Eso es la única información que tengo. Todavía están como recién poblando lo que es movistar ahí en Rosario. Está bien, está bien. Muy bien, muy llegado. Bueno, querido, te agradezco. Muy amable. A vos, Joel, que tengas buen día. Hasta luego.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Joel. ¿Sí? ¿Cómo estás, Joel? Un gusto. Mi nombre es Bruno. Me estaba comunicando desde la área de recupero de clientes Movistar. Me figura que tenés claro actualmente en tu línea. ¿Es correcto? Sí, tengo claro. Joel, anteriormente estuviste en la compañía. ¿Por qué motivo te cambiaste? Y porque te soy sincero. Los puedo viajar bastante y el servicio que me brindan con el tema del internet, viste, tanto de movistar como de personal es muy flojo, ¿viste? Por eso me tuve que pasar a Claro con el tema de los gigas, ¿viste? Me sirve más. Bien, vos tenías... ¿Te ofrecieron más gigas o el tema de la señal, tu problema? No, no, el problema es que, por ejemplo, lo que a mí me gusta de Claro, que Claro, por ejemplo, te da 15 gigas, y son 15 gigas que vos podés usar en Estados Unidos, por ejemplo. En cambio, en Movistar o personal, ellas te dan 15 gigas, pero podés usar dos poner en el exterior. Entonces, como yo una vez, antes de hablarle, bueno, pues entonces, digo, no me estás dando 15, me estás dando dos, ¿entendés? O sea, vos capaz de comprarse el, obtenerse el plan de 15 gigas, pero dos para usar afuera. ¿Entendés? Entonces, ¿viste? Cada seis meses, si no encuentro que está cambiando de compañía y se me complica. Claro, entiendo, Joel. Bien. Y con Claro, actualmente tenés un plan que incluye lo que es Rumin, entonces. Claro, claro. Con Claro, tengo un Rumin que si yo tengo, por ejemplo, ahora tengo el Rumin, no sé, de 20 gigas. Son 20 gigas que yo allá puedo usar, allá o donde esté, libre, ¿entendés? Claro. Bien, Joel, y por ese plan, ¿cuánto estás abonando actualmente con Claro? Con Claro estoy abonando algo de... para que no te quiero mentir, porque tengo el plan bonificado para... Igualmente, te soy sincero, a mí me convendría. Ustedes también tienen internet, ¿cierto? Así para el hogar. Sí, también tenemos promos con Internet Hogar. porque con claro estoy renegando porque no sé qué problema tienen con la casa para poner internet pero el tema es que yo estoy pagando ahora bueno justo ahora me había cambiado de plan porque como me sale más barato comprar los gigas que tenerlo en el plan por ejemplo tengo un plan de 15 mil pesos de 2 gigas Y después compro 15 gigas todos los meses, me sale 7 mil pesos. Pone que pago 20 mil pesos. Claro, bien. Joel, y por el internet y la casa, ¿cuánto estás abonando? No, nada, porque todavía no me lo pudieron poner. Ah, todavía no te ponen. No, no, me cobraban creo que 13 mil pesos los 100 megas y me bonificaban algo por tener el teléfono. Bien. Bien, Joel, si querés podemos corroborar si tenés cobertura de fibra óptica movistal, capaz que te puede servir. Fíjate si querés. A ver, decime que hay enumeración y lo verifico. Congreso 406, en Rosario. 406, Rosario Santa Fe. Bien, ¿es casa? No, de edificio. Bien, ¿en qué piso estás? En el 4. Bien. Hizo el 4. A ver, aguardame un segundo. Bueno. El 4. Aguardame un segundito en línea y te confirmo. Sí, dale, tranquilo, dale, tranquilo, estoy jugando con la perra. Dale, ahí te doy una respuesta. Dale, querido. Y aquí, aquí. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Bien, Joel, acabo de verificar y nada todavía en esa zona, nada de cobertura, todavía el servicio para la fibra óptica. A mí me acaban de confirmar y no, por el momento no tenemos el servicio. Así que sé que la línea quizás no te va a convenir, así que por eso no te la comento. Más allá de en el caso de que tengas algún familiar o algo que quiera aprovechar la promoción, tenemos una promoción económica, pero igual entiendo tu tema con los gigas de roaming. Exacto. No somos igual que claro, por así decirte. Sí, sí, no me puede brindar lo mismo. Escuchad, y ahí la fibra óptica, o sea que tampoco lo podría poner con ustedes, eso solo. La fibra óptica no, todavía no tenemos los postes en tu calle, por así decirlo. ¿Y no hay otra forma, por ejemplo, de poner internet? Porque yo te digo, bueno, quiero poner internet con ustedes. No hay forma de... O sea... No. Hasta que no hayan postes ahí cerca, no hay forma. ¿Cómo puede ser que no haya postes en zonas tan buenas, en frente de un shopping? Y nosotros ahí en Rosario, nosotros tenemos... La verdad no tenemos tanta cobertura en lo que es Rosario, si te soy sincero. No sé por qué, no entiendo todavía el por qué, pero... Eso es la única información que tengo. Todavía están como recién poblando lo que es movistar ahí en Rosario. Está bien, está bien. Muy bien, muy llegado. Bueno, querido, te agradezco. Muy amable. A vos, Joel, que tengas buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.602,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:20:06.309728",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 92,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:14.774180",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116141016240_ACD_88369",
    "fecha_inicio": "16/1/2026 14:10:16",
    "agente_nombre": "MZA 14",
    "agente_login": "mza14",
    "duracion_total": 441,
    "tiempo_conversacion": 417,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}