{
  "archivo": "amza23_1_260115132506892_ACD_97561.wav",
  "duracion_segundos": 268.18,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 120.99,
    "Cliente": 130.28
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.97,
      "fin": 13.3,
      "duracion": 11.33,
      "texto": "Hola, ¿qué tal? Buenas tardes con Hernán. Sí, él habla. Un gusto, Macarena. En mi nombre nos estamos contactando para otorgarle una muy buena promoción en el día de hoy a la línea.",
      "confianza": 0.061,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.29,
      "fin": 31.3,
      "duracion": 17.01,
      "texto": "Usted actualmente se encuentra en claro y tiene esta línea su nombre, ¿verdad? Sí, correcto. Te agradezco, pero por ahora no quiero llamar a saber. Bien, pero no le he comentado nada todavía. Es una promoción muy económica. Te agradezco, pero sabes, todo funciona mal acá.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.82,
      "fin": 57.26,
      "duracion": 25.44,
      "texto": "En respecto a la señal, ¿verdad? Bien, en este caso, como la figura que usted hace bastante se fue de la compañía, tenemos para comentarle que Movistar ha hecho hincapié en mejorar la calidad de las antenas, debido a esto ha hecho mayor instalación y esto hace que la señal se haya expandido a lugares que antes no llegaba.",
      "confianza": 0.373,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.16,
      "fin": 80.57,
      "duracion": 22.41,
      "texto": "Tenga en cuenta que eso ha mejorado por completo y que además estamos brindando lo que son chips 5G, que les va a garantizar también lo que es la calidad de la señal. ¿Bien? Sí, yo tengo... Mirá, me lo pueden mandar por mensaje porque ahora estoy en mi trabajo. Mándanelo por mensaje y lo analizo. ¿Puede ser? Bien. ¿Usted tiene dos líneas en su nombre?",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.66,
      "fin": 81.97,
      "duracion": 0.32,
      "texto": "Sí, tengo.",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.96,
      "fin": 121.03,
      "duracion": 38.07,
      "texto": "Bien. En ese caso hay un beneficio extra. Sí, que son 4 gigas más por el mismo valor del plan. ¿Por cuánto tiempo? En el caso de que accederá al plan más económico, va a tener 4 gigas de base, más 4 gigas de regalo durante un periodo de 6 meses y 4 gigas adicionales que lo va a mantener mientras permanezca la compañía. En el caso de que acceda con más de una línea, como en su caso, va a tener un plan de 12 gigas en vez de 8, de 12 gigas, sí, por $7,460, ¿bien? Ese es el valor.",
      "confianza": 0.217,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 122.58,
      "fin": 133.87,
      "duracion": 11.29,
      "texto": "Cada línea tendría ese valor. ¿Se en claro cuánto está unando, me dijo? Y no sé, pero yo en cada tengo más. Más cantidad de gigas.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.89,
      "fin": 140.08,
      "duracion": 6.19,
      "texto": "Sí, mucho más, creo que tengo 15 gigas. Bien, porque en ese caso podemos brindarle un plan intermedio que también está en oferta",
      "confianza": 0.119,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 140.47,
      "fin": 166.84,
      "duracion": 26.38,
      "texto": "son ocho gigas de base más ocho gigas de regalo con la misma durabilidad de seis meses y además los cuatro adicionales entonces tendrían para cada línea 20 gigas con todo bonificado con el roaming incluido en el caso de que sean de viajar por 10.400 si quiere le dejo la promoción sí dígame",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.29,
      "fin": 177.54,
      "duracion": 8.25,
      "texto": "¿Y qué es lo que puedo hacer de la promoción de WhatsApp? Sí, igual 20. ¿Cuántos me habías dicho? ¿20 cada uno?",
      "confianza": 0.274,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.24,
      "fin": 201.53,
      "duracion": 21.29,
      "texto": "No, son 20 gigas en total. ¿Cuánto te la van a poner? ¿Cuántos pesos? ¿Eh? 10.400 y el más económico 7.460 y va a tener lo que es. 4 gigas de base más 4 de regalo y los 4 adicionales por acceder con más de una línea.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.27,
      "fin": 204.41,
      "duracion": 2.14,
      "texto": "Serían alrededor de 12 gigas.",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.47,
      "fin": 213.78,
      "duracion": 8.31,
      "texto": "Ese es el que me dijo que no lo quería porque tenía mayor cantidad de gigas en claro que lo que decía el plan intermedio que tiene un costo de 10.400.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 214.54,
      "fin": 221.07,
      "duracion": 6.53,
      "texto": "Y tendría un total de 8 gigas de base más 8 de regalo y los 4 adicionales.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.85,
      "fin": 223.11,
      "duracion": 1.26,
      "texto": "Sí.",
      "confianza": 0.812,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 223.13,
      "fin": 268.18,
      "duracion": 45.05,
      "texto": "Bueno. ¿Me lo puedes mandar por WhatsApp? Yo veo cuánto es lo que hago anoncrado y si me lo digan. Bien, no hay problema. Yo lo puede visualizar desde la aplicación. Yo ahora mismo le envío la propuesta. Y usted me dice sí, en el caso que interese, porque yo a las 14.30 ya me estoy retirando de la oficina, ¿bien? No, no. Y es una promoción exclusiva, solamente por hoy nos ha avisado. Así que, bueno. Sería genial si me pueden brindar una respuesta antes de esa hora para dejar todo ingresado y que puedan aprovechar la promoción, ¿bien? Está bien. Bueno, Hernán, ha sido muy amable. Nos mantenemos en contacto. Hasta luego.",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes con Hernán. Sí, él habla. Un gusto, Macarena. En mi nombre nos estamos contactando para otorgarle una muy buena promoción en el día de hoy a la línea. Usted actualmente se encuentra en claro y tiene esta línea su nombre, ¿verdad? Sí, correcto. Te agradezco, pero por ahora no quiero llamar a saber. Bien, pero no le he comentado nada todavía. Es una promoción muy económica. Te agradezco, pero sabes, todo funciona mal acá. En respecto a la señal, ¿verdad? Bien, en este caso, como la figura que usted hace bastante se fue de la compañía, tenemos para comentarle que Movistar ha hecho hincapié en mejorar la calidad de las antenas, debido a esto ha hecho mayor instalación y esto hace que la señal se haya expandido a lugares que antes no llegaba. Tenga en cuenta que eso ha mejorado por completo y que además estamos brindando lo que son chips 5G, que les va a garantizar también lo que es la calidad de la señal. ¿Bien? Sí, yo tengo... Mirá, me lo pueden mandar por mensaje porque ahora estoy en mi trabajo. Mándanelo por mensaje y lo analizo. ¿Puede ser? Bien. ¿Usted tiene dos líneas en su nombre? Sí, tengo. Bien. En ese caso hay un beneficio extra. Sí, que son 4 gigas más por el mismo valor del plan. ¿Por cuánto tiempo? En el caso de que accederá al plan más económico, va a tener 4 gigas de base, más 4 gigas de regalo durante un periodo de 6 meses y 4 gigas adicionales que lo va a mantener mientras permanezca la compañía. En el caso de que acceda con más de una línea, como en su caso, va a tener un plan de 12 gigas en vez de 8, de 12 gigas, sí, por $7,460, ¿bien? Ese es el valor. Cada línea tendría ese valor. ¿Se en claro cuánto está unando, me dijo? Y no sé, pero yo en cada tengo más. Más cantidad de gigas. Sí, mucho más, creo que tengo 15 gigas. Bien, porque en ese caso podemos brindarle un plan intermedio que también está en oferta son ocho gigas de base más ocho gigas de regalo con la misma durabilidad de seis meses y además los cuatro adicionales entonces tendrían para cada línea 20 gigas con todo bonificado con el roaming incluido en el caso de que sean de viajar por 10.400 si quiere le dejo la promoción sí dígame ¿Y qué es lo que puedo hacer de la promoción de WhatsApp? Sí, igual 20. ¿Cuántos me habías dicho? ¿20 cada uno? No, son 20 gigas en total. ¿Cuánto te la van a poner? ¿Cuántos pesos? ¿Eh? 10.400 y el más económico 7.460 y va a tener lo que es. 4 gigas de base más 4 de regalo y los 4 adicionales por acceder con más de una línea. Serían alrededor de 12 gigas. Ese es el que me dijo que no lo quería porque tenía mayor cantidad de gigas en claro que lo que decía el plan intermedio que tiene un costo de 10.400. Y tendría un total de 8 gigas de base más 8 de regalo y los 4 adicionales. Sí. Bueno. ¿Me lo puedes mandar por WhatsApp? Yo veo cuánto es lo que hago anoncrado y si me lo digan. Bien, no hay problema. Yo lo puede visualizar desde la aplicación. Yo ahora mismo le envío la propuesta. Y usted me dice sí, en el caso que interese, porque yo a las 14.30 ya me estoy retirando de la oficina, ¿bien? No, no. Y es una promoción exclusiva, solamente por hoy nos ha avisado. Así que, bueno. Sería genial si me pueden brindar una respuesta antes de esa hora para dejar todo ingresado y que puedan aprovechar la promoción, ¿bien? Está bien. Bueno, Hernán, ha sido muy amable. Nos mantenemos en contacto. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.51,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:21:01.203530",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 65,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:18.467885",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132506892_ACD_97561",
    "fecha_inicio": "15/1/2026 13:25:06",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 291,
    "tiempo_conversacion": 266,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}