{
  "archivo": "amza43_1_260114102954613_MIT_01980.wav",
  "duracion_segundos": 454.43,
  "num_segmentos": 103,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 140.21,
    "Cliente": 254.85
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 18.16,
      "fin": 20.02,
      "duracion": 1.86,
      "texto": "Hola. Hola, buen día, Jesús.",
      "confianza": 0.453,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.28,
      "fin": 47.5,
      "duracion": 26.22,
      "texto": "Sí. Soy yo, Franco. Me pidió que os lo llamara. Sí. Dígame. Sí. Ahora que... Te escucho un poquito lejos. Sí, sí. A ver, dame un beso. ¿Y eso afecta el laburo que se hace? ¿Cómo? Se afecta el laburo que se hace. Con la distancia.",
      "confianza": 0.443,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.46,
      "fin": 77.42,
      "duracion": 28.96,
      "texto": "A mí no me afecta, por lo menos a usted. O sea, yo me refiero a que lo escucho como si usted estuviera lejos del teléfono, a eso me refiero, se escucha como muy, muy lejos. Ahí está, ahí está mejor. Dígame Jesús, por qué motivo me pidieron que le llamara.",
      "confianza": 0.829,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.28,
      "fin": 82.34,
      "duracion": 4.06,
      "texto": "Decime.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.69,
      "fin": 100.33,
      "duracion": 15.64,
      "texto": "Porque la persona que estuvo, digamos, enseñando, fue un aprendizaje bastante pesado. Pero en cierta cosa es normal.",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.65,
      "fin": 106.9,
      "duracion": 5.25,
      "texto": "Le di cuenta que un poco se enojó, le escuché que le dijo como, no, cortáles, y no sé qué.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.68,
      "fin": 109.43,
      "duracion": 1.75,
      "texto": "Algo así. Algo así escuché.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.58,
      "fin": 119.6,
      "duracion": 1.02,
      "texto": "Sí. El tío de cómo se llama?",
      "confianza": 0.038,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.48,
      "fin": 124.69,
      "duracion": 3.21,
      "texto": "La última pregunta. El tío de cómo se llama?",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.37,
      "fin": 127.62,
      "duracion": 1.25,
      "texto": "Mi nombre es...",
      "confianza": 0.331,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.62,
      "fin": 129.61,
      "duracion": 1.99,
      "texto": "No, porque no me llamo.",
      "confianza": 0.331,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.91,
      "fin": 135.54,
      "duracion": 5.63,
      "texto": "Ya la tengo. El nombre del tío.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.98,
      "fin": 160.95,
      "duracion": 22.97,
      "texto": "El nombre es mío, Franco. Yo lo atendí el otro día. Yo le hice la venta. No, no. El otro, el Corrín. No, no, no sé. Yo te llamé y te hice la venta y bueno, de hecho ya está en proceso. ¿Puedes decirle el nombre de la misma persona en especial? Se puede, se puede.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.62,
      "fin": 192.46,
      "duracion": 28.84,
      "texto": "Jesús, no logro entender el motivo de la llamada. ¿Tenía alguna duda en particular? ¿De dónde le va a llegar, de algo en especial? Sí, tengo un pequeño resuelo y bueno, quería hablar con vos porque así era, hermano. Sí, por eso estoy acá para que te aclares las dudas. Decime más o menos qué tenés duda. Acuérdate que tu chip llega a una tienda Movistar, que es la que te comenté, de la calle Tucumán, si no me equivoco.",
      "confianza": 0.529,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.18,
      "fin": 217.32,
      "duracion": 24.14,
      "texto": "Ahí tienes que ir a retirar su chip. Todavía no te va a agregar igual, demora entre 48 y 72 horas. Yo te ofrecí la promoción, me parecía muy de acorde a lo que vos estabas dando porque me decías que en claro estabas con una deuda muy alta y te convenía pagar 13 mil pesos mil veces a 150 mil que tenías de deuda.",
      "confianza": 0.384,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.98,
      "fin": 230.22,
      "duracion": 12.24,
      "texto": "Entonces, por eso te brindé ese plan. y el chip te va a llegar a la tienda, lo que sí, apenas lo tengas, si querés, me podés escribir para que yo te diga cuándo es tu fecha de portabilidad.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.86,
      "fin": 233.54,
      "duracion": 2.68,
      "texto": "Eso sí, te puedo ayudar en ese sentido, ¿no?",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.04,
      "fin": 245.1,
      "duracion": 11.06,
      "texto": "Que vos me digas, yo ya tengo el chip en mis manos, ¿lo tengo que poner en el teléfono? Todavía no. Bueno, entonces yo ahí te averigüo qué día empezás con Movistar y te digo, tal día se te va a caer la señal de claro y vas a tener que colocar el chip.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.74,
      "fin": 248.72,
      "duracion": 2.98,
      "texto": "Si no sabes cómo colocarlo, también te puedo dar una mano, no tengo problema.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.73,
      "fin": 265.85,
      "duracion": 16.12,
      "texto": "Igual manera, cuando vayas a la tienda podes preguntar también. ¿Y yo me desconecto de claro? Claro solo te va a bajar la señal.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.41,
      "fin": 333.67,
      "duracion": 67.26,
      "texto": "La idea de esto es que la persona no tenga que hacer nada. Digamos, claro te baja la señal y Moistar levanta su señal inmediatamente. Te vas a dar cuenta que tienes que cambiar el chip porque no vas a tener más señal con claro. ¿Y cuánto tiempo tengo que pagar esa cuota? La de Movistar. Movistar es ahí... La de lo que tengo que tengo que pagar. Sí. La deuda con claro, tenés que solucionarlo con claro. Ah, ahora sí. Ahí me gusta más. Claro. Lo de claro es con claro. Y lo de Movistar es nuevo. Es con Movistar. Es decir, si vos por ejemplo tenés una deuda en claro y no la has solucionado eso a nosotros no nos excede. No quiere decir que vas a tener un problema con Movistar. La deuda con ellos es ponida y la deuda con nosotros es con nosotros. Son dos cosas distintas. ¿Me entendés? Evidentemente si te has podido, se te ha probado tu venta porque podés pasarte a Movistar. No te estaría afectando la deuda con claro, por lo visto.",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 335.76,
      "fin": 366.22,
      "duracion": 30.46,
      "texto": "No te va a escribir movistar a ese mismo número escribir o llamar pero normalmente escriben diciéndote Jesús tal día tienes que ir a retirar a la sucursal su chip porque ya está habilitado ¿Se han estado llamando de movistar estos días por casualidad?",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 368.08,
      "fin": 387.53,
      "duracion": 19.45,
      "texto": "¿Sí? ¿Se han estado llamando de casualidad estos días de movistar? No, han sido vos. Y después lo mejor que tengo con esta chica. Nada más. Bueno. Perfecto, Jesús. Cualquier duda, igualmente usted me escribe en Mala Audio y yo le respondo. No tengo un problema.",
      "confianza": 0.272,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 392.74,
      "fin": 421.98,
      "duracion": 29.24,
      "texto": "Bueno. Bueno, Jesús. Estoy entregando todo a vos. Sí, tranquilo. Yo sé lo que, bueno, por eso también le envié pruebas, le envié una nota de vídeo que estaba trabajando en un call center porque obviamente hoy en día, y perdón el atendimiento, pero a su edad mucha gente le suele escribir, llamar por una cosa o por la otra, que sabe eso. Entonces yo preferí mandarte un videíto para que sepa que estoy trabajando en un call center, que estoy trabajando en ventas.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 422.85,
      "fin": 452.55,
      "duracion": 29.7,
      "texto": "Bueno, eso. Entonces, quédate tranquilo. Sé que la persona que lo trae atendió como medio me mandó a freír churros, pero bueno, yo sé lo que estoy haciendo.",
      "confianza": 0.831,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 453.34,
      "fin": 454.43,
      "duracion": 1.08,
      "texto": "Sí, sí.",
      "confianza": 0.507,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día, Jesús. Sí. Soy yo, Franco. Me pidió que os lo llamara. Sí. Dígame. Sí. Ahora que... Te escucho un poquito lejos. Sí, sí. A ver, dame un beso. ¿Y eso afecta el laburo que se hace? ¿Cómo? Se afecta el laburo que se hace. Con la distancia. A mí no me afecta, por lo menos a usted. O sea, yo me refiero a que lo escucho como si usted estuviera lejos del teléfono, a eso me refiero, se escucha como muy, muy lejos. Ahí está, ahí está mejor. Dígame Jesús, por qué motivo me pidieron que le llamara. Decime. Porque la persona que estuvo, digamos, enseñando, fue un aprendizaje bastante pesado. Pero en cierta cosa es normal. Le di cuenta que un poco se enojó, le escuché que le dijo como, no, cortáles, y no sé qué. Algo así. Algo así escuché. Sí. El tío de cómo se llama? La última pregunta. El tío de cómo se llama? Mi nombre es... No, porque no me llamo. Ya la tengo. El nombre del tío. El nombre es mío, Franco. Yo lo atendí el otro día. Yo le hice la venta. No, no. El otro, el Corrín. No, no, no sé. Yo te llamé y te hice la venta y bueno, de hecho ya está en proceso. ¿Puedes decirle el nombre de la misma persona en especial? Se puede, se puede. Jesús, no logro entender el motivo de la llamada. ¿Tenía alguna duda en particular? ¿De dónde le va a llegar, de algo en especial? Sí, tengo un pequeño resuelo y bueno, quería hablar con vos porque así era, hermano. Sí, por eso estoy acá para que te aclares las dudas. Decime más o menos qué tenés duda. Acuérdate que tu chip llega a una tienda Movistar, que es la que te comenté, de la calle Tucumán, si no me equivoco. Ahí tienes que ir a retirar su chip. Todavía no te va a agregar igual, demora entre 48 y 72 horas. Yo te ofrecí la promoción, me parecía muy de acorde a lo que vos estabas dando porque me decías que en claro estabas con una deuda muy alta y te convenía pagar 13 mil pesos mil veces a 150 mil que tenías de deuda. Entonces, por eso te brindé ese plan. y el chip te va a llegar a la tienda, lo que sí, apenas lo tengas, si querés, me podés escribir para que yo te diga cuándo es tu fecha de portabilidad. Eso sí, te puedo ayudar en ese sentido, ¿no? Que vos me digas, yo ya tengo el chip en mis manos, ¿lo tengo que poner en el teléfono? Todavía no. Bueno, entonces yo ahí te averigüo qué día empezás con Movistar y te digo, tal día se te va a caer la señal de claro y vas a tener que colocar el chip. Si no sabes cómo colocarlo, también te puedo dar una mano, no tengo problema. Igual manera, cuando vayas a la tienda podes preguntar también. ¿Y yo me desconecto de claro? Claro solo te va a bajar la señal. La idea de esto es que la persona no tenga que hacer nada. Digamos, claro te baja la señal y Moistar levanta su señal inmediatamente. Te vas a dar cuenta que tienes que cambiar el chip porque no vas a tener más señal con claro. ¿Y cuánto tiempo tengo que pagar esa cuota? La de Movistar. Movistar es ahí... La de lo que tengo que tengo que pagar. Sí. La deuda con claro, tenés que solucionarlo con claro. Ah, ahora sí. Ahí me gusta más. Claro. Lo de claro es con claro. Y lo de Movistar es nuevo. Es con Movistar. Es decir, si vos por ejemplo tenés una deuda en claro y no la has solucionado eso a nosotros no nos excede. No quiere decir que vas a tener un problema con Movistar. La deuda con ellos es ponida y la deuda con nosotros es con nosotros. Son dos cosas distintas. ¿Me entendés? Evidentemente si te has podido, se te ha probado tu venta porque podés pasarte a Movistar. No te estaría afectando la deuda con claro, por lo visto. No te va a escribir movistar a ese mismo número escribir o llamar pero normalmente escriben diciéndote Jesús tal día tienes que ir a retirar a la sucursal su chip porque ya está habilitado ¿Se han estado llamando de movistar estos días por casualidad? ¿Sí? ¿Se han estado llamando de casualidad estos días de movistar? No, han sido vos. Y después lo mejor que tengo con esta chica. Nada más. Bueno. Perfecto, Jesús. Cualquier duda, igualmente usted me escribe en Mala Audio y yo le respondo. No tengo un problema. Bueno. Bueno, Jesús. Estoy entregando todo a vos. Sí, tranquilo. Yo sé lo que, bueno, por eso también le envié pruebas, le envié una nota de vídeo que estaba trabajando en un call center porque obviamente hoy en día, y perdón el atendimiento, pero a su edad mucha gente le suele escribir, llamar por una cosa o por la otra, que sabe eso. Entonces yo preferí mandarte un videíto para que sepa que estoy trabajando en un call center, que estoy trabajando en ventas. Bueno, eso. Entonces, quédate tranquilo. Sé que la persona que lo trae atendió como medio me mandó a freír churros, pero bueno, yo sé lo que estoy haciendo. Sí, sí.",
  "calidad": {
    "confianza_promedio": 0.475,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:56:38.786500",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 103,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:28.093623",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114102954613_MIT_01980",
    "fecha_inicio": "14/1/2026 10:29:55",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 445,
    "tiempo_conversacion": 438,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}