{
  "archivo": "amza28_1_260114144426183_ACD_91553.wav",
  "duracion_segundos": 380.41,
  "num_segmentos": 87,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 237.87,
    "Cliente": 107.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.3,
      "fin": 5.66,
      "duracion": 4.36,
      "texto": "Hola, ¿me comunico con Cristian? No, ¿quién habla?",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.35,
      "fin": 10.09,
      "duracion": 3.75,
      "texto": "Mi nombre es Gonzalo, yo le hablaba de la tía de recupero de clientes Movistar.",
      "confianza": 0.607,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.52,
      "fin": 17.02,
      "duracion": 5.5,
      "texto": "Me refiruraba que usted la tenía en claro actualmente. Sí, está en claro.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.52,
      "fin": 25.82,
      "duracion": 8.3,
      "texto": "Está en claro, le hago una consulta. ¿Usted sabe cuánto está donando actualmente en claro? No tengo idea, porque se ocupa de mi marido de pagar las EOS.",
      "confianza": 0.8,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.59,
      "fin": 36.67,
      "duracion": 10.08,
      "texto": "porque traíamos lo que era una fuerte exclusiva para lo que es esta línea del que había sido parte de Movistar también, que está súper económica, y desde allá te digo que obviamente lo voy a poder hacer ahorrar.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.69,
      "fin": 55.98,
      "duracion": 17.29,
      "texto": "Sí, mira, yo lo que digo es, nosotros estábamos en Movistar, yo siempre, años, si usted le figura cómo decir, estábamos en Movistar, la verdad que no me quería cambiar a Quilaro, me quería quedar en Movistar, pero lamentablemente no nos pasó nada, ya nos va pasando, creo que la tercera vez,",
      "confianza": 0.59,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 56.34,
      "fin": 68.06,
      "duracion": 11.72,
      "texto": "de que movistar, o sea, me dice una cosa, cuando me cobran otra, mucha plata, y lamentablemente el vender es como todo, tenés que pagar y se fue a reclamar.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.68,
      "fin": 97.3,
      "duracion": 28.62,
      "texto": "Me dijo que reclamar y me ha pasado no tener la plata, sinceramente, bueno, por eso te decía, mi marido se cansó de eso porque tenía que movistar él, yo, bueno, mis hijos, y me dijo, no, vamos a pasar más aclaros, mirá hacia aquí, aparte hay una oferta, y me pasó él y yo todo el trámite. Esa es la realidad, yo con movilidad nunca tuve problemas de señal, nunca nada. No estoy conforme con claro, actualmente lo tengo, pero bueno, más que nada por una razón económica, pero no sabría decirte cuánto es lo que le hago más sinceramente.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 97.86,
      "fin": 105.53,
      "duracion": 7.67,
      "texto": "Mire, yo, de hecho, usted me figura, Carla, más de datos porque sí figura que fue un cliente de muchos años, obviamente.",
      "confianza": 0.824,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.93,
      "fin": 107.43,
      "duracion": 1.5,
      "texto": "Sí, sí.",
      "confianza": 0.271,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 107.45,
      "fin": 123.93,
      "duracion": 16.48,
      "texto": "Y la idea de esta campaña que estábamos haciendo de recupero de clientes es hacer que esos clientes valiosos que estuvieron dentro de la compañía puedan volver, obviamente, probar el estado de la compañía actual y que tengan un trato mucho mejor del que tuvieron en ese momento.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.49,
      "fin": 131.33,
      "duracion": 6.85,
      "texto": "Por ejemplo, yo... Mira, para, disculpame que te interrumpa, lo que pasa es que no tengo mucho tiempo aquí en el trabajo.",
      "confianza": 0.314,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.35,
      "fin": 132.78,
      "duracion": 1.42,
      "texto": "Sí.",
      "confianza": 0.359,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.8,
      "fin": 134.46,
      "duracion": 1.66,
      "texto": "¿Sabes que te voy a pedir? Mira, si vos querés, a mí la verdad me interesa.",
      "confianza": 0.015,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.48,
      "fin": 137.16,
      "duracion": 2.68,
      "texto": "Si no directamente que no te hago perder tiempo y te digo no, mira, no me interesa.",
      "confianza": 0.257,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.61,
      "fin": 142.02,
      "duracion": 4.41,
      "texto": "Me interesa volver a mostrar, porque yo nunca tuve problemas, lo que es señal, lo que es... No tuve problemas.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 142.64,
      "fin": 166.96,
      "duracion": 24.32,
      "texto": "Pero si vos querés lo que podés hacer, ya que tenés mi nombre en el teléfono, mandarme la promoción o lo que es lo que tienen, y yo en vez de después lo veo y cuando viene a la tarde noche de trabajarlo, yo hablo con él. ¿Por qué no te quedaste por el tiempo? Porque yo tampoco lo tengo ahora. No, obvio. Yo lo que te puedo brindar por WhatsApp, porque eso es lo que te quería comentar, nos han puesto una promo por el día de hoy, Y creo que va a estar hasta mañana, no te lo puedo asegurar.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.12,
      "fin": 181.42,
      "duracion": 13.3,
      "texto": "Yo te puedo mandar las promos que tenemos generalmente todos los días. Pero por escrito, no te puedo mandar esta promo porque al ser promo flash por el día y demás, no me permiten. Te la comento de forma muy breve. Muy, muy, muy breve.",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 182.28,
      "fin": 187.19,
      "duracion": 4.91,
      "texto": "Te voy a crear lo que es combo familiar por todas las líneas que tienen ustedes.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 187.77,
      "fin": 198.7,
      "duracion": 10.93,
      "texto": "Van a tener 12 gigas, WhatsApp gratis y hablar libre tanto llamadas como mensaje de texto a cualquier compañía. por $7,460 pesos por línea.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 199.96,
      "fin": 217.94,
      "duracion": 17.98,
      "texto": "Es super económica, por eso te digo. Si esa promo la anotas por algún lado, yo te dejo las promos que están generalmente todos los días, pero esa promo por hoy y por mañana creo que la vamos a tener. Ahí vos me decís si te interesa y estamos en contacto.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 218.61,
      "fin": 223.06,
      "duracion": 4.44,
      "texto": "Mira, yo te comento, él llega a las ocho de la noche más o menos a casa.",
      "confianza": 0.214,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.4,
      "fin": 223.5,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.328,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 223.52,
      "fin": 249.25,
      "duracion": 25.73,
      "texto": "Es el momento que yo, la verdad, yo le puedo mandar mensajes, pero bueno, es cuando lo ves, porque ahí... No hay problema, mirá, estoy seguro que mañana también la vamos a tener, pero como te digo, no te la puedo mandar por escrito, porque no me lo permiten. ¿Eso por cuánto tiempo es? Bien, esta promo que son las 12GB y demás, por $7,460 pesos, Tiene lo que es el descuento fijo de la empresa. Así es, por 12 gigas.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.99,
      "fin": 255.25,
      "duracion": 4.26,
      "texto": "A ver, dame un segundo, espérate. Dame un segundo, a ver si puedo tomarlo, porque este es lo más principal.",
      "confianza": 0.305,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.11,
      "fin": 274.27,
      "duracion": 18.16,
      "texto": "Dale. ¿Me pasas ahí en la oficina, por favor? ¿Me notas? Ahí están las fotos. Gracias. Sí, yo te vuelvo. Bueno, decime cuántas por mes.",
      "confianza": 0.067,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 274.91,
      "fin": 284.92,
      "duracion": 10.01,
      "texto": "son 12 gigas con WhatsApp gratis y hablar llamadas y mensajes de texto libres a cualquier compañía.",
      "confianza": 0.742,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 286.46,
      "fin": 296.95,
      "duracion": 10.49,
      "texto": "Llamadas y mensajes libres a cualquier compañía. Sí, por $7,460 pesos adiós. $7,460.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 297.59,
      "fin": 298.01,
      "duracion": 0.42,
      "texto": "Así es.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 299.04,
      "fin": 304.02,
      "duracion": 4.98,
      "texto": "¿Por cuánto tiempo la promoción es? Esta promoción dura seis meses.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 304.71,
      "fin": 305.81,
      "duracion": 1.1,
      "texto": "Perfecto.",
      "confianza": 0.567,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.69,
      "fin": 318.36,
      "duracion": 8.67,
      "texto": "Y después se metía en lo que se incrementa después. El descuento, eso no nos figura, pero vos a través de la aplicación Movistar lo vas a ver. No sé si vos más o menos te manejas con la aplicación Movistar.",
      "confianza": 0.028,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 320.0,
      "fin": 320.46,
      "duracion": 0.46,
      "texto": "Sí, sí, sí.",
      "confianza": 0.246,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 321.52,
      "fin": 324.91,
      "duracion": 3.38,
      "texto": "Porque mucha gente le da miedo, porque dicen después de los seis, después de los seis.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 325.41,
      "fin": 330.75,
      "duracion": 5.34,
      "texto": "La idea es que, obviamente, nunca llegues a pagar lo que son los planes sin las promociones. Eso no lo quiere nadie.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 331.37,
      "fin": 350.47,
      "duracion": 19.1,
      "texto": "Sí, obvio. A través de la aplicación mi Movistar, que voy a estar sabiendo manejar, te voy a avisar un mes antes cuando te está probando la promo, y ahí te van a aparecer todo el tiempo promociones nuevas para que vos puedas ir viendo. Buenísimo. Buenísimo, buenísimo.",
      "confianza": 0.336,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 350.49,
      "fin": 350.67,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.019,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 350.69,
      "fin": 352.07,
      "duracion": 1.38,
      "texto": "Tenéis mi número de teléfono. Si vos te querés comunicar conmigo.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.09,
      "fin": 354.26,
      "duracion": 2.17,
      "texto": "Sí, mira, ahí te dejé las promos que tenemos todos los días.",
      "confianza": 0.519,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 356.28,
      "fin": 358.0,
      "duracion": 1.72,
      "texto": "Y te puse, soy Gonzalo de Movistar.",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 359.26,
      "fin": 361.02,
      "duracion": 1.76,
      "texto": "Cualquier cosa me escribe, le voy a dejar.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 361.75,
      "fin": 372.18,
      "duracion": 10.43,
      "texto": "Mi número empieza con 12 y 1 porque yo soy de Mendoza, así que es mi número personal. En el horario en el que sea, vos escribirme que yo te voy a atender.",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.5,
      "fin": 380.41,
      "duracion": 6.91,
      "texto": "Perfecto. Muchísimas gracias por tu tiempo. Igualmente, buena jornada. Hasta luego.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿me comunico con Cristian? No, ¿quién habla? Mi nombre es Gonzalo, yo le hablaba de la tía de recupero de clientes Movistar. Me refiruraba que usted la tenía en claro actualmente. Sí, está en claro. Está en claro, le hago una consulta. ¿Usted sabe cuánto está donando actualmente en claro? No tengo idea, porque se ocupa de mi marido de pagar las EOS. porque traíamos lo que era una fuerte exclusiva para lo que es esta línea del que había sido parte de Movistar también, que está súper económica, y desde allá te digo que obviamente lo voy a poder hacer ahorrar. Sí, mira, yo lo que digo es, nosotros estábamos en Movistar, yo siempre, años, si usted le figura cómo decir, estábamos en Movistar, la verdad que no me quería cambiar a Quilaro, me quería quedar en Movistar, pero lamentablemente no nos pasó nada, ya nos va pasando, creo que la tercera vez, de que movistar, o sea, me dice una cosa, cuando me cobran otra, mucha plata, y lamentablemente el vender es como todo, tenés que pagar y se fue a reclamar. Me dijo que reclamar y me ha pasado no tener la plata, sinceramente, bueno, por eso te decía, mi marido se cansó de eso porque tenía que movistar él, yo, bueno, mis hijos, y me dijo, no, vamos a pasar más aclaros, mirá hacia aquí, aparte hay una oferta, y me pasó él y yo todo el trámite. Esa es la realidad, yo con movilidad nunca tuve problemas de señal, nunca nada. No estoy conforme con claro, actualmente lo tengo, pero bueno, más que nada por una razón económica, pero no sabría decirte cuánto es lo que le hago más sinceramente. Mire, yo, de hecho, usted me figura, Carla, más de datos porque sí figura que fue un cliente de muchos años, obviamente. Sí, sí. Y la idea de esta campaña que estábamos haciendo de recupero de clientes es hacer que esos clientes valiosos que estuvieron dentro de la compañía puedan volver, obviamente, probar el estado de la compañía actual y que tengan un trato mucho mejor del que tuvieron en ese momento. Por ejemplo, yo... Mira, para, disculpame que te interrumpa, lo que pasa es que no tengo mucho tiempo aquí en el trabajo. Sí. ¿Sabes que te voy a pedir? Mira, si vos querés, a mí la verdad me interesa. Si no directamente que no te hago perder tiempo y te digo no, mira, no me interesa. Me interesa volver a mostrar, porque yo nunca tuve problemas, lo que es señal, lo que es... No tuve problemas. Pero si vos querés lo que podés hacer, ya que tenés mi nombre en el teléfono, mandarme la promoción o lo que es lo que tienen, y yo en vez de después lo veo y cuando viene a la tarde noche de trabajarlo, yo hablo con él. ¿Por qué no te quedaste por el tiempo? Porque yo tampoco lo tengo ahora. No, obvio. Yo lo que te puedo brindar por WhatsApp, porque eso es lo que te quería comentar, nos han puesto una promo por el día de hoy, Y creo que va a estar hasta mañana, no te lo puedo asegurar. Yo te puedo mandar las promos que tenemos generalmente todos los días. Pero por escrito, no te puedo mandar esta promo porque al ser promo flash por el día y demás, no me permiten. Te la comento de forma muy breve. Muy, muy, muy breve. Te voy a crear lo que es combo familiar por todas las líneas que tienen ustedes. Van a tener 12 gigas, WhatsApp gratis y hablar libre tanto llamadas como mensaje de texto a cualquier compañía. por $7,460 pesos por línea. Es super económica, por eso te digo. Si esa promo la anotas por algún lado, yo te dejo las promos que están generalmente todos los días, pero esa promo por hoy y por mañana creo que la vamos a tener. Ahí vos me decís si te interesa y estamos en contacto. Mira, yo te comento, él llega a las ocho de la noche más o menos a casa. Sí. Es el momento que yo, la verdad, yo le puedo mandar mensajes, pero bueno, es cuando lo ves, porque ahí... No hay problema, mirá, estoy seguro que mañana también la vamos a tener, pero como te digo, no te la puedo mandar por escrito, porque no me lo permiten. ¿Eso por cuánto tiempo es? Bien, esta promo que son las 12GB y demás, por $7,460 pesos, Tiene lo que es el descuento fijo de la empresa. Así es, por 12 gigas. A ver, dame un segundo, espérate. Dame un segundo, a ver si puedo tomarlo, porque este es lo más principal. Dale. ¿Me pasas ahí en la oficina, por favor? ¿Me notas? Ahí están las fotos. Gracias. Sí, yo te vuelvo. Bueno, decime cuántas por mes. son 12 gigas con WhatsApp gratis y hablar llamadas y mensajes de texto libres a cualquier compañía. Llamadas y mensajes libres a cualquier compañía. Sí, por $7,460 pesos adiós. $7,460. Así es. ¿Por cuánto tiempo la promoción es? Esta promoción dura seis meses. Perfecto. Y después se metía en lo que se incrementa después. El descuento, eso no nos figura, pero vos a través de la aplicación Movistar lo vas a ver. No sé si vos más o menos te manejas con la aplicación Movistar. Sí, sí, sí. Porque mucha gente le da miedo, porque dicen después de los seis, después de los seis. La idea es que, obviamente, nunca llegues a pagar lo que son los planes sin las promociones. Eso no lo quiere nadie. Sí, obvio. A través de la aplicación mi Movistar, que voy a estar sabiendo manejar, te voy a avisar un mes antes cuando te está probando la promo, y ahí te van a aparecer todo el tiempo promociones nuevas para que vos puedas ir viendo. Buenísimo. Buenísimo, buenísimo. Perfecto. Tenéis mi número de teléfono. Si vos te querés comunicar conmigo. Sí, mira, ahí te dejé las promos que tenemos todos los días. Y te puse, soy Gonzalo de Movistar. Cualquier cosa me escribe, le voy a dejar. Mi número empieza con 12 y 1 porque yo soy de Mendoza, así que es mi número personal. En el horario en el que sea, vos escribirme que yo te voy a atender. Perfecto. Muchísimas gracias por tu tiempo. Igualmente, buena jornada. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.513,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:48:52.896947",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 87,
    "total_segmentos_corregido": 43,
    "fecha_correccion": "2026-01-18T23:05:20.291209",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114144426183_ACD_91553",
    "fecha_inicio": "14/1/2026 14:44:26",
    "agente_nombre": "MZA 28",
    "agente_login": "mza28",
    "duracion_total": 394,
    "tiempo_conversacion": 367,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}