{
  "archivo": "amza6_1_260113134415956_ACD_79777.wav",
  "duracion_segundos": 473.44,
  "num_segmentos": 138,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 179.1,
    "Cliente": 255.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 10.57,
      "duracion": 10.54,
      "texto": "¿Qué? Hola. Hola, aquí te hablé con Miriam. Sí, decime. Miriam, me estoy comunicando que debería haber recupero de clientes de Movistar para abrirme algún descuento para la entinidad.",
      "confianza": 0.354,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.06,
      "fin": 25.09,
      "duracion": 9.03,
      "texto": "¿De cuánto sería el labón y eso? Es un plan de 16 días con reto de base más 8 de regalo y te quedan 13.250 pesos. No sé, ¿vos actualmente qué plan tenés?",
      "confianza": 0.069,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.03,
      "fin": 27.47,
      "duracion": 0.44,
      "texto": "No, claro.",
      "confianza": 0.518,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.43,
      "fin": 61.41,
      "duracion": 32.98,
      "texto": "¿Cuántos vienen? ¿Cuántos están sabonando? 18. ¿Qué te parece el plan? Sí, me llama la atención. Y tengo una pregunta. ¿Y si combinamos wifi, cómo hacerlo? ¿Combinaron ustedes? Sí, tenemos. Primero obviamente hay que ver si tenés power turner en la zona. Tenemos lo que es una promoción que te queda. La fibra óptica de, ahorrando un segundito, de 600 megas en 26.600 pesos. Y tenemos lo que es el combo de fibra óptica más la línea, que te queda en 26.600 la fibra y 4.000 pesos la línea.",
      "confianza": 0.16,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.31,
      "fin": 71.28,
      "duracion": 8.97,
      "texto": "Y al tener la línea y las fibras, al contratar las dos cosas, te das un descuento de 4.000 pesos en lo que es la fibra, así que te quedan 22.600 pesos los dos servicios.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.27,
      "fin": 75.33,
      "duracion": 1.06,
      "texto": "Sí, me llama la atención.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.83,
      "fin": 82.2,
      "duracion": 6.37,
      "texto": "Es menos de lo que estoy pagando. Igual los gigas me parecen mucho a lo del teléfono. Igual que son 4.000 pesos.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.75,
      "fin": 108.28,
      "duracion": 25.53,
      "texto": "Claro, son, o sea, lo que es el combo te queda con cuatro siglas de barca más cuatro de regalo, son ocho en total. Bien, y esto por cuánto tiempo es? Vájate en lo que es la fibra, vas a tener un descuento fijo por seis meses de 37.800 y al que digo bien lo que es el descuento de la línea, un descuento fijo por seis meses de 32.350 pesos.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.0,
      "fin": 116.02,
      "duracion": 7.02,
      "texto": "De todas maneras, muy, perdón, justo golpeé el micrófono. De todas maneras, una vez que pase este tiempo, no es que te vas a quedar sin promoción.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.54,
      "fin": 140.96,
      "duracion": 24.42,
      "texto": "Una vez que hagamos el trámite, yo te paso lo que es el número de atención al cliente, ¿sí? Y los chicos de atención al cliente, al quinto mes, más o menos, te comunicas y te brindan una promo nueva, obviamente, para que no te quedes sin promoción. Bien. ¿Y la instalación del Wi-Fi todo esto es gratis o tiene cargo? No, es totalmente gratis. Con eso no te das problema. Si querés, decime lo que es la dirección para corroborar cobertura de fuerza.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.78,
      "fin": 150.15,
      "duracion": 8.37,
      "texto": "Juárez Selman, 1542. Florencio Varela. Bien, ahora guardamos algo bonito. Deletirame la carta, por favor, porque no lo he encontrado.",
      "confianza": 0.058,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.65,
      "fin": 154.17,
      "duracion": 2.52,
      "texto": "Juárez con Z, Juárez... Ah, bien.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.19,
      "fin": 155.07,
      "duracion": 0.88,
      "texto": "Bien.",
      "confianza": 0.836,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 155.12,
      "fin": 161.78,
      "duracion": 6.66,
      "texto": "...Selman. Juárez Selman. Ahí está, perfecto. Se habría escuchado cualquier cosa. Bien, decímelo el número 5, por favor. No puede ser, porque hablo rápido. 1542.",
      "confianza": 0.151,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.8,
      "fin": 162.36,
      "duracion": 0.56,
      "texto": "Perfecto.",
      "confianza": 0.428,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.64,
      "fin": 169.83,
      "duracion": 6.19,
      "texto": "Tengo ese problema. Florencio Varela. Sí, los haré igual, así que tranqui. Bien, ahora guardamos un segundito que chequemos la cobertura.",
      "confianza": 0.297,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.49,
      "fin": 196.26,
      "duracion": 25.77,
      "texto": "Mientras te voy comentando, lo que es la fibra óptica, se instala gratis y no tienes ningún costo en la instalación y esto se cobra a lo que es, o sea, utilizas un mes en servicio y recién ahí abonas la primer facturación, así que con eso quédate súper abonada. A ver, ahorro un segundito. Bien, ahorro un segundito.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.54,
      "fin": 208.25,
      "duracion": 7.71,
      "texto": "Bien, ahí me van a mandar los chicos de FIDRA óptica para ver si tenés cobertura mientras te voy consultando. ¿Vos actualmente qué FIDRA óptica tenés en el domicilio?",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.69,
      "fin": 249.22,
      "duracion": 39.53,
      "texto": "La de Claro. Bien, perfecto. ¿Y cuántos megas tenés? O sea, ¿cuántos megas? Aquí tengo la duda si tengo 100 o 300. Ah, bien, bien. Esa es la de 600. Tenemos actualmente lo que es. La de 300 megas, la de 600 y la de 1000 megas. La de 300, por ejemplo, está... en 24 mil pesos. La de 600 es la que más recomiendo porque es la estándar que todo el mundo suele ocupar. Y está buenísima porque te alcanzan las líneas, te andas súper rápido y cada vez pasas a la de 1000 Mbps. ¿Sabe 600 cuánto está? 26 mil 600.",
      "confianza": 0.801,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 250.02,
      "fin": 255.93,
      "duracion": 5.91,
      "texto": "Y bueno, recordad que te quedan los dos servicios en 22 mil 600 por el descuento de los 4 mil pesos.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.45,
      "fin": 263.6,
      "duracion": 7.15,
      "texto": "Bien, escúchame. Confirmame y llámame el jueves a la tarde. ¿Puede ser? Ahí yo te confirmo.",
      "confianza": 0.091,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.54,
      "fin": 273.69,
      "duracion": 9.15,
      "texto": "Dale, ¿hoy día a la tarde? Perdón, no te escucharé. El jueves, el día jueves. Dale, perfecto. Ahí me confirmaron que tenés cobertura, así que te voy a dejar un mensajito por WhatsApp, ¿te parece?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 275.07,
      "fin": 287.44,
      "duracion": 12.37,
      "texto": "Dale, ahí en un WhatsApp me dejas tu número o todo lo que necesitas. Te dejo todos los precios y te digo en cuánto te van a quedar los dos servicios y precio final. Y te paso los datos que necesitaría para hacer lo que es la fibra óptica, ¿sí?",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.52,
      "fin": 330.78,
      "duracion": 42.26,
      "texto": "Vale, entonces si llego a decidirlo antes del jueves te escribo por ahí, por este medio. Dale, dale, genial. Miren, lo que sí, vas a ver que lo que es el pedido de datos, vas a ver que en una parte dice 13 dígitos de una tarjeta bancaria. suele dar desconfianza a los clientes, sí, esto lo pedimos solamente para adquirir el débito automático el primer mes, ya después eso lo podéis sacar porque, ¿qué pasa? los clientes accedían a lo que es la fibra óptica y no abonaban el primer mes y bueno, nos teníamos que hacer cargo a nosotros, pero no necesitamos mucho. Yo no tengo problema en que me lo debiten. Ah, bien, bien, bien, eso no, o sea, por ahí da desconfianza el tema de pedir los 16 dígitos de una tarjeta, pero solamente pedimos eso, no pedimos ni código de seguridad, ni fecha de vencimiento de la tarjeta, sí.",
      "confianza": 0.529,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 331.59,
      "fin": 333.15,
      "duracion": 1.56,
      "texto": "¿Puedo hacer una prepaga a la tarjeta?",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.75,
      "fin": 335.44,
      "duracion": 1.68,
      "texto": "Tiene que ser bancalizada, sí o sí.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.54,
      "fin": 343.25,
      "duracion": 6.71,
      "texto": "Ah, ahí está el tema, no tengo bancalizada. No se puede que sea bajo tu nombre de la tarjeta, eso sí, no hay problema.",
      "confianza": 0.273,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 344.83,
      "fin": 346.66,
      "duracion": 1.82,
      "texto": "¿Y débito?",
      "confianza": 0.841,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 346.82,
      "fin": 348.2,
      "duracion": 1.38,
      "texto": "Sí, sí, débito, crédito.",
      "confianza": 0.463,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 348.22,
      "fin": 354.87,
      "duracion": 6.65,
      "texto": "Débito bancalizado es de emoción. Exacto, puede ser débito, crédito, sí o sí, bancalizada, eso sí.",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.89,
      "fin": 357.3,
      "duracion": 2.4,
      "texto": "Bien.",
      "confianza": 0.809,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.63,
      "fin": 386.51,
      "duracion": 28.88,
      "texto": "Claro, el paso es que sí, en verdad, porque me llamas a un número que no conozco y me mando mensaje a alguien que no conozco, en realidad. Claro, no, no, sí, eso por eso tengo que comentar la entonada porque por ahí sí ves el mensaje que tenés confianza. Obviamente, si querés eso ahora mismo, te puedo pasar lo que es un video de la oficina, sí, hablándote a vos, sí, para que veas que estamos en la oficina. Y bueno, esto va tras a una casa central de Morúscaro, donde vas a sentir, así o sí, un requisito para lo que es la fibra óptica.",
      "confianza": 0.02,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.53,
      "fin": 386.61,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.246,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 386.98,
      "fin": 411.97,
      "duracion": 24.99,
      "texto": "Eso, bueno, te lo comentaba justamente Ramá, porque por ahí lo mando por WhatsApp y bueno, la gente obviamente se espanta porque es entendible, pero bueno, es por mí. No, Sam, no me pasó estas pasiones. Te hago otra pregunta. Si yo pido el servicio, ¿cuánto tiempo tendrán que llevar? Sí, calculale qué ponerles. Si lo hacemos hoy o mañana, ya lo que sería lunes o martes de la semana que viene, ya podrías acceder a lo que es el servicio.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 413.01,
      "fin": 422.54,
      "duracion": 9.53,
      "texto": "O sea, primero, obviamente se contacta al técnico con vos, ¿sí? te dan la bienvenida al servicio, y ahí pactan con el técnico por whatsapp la fecha de instalación.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 424.2,
      "fin": 437.1,
      "duracion": 12.9,
      "texto": "Bueno, veré listo. Tú me mandas un mensaje, si lo decido te escribo por ahí. Dale, genial. Muchísimas gracias. Bueno, tu nombre no me dijiste. Mi cadela. Mi cadela. Gracias, mi cadela. Dale,",
      "confianza": 0.4,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 437.1,
      "fin": 440.0,
      "duracion": 2.9,
      "texto": "porque estaba teniendo problemas con la otra línea.",
      "confianza": 0.606,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 440.87,
      "fin": 442.54,
      "duracion": 1.67,
      "texto": "Con claro. Sí,",
      "confianza": 0.566,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 442.54,
      "fin": 452.8,
      "duracion": 10.26,
      "texto": "porque nada, se apagaban mucho y no alcanzaban los WIFI, la conexión de WIFI era media nula.",
      "confianza": 0.557,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 453.06,
      "fin": 469.56,
      "duracion": 16.5,
      "texto": "Sí, no, por eso quedate tranquila que está premiada como lo mejor del país, así que bueno, eso quedate tranquila que te va a funcionar re bien. Listo, listo, bueno, vale. Te escribo entonces, espero tu mensaje y con vosotros te escribo, te confirmo. Dale, dale, genial, muchísimas gracias y bueno, perdón por ir al mora.",
      "confianza": 0.503,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 470.19,
      "fin": 473.44,
      "duracion": 3.25,
      "texto": "No, por favor, a vos. Que tengamos un buen día. Gracias. Igualmente, perdón.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Qué? Hola. Hola, aquí te hablé con Miriam. Sí, decime. Miriam, me estoy comunicando que debería haber recupero de clientes de Movistar para abrirme algún descuento para la entinidad. ¿De cuánto sería el labón y eso? Es un plan de 16 días con reto de base más 8 de regalo y te quedan 13.250 pesos. No sé, ¿vos actualmente qué plan tenés? No, claro. ¿Cuántos vienen? ¿Cuántos están sabonando? 18. ¿Qué te parece el plan? Sí, me llama la atención. Y tengo una pregunta. ¿Y si combinamos wifi, cómo hacerlo? ¿Combinaron ustedes? Sí, tenemos. Primero obviamente hay que ver si tenés power turner en la zona. Tenemos lo que es una promoción que te queda. La fibra óptica de, ahorrando un segundito, de 600 megas en 26.600 pesos. Y tenemos lo que es el combo de fibra óptica más la línea, que te queda en 26.600 la fibra y 4.000 pesos la línea. Y al tener la línea y las fibras, al contratar las dos cosas, te das un descuento de 4.000 pesos en lo que es la fibra, así que te quedan 22.600 pesos los dos servicios. Sí, me llama la atención. Es menos de lo que estoy pagando. Igual los gigas me parecen mucho a lo del teléfono. Igual que son 4.000 pesos. Claro, son, o sea, lo que es el combo te queda con cuatro siglas de barca más cuatro de regalo, son ocho en total. Bien, y esto por cuánto tiempo es? Vájate en lo que es la fibra, vas a tener un descuento fijo por seis meses de 37.800 y al que digo bien lo que es el descuento de la línea, un descuento fijo por seis meses de 32.350 pesos. De todas maneras, muy, perdón, justo golpeé el micrófono. De todas maneras, una vez que pase este tiempo, no es que te vas a quedar sin promoción. Una vez que hagamos el trámite, yo te paso lo que es el número de atención al cliente, ¿sí? Y los chicos de atención al cliente, al quinto mes, más o menos, te comunicas y te brindan una promo nueva, obviamente, para que no te quedes sin promoción. Bien. ¿Y la instalación del Wi-Fi todo esto es gratis o tiene cargo? No, es totalmente gratis. Con eso no te das problema. Si querés, decime lo que es la dirección para corroborar cobertura de fuerza. Juárez Selman, 1542. Florencio Varela. Bien, ahora guardamos algo bonito. Deletirame la carta, por favor, porque no lo he encontrado. Juárez con Z, Juárez... Ah, bien. Bien. ...Selman. Juárez Selman. Ahí está, perfecto. Se habría escuchado cualquier cosa. Bien, decímelo el número 5, por favor. No puede ser, porque hablo rápido. 1542. Perfecto. Tengo ese problema. Florencio Varela. Sí, los haré igual, así que tranqui. Bien, ahora guardamos un segundito que chequemos la cobertura. Mientras te voy comentando, lo que es la fibra óptica, se instala gratis y no tienes ningún costo en la instalación y esto se cobra a lo que es, o sea, utilizas un mes en servicio y recién ahí abonas la primer facturación, así que con eso quédate súper abonada. A ver, ahorro un segundito. Bien, ahorro un segundito. Bien, ahí me van a mandar los chicos de FIDRA óptica para ver si tenés cobertura mientras te voy consultando. ¿Vos actualmente qué FIDRA óptica tenés en el domicilio? La de Claro. Bien, perfecto. ¿Y cuántos megas tenés? O sea, ¿cuántos megas? Aquí tengo la duda si tengo 100 o 300. Ah, bien, bien. Esa es la de 600. Tenemos actualmente lo que es. La de 300 megas, la de 600 y la de 1000 megas. La de 300, por ejemplo, está... en 24 mil pesos. La de 600 es la que más recomiendo porque es la estándar que todo el mundo suele ocupar. Y está buenísima porque te alcanzan las líneas, te andas súper rápido y cada vez pasas a la de 1000 Mbps. ¿Sabe 600 cuánto está? 26 mil 600. Y bueno, recordad que te quedan los dos servicios en 22 mil 600 por el descuento de los 4 mil pesos. Bien, escúchame. Confirmame y llámame el jueves a la tarde. ¿Puede ser? Ahí yo te confirmo. Dale, ¿hoy día a la tarde? Perdón, no te escucharé. El jueves, el día jueves. Dale, perfecto. Ahí me confirmaron que tenés cobertura, así que te voy a dejar un mensajito por WhatsApp, ¿te parece? Dale, ahí en un WhatsApp me dejas tu número o todo lo que necesitas. Te dejo todos los precios y te digo en cuánto te van a quedar los dos servicios y precio final. Y te paso los datos que necesitaría para hacer lo que es la fibra óptica, ¿sí? Vale, entonces si llego a decidirlo antes del jueves te escribo por ahí, por este medio. Dale, dale, genial. Miren, lo que sí, vas a ver que lo que es el pedido de datos, vas a ver que en una parte dice 13 dígitos de una tarjeta bancaria. suele dar desconfianza a los clientes, sí, esto lo pedimos solamente para adquirir el débito automático el primer mes, ya después eso lo podéis sacar porque, ¿qué pasa? los clientes accedían a lo que es la fibra óptica y no abonaban el primer mes y bueno, nos teníamos que hacer cargo a nosotros, pero no necesitamos mucho. Yo no tengo problema en que me lo debiten. Ah, bien, bien, bien, eso no, o sea, por ahí da desconfianza el tema de pedir los 16 dígitos de una tarjeta, pero solamente pedimos eso, no pedimos ni código de seguridad, ni fecha de vencimiento de la tarjeta, sí. ¿Puedo hacer una prepaga a la tarjeta? Tiene que ser bancalizada, sí o sí. Ah, ahí está el tema, no tengo bancalizada. No se puede que sea bajo tu nombre de la tarjeta, eso sí, no hay problema. ¿Y débito? Sí, sí, débito, crédito. Débito bancalizado es de emoción. Exacto, puede ser débito, crédito, sí o sí, bancalizada, eso sí. Bien. Claro, el paso es que sí, en verdad, porque me llamas a un número que no conozco y me mando mensaje a alguien que no conozco, en realidad. Claro, no, no, sí, eso por eso tengo que comentar la entonada porque por ahí sí ves el mensaje que tenés confianza. Obviamente, si querés eso ahora mismo, te puedo pasar lo que es un video de la oficina, sí, hablándote a vos, sí, para que veas que estamos en la oficina. Y bueno, esto va tras a una casa central de Morúscaro, donde vas a sentir, así o sí, un requisito para lo que es la fibra óptica. Ajá. Eso, bueno, te lo comentaba justamente Ramá, porque por ahí lo mando por WhatsApp y bueno, la gente obviamente se espanta porque es entendible, pero bueno, es por mí. No, Sam, no me pasó estas pasiones. Te hago otra pregunta. Si yo pido el servicio, ¿cuánto tiempo tendrán que llevar? Sí, calculale qué ponerles. Si lo hacemos hoy o mañana, ya lo que sería lunes o martes de la semana que viene, ya podrías acceder a lo que es el servicio. O sea, primero, obviamente se contacta al técnico con vos, ¿sí? te dan la bienvenida al servicio, y ahí pactan con el técnico por whatsapp la fecha de instalación. Bueno, veré listo. Tú me mandas un mensaje, si lo decido te escribo por ahí. Dale, genial. Muchísimas gracias. Bueno, tu nombre no me dijiste. Mi cadela. Mi cadela. Gracias, mi cadela. Dale, porque estaba teniendo problemas con la otra línea. Con claro. Sí, porque nada, se apagaban mucho y no alcanzaban los WIFI, la conexión de WIFI era media nula. Sí, no, por eso quedate tranquila que está premiada como lo mejor del país, así que bueno, eso quedate tranquila que te va a funcionar re bien. Listo, listo, bueno, vale. Te escribo entonces, espero tu mensaje y con vosotros te escribo, te confirmo. Dale, dale, genial, muchísimas gracias y bueno, perdón por ir al mora. No, por favor, a vos. Que tengamos un buen día. Gracias. Igualmente, perdón.",
  "calidad": {
    "confianza_promedio": 0.484,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:38:30.152667",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 138,
    "total_segmentos_corregido": 41,
    "fecha_correccion": "2026-01-18T23:05:30.562375",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113134415956_ACD_79777",
    "fecha_inicio": "13/1/2026 13:44:15",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 479,
    "tiempo_conversacion": 456,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}