{
  "archivo": "amza35_1_260116135548359_ACD_34289.wav",
  "duracion_segundos": 153.11,
  "num_segmentos": 33,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 37.67,
    "Cliente": 98.31
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.04,
      "duracion": 5.01,
      "texto": "Hola. Hola, ¿hablo con Arianna?",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.06,
      "fin": 5.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.448,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.32,
      "fin": 10.76,
      "duracion": 4.45,
      "texto": "Arianna, un gusto de los Guadalupe, me contacto el día de hoy porque veo que tenés esta línea en claro, ¿así?",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.6,
      "fin": 18.41,
      "duracion": 4.81,
      "texto": "Sí. Bien, perfecto. Quería contarte lo que es un beneficio para que vos puedas pagar menos y tener más gigas.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 18.87,
      "fin": 25.3,
      "duracion": 6.43,
      "texto": "En un plan de 8 gigas a tan solo $10,400 pesos con rooming incluido y WhatsApp gratis, ¿sí?",
      "confianza": 0.756,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.97,
      "fin": 50.16,
      "duracion": 24.19,
      "texto": "Además también te brindamos lo que serían 8 libras más de regalos que hacen las gestiones hoy mismo. Déjame que lo piense. Bueno, no me acuerdo cuánto es lo que estoy pagando yo actualmente y después me llaman porque no... Veo que me conviene. Si querés puedo verificar lo que es el sistema, vos lo podés verificar en lo que es una aplicación, perdón, página de retipago. No sé si alguna está fijada.",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 50.19,
      "fin": 53.09,
      "duracion": 2.9,
      "texto": "A mí me figura que paras 25462.",
      "confianza": 0.737,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.64,
      "fin": 64.65,
      "duracion": 11.01,
      "texto": "pero los necesites de una sola línea o algún otro servicio más. No, solo esta línea tengo. Bien, perfecto. No soy capaz de hacer recargas y por eso figura ese monto.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 65.15,
      "fin": 72.86,
      "duracion": 7.71,
      "texto": "Yo igual te hablo si vire Movistar, de última vez te dejo un mensajito para que puedas verificar exacto el monto, como yo los he verificado no todo online.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.54,
      "fin": 79.99,
      "duracion": 6.45,
      "texto": "Y hacemos la gestión, pero justo estoy hasta las 3 de la tarde hoy y la promo la tenemos por hoy, así que bueno, para que puedas aprovecharla, obvio.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.86,
      "fin": 92.07,
      "duracion": 11.21,
      "texto": "Claro, también es el tema de la señal, porque acá me comentaron que yo estoy viviendo mis familiares que usaron Movistar y se tuvieron que pasar a Claro porque no hay señal, no llega la cobertura.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.08,
      "fin": 116.19,
      "duracion": 23.11,
      "texto": "Bien, en ese caso, nosotros lo que estamos haciendo, implementando de ahora en más, pero yo veo que te fuiste en 2024, lo que implementamos es darte un chip calibrado y 4G+, que eso lo retirás en una secución oficial de Movistar. Eso básicamente se conecta con lo que son las antenas actuales que hemos puesto en este momento porque en el 2024 no teníamos tanto acceso a las antenas.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.73,
      "fin": 120.62,
      "duracion": 3.88,
      "texto": "Entonces en este momento lo que hacemos es brindar de ese chip para que se conecte con las antenas nuevas.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.5,
      "fin": 127.38,
      "duracion": 5.88,
      "texto": "En este caso, todas las personas que se encuentran en Movistar tienen que activar lo que es este nuevo chip para que se conecte con esas antenas.",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.43,
      "fin": 141.68,
      "duracion": 9.25,
      "texto": "Bueno, ¿me puede llamar en un ratito para que tengo que identificar? Yo estoy hasta las 3, te dejo la página si vos podés verificar cuánto abonás.",
      "confianza": 0.278,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 142.44,
      "fin": 145.65,
      "duracion": 3.21,
      "texto": "Y bueno, abracame antes de las 3 así que te damos de vuelta.",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.69,
      "fin": 153.11,
      "duracion": 6.42,
      "texto": "Vale, listo, gracias. Buenísimo, que tengas un lindo día. Hasta luego. Hasta luego. Hasta luego.",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿hablo con Arianna? Sí. Arianna, un gusto de los Guadalupe, me contacto el día de hoy porque veo que tenés esta línea en claro, ¿así? Sí. Bien, perfecto. Quería contarte lo que es un beneficio para que vos puedas pagar menos y tener más gigas. En un plan de 8 gigas a tan solo $10,400 pesos con rooming incluido y WhatsApp gratis, ¿sí? Además también te brindamos lo que serían 8 libras más de regalos que hacen las gestiones hoy mismo. Déjame que lo piense. Bueno, no me acuerdo cuánto es lo que estoy pagando yo actualmente y después me llaman porque no... Veo que me conviene. Si querés puedo verificar lo que es el sistema, vos lo podés verificar en lo que es una aplicación, perdón, página de retipago. No sé si alguna está fijada. A mí me figura que paras 25462. pero los necesites de una sola línea o algún otro servicio más. No, solo esta línea tengo. Bien, perfecto. No soy capaz de hacer recargas y por eso figura ese monto. Yo igual te hablo si vire Movistar, de última vez te dejo un mensajito para que puedas verificar exacto el monto, como yo los he verificado no todo online. Y hacemos la gestión, pero justo estoy hasta las 3 de la tarde hoy y la promo la tenemos por hoy, así que bueno, para que puedas aprovecharla, obvio. Claro, también es el tema de la señal, porque acá me comentaron que yo estoy viviendo mis familiares que usaron Movistar y se tuvieron que pasar a Claro porque no hay señal, no llega la cobertura. Bien, en ese caso, nosotros lo que estamos haciendo, implementando de ahora en más, pero yo veo que te fuiste en 2024, lo que implementamos es darte un chip calibrado y 4G+, que eso lo retirás en una secución oficial de Movistar. Eso básicamente se conecta con lo que son las antenas actuales que hemos puesto en este momento porque en el 2024 no teníamos tanto acceso a las antenas. Entonces en este momento lo que hacemos es brindar de ese chip para que se conecte con las antenas nuevas. En este caso, todas las personas que se encuentran en Movistar tienen que activar lo que es este nuevo chip para que se conecte con esas antenas. Bueno, ¿me puede llamar en un ratito para que tengo que identificar? Yo estoy hasta las 3, te dejo la página si vos podés verificar cuánto abonás. Y bueno, abracame antes de las 3 así que te damos de vuelta. Vale, listo, gracias. Buenísimo, que tengas un lindo día. Hasta luego. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.564,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:05:20.548655",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 33,
    "total_segmentos_corregido": 17,
    "fecha_correccion": "2026-01-18T23:05:25.127736",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116135548359_ACD_34289",
    "fecha_inicio": "16/1/2026 13:55:48",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 176,
    "tiempo_conversacion": 147,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}