{
  "archivo": "amza5_1_260115131658360_ACD_73921.wav",
  "duracion_segundos": 280.95,
  "num_segmentos": 99,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 97.86,
    "Cliente": 144.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.42,
      "fin": 26.11,
      "duracion": 25.69,
      "texto": "Hola. Hola, ¿qué tal buen día, hola, con días, Daniel? Sí, contento, me gusta. ¿Cómo le va? Le comento lo estoy tomando para vendérselo, que es una bonificación para su línea. ¿Cómo está? Bien, el línea está bien. Gracias. Gracias. Me alegro. Me alegro. ¿Quién le comentó que vamos tomando para que pueda ganar mucho menos con, como sabes, lo que está ganando hoy en día con Claro?",
      "confianza": 0.262,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.81,
      "fin": 29.33,
      "duracion": 1.52,
      "texto": "Queríamos vendérselo en falta.",
      "confianza": 0.481,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.47,
      "fin": 33.39,
      "duracion": 1.92,
      "texto": "Claro. Usted está con claro hoy en día, ¿cierto?",
      "confianza": 0.374,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.87,
      "fin": 37.62,
      "duracion": 2.75,
      "texto": "¿Cómo? Usted está con claro hoy en día, ¿cierto?",
      "confianza": 0.385,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.12,
      "fin": 40.9,
      "duracion": 0.78,
      "texto": "Sí, sí, sí. Bien.",
      "confianza": 0.026,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.92,
      "fin": 45.67,
      "duracion": 4.75,
      "texto": "¿Y cuánto está ganando hoy en día con claro? Si le puedo dar algo mucho más económico con más cantidad de gigas.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.36,
      "fin": 58.73,
      "duracion": 8.37,
      "texto": "Y que esté abonando 10.000 pesos por mes ahora. 10.000 pesos por mes. Bien. Porque nosotros le queríamos brindar lo que es una propuesta. ¿Usted utiliza muchos gigas o más o menos?",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.79,
      "fin": 76.03,
      "duracion": 16.24,
      "texto": "No, no, no. Yo nada más que para recibir mensajes y para mandarlos. Nada más que para eso. Perfecto, bien. Soy un jubilado que no, no, no. Bien. Bueno, hoy en día tenemos lo que es una promoción exclusiva, así, para también para full-out.",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.55,
      "fin": 88.85,
      "duracion": 12.3,
      "texto": "Le estamos rinando lo que es un plan base de 4 gigas con 4 gigas más de regalo, que serían 8 gigas en total, y le quedan 7.460 pesos. ¿Qué le pareces? La dirección es tan mala.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.59,
      "fin": 109.49,
      "duracion": 19.9,
      "texto": "¿Por cuántos meses? Le comento. Por seis meses, usted va a tener lo que es este precio, ¿sí? O sea, va a tener lo que es un descuento fijo durante seis meses. Dígame qué le parece. Todo está bien. Lo que pasa es que yo estuve mucho tiempo con esta empresa.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.56,
      "fin": 118.77,
      "duracion": 8.21,
      "texto": "No me daba el servicio. No sé ahora cómo está. No sé. No puedo decir eso. Ya, se lo había pasado. Entonces,",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.45,
      "fin": 135.78,
      "duracion": 16.33,
      "texto": "No tenía señal, seis meses sin señal. Bien, ¿y en dónde no tenía señal? Pero la boleta no me fallaba, siempre me llega la boleta, menos señal. Claro, le llegaba lo que es la facturación y no tenía señal.",
      "confianza": 0.175,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.4,
      "fin": 147.79,
      "duracion": 11.39,
      "texto": "Para saber dónde es esto, ¿me podría decir en qué localidad? Acá, en La Matanca. Bien, La Matanca. Sí, La Matanca.",
      "confianza": 0.782,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.38,
      "fin": 156.35,
      "duracion": 7.97,
      "texto": "Perfecto. Ahí estoy viendo lo que es el sistema para que podamos corroborar bien la cobertura que estamos teniendo hoy en día.",
      "confianza": 0.305,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 158.81,
      "fin": 162.73,
      "duracion": 3.92,
      "texto": "Bien, le comento. Hoy en día tenemos buenísimo lo que es la cobertura.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.35,
      "fin": 167.08,
      "duracion": 3.72,
      "texto": "Quien me figura que está excelente lo que es la cobertura en la matanza.",
      "confianza": 0.51,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.08,
      "fin": 168.34,
      "duracion": 0.26,
      "texto": "Bien.",
      "confianza": 0.85,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.9,
      "fin": 176.31,
      "duracion": 7.41,
      "texto": "Si le parece, no sé si usted le podría enviar lo que es el mapita para que pueda ver cómo está hoy en día la cobertura ahí.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.33,
      "fin": 176.65,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.859,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 176.78,
      "fin": 190.45,
      "duracion": 13.67,
      "texto": "Y sé que es totalmente tranquilo. De igual forma, como le digo, si usted le interesa volver con nosotros, yo pasaría a ser su asesora personal para ayudarlo en lo que usted necesite, ¿sí? Y cualquier consulta o dudas que tenga, directamente se comunica conmigo.",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.12,
      "fin": 199.84,
      "duracion": 8.72,
      "texto": "Bien, va a tener lo que es mi número particular. Dígame qué le parece. Y obviamente va a pagar mucho menos de lo que está pagando hoy en día. Claro que son 3.000 pesos menos.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.29,
      "fin": 209.44,
      "duracion": 5.15,
      "texto": "Sí, sí, sí. Pues ahora consulta al mi nieto en lo que me lleva todo de tope esta cosa. Este apagato no es de mi tiempo, vamos por parte también.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.96,
      "fin": 213.78,
      "duracion": 2.82,
      "texto": "Ajá, bien, bien.",
      "confianza": 0.33,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 213.8,
      "fin": 226.28,
      "duracion": 12.48,
      "texto": "Yo voy a consultar con mi nieto, si él me dice, bueno, vamos a pasar, porque él está también con Cáceres. También está con Cáceres. Estaba también en la misma empresa de Modistar y después como nos va a hacer servicio, entonces me dice, no cambiaron.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 227.04,
      "fin": 232.94,
      "duracion": 5.9,
      "texto": "Se cambiaron a todo el aspecto. Sí, no digo que no voy a ir más a esa empresa, no, no, no.",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 233.46,
      "fin": 267.65,
      "duracion": 34.19,
      "texto": "Pero en este momento andaba muy mal, entonces yo necesito servicio y... Claro. Por eso no cambiamos. O voy a consultar con mi nieto cuando viene y... Perfecto. Y después vamos con un contacto. Perfecto, Daniel. Yo ahí le mando un mensajito al WhatsApp, sí, le puse la oferta para que se lo pueda mostrar a su nieto. Si les tiene interés, me mando un mensajito al WhatsApp donde le escribí, le va a salir un lodito de muestra, eso soy yo, Sartelinas es mi nombre, Por ahí me escriben y me puedo poner en contacto con usted para comentarles bien con su nieto cómo es la propuesta. ¿Le parece?",
      "confianza": 0.208,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.5,
      "fin": 275.64,
      "duracion": 4.14,
      "texto": "Me parece perfecto. Me parece bien. Excelente. Entonces, Daniel, vamos a estar en contacto. Que tengan un bonito día.",
      "confianza": 0.015,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 279.37,
      "fin": 280.95,
      "duracion": 1.58,
      "texto": "No creo que estoy igual también. Que lo pase bien. Hasta luego. Chao, chao.",
      "confianza": 0.001,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal buen día, hola, con días, Daniel? Sí, contento, me gusta. ¿Cómo le va? Le comento lo estoy tomando para vendérselo, que es una bonificación para su línea. ¿Cómo está? Bien, el línea está bien. Gracias. Gracias. Me alegro. Me alegro. ¿Quién le comentó que vamos tomando para que pueda ganar mucho menos con, como sabes, lo que está ganando hoy en día con Claro? Queríamos vendérselo en falta. Claro. Usted está con claro hoy en día, ¿cierto? ¿Cómo? Usted está con claro hoy en día, ¿cierto? Sí, sí, sí. Bien. ¿Y cuánto está ganando hoy en día con claro? Si le puedo dar algo mucho más económico con más cantidad de gigas. Y que esté abonando 10.000 pesos por mes ahora. 10.000 pesos por mes. Bien. Porque nosotros le queríamos brindar lo que es una propuesta. ¿Usted utiliza muchos gigas o más o menos? No, no, no. Yo nada más que para recibir mensajes y para mandarlos. Nada más que para eso. Perfecto, bien. Soy un jubilado que no, no, no. Bien. Bueno, hoy en día tenemos lo que es una promoción exclusiva, así, para también para full-out. Le estamos rinando lo que es un plan base de 4 gigas con 4 gigas más de regalo, que serían 8 gigas en total, y le quedan 7.460 pesos. ¿Qué le pareces? La dirección es tan mala. ¿Por cuántos meses? Le comento. Por seis meses, usted va a tener lo que es este precio, ¿sí? O sea, va a tener lo que es un descuento fijo durante seis meses. Dígame qué le parece. Todo está bien. Lo que pasa es que yo estuve mucho tiempo con esta empresa. No me daba el servicio. No sé ahora cómo está. No sé. No puedo decir eso. Ya, se lo había pasado. Entonces, No tenía señal, seis meses sin señal. Bien, ¿y en dónde no tenía señal? Pero la boleta no me fallaba, siempre me llega la boleta, menos señal. Claro, le llegaba lo que es la facturación y no tenía señal. Para saber dónde es esto, ¿me podría decir en qué localidad? Acá, en La Matanca. Bien, La Matanca. Sí, La Matanca. Perfecto. Ahí estoy viendo lo que es el sistema para que podamos corroborar bien la cobertura que estamos teniendo hoy en día. Bien, le comento. Hoy en día tenemos buenísimo lo que es la cobertura. Quien me figura que está excelente lo que es la cobertura en la matanza. Bien. Si le parece, no sé si usted le podría enviar lo que es el mapita para que pueda ver cómo está hoy en día la cobertura ahí. Bien. Y sé que es totalmente tranquilo. De igual forma, como le digo, si usted le interesa volver con nosotros, yo pasaría a ser su asesora personal para ayudarlo en lo que usted necesite, ¿sí? Y cualquier consulta o dudas que tenga, directamente se comunica conmigo. Bien, va a tener lo que es mi número particular. Dígame qué le parece. Y obviamente va a pagar mucho menos de lo que está pagando hoy en día. Claro que son 3.000 pesos menos. Sí, sí, sí. Pues ahora consulta al mi nieto en lo que me lleva todo de tope esta cosa. Este apagato no es de mi tiempo, vamos por parte también. Ajá, bien, bien. Yo voy a consultar con mi nieto, si él me dice, bueno, vamos a pasar, porque él está también con Cáceres. También está con Cáceres. Estaba también en la misma empresa de Modistar y después como nos va a hacer servicio, entonces me dice, no cambiaron. Se cambiaron a todo el aspecto. Sí, no digo que no voy a ir más a esa empresa, no, no, no. Pero en este momento andaba muy mal, entonces yo necesito servicio y... Claro. Por eso no cambiamos. O voy a consultar con mi nieto cuando viene y... Perfecto. Y después vamos con un contacto. Perfecto, Daniel. Yo ahí le mando un mensajito al WhatsApp, sí, le puse la oferta para que se lo pueda mostrar a su nieto. Si les tiene interés, me mando un mensajito al WhatsApp donde le escribí, le va a salir un lodito de muestra, eso soy yo, Sartelinas es mi nombre, Por ahí me escriben y me puedo poner en contacto con usted para comentarles bien con su nieto cómo es la propuesta. ¿Le parece? Me parece perfecto. Me parece bien. Excelente. Entonces, Daniel, vamos a estar en contacto. Que tengan un bonito día. No creo que estoy igual también. Que lo pase bien. Hasta luego. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.448,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:37:06.388217",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 99,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:30.475401",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131658360_ACD_73921",
    "fecha_inicio": "15/1/2026 13:16:58",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 306,
    "tiempo_conversacion": 273,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}