{
  "archivo": "amza6_1_260116132854267_ACD_39421.wav",
  "duracion_segundos": 392.65,
  "num_segmentos": 95,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 215.68,
    "Cliente": 143.99
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.36,
      "fin": 28.47,
      "duracion": 26.11,
      "texto": "Hola, ¿qué tal? ¿Es Silvana? No, Silvana no está. ¿De parte de...? Mi nombre es Nicolay y me estoy comunicando desde el Pilo de Recupero de Fibra Óptica de Movistar. ¿Cómo estás? Hola, ¿cómo estás? Mira, Silvana no está. Quiero saber si puedo hacer una pregunta a vos con respecto a la fibra óptica de Movistar o lo que es Internet de Movistar.",
      "confianza": 0.157,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.12,
      "fin": 33.61,
      "duracion": 4.49,
      "texto": "No sé si vos tenés, hay posibilidades de ver si acá en la zona hay.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.41,
      "fin": 38.9,
      "duracion": 4.49,
      "texto": "Sí, decimiendo que es la dirección, porfa. Cállate de altura y que entre qué cabecera.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.88,
      "fin": 41.74,
      "duracion": 1.86,
      "texto": "Vale, sería Aristóbulo del Valle.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.88,
      "fin": 45.04,
      "duracion": 1.16,
      "texto": "Sí. 11-44.",
      "confianza": 0.491,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.1,
      "fin": 58.22,
      "duracion": 11.12,
      "texto": "Muñiz. Entre Paunero y Perón. Bien, ¿esto de qué localidades? Muñiz. Ah, bien, perfecto. Sal Miguel, puedes ponerlo también.",
      "confianza": 0.308,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.94,
      "fin": 64.95,
      "duracion": 6.01,
      "texto": "Bien, claro, me figura cómo están bien, ahí está, a ver.",
      "confianza": 0.388,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 64.97,
      "fin": 68.64,
      "duracion": 3.67,
      "texto": "Es cerca de la plaza León Galvardo, ¿puedes ver?",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.66,
      "fin": 71.08,
      "duracion": 2.42,
      "texto": "Sí, a metro, sí, sí. Perfecto.",
      "confianza": 0.24,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.1,
      "fin": 74.96,
      "duracion": 3.86,
      "texto": "Bien, ahí consulto el tema de la cobertura, guárdame un segundito.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.08,
      "fin": 83.73,
      "duracion": 6.65,
      "texto": "Vale. Actualmente, ¿con qué internet de lo bar estas aquí tenés ahora? Tele-red. Bien.",
      "confianza": 0.245,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.55,
      "fin": 153.21,
      "duracion": 67.66,
      "texto": "Mientras te voy comentando el plan que tenemos, mientras los chicos me confirman si tienes cobertura, tenemos la fibra óptica de 300 medas y la de 600 dólares, que más recomiendo es la de 600, porque es la lenta media, digamos, y te queda a un precio de... A ver, acá. tenemos, creo que es la fibra óptica de 600 Mb en 26.600 pesos y la de 300 en 24.000. Ah, claro. Esas son las dos promociones que tenemos actualmente. No sé vos cuánto estás abonando y por cuántos Mb. Y la verdad es que te podría decir ahora, bien, bien, bien, pero estoy pagando como 60, pero no me acuerdo la cantidad de Mb. Ahora bien, bien. Porque ahora tenemos la que le sigue, digamos, que es la de 1 Db, que solo estarían mil megas entre un mil seiscientos cincuenta. Está bien, no, no, trescientos, seiscientos, puede ser que está bien. Ahora consulto, porque esta es mi pregunta fundamental.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.37,
      "fin": 154.63,
      "duracion": 0.26,
      "texto": "Sí.",
      "confianza": 0.667,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.65,
      "fin": 157.81,
      "duracion": 3.16,
      "texto": "Esto es su edificio. Ah, bien, bien.",
      "confianza": 0.517,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.2,
      "fin": 164.72,
      "duracion": 5.53,
      "texto": "Sí, pero a mí yo ya había contactado antes y me habían dicho que no, porque no es edificio.",
      "confianza": 0.625,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.26,
      "fin": 169.95,
      "duracion": 4.69,
      "texto": "¿Hay manera de pasar el cable directamente al departamento? Porque yo estoy al frente.",
      "confianza": 0.81,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 170.45,
      "fin": 176.84,
      "duracion": 6.39,
      "texto": "¿Hay manera de pasar el cable al departamento directamente o hablar con algún técnico? ¿Cómo?",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.4,
      "fin": 178.5,
      "duracion": 1.1,
      "texto": "¿En qué piso te encontrás?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 179.46,
      "fin": 193.57,
      "duracion": 14.11,
      "texto": "Yo estoy en el piso 10. Bien, a ver, ahí lo vamos a consultar con el tema del poste. Vale.",
      "confianza": 0.285,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.59,
      "fin": 199.5,
      "duracion": 5.91,
      "texto": "Claro, mira, ahí me están diciendo que tenés postes y tenés cobertura, pero estás a tu lado.",
      "confianza": 0.662,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 201.53,
      "fin": 213.87,
      "duracion": 12.34,
      "texto": "Ahí me acaban de decir lo mismo que me dijiste vos. Tenés cobertura en la zona, pero lo que es el edificio no está asignado, no tiene el poste, digamos, en el mismo edificio.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 214.37,
      "fin": 220.02,
      "duracion": 5.65,
      "texto": "Y lo que es el cable, o sea, de pasarlo, por ejemplo, porque enfrente tenés un poste, pero no es para edificio.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.58,
      "fin": 247.25,
      "duracion": 26.67,
      "texto": "No podemos pasar un cableado, digamos, de un poste de casa para el edificio. Entonces, no lo podríamos hacer ahora. De todas maneras, yo voy a guardar tu número, para que cuando tengamos cobertura, yo lo voy a ir chequeando semana tras semana, para comunicarme y ir avistándote, sí, en el caso de que tengas, me vuelvo a contestar y lo hacemos. ¿Te parece? Te consulto una cosita, porque el tema viene por acá.",
      "confianza": 0.739,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.17,
      "fin": 267.8,
      "duracion": 19.63,
      "texto": "A mí, yo había contactado esto de un año y me dijeron lo mismo, pero hace poquito vinieron los de personal, ¿no? Sí. Por una sola persona que vive en el octavo, Y cablearon el cable, se metieron dentro del edificio, cablearon hasta el octavo, solamente para ponerle personal a una persona del octavo.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.36,
      "fin": 287.6,
      "duracion": 19.24,
      "texto": "O sea, no podrían hablar con un técnico y cablear hasta el décimo mi cable, porque yo podría dar permiso, porque yo casi soy, como que estoy todo el tiempo activo acá en el edificio, conozco cada entrada, cada salida, o sea, yo podría decirle dónde entrar, dónde salir el cable,",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.17,
      "fin": 292.41,
      "duracion": 4.24,
      "texto": "porque yo conozco el edificio desde que se hizo. Claro,",
      "confianza": 0.444,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 292.41,
      "fin": 297.9,
      "duracion": 5.49,
      "texto": "mira, eso lo voy a hablar ahora con la coordinadora del área para ver si podemos llegar a hacerlo.",
      "confianza": 0.559,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.12,
      "fin": 324.82,
      "duracion": 26.7,
      "texto": "Yo te voy a estar igualizando por WhatsApp. Vamos a ver qué es lo que podremos hacer en este caso, ¿sí? Dale, buenísimo, perfecto. Me vuelvo a contemplar por cosas para avisar que se puede. Si tocas para un técnico o algo, también estoy disponible con un técnico. y mostrarle por dónde no entraron los de personal, porque ya te digo, solamente por una sola persona personal vino, cabrió hasta el octavo por una sola persona, y me pareció raro que no puedan hacerlo ustedes.",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 328.93,
      "fin": 343.84,
      "duracion": 14.91,
      "texto": "Claro, por ahí no está Antonio, digamos. Bueno, consultadlo, o sea, yo soy... Estamos en la misma situación. Yo pedí Movistar hace como un año, porque yo tenía Movistar, y... Pedí esto y me hicieron lo mismo.",
      "confianza": 0.093,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 344.72,
      "fin": 348.61,
      "duracion": 3.88,
      "texto": "Le comenté si podían pasar el cable y díjamelo pensar porque nunca se contactaron.",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 349.35,
      "fin": 370.77,
      "duracion": 21.42,
      "texto": "Pues si hay que hablar con un técnico y explicarle que yo conozco el edificio, la central y las salidas de las cañerías, por haber sido en el Tango y ahora personalmente conmigo, probablemente podamos encontrar el camino, ¿viste? Claro, ver bien por dónde se puede llegar a hacer. Claro, exacto.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 370.79,
      "fin": 370.91,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 370.93,
      "fin": 371.79,
      "duracion": 0.86,
      "texto": "Bien, ¿igual cómo es tu nombre? Gastón.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.43,
      "fin": 373.39,
      "duracion": 0.96,
      "texto": "Perfecto.",
      "confianza": 0.705,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 373.47,
      "fin": 389.88,
      "duracion": 16.41,
      "texto": "Ahora te voy a encender para ir avisándote con lo que me dice la supervisora del área de fibra óptica para ver si lo podemos llegar a hacer. Igual en el caso de que no se pueda, te voy a estar avisando también por WhatsApp, ¿sí? Buenísimo. Muchas gracias. No, gracias a vos. Que tengas un lindo día.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 392.15,
      "fin": 392.65,
      "duracion": 0.5,
      "texto": "Un lindo día. Chau, chau.",
      "confianza": 0.056,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Es Silvana? No, Silvana no está. ¿De parte de...? Mi nombre es Nicolay y me estoy comunicando desde el Pilo de Recupero de Fibra Óptica de Movistar. ¿Cómo estás? Hola, ¿cómo estás? Mira, Silvana no está. Quiero saber si puedo hacer una pregunta a vos con respecto a la fibra óptica de Movistar o lo que es Internet de Movistar. No sé si vos tenés, hay posibilidades de ver si acá en la zona hay. Sí, decimiendo que es la dirección, porfa. Cállate de altura y que entre qué cabecera. Vale, sería Aristóbulo del Valle. Sí. 11-44. Muñiz. Entre Paunero y Perón. Bien, ¿esto de qué localidades? Muñiz. Ah, bien, perfecto. Sal Miguel, puedes ponerlo también. Bien, claro, me figura cómo están bien, ahí está, a ver. Es cerca de la plaza León Galvardo, ¿puedes ver? Sí, a metro, sí, sí. Perfecto. Bien, ahí consulto el tema de la cobertura, guárdame un segundito. Vale. Actualmente, ¿con qué internet de lo bar estas aquí tenés ahora? Tele-red. Bien. Mientras te voy comentando el plan que tenemos, mientras los chicos me confirman si tienes cobertura, tenemos la fibra óptica de 300 medas y la de 600 dólares, que más recomiendo es la de 600, porque es la lenta media, digamos, y te queda a un precio de... A ver, acá. tenemos, creo que es la fibra óptica de 600 Mb en 26.600 pesos y la de 300 en 24.000. Ah, claro. Esas son las dos promociones que tenemos actualmente. No sé vos cuánto estás abonando y por cuántos Mb. Y la verdad es que te podría decir ahora, bien, bien, bien, pero estoy pagando como 60, pero no me acuerdo la cantidad de Mb. Ahora bien, bien. Porque ahora tenemos la que le sigue, digamos, que es la de 1 Db, que solo estarían mil megas entre un mil seiscientos cincuenta. Está bien, no, no, trescientos, seiscientos, puede ser que está bien. Ahora consulto, porque esta es mi pregunta fundamental. Sí. Esto es su edificio. Ah, bien, bien. Sí, pero a mí yo ya había contactado antes y me habían dicho que no, porque no es edificio. ¿Hay manera de pasar el cable directamente al departamento? Porque yo estoy al frente. ¿Hay manera de pasar el cable al departamento directamente o hablar con algún técnico? ¿Cómo? ¿En qué piso te encontrás? Yo estoy en el piso 10. Bien, a ver, ahí lo vamos a consultar con el tema del poste. Vale. Claro, mira, ahí me están diciendo que tenés postes y tenés cobertura, pero estás a tu lado. Ahí me acaban de decir lo mismo que me dijiste vos. Tenés cobertura en la zona, pero lo que es el edificio no está asignado, no tiene el poste, digamos, en el mismo edificio. Y lo que es el cable, o sea, de pasarlo, por ejemplo, porque enfrente tenés un poste, pero no es para edificio. No podemos pasar un cableado, digamos, de un poste de casa para el edificio. Entonces, no lo podríamos hacer ahora. De todas maneras, yo voy a guardar tu número, para que cuando tengamos cobertura, yo lo voy a ir chequeando semana tras semana, para comunicarme y ir avistándote, sí, en el caso de que tengas, me vuelvo a contestar y lo hacemos. ¿Te parece? Te consulto una cosita, porque el tema viene por acá. A mí, yo había contactado esto de un año y me dijeron lo mismo, pero hace poquito vinieron los de personal, ¿no? Sí. Por una sola persona que vive en el octavo, Y cablearon el cable, se metieron dentro del edificio, cablearon hasta el octavo, solamente para ponerle personal a una persona del octavo. O sea, no podrían hablar con un técnico y cablear hasta el décimo mi cable, porque yo podría dar permiso, porque yo casi soy, como que estoy todo el tiempo activo acá en el edificio, conozco cada entrada, cada salida, o sea, yo podría decirle dónde entrar, dónde salir el cable, porque yo conozco el edificio desde que se hizo. Claro, mira, eso lo voy a hablar ahora con la coordinadora del área para ver si podemos llegar a hacerlo. Yo te voy a estar igualizando por WhatsApp. Vamos a ver qué es lo que podremos hacer en este caso, ¿sí? Dale, buenísimo, perfecto. Me vuelvo a contemplar por cosas para avisar que se puede. Si tocas para un técnico o algo, también estoy disponible con un técnico. y mostrarle por dónde no entraron los de personal, porque ya te digo, solamente por una sola persona personal vino, cabrió hasta el octavo por una sola persona, y me pareció raro que no puedan hacerlo ustedes. Claro, por ahí no está Antonio, digamos. Bueno, consultadlo, o sea, yo soy... Estamos en la misma situación. Yo pedí Movistar hace como un año, porque yo tenía Movistar, y... Pedí esto y me hicieron lo mismo. Le comenté si podían pasar el cable y díjamelo pensar porque nunca se contactaron. Pues si hay que hablar con un técnico y explicarle que yo conozco el edificio, la central y las salidas de las cañerías, por haber sido en el Tango y ahora personalmente conmigo, probablemente podamos encontrar el camino, ¿viste? Claro, ver bien por dónde se puede llegar a hacer. Claro, exacto. Claro. Bien, ¿igual cómo es tu nombre? Gastón. Perfecto. Ahora te voy a encender para ir avisándote con lo que me dice la supervisora del área de fibra óptica para ver si lo podemos llegar a hacer. Igual en el caso de que no se pueda, te voy a estar avisando también por WhatsApp, ¿sí? Buenísimo. Muchas gracias. No, gracias a vos. Que tengas un lindo día. Un lindo día. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.492,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:43:09.570317",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 95,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:30.853511",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116132854267_ACD_39421",
    "fecha_inicio": "16/1/2026 13:28:54",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 435,
    "tiempo_conversacion": 376,
    "tiempo_hold": 0,
    "tiempo_acw": 44,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}