{
  "archivo": "amza30_1_260115125303433_ACD_98273.wav",
  "duracion_segundos": 209.5,
  "num_segmentos": 58,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 143.33,
    "Cliente": 46.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.25,
      "fin": 11.46,
      "duracion": 10.21,
      "texto": "Hola, ¿qué tal? Buen día, mi nombre es Eugenia. ¿Hablo con Alicia? Sí, ¿quién es? Alicia, un gusto. Eugenia, como le decía, es mi nombre. Me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.0,
      "fin": 16.59,
      "duracion": 4.59,
      "texto": "Fija que me figuras su línea en claro, ¿es así? ¿Cómo? ¿Cómo no? Perdón.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.45,
      "fin": 24.96,
      "duracion": 7.51,
      "texto": "Como le decía, me comunicaba del área de beneficios móviles. Eugenia, es mi nombre. Me figura que su línea está en claro actualmente.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.52,
      "fin": 26.34,
      "duracion": 0.82,
      "texto": "¿Es así?",
      "confianza": 0.292,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.98,
      "fin": 27.22,
      "duracion": 0.24,
      "texto": "Sí, sí.",
      "confianza": 0.264,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.24,
      "fin": 32.21,
      "duracion": 4.97,
      "texto": "Muy bien. Alicia, ¿el día de hoy usted cuenta con lo que es factura mensual o realiza recarga?",
      "confianza": 0.201,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.53,
      "fin": 36.19,
      "duracion": 0.66,
      "texto": "Sí, no, factura mensual. Ok.",
      "confianza": 0.009,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 36.19,
      "fin": 45.48,
      "duracion": 9.29,
      "texto": "Bien, el día de hoy nos estamos comunicando con los ex clientes de Movistar, sí, para poder brindarles lo que es una promo, justamente, que está el día de hoy en $10,400 pesos.",
      "confianza": 0.65,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.0,
      "fin": 48.39,
      "duracion": 2.38,
      "texto": "Por lo que serían $10,000 pesos de internet.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.99,
      "fin": 51.77,
      "duracion": 2.78,
      "texto": "Sí, usted cómo está, claro, actualmente, ¿cuántas sigas tiene?",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.05,
      "fin": 68.08,
      "duracion": 14.03,
      "texto": "Ay, si te digo, también, no sé. No lo sabes, pero con lo que tiene en el plan, ¿se maneja o aparte tiene que hacer alguna recarga? No, tengo que hacer recarga. Tenés que hacer recarga, bien. Tendrás entonces un plan chiquito capaz de 5 o de 7 gigas.",
      "confianza": 0.084,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.74,
      "fin": 92.01,
      "duracion": 23.27,
      "texto": "En este caso contrarías con lo que es 16 gigas justamente de internet, 8 son de base, 8 de regalo por los próximos 6 meses y con lo que es WhatsApp gratis, ramadas libres y mensajitos también a cualquier compañía, ¿sí? Obviamente también con lo que es el roaming activado de tres gigas en el caso de que salgas del país. No sé si te vas a ir o no de ocasiones, pero también está bueno saberlo.",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.61,
      "fin": 114.64,
      "duracion": 20.03,
      "texto": "Coméntame un poco, ¿cuántas recargas realizas más o menos como para ver si gastas muchas gigas y ofrecerte un... Mira, por ahora vemos quién hace las recargas. Por ejemplo, cuando con internet en casa no le hago recargos. Ah, bien. Ahora sí, estoy de vacaciones pero no tengo mucho datos. ¿No tenés datos?",
      "confianza": 0.495,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.83,
      "fin": 124.76,
      "duracion": 8.94,
      "texto": "Bueno, eso está medio malo porque justamente no sé si igual todos se manejan ahora con aplicaciones virtuales y también las billeteras virtuales es importante tener justamente datos.",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 126.56,
      "fin": 131.23,
      "duracion": 4.67,
      "texto": "Pero bueno, ¿en dónde estás de vacaciones? ¿Estás dentro de Argentina o saliste del país?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.25,
      "fin": 131.77,
      "duracion": 0.52,
      "texto": "Sí, sí, estoy en San Luis.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.79,
      "fin": 150.88,
      "duracion": 19.09,
      "texto": "Estás en San Luis, perfecto. Bueno, me comenta entonces, que el proceso es súper sencillo, si vos la desbloqueis justamente, accedes a toda esta promo, yo te verifico justamente una tienda movistar para que puedas retirar el kit y en 48 horas hábiles vos ya lo podés colocar y comenzar a utilizar estos beneficios.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.57,
      "fin": 158.69,
      "duracion": 7.13,
      "texto": "Sí, pero lo haría a partir de la semana que viene porque ahora sí complicado.",
      "confianza": 0.474,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.09,
      "fin": 177.8,
      "duracion": 18.71,
      "texto": "que estás complicada, comprendo. Si me querés, dejara anotado para llamarme nuevamente el martes, más o menos miércoles. Bueno, no te puedo llamar justamente teniendo en cuenta lo único que el apromo es por el día de hoy. Yo no te puedo garantizar que el precio continúe para la semana que viene.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.3,
      "fin": 190.84,
      "duracion": 12.54,
      "texto": "Puede variar mucho. El precio habitual y que estábamos trabajando estaba en 13.250. No es tanta la diferencia, pero está bueno cuando tiene un pequeño descuento también para para traer, pero bueno, aliviar.",
      "confianza": 0.38,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.66,
      "fin": 193.72,
      "duracion": 2.06,
      "texto": "Dale. Dale, bueno, entonces, yo te le llamo.",
      "confianza": 0.602,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 193.78,
      "fin": 203.19,
      "duracion": 9.41,
      "texto": "Dale, te voy a mandar un mensaje, te lo voy a pasar para que te quede igual agendado mi número y capaz, justamente, te sentí que necesitás hacer el cambio y me habitas.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.22,
      "fin": 205.26,
      "duracion": 2.04,
      "texto": "Dale.",
      "confianza": 0.415,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.28,
      "fin": 209.5,
      "duracion": 4.22,
      "texto": "Dale, listo, gracias. Gracias, muchas gracias. Hasta luego. Gracias, chau.",
      "confianza": 0.038,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, mi nombre es Eugenia. ¿Hablo con Alicia? Sí, ¿quién es? Alicia, un gusto. Eugenia, como le decía, es mi nombre. Me estoy comunicando del área de beneficios móviles. Fija que me figuras su línea en claro, ¿es así? ¿Cómo? ¿Cómo no? Perdón. Como le decía, me comunicaba del área de beneficios móviles. Eugenia, es mi nombre. Me figura que su línea está en claro actualmente. ¿Es así? Sí, sí. Muy bien. Alicia, ¿el día de hoy usted cuenta con lo que es factura mensual o realiza recarga? Sí, no, factura mensual. Ok. Bien, el día de hoy nos estamos comunicando con los ex clientes de Movistar, sí, para poder brindarles lo que es una promo, justamente, que está el día de hoy en $10,400 pesos. Por lo que serían $10,000 pesos de internet. Sí, usted cómo está, claro, actualmente, ¿cuántas sigas tiene? Ay, si te digo, también, no sé. No lo sabes, pero con lo que tiene en el plan, ¿se maneja o aparte tiene que hacer alguna recarga? No, tengo que hacer recarga. Tenés que hacer recarga, bien. Tendrás entonces un plan chiquito capaz de 5 o de 7 gigas. En este caso contrarías con lo que es 16 gigas justamente de internet, 8 son de base, 8 de regalo por los próximos 6 meses y con lo que es WhatsApp gratis, ramadas libres y mensajitos también a cualquier compañía, ¿sí? Obviamente también con lo que es el roaming activado de tres gigas en el caso de que salgas del país. No sé si te vas a ir o no de ocasiones, pero también está bueno saberlo. Coméntame un poco, ¿cuántas recargas realizas más o menos como para ver si gastas muchas gigas y ofrecerte un... Mira, por ahora vemos quién hace las recargas. Por ejemplo, cuando con internet en casa no le hago recargos. Ah, bien. Ahora sí, estoy de vacaciones pero no tengo mucho datos. ¿No tenés datos? Bueno, eso está medio malo porque justamente no sé si igual todos se manejan ahora con aplicaciones virtuales y también las billeteras virtuales es importante tener justamente datos. Pero bueno, ¿en dónde estás de vacaciones? ¿Estás dentro de Argentina o saliste del país? Sí, sí, estoy en San Luis. Estás en San Luis, perfecto. Bueno, me comenta entonces, que el proceso es súper sencillo, si vos la desbloqueis justamente, accedes a toda esta promo, yo te verifico justamente una tienda movistar para que puedas retirar el kit y en 48 horas hábiles vos ya lo podés colocar y comenzar a utilizar estos beneficios. Sí, pero lo haría a partir de la semana que viene porque ahora sí complicado. que estás complicada, comprendo. Si me querés, dejara anotado para llamarme nuevamente el martes, más o menos miércoles. Bueno, no te puedo llamar justamente teniendo en cuenta lo único que el apromo es por el día de hoy. Yo no te puedo garantizar que el precio continúe para la semana que viene. Puede variar mucho. El precio habitual y que estábamos trabajando estaba en 13.250. No es tanta la diferencia, pero está bueno cuando tiene un pequeño descuento también para para traer, pero bueno, aliviar. Dale. Dale, bueno, entonces, yo te le llamo. Dale, te voy a mandar un mensaje, te lo voy a pasar para que te quede igual agendado mi número y capaz, justamente, te sentí que necesitás hacer el cambio y me habitas. Dale. Dale, listo, gracias. Gracias, muchas gracias. Hasta luego. Gracias, chau.",
  "calidad": {
    "confianza_promedio": 0.478,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:10:44.070942",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 58,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:21.718801",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115125303433_ACD_98273",
    "fecha_inicio": "15/1/2026 12:53:03",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 310,
    "tiempo_conversacion": 202,
    "tiempo_hold": 0,
    "tiempo_acw": 95,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}