{
  "archivo": "amza15_1_260112141102342_ACD_96781.wav",
  "duracion_segundos": 138.26,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 3.42,
    "Cliente": 122.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.31,
      "fin": 14.85,
      "duracion": 12.54,
      "texto": "Hola, ¿qué tal? ¿Buenas tardes? ¿Con Matías? Sí. Sí, es la verdad. ¿Cómo le va a Matías? Un gusto. Macarena es mi nombre. Nos estamos contactando para brindarle una promoción exclusiva en el día de hoy a su línea.",
      "confianza": 0.228,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.93,
      "fin": 26.9,
      "duracion": 10.97,
      "texto": "Por un plan de 14 gigas en 7.810 pesos. Yo soy claro. De Movistar somos nosotros.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.68,
      "fin": 60.94,
      "duracion": 33.26,
      "texto": "Ah, de Movistar. Es un sistema que usted es monotributista, ¿verdad? No, responsable es Cripto. Bien, perfecto. En ese caso tenemos para brindarle el plan más económico en este valor que le acabo de mencionar, 7,810, más impuestos dependiendo de su cartel bolivianos positivos. Igualmente, Charlie va a pasar ahora a movistar con un amigo que trabaja que va a pasar para el plan de empresa, porque yo tengo plan de empresa en claro. Exactamente, este es el plan de empresa que le estoy brindando, sí, con 14 euros y además tendría un mes gratis, pasando más de una línea. Usted tiene cuatro líneas, ¿verdad?",
      "confianza": 0.334,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 61.64,
      "fin": 73.56,
      "duracion": 11.92,
      "texto": "Tengo cuatro líneas. Bien, en ese caso va a tener este plan con 14 gigas, son cuatro de base más diez de regalo, con todo bonificado lo que es llamadas SMS y WhatsApp totalmente libres.",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.5,
      "fin": 97.61,
      "duracion": 23.11,
      "texto": "Si no, ya pasamos a otro que es de 8 gigas de base más diez de regalo, es un total de 18 con los mismos beneficios, lo único que cambiaría es que tiene el roaming incluido en el caso de que sea de viajar, ¿bien? Bueno, pero no te puedo contestar ahora porque mi amigo me iba a quedar contestando justo hablé hoy con él más temprano.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.23,
      "fin": 102.66,
      "duracion": 3.42,
      "texto": "No sé si él puede conseguir algo y si no, sí lo haría.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.94,
      "fin": 138.26,
      "duracion": 30.32,
      "texto": "Bien. ¿Y por qué debería esperar? Por mi amigo, porque me mata si lo hago y no lo consulto primero. Bien. Bueno. No sé cómo quiera, si quiere que le deje el número o directamente lo hace con él. No, llámame si quieres mañana o a la tarde. Puedo hablar ahora con él. Bueno, perfecto. Ahora le dejo un whatsapp para comunicarme. Que estén muy bien, hasta luego.",
      "confianza": 0.015,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buenas tardes? ¿Con Matías? Sí. Sí, es la verdad. ¿Cómo le va a Matías? Un gusto. Macarena es mi nombre. Nos estamos contactando para brindarle una promoción exclusiva en el día de hoy a su línea. Por un plan de 14 gigas en 7.810 pesos. Yo soy claro. De Movistar somos nosotros. Ah, de Movistar. Es un sistema que usted es monotributista, ¿verdad? No, responsable es Cripto. Bien, perfecto. En ese caso tenemos para brindarle el plan más económico en este valor que le acabo de mencionar, 7,810, más impuestos dependiendo de su cartel bolivianos positivos. Igualmente, Charlie va a pasar ahora a movistar con un amigo que trabaja que va a pasar para el plan de empresa, porque yo tengo plan de empresa en claro. Exactamente, este es el plan de empresa que le estoy brindando, sí, con 14 euros y además tendría un mes gratis, pasando más de una línea. Usted tiene cuatro líneas, ¿verdad? Tengo cuatro líneas. Bien, en ese caso va a tener este plan con 14 gigas, son cuatro de base más diez de regalo, con todo bonificado lo que es llamadas SMS y WhatsApp totalmente libres. Si no, ya pasamos a otro que es de 8 gigas de base más diez de regalo, es un total de 18 con los mismos beneficios, lo único que cambiaría es que tiene el roaming incluido en el caso de que sea de viajar, ¿bien? Bueno, pero no te puedo contestar ahora porque mi amigo me iba a quedar contestando justo hablé hoy con él más temprano. No sé si él puede conseguir algo y si no, sí lo haría. Bien. ¿Y por qué debería esperar? Por mi amigo, porque me mata si lo hago y no lo consulto primero. Bien. Bueno. No sé cómo quiera, si quiere que le deje el número o directamente lo hace con él. No, llámame si quieres mañana o a la tarde. Puedo hablar ahora con él. Bueno, perfecto. Ahora le dejo un whatsapp para comunicarme. Que estén muy bien, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.455,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:21:55.060287",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:14.903526",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112141102342_ACD_96781",
    "fecha_inicio": "12/1/2026 14:11:02",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 227,
    "tiempo_conversacion": 132,
    "tiempo_hold": 0,
    "tiempo_acw": 87,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}