{
  "archivo": "amza4_1_260113110526068_ACD_46335.wav",
  "duracion_segundos": 548.37,
  "num_segmentos": 121,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 396.49,
    "Cliente": 130.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.08,
      "fin": 43.41,
      "duracion": 43.33,
      "texto": "Hola. Hola. Sí, ¿qué tal? Buenos días con Sebastián. Sí, ¿qué tal? Solo. Sebastián, un gusto. Mi nombre es Gabriela. Me estoy comunicando. La Ría recuperó del cliente de la compañía Monster. ¿Cómo estás, Sebastián? ¿Qué tal? ¿Cómo vas? Bien, gracias por preguntar. Trabajando un poco. Es día martes. Sebastián, ¿me fijó en el sistema que esta línea de teléfono termina en 00? Usted está llevando con la compañía Claro actualmente, ¿sí? ¿Recuerda más o menos cuánto giga le está brindando claro por mes? No recuerdo, son 10 ó 15. Bien, ¿recuerda más o menos cuánto pagas, Sebastián?",
      "confianza": 0.192,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.34,
      "fin": 61.49,
      "duracion": 17.15,
      "texto": "Sí, eso siga 33 más o menos. ¿33 mil por la línea sola? Por la línea, sí. Bueno, es muchísimo lo que estás pagando, sí. Bien, Sebastián, le comento lo que la acompañemos. A usted le propone, en primer lugar, que mantenga el mismo número. Lo que se hace es una portabilidad.",
      "confianza": 0.18,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.38,
      "fin": 64.62,
      "duracion": 2.24,
      "texto": "No se cambia el número, sino que se conserva.",
      "confianza": 0.834,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.18,
      "fin": 76.9,
      "duracion": 11.72,
      "texto": "Usted pasaría a tener llamadas libres a todas las compañías, servicio de WhatsApp, incluido que no le gasta datos móviles. Es decir, por un lado va a tener el servicio del paquete de internet y por el otro lado el WhatsApp.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.49,
      "fin": 87.08,
      "duracion": 9.59,
      "texto": "llamadas, como le decía, todo lo que es dentro de la Argentina, libre, y llamadas América, porque era un fondler para el país, llamadas América Precio Local, ¿sí?",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.6,
      "fin": 95.63,
      "duracion": 8.03,
      "texto": "Cuenta con servicio de rooming, que es Internet por la Argentina en toda América incluido, y en cuanto al servicio de Internet para su línea, le damos lo que son.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.23,
      "fin": 100.74,
      "duracion": 4.51,
      "texto": "8 GB pijo de base todos los meses con 8 GB de regalos, ¿sí?",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.44,
      "fin": 123.14,
      "duracion": 21.7,
      "texto": "Es decir, que usted el precio en los primeros seis meses pasa a tener 16 GB en total. Si usted al sáctimo mes, cuando se le quedan los 8 gigas fijo de base, ¿le parece que esa corda lo sigue utilizando? Si no, usted tranquilamente puede comunicarse a través de la app mismo, estar o conmigo, y yo le ayudo a que hagamos un cambio de plan por más gigas si usted lo desea, ¿sí?",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 123.98,
      "fin": 130.35,
      "duracion": 6.37,
      "texto": "Este plan le va a quedar el valor al precio al día de hoy en tan solo 13.250 pesos, Sebastián.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.25,
      "fin": 157.98,
      "duracion": 26.73,
      "texto": "Eso lo une y usted pasaría a pagar con la compañía. En ningún momento se quede incomunicado, porque lo que pasa es que usted sigue manteniendo el servicio tal cual está con claro, sigue funcionando, y nosotros le mandamos el chip, en este caso, como usted es de la provincia de Santa Fe, Sebastián, a la secursal de Andriani, que tenemos en Santa Fe, que trabajamos en conjunto, entonces usted, una vez que le dé el mensajito de WhatsApp de la compañía, muestra que puede buscar el chip,",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 158.5,
      "fin": 184.26,
      "duracion": 25.76,
      "texto": "va a Andriani y retira el chip y una vez que retira el chip y se corta ahí la señal de clara coloca el chip y le toma el servicio con nosotros. ¿Qué le parece la propuesta? Bien, le consulta. El precio por cuánto tiempo es? El valor de la promoción son seis meses que le incluye el descuento fijo que se le hace sobre la línea.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.98,
      "fin": 194.83,
      "duracion": 9.85,
      "texto": "Pero, llegado al kingdom, yo lo que siempre le recomiendo a mis clientes es que se comuniquen conmigo. Yo le doy el número de lo que es los chicos de promociones móviles.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.5,
      "fin": 221.54,
      "duracion": 26.04,
      "texto": "Entonces, para pedir un nuevo beneficio, para que no se quede sin la promoción. Entonces, los chicos, según la promoción vigente que hay en ese momento, le dan el plan que sea más acorde al plan que usted tenía. Entonces, siempre van a estar con precio de promoción, ¿sí? ¿Con el precio original cuál es el descuento? Sí, el descuento que se le hace, el descuento fijo que se le hace. Por seis meses Sebastián es de 38.300 pesos.",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 222.65,
      "fin": 226.13,
      "duracion": 3.48,
      "texto": "Pero nunca el cliente llega a pagar eso, porque es lo que yo le digo.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 226.69,
      "fin": 241.13,
      "duracion": 14.44,
      "texto": "A veces al quinto mes los clientes se comunican conmigo, o llaman directamente atención al cliente, otra vez de la app. y piden una nueva promoción, un nuevo beneficio, un nuevo descuento y se les acredita en el momento, entonces nunca dejan de pagar el precio final, por así decirlo, del servicio, ¿sí?",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 242.01,
      "fin": 255.69,
      "duracion": 13.68,
      "texto": "Eso es por un lado. Obviamente es menos de lo que usted está pagando con la compañía, claro, y bueno, yo acá en Santa Fe, por lo que me firmó en el sistema, ¿puede ser que usted vive cerca de lo que es la capital? Sí, en la capital. En la capital.",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.86,
      "fin": 263.17,
      "duracion": 7.31,
      "texto": "Bien, mira Sebastián, yo lo que tengo es la sucursal de Adriani, que está ubicada en la calle desde 25 de mayo al 3340 de Santa Fe.",
      "confianza": 0.596,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 263.23,
      "fin": 268.56,
      "duracion": 5.33,
      "texto": "Ahí es lo que iba a hacer otra consulta.",
      "confianza": 0.16,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 268.58,
      "fin": 269.08,
      "duracion": 0.5,
      "texto": "Yo tengo el chip digital.",
      "confianza": 0.033,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 269.1,
      "fin": 280.72,
      "duracion": 11.62,
      "texto": "Ah, buenísimo. Eso le iba a preguntar. Disculpe que no le pregunté antes, se me pasó por alto. Justamente, si usted tiene lo que es el chip virtual, que es el SIN, el código QR que se escanea,",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 281.29,
      "fin": 299.16,
      "duracion": 17.87,
      "texto": "directamente nosotros lo que hacemos, cargamos todos los datos al sistema, una vez que se aprueba la portabilidad, a usted se le envía un mensaje, ya sea de WhatsApp o un correo electrónico más seguro, es el correo electrónico que le llegue ya con el código QR de Monster.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 299.78,
      "fin": 323.31,
      "duracion": 23.53,
      "texto": "Entonces cuando le llega el código QR de Monster y se le corta el servicio de claro, usted escanea el código QR de Monster, y ya toma el servicio con el chip virtual en este caso de los Sebastián es mucho más rápido, no hace falta mandar nada a Andriani.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 323.33,
      "fin": 323.75,
      "duracion": 0.42,
      "texto": "Bien, perfecto. Bien.",
      "confianza": 0.0,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 323.77,
      "fin": 344.75,
      "duracion": 20.98,
      "texto": "Y una consulta más, si quisiera poner un número más, ¿tendrías algún tipo de promoción para incorporarlo? Sí, si usted tiene alguna otra línea que quiere ingresar a la compañía, sí, yo lo que puedo hacer en este caso por sistema es darle el mismo plan que doy a usted y le acreditamos tanto a la línea sur de Sebastián como a la segunda línea que usted incorpore, cuatro gigas de regalo en cada línea.",
      "confianza": 0.039,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 345.39,
      "fin": 350.86,
      "duracion": 5.47,
      "texto": "Estos cuatro gigas no son por seis meses, son el tiempo que las dos líneas tienen la compañía Movistar.",
      "confianza": 0.827,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 351.84,
      "fin": 366.67,
      "duracion": 14.83,
      "texto": "Es decir, que usted tendría los ocho de base en cada línea, los ocho de regalo en los primeros seis meses, Sebastián. Y los cuatro adicionales es el tiempo que estén en la compañía, así que en total los primeros seis meses tendrían 20 términos, y luego se quedan con los ocho bares y los cuatro adicionales.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 368.25,
      "fin": 400.18,
      "duracion": 31.93,
      "texto": "Bien. No sé cuántas líneas tiene usted, Sebastián. No, no sé, una más, pero el costo sería, ¿cuándo sería, más o menos? El costo del servicio le quedaría igual, 13.250 por cada línea, con este plan. con este plan de los ocho de base que se llama con los ocho de regalos más los cuatro adicionales por tratarse de dos líneas. Es decir que usted por las dos líneas Sebastián estaría pagando, él le sacó la cuenta, 26.500 pesos al diador que es el valor de la promoción.",
      "confianza": 0.307,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 401.62,
      "fin": 402.48,
      "duracion": 0.86,
      "texto": "Por las dos líneas.",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 403.19,
      "fin": 490.04,
      "duracion": 86.85,
      "texto": "Manteniendo siempre el mismo número en todo como hablamos. Le hago una pregunta a Sebastián, la segunda línea también usa lo que es el chip virtual? No, ese tiene un chip común. Un chip común. Bueno, en ese caso lo que hacemos nosotros es enviarnos a esta línea que estamos hablando, el código QR para que lo escanea el chip virtual, y a la segunda línea le estaríamos mandando el chip para la sucursal Adriani, que le nombré que estaba acá en la calle 25 de mayo de Santa Fe, Capital. Bien. Y lo único que te consulto es que creo que ese teléfono ya tiene Movistar. Creo que es prepado. Te tengo que preguntar a la persona. la segunda línea que usted me dice, Sebastián. Bueno, en ese caso, yo lo que puedo hacer, si la segunda línea es prepaga, es darle, una vez que hagamos el trámite con T, que está todo correcto que es el titular, darle el número de lo que son los chicos que se encablan de traspasar de prepago a bono, porque yo estoy encargada del área de clientes nuevos, por así decirlo, que vienen de otra compañía. Por ejemplo, en el caso suyo, de claro, ¿sí? los que ya son prepago Monster, yo lo que hago es que les doy el número para que directamente desde la misma línea o de la aplicación, mi Monster puedan pedir el traspasado de prepago a bolen. Eso no es ningún problema, Sebastián. Bien.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 492.14,
      "fin": 497.61,
      "duracion": 5.47,
      "texto": "Sí te voy a pedir, ¿me podrás llamar dentro de dos días si averigo con esa persona y te puedo pasar todo el completo para la información?",
      "confianza": 0.069,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 497.63,
      "fin": 498.59,
      "duracion": 0.96,
      "texto": "Sí, sí, si va a ser un problema.",
      "confianza": 0.407,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 498.75,
      "fin": 518.35,
      "duracion": 19.6,
      "texto": "Yo le puedo No sé si quiere que hagamos el trámite de su línea ahora y luego la de la otra persona o quiere hacer todo junto, Sebastián? Claro, se hace todo junto. Así ya te pasa sobre el juego. Aparte, no recuerdo si tenía esa persona o no, así que... Ah, perfecto, perfecto. Bueno, bueno, Sebastián.",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 518.37,
      "fin": 519.53,
      "duracion": 1.16,
      "texto": "Sí, sí, no hay ningún inconveniente.",
      "confianza": 0.433,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 520.05,
      "fin": 535.74,
      "duracion": 15.69,
      "texto": "Yo les mando igualmente la promoción. Ahora yo le voy a mandar en WhatsApp cuando corte con usted y le voy a mandar la promoción. Sí, para que usted la tenga toda detallada. Y yo, hoy es día martes, yo el jueves, me vuelvo a comunicar acerca de esto, hablaré con usted.",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 535.76,
      "fin": 535.94,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.0,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 535.96,
      "fin": 541.25,
      "duracion": 5.29,
      "texto": "Bienvenido. Bueno, recuerde Sebastián, mi nombre es Gabriela, yo ahora le mando el WhatsApp con la promoción y estamos en contacto, ¿sí?",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 542.18,
      "fin": 548.37,
      "duracion": 6.19,
      "texto": "Estamos, gracias Gabriela. Perfecto, muchas gracias Sebastián, que estén muy bien. Que tengamos un buen día, hasta luego. Gracias, hasta luego.",
      "confianza": 0.195,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Sí, ¿qué tal? Buenos días con Sebastián. Sí, ¿qué tal? Solo. Sebastián, un gusto. Mi nombre es Gabriela. Me estoy comunicando. La Ría recuperó del cliente de la compañía Monster. ¿Cómo estás, Sebastián? ¿Qué tal? ¿Cómo vas? Bien, gracias por preguntar. Trabajando un poco. Es día martes. Sebastián, ¿me fijó en el sistema que esta línea de teléfono termina en 00? Usted está llevando con la compañía Claro actualmente, ¿sí? ¿Recuerda más o menos cuánto giga le está brindando claro por mes? No recuerdo, son 10 ó 15. Bien, ¿recuerda más o menos cuánto pagas, Sebastián? Sí, eso siga 33 más o menos. ¿33 mil por la línea sola? Por la línea, sí. Bueno, es muchísimo lo que estás pagando, sí. Bien, Sebastián, le comento lo que la acompañemos. A usted le propone, en primer lugar, que mantenga el mismo número. Lo que se hace es una portabilidad. No se cambia el número, sino que se conserva. Usted pasaría a tener llamadas libres a todas las compañías, servicio de WhatsApp, incluido que no le gasta datos móviles. Es decir, por un lado va a tener el servicio del paquete de internet y por el otro lado el WhatsApp. llamadas, como le decía, todo lo que es dentro de la Argentina, libre, y llamadas América, porque era un fondler para el país, llamadas América Precio Local, ¿sí? Cuenta con servicio de rooming, que es Internet por la Argentina en toda América incluido, y en cuanto al servicio de Internet para su línea, le damos lo que son. 8 GB pijo de base todos los meses con 8 GB de regalos, ¿sí? Es decir, que usted el precio en los primeros seis meses pasa a tener 16 GB en total. Si usted al sáctimo mes, cuando se le quedan los 8 gigas fijo de base, ¿le parece que esa corda lo sigue utilizando? Si no, usted tranquilamente puede comunicarse a través de la app mismo, estar o conmigo, y yo le ayudo a que hagamos un cambio de plan por más gigas si usted lo desea, ¿sí? Este plan le va a quedar el valor al precio al día de hoy en tan solo 13.250 pesos, Sebastián. Eso lo une y usted pasaría a pagar con la compañía. En ningún momento se quede incomunicado, porque lo que pasa es que usted sigue manteniendo el servicio tal cual está con claro, sigue funcionando, y nosotros le mandamos el chip, en este caso, como usted es de la provincia de Santa Fe, Sebastián, a la secursal de Andriani, que tenemos en Santa Fe, que trabajamos en conjunto, entonces usted, una vez que le dé el mensajito de WhatsApp de la compañía, muestra que puede buscar el chip, va a Andriani y retira el chip y una vez que retira el chip y se corta ahí la señal de clara coloca el chip y le toma el servicio con nosotros. ¿Qué le parece la propuesta? Bien, le consulta. El precio por cuánto tiempo es? El valor de la promoción son seis meses que le incluye el descuento fijo que se le hace sobre la línea. Pero, llegado al kingdom, yo lo que siempre le recomiendo a mis clientes es que se comuniquen conmigo. Yo le doy el número de lo que es los chicos de promociones móviles. Entonces, para pedir un nuevo beneficio, para que no se quede sin la promoción. Entonces, los chicos, según la promoción vigente que hay en ese momento, le dan el plan que sea más acorde al plan que usted tenía. Entonces, siempre van a estar con precio de promoción, ¿sí? ¿Con el precio original cuál es el descuento? Sí, el descuento que se le hace, el descuento fijo que se le hace. Por seis meses Sebastián es de 38.300 pesos. Pero nunca el cliente llega a pagar eso, porque es lo que yo le digo. A veces al quinto mes los clientes se comunican conmigo, o llaman directamente atención al cliente, otra vez de la app. y piden una nueva promoción, un nuevo beneficio, un nuevo descuento y se les acredita en el momento, entonces nunca dejan de pagar el precio final, por así decirlo, del servicio, ¿sí? Eso es por un lado. Obviamente es menos de lo que usted está pagando con la compañía, claro, y bueno, yo acá en Santa Fe, por lo que me firmó en el sistema, ¿puede ser que usted vive cerca de lo que es la capital? Sí, en la capital. En la capital. Bien, mira Sebastián, yo lo que tengo es la sucursal de Adriani, que está ubicada en la calle desde 25 de mayo al 3340 de Santa Fe. Ahí es lo que iba a hacer otra consulta. Yo tengo el chip digital. Ah, buenísimo. Eso le iba a preguntar. Disculpe que no le pregunté antes, se me pasó por alto. Justamente, si usted tiene lo que es el chip virtual, que es el SIN, el código QR que se escanea, directamente nosotros lo que hacemos, cargamos todos los datos al sistema, una vez que se aprueba la portabilidad, a usted se le envía un mensaje, ya sea de WhatsApp o un correo electrónico más seguro, es el correo electrónico que le llegue ya con el código QR de Monster. Entonces cuando le llega el código QR de Monster y se le corta el servicio de claro, usted escanea el código QR de Monster, y ya toma el servicio con el chip virtual en este caso de los Sebastián es mucho más rápido, no hace falta mandar nada a Andriani. Bien, perfecto. Bien. Y una consulta más, si quisiera poner un número más, ¿tendrías algún tipo de promoción para incorporarlo? Sí, si usted tiene alguna otra línea que quiere ingresar a la compañía, sí, yo lo que puedo hacer en este caso por sistema es darle el mismo plan que doy a usted y le acreditamos tanto a la línea sur de Sebastián como a la segunda línea que usted incorpore, cuatro gigas de regalo en cada línea. Estos cuatro gigas no son por seis meses, son el tiempo que las dos líneas tienen la compañía Movistar. Es decir, que usted tendría los ocho de base en cada línea, los ocho de regalo en los primeros seis meses, Sebastián. Y los cuatro adicionales es el tiempo que estén en la compañía, así que en total los primeros seis meses tendrían 20 términos, y luego se quedan con los ocho bares y los cuatro adicionales. Bien. No sé cuántas líneas tiene usted, Sebastián. No, no sé, una más, pero el costo sería, ¿cuándo sería, más o menos? El costo del servicio le quedaría igual, 13.250 por cada línea, con este plan. con este plan de los ocho de base que se llama con los ocho de regalos más los cuatro adicionales por tratarse de dos líneas. Es decir que usted por las dos líneas Sebastián estaría pagando, él le sacó la cuenta, 26.500 pesos al diador que es el valor de la promoción. Por las dos líneas. Manteniendo siempre el mismo número en todo como hablamos. Le hago una pregunta a Sebastián, la segunda línea también usa lo que es el chip virtual? No, ese tiene un chip común. Un chip común. Bueno, en ese caso lo que hacemos nosotros es enviarnos a esta línea que estamos hablando, el código QR para que lo escanea el chip virtual, y a la segunda línea le estaríamos mandando el chip para la sucursal Adriani, que le nombré que estaba acá en la calle 25 de mayo de Santa Fe, Capital. Bien. Y lo único que te consulto es que creo que ese teléfono ya tiene Movistar. Creo que es prepado. Te tengo que preguntar a la persona. la segunda línea que usted me dice, Sebastián. Bueno, en ese caso, yo lo que puedo hacer, si la segunda línea es prepaga, es darle, una vez que hagamos el trámite con T, que está todo correcto que es el titular, darle el número de lo que son los chicos que se encablan de traspasar de prepago a bono, porque yo estoy encargada del área de clientes nuevos, por así decirlo, que vienen de otra compañía. Por ejemplo, en el caso suyo, de claro, ¿sí? los que ya son prepago Monster, yo lo que hago es que les doy el número para que directamente desde la misma línea o de la aplicación, mi Monster puedan pedir el traspasado de prepago a bolen. Eso no es ningún problema, Sebastián. Bien. Sí te voy a pedir, ¿me podrás llamar dentro de dos días si averigo con esa persona y te puedo pasar todo el completo para la información? Sí, sí, si va a ser un problema. Yo le puedo No sé si quiere que hagamos el trámite de su línea ahora y luego la de la otra persona o quiere hacer todo junto, Sebastián? Claro, se hace todo junto. Así ya te pasa sobre el juego. Aparte, no recuerdo si tenía esa persona o no, así que... Ah, perfecto, perfecto. Bueno, bueno, Sebastián. Sí, sí, no hay ningún inconveniente. Yo les mando igualmente la promoción. Ahora yo le voy a mandar en WhatsApp cuando corte con usted y le voy a mandar la promoción. Sí, para que usted la tenga toda detallada. Y yo, hoy es día martes, yo el jueves, me vuelvo a comunicar acerca de esto, hablaré con usted. Perfecto. Bienvenido. Bueno, recuerde Sebastián, mi nombre es Gabriela, yo ahora le mando el WhatsApp con la promoción y estamos en contacto, ¿sí? Estamos, gracias Gabriela. Perfecto, muchas gracias Sebastián, que estén muy bien. Que tengamos un buen día, hasta luego. Gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.487,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:20:04.316294",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 121,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:29.512652",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113110526068_ACD_46335",
    "fecha_inicio": "13/1/2026 11:05:26",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 554,
    "tiempo_conversacion": 526,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}