{
  "archivo": "amza29_1_260115115330952_ACD_79583.wav",
  "duracion_segundos": 128.81,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 110.07,
    "Cliente": 3.64
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.94,
      "fin": 5.32,
      "duracion": 3.39,
      "texto": "Hola, buenos días, Fabián.",
      "confianza": 0.102,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.34,
      "fin": 5.4,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.07,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.42,
      "fin": 6.84,
      "duracion": 1.42,
      "texto": "Quería darle un gusto a Say Luz.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.47,
      "fin": 10.69,
      "duracion": 3.23,
      "texto": "Me estaba comunicando del área de recupero de clientes de Movistar.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.39,
      "fin": 13.17,
      "duracion": 1.78,
      "texto": "Me fui ahora a comprar, ¿es correcto?",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.12,
      "fin": 18.7,
      "duracion": 3.58,
      "texto": "Sí. Bien, Fabián, necesitaba una consulta. ¿Qué fue lo que te llevó a cambiar de compañía?",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.13,
      "fin": 22.55,
      "duracion": 1.42,
      "texto": "La mala atención que tuve.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.97,
      "fin": 29.82,
      "duracion": 5.85,
      "texto": "Bien, te gustaba. O sea, no, no, no, no del personal, sino el problema que tuve que no me pudieron solucionar.",
      "confianza": 0.271,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.39,
      "fin": 48.59,
      "duracion": 18.2,
      "texto": "El tema de poderme habilitar la línea, no lo pudieron. Tuve un mes inhabilitado, sin teléfono y no me lo podían habilitar a la línea porque cambiaba como tres veces el chip y daba lo mismo, no le daba, no le daba, no le daba y bueno.",
      "confianza": 0.824,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.41,
      "fin": 53.7,
      "duracion": 4.29,
      "texto": "¿Eso cuando trataste de hacerla por travillado o una vez que ya estabas en la compañía?",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.77,
      "fin": 69.43,
      "duracion": 14.66,
      "texto": "Sí, cuando recién estaban ingresando, ¿viste? Fue imposible poder estar en la compañía porque no me veía. Directamente tuve un mes incomunicado, así que por ese motivo digo que no. O sea, te llegó el chip y no lo pudiste activar.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.17,
      "fin": 83.38,
      "duracion": 13.21,
      "texto": "No, no, no se pudo, no se pudo, no se pudo, porque amémos dos veces, me mandaron a retirar el chip. Uno me llegó primero a domicilio y nada, no hubo caso con ese. Después fui a buscar otro, lo mismo y bueno, me acepté.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.42,
      "fin": 87.47,
      "duracion": 3.04,
      "texto": "Bien, ¿nunca te dijeron cuál fue el problema que tenía tu línea?",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.23,
      "fin": 108.43,
      "duracion": 20.2,
      "texto": "Me dijeron que no sabían cómo solucionar y estuvo esperando. Me dijeron que espere, que espere. Bueno, pues ya no podías seguir esperando más. Un mes es bastante, ¿viste? Es mucho. Está bien comunicado. Ah, porque ya acaba. Yo directamente, ¿viste? Cuando te cambias de una línea a otra, ya te dan de baja la otra. Y así que te quedas bien comunicado totalmente. Así que fue el motivo.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.43,
      "fin": 128.81,
      "duracion": 19.38,
      "texto": "Bien, o sea que nunca pudiste probar movistar realmente. No, no, no, no pude, no pude. No pude, no me dio, así que, bueno. Bien, entiendo. Te comento, nosotros estamos de la diaria de recupero, sí. Tenemos una prueba exclusiva para los clientes que ya han sido, han tratado de ser parte de la compañía.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días, Fabián. Sí. Quería darle un gusto a Say Luz. Me estaba comunicando del área de recupero de clientes de Movistar. Me fui ahora a comprar, ¿es correcto? Sí. Bien, Fabián, necesitaba una consulta. ¿Qué fue lo que te llevó a cambiar de compañía? La mala atención que tuve. Bien, te gustaba. O sea, no, no, no, no del personal, sino el problema que tuve que no me pudieron solucionar. El tema de poderme habilitar la línea, no lo pudieron. Tuve un mes inhabilitado, sin teléfono y no me lo podían habilitar a la línea porque cambiaba como tres veces el chip y daba lo mismo, no le daba, no le daba, no le daba y bueno. ¿Eso cuando trataste de hacerla por travillado o una vez que ya estabas en la compañía? Sí, cuando recién estaban ingresando, ¿viste? Fue imposible poder estar en la compañía porque no me veía. Directamente tuve un mes incomunicado, así que por ese motivo digo que no. O sea, te llegó el chip y no lo pudiste activar. No, no, no se pudo, no se pudo, no se pudo, porque amémos dos veces, me mandaron a retirar el chip. Uno me llegó primero a domicilio y nada, no hubo caso con ese. Después fui a buscar otro, lo mismo y bueno, me acepté. Bien, ¿nunca te dijeron cuál fue el problema que tenía tu línea? Me dijeron que no sabían cómo solucionar y estuvo esperando. Me dijeron que espere, que espere. Bueno, pues ya no podías seguir esperando más. Un mes es bastante, ¿viste? Es mucho. Está bien comunicado. Ah, porque ya acaba. Yo directamente, ¿viste? Cuando te cambias de una línea a otra, ya te dan de baja la otra. Y así que te quedas bien comunicado totalmente. Así que fue el motivo. Bien, o sea que nunca pudiste probar movistar realmente. No, no, no, no pude, no pude. No pude, no me dio, así que, bueno. Bien, entiendo. Te comento, nosotros estamos de la diaria de recupero, sí. Tenemos una prueba exclusiva para los clientes que ya han sido, han tratado de ser parte de la compañía.",
  "calidad": {
    "confianza_promedio": 0.548,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:55:11.183236",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:20.708709",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115115330952_ACD_79583",
    "fecha_inicio": "15/1/2026 11:53:30",
    "agente_nombre": "MZA 29",
    "agente_login": "mza29",
    "duracion_total": 141,
    "tiempo_conversacion": 124,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}