{
  "archivo": "amza20_1_260113135143300_ACD_02485.wav",
  "duracion_segundos": 114.04,
  "num_segmentos": 28,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 42.58,
    "Cliente": 57.25
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.28,
      "fin": 8.11,
      "duracion": 6.83,
      "texto": "Hola, buenas tardes, ¿Diego? Sí, dígame. Como te voy a decir, Tomás es mi nombre, me comunico a la área de recupero de clientes Movistar.",
      "confianza": 0.057,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.75,
      "fin": 10.05,
      "duracion": 1.3,
      "texto": "Exactamente con una juzglaro, ¿verdad?",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.13,
      "fin": 11.71,
      "duracion": 0.58,
      "texto": "Exactamente.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.25,
      "fin": 15.63,
      "duracion": 3.38,
      "texto": "Bien, bien, le motivé a mi amado, si era para preguntarle por qué se había ido de la compañía, ¿sí?",
      "confianza": 0.658,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 15.94,
      "fin": 28.47,
      "duracion": 12.53,
      "texto": "¿Qué inconvenientes había tenido con la línea y demás? Porque me trataban de ponerle siete chicas. Bueno, siete chicas de regalo, los cuales de esto iba destinado uno para...",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.73,
      "fin": 37.92,
      "duracion": 8.19,
      "texto": "para, digamos, para Facebook y después como tres gigas para el jueguito de mierda ese, Fresh Fire, no sé qué, y... y digo, bueno, yo no juego.",
      "confianza": 0.538,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.76,
      "fin": 41.37,
      "duracion": 2.6,
      "texto": "Entonces digo, me quedan cuatro gigas.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.33,
      "fin": 48.1,
      "duracion": 4.77,
      "texto": "Y bueno, me ofrecieron en claro, así que... por este motivo.",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.26,
      "fin": 71.31,
      "duracion": 22.05,
      "texto": "Bien, pero ¿cómo era que le reíes? Usaba mucho los gigas para algún juego o algo, ¿no? Claro, ponerle que ya me quedaba sin gigas, ¿no? Después agarraba, cargaba y automáticamente se me iba a las gigas para el juego. Entonces, como decían los juegos, iba entonces para que te llegaran. Ah, bien, entiendo.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.53,
      "fin": 99.58,
      "duracion": 27.05,
      "texto": "Sí, no sé, ¿usted estaba preparado, digamos, cuando estaba como el charco? No, no, no, yo no estaba preparado. Bueno, mira, a ver, le comento. Nosotros actualmente brindamos los planes. Y bien, no, por ejemplo, el giga ese para FreeFile es aparte, o sea, los gigas y aparte el giga para FreeFile, o sea, no es que se va a quedar sin gigas teniendo el abono, digamos. Bien. Claro. Le consulto, actualmente está con claro con la línea abono y cuánto giga ocupa más o menos.",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.49,
      "fin": 114.04,
      "duracion": 10.55,
      "texto": "Yo ahora me hice mi paseo porque me dieron 15 gigas por 7.050 durante 8 meses y ahora faltan 2 meses más y yo estoy cumpliendo. Bien, entiendo, entiendo, entonces no hay problema.",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, ¿Diego? Sí, dígame. Como te voy a decir, Tomás es mi nombre, me comunico a la área de recupero de clientes Movistar. Exactamente con una juzglaro, ¿verdad? Exactamente. Bien, bien, le motivé a mi amado, si era para preguntarle por qué se había ido de la compañía, ¿sí? ¿Qué inconvenientes había tenido con la línea y demás? Porque me trataban de ponerle siete chicas. Bueno, siete chicas de regalo, los cuales de esto iba destinado uno para... para, digamos, para Facebook y después como tres gigas para el jueguito de mierda ese, Fresh Fire, no sé qué, y... y digo, bueno, yo no juego. Entonces digo, me quedan cuatro gigas. Y bueno, me ofrecieron en claro, así que... por este motivo. Bien, pero ¿cómo era que le reíes? Usaba mucho los gigas para algún juego o algo, ¿no? Claro, ponerle que ya me quedaba sin gigas, ¿no? Después agarraba, cargaba y automáticamente se me iba a las gigas para el juego. Entonces, como decían los juegos, iba entonces para que te llegaran. Ah, bien, entiendo. Sí, no sé, ¿usted estaba preparado, digamos, cuando estaba como el charco? No, no, no, yo no estaba preparado. Bueno, mira, a ver, le comento. Nosotros actualmente brindamos los planes. Y bien, no, por ejemplo, el giga ese para FreeFile es aparte, o sea, los gigas y aparte el giga para FreeFile, o sea, no es que se va a quedar sin gigas teniendo el abono, digamos. Bien. Claro. Le consulto, actualmente está con claro con la línea abono y cuánto giga ocupa más o menos. Yo ahora me hice mi paseo porque me dieron 15 gigas por 7.050 durante 8 meses y ahora faltan 2 meses más y yo estoy cumpliendo. Bien, entiendo, entiendo, entonces no hay problema.",
  "calidad": {
    "confianza_promedio": 0.492,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:53:02.952772",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 28,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:16.773052",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113135143300_ACD_02485",
    "fecha_inicio": "13/1/2026 13:51:43",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 137,
    "tiempo_conversacion": 110,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}