{
  "archivo": "amza314_1_260113125505963_ACD_20157.wav",
  "duracion_segundos": 111.66,
  "num_segmentos": 31,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 36.12,
    "Cliente": 62.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.62,
      "fin": 14.9,
      "duracion": 14.28,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes, ¿aló con Gustavo? Sí. Gustavo, soy Rocío, llamada, para brindarte un beneficio en la línea. ¿Cómo estás? Bien, bien. ¿Vos? Decidme, a ver.",
      "confianza": 0.322,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.92,
      "fin": 18.03,
      "duracion": 3.1,
      "texto": "Le he dado todo bien, llamada, porque, bueno, me figura que te maldizas en claro.",
      "confianza": 0.376,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.05,
      "fin": 26.3,
      "duracion": 8.25,
      "texto": "Y mi trabajo es hacer lo que es fibra óptica y también lo que es la portabilidad de las líneas. ¿Vos el internet de tu casa también lo manejas con claro?",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.72,
      "fin": 47.72,
      "duracion": 18.0,
      "texto": "No, no, nada que ver. Tengo todo privado. Sí, ¿qué me querés ofrecer? Mira, tengo lo que es el plan de 16 gigas y un plan base de 8 gigas, más 8 totalmente bonificados en 13.250 pesos. Si no tengo un plan de 8 gigas, 4 de base y 4 bonificados por volver a la compañía en 11.400.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.22,
      "fin": 58.47,
      "duracion": 10.25,
      "texto": "Y la contratación del servicio hogar, que es el internet, más la línea móvil, 24.000 pesos por el plan de 300 megas en casa y 8 gigas para tu celular.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.33,
      "fin": 64.1,
      "duracion": 4.77,
      "texto": "ambos servicios por 24.000 pesos. Esas son las promos que estamos trabajando el día de hoy.",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.91,
      "fin": 89.05,
      "duracion": 18.14,
      "texto": "Un medio carito. Dale. Consulto y te llamo. Bueno, usted no hay problema. Te dejo un mensajito de WhatsApp con estas mismas promociones y cualquier duda o consulta que surja podés contactarte por ese medio conmigo, ¿sí? Recuerda que estoy rocío y en el caso de que quieras hacerle al contrato a quien podés hablar conmigo. Bueno, dale. Dale. Una muy linda tarde. Muchas gracias.",
      "confianza": 0.007,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.59,
      "fin": 111.66,
      "duracion": 22.08,
      "texto": "Igualmente.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes, ¿aló con Gustavo? Sí. Gustavo, soy Rocío, llamada, para brindarte un beneficio en la línea. ¿Cómo estás? Bien, bien. ¿Vos? Decidme, a ver. Le he dado todo bien, llamada, porque, bueno, me figura que te maldizas en claro. Y mi trabajo es hacer lo que es fibra óptica y también lo que es la portabilidad de las líneas. ¿Vos el internet de tu casa también lo manejas con claro? No, no, nada que ver. Tengo todo privado. Sí, ¿qué me querés ofrecer? Mira, tengo lo que es el plan de 16 gigas y un plan base de 8 gigas, más 8 totalmente bonificados en 13.250 pesos. Si no tengo un plan de 8 gigas, 4 de base y 4 bonificados por volver a la compañía en 11.400. Y la contratación del servicio hogar, que es el internet, más la línea móvil, 24.000 pesos por el plan de 300 megas en casa y 8 gigas para tu celular. ambos servicios por 24.000 pesos. Esas son las promos que estamos trabajando el día de hoy. Un medio carito. Dale. Consulto y te llamo. Bueno, usted no hay problema. Te dejo un mensajito de WhatsApp con estas mismas promociones y cualquier duda o consulta que surja podés contactarte por ese medio conmigo, ¿sí? Recuerda que estoy rocío y en el caso de que quieras hacerle al contrato a quien podés hablar conmigo. Bueno, dale. Dale. Una muy linda tarde. Muchas gracias. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.381,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:22:58.096355",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 31,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:22.551278",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125505963_ACD_20157",
    "fecha_inicio": "13/1/2026 12:55:05",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 130,
    "tiempo_conversacion": 106,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}