{
  "archivo": "amza5_1_260114130805747_ACD_09403.wav",
  "duracion_segundos": 549.65,
  "num_segmentos": 168,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 258.79,
    "Cliente": 240.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 11.57,
      "duracion": 11.54,
      "texto": "Hola, aquí es el buen día. Hablo con la línea Novelia. Sí, ¿quién habla? Novelia, te he dado la parte de beneficio de movistar. Quería brindarte lo que es una bonificación para tu línea. ¿Cómo estás?",
      "confianza": 0.249,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.69,
      "fin": 24.87,
      "duracion": 12.18,
      "texto": "Bien, ¿y vos? Bien, todo bien. Como te decía, solicité bonificar con movistar bocas con Clarín Díaz, ¿cierto? Sí. Bien. Quería bonificarte lo que son las líneas.",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.38,
      "fin": 41.16,
      "duracion": 15.78,
      "texto": "y nosotros hoy en día estamos brindando lo que son ofertas. ¿Vos cuánto estás abonando hoy en día, Bonclaro? 9.800. 9.800, perfecto. ¿Y cuántos días tenés? No me quedo con 14, 15, no sé, por ahí. Muy bien.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.18,
      "fin": 41.6,
      "duracion": 0.42,
      "texto": "Te comento.",
      "confianza": 0.578,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.64,
      "fin": 55.62,
      "duracion": 13.98,
      "texto": "Mira, nosotros hoy en día estamos brindando lo que es un plan base de 8 días con 8 días más de regalo, 16 en total. Lo bueno que este es un plan full, ¿Dónde tiene WhatsApp Rated? Se más libre a cualquier compañía, tenés la más americana precio local y tenés rumina en la médica, ¿bien?",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.18,
      "fin": 60.96,
      "duracion": 4.78,
      "texto": "Este plan de nivel de precio del día viene en 10.400 pesos. Decime qué te parece.",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.23,
      "fin": 74.74,
      "duracion": 9.51,
      "texto": "Perfecto, sí. ¿Te gustaría aprovecharlo entonces? Sí, por favor. Excelente. Bien, te voy a decir los datos que me aseguran en el sistema o decime si son correctos o si hay que modificar algo, ¿bien?",
      "confianza": 0.145,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 75.92,
      "fin": 76.14,
      "duracion": 0.22,
      "texto": "Gracias.",
      "confianza": 0.26,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.24,
      "fin": 77.28,
      "duracion": 1.04,
      "texto": "Perfecto.",
      "confianza": 0.578,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.3,
      "fin": 79.26,
      "duracion": 1.96,
      "texto": "Tu número de documento es 35.042.7560.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.44,
      "fin": 79.6,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.393,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.62,
      "fin": 91.99,
      "duracion": 12.37,
      "texto": "Tu nombre de documento completo es Maidana Noelia Noemi.",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.01,
      "fin": 92.75,
      "duracion": 0.74,
      "texto": "Sí. Perfecto. Bien. Bien.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.78,
      "fin": 97.6,
      "duracion": 4.82,
      "texto": "Coméntame en qué localidad te encontrás. San Fernando. San Fernando.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.62,
      "fin": 97.8,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.005,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 97.82,
      "fin": 103.33,
      "duracion": 5.51,
      "texto": "Te comento cómo es esto. Si nosotros te enviamos lo que es el tip, vamos a la sucursal de San Fernando. Esto es Buenos Aires, ¿verdad?",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.07,
      "fin": 124.64,
      "duracion": 19.57,
      "texto": "Sí. Bien. Entiendo lo que es el tipo, vamos a sucursarle movistar a la más cercana, que me asegura que es Constitución 8-6-7. ¿Esa te queda bien? Sí, perfecto. Bien, excelente. De momento, yo voy a pasar a hacer lo que es tu asesora personal. Por cualquier consulta o duda que tengas, directamente te vas a estar comunicando conmigo, ¿bien?",
      "confianza": 0.105,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.58,
      "fin": 176.16,
      "duracion": 50.58,
      "texto": "Así que me gusta pedir que me agentes. Bien, aquí estamos en contacto y yo te puedo dar un acompañamiento mientras estás en lo que es la compañía, ¿bien? Ahí te voy a poner la clínica de movilizar. Decime si te debo. Y también te voy a dejar lo que es donde vas a pasar a retirar lo que es el TIP, ¿bien? Dale, dame un minuto, ¿me fijo? Dale, perfecto. Sí, ahí te va. Excelente, bien. Hay que volver a pedir que me envíes, lo que es. Las fotos tenéis frente y dorso para corroborar lo que es la titularidad. Mientras tanto, yo te espero en línea, ¿bien? Mientras voy cargada. Ahora no estoy en casa. Si me das más o menos 20 minutos, ya llego. No hay ningún tipo de problema. Te lo puedo pasar por WhatsApp. Sí, me lo pasás por WhatsApp. Cuando el llegues, me lo envías. No hay ningún tipo de problema.",
      "confianza": 0.391,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 176.9,
      "fin": 182.27,
      "duracion": 5.37,
      "texto": "Listo, dale. Excelente. Entonces, seguimos haciendo lo que es el trámite. Bien. Ahora...",
      "confianza": 0.377,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.1,
      "fin": 188.39,
      "duracion": 4.29,
      "texto": "Por favor, un segundo, estoy tardando en todo el sistema. ¿Cómo te decía, Noelia?",
      "confianza": 0.386,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.41,
      "fin": 190.47,
      "duracion": 1.06,
      "texto": "Bien.",
      "confianza": 0.829,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.49,
      "fin": 197.84,
      "duracion": 7.35,
      "texto": "Dentro de 48 horas, vas a recibir lo que es un mensajito y mostrarte que se encuentra el chip en la sucursal para que lo pases a retirar.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 198.34,
      "fin": 214.07,
      "duracion": 15.73,
      "texto": "Tengo una consulta. ¿Es la única línea que tenés a tu nombre o tenés más líneas? Sí, no, no, está sola. Está sola, perfecto. ¿Y es chip físico o es chip virtual? Físico. Físico, perfecto. Te comento, ¿sabes lo que es Noelia el código de portabilidad?",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.71,
      "fin": 242.63,
      "duracion": 25.92,
      "texto": "Sí, tiene que ser un mensajito para que me diga que es clara o media de baja. Perfecto, bien. El código de portabilidad es el que le vamos a dar a visual. Claro, si es que se llega por mensaje de texto normal del remisente de 2-2-3, se dice código portabilidad, cuatro dígitos, una fecha de vencimiento y se llega el prestador MBS que se tiene que movilizar. Cuando te llegue, necesito que me hagas captura de pantalla y me lo envíes a WhatsApp, ¿bien?",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.17,
      "fin": 245.89,
      "duracion": 2.72,
      "texto": "Ahí lo estáis invirtiendo, aguardadme un segundo.",
      "confianza": 0.404,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.07,
      "fin": 254.86,
      "duracion": 7.79,
      "texto": "Claro, podré enviértelo. ¿Tenés lo que es Internet en tu domicilio de movistar o no? No,",
      "confianza": 0.633,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 254.86,
      "fin": 255.91,
      "duracion": 1.05,
      "texto": "claro, tengo.",
      "confianza": 0.097,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.93,
      "fin": 258.17,
      "duracion": 2.24,
      "texto": "Sí, tenés claro. ¿Cuánto estás abonando con Claro hoy en día?",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.39,
      "fin": 266.12,
      "duracion": 4.73,
      "texto": "68 mil pesos, algo así. Ah, un montón. ¿Un solo por lo que es el Internet o todo? Sí, cables.",
      "confianza": 0.083,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 267.5,
      "fin": 276.97,
      "duracion": 9.47,
      "texto": "y cables, claro, también igual es un montón. ¿Es un combo que tenés con el celular más la fibra que tiene el cable? No, esa parte. ¿Esa parte?",
      "confianza": 0.334,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.99,
      "fin": 277.28,
      "duracion": 0.29,
      "texto": "Bien,",
      "confianza": 0.666,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 277.28,
      "fin": 288.44,
      "duracion": 11.16,
      "texto": "mira, porque si no también podemos verificar lo que es la cobertura nuestra, bien, se lo podemos enviar, podemos hacer lo que es la fibra, úsicamente comento cómo es, por si usted te interesa.",
      "confianza": 0.666,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 289.5,
      "fin": 293.26,
      "duracion": 3.76,
      "texto": "Bien, tenemos. ¿Cuántos dosis tenés vos en tu casa hoy en día?",
      "confianza": 0.832,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 294.73,
      "fin": 328.3,
      "duracion": 33.57,
      "texto": "La verdad no tengo ni idea, eso lo manejo mi marido. te lo comento, es de 300 megas, donde te queda un precio final de 24 mil pesos, pero vos al pasarte a movistar, se te hace un descuento de 4 mil pesos, o sea que te quedaría en 20 mil pesos, y te regalan 4 pedazos más para tu celular, o sea que en vez de tener 16 gigas, vas a tener en total 20 gigas en tu línea del celular, y tenés lo que te queda en la fibra óptica en 20 mil pesos. Señal. Sí, está excelente lo que es eso. Si te parece, también podemos escuchar lo que es la cobertura.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 329.72,
      "fin": 336.5,
      "duracion": 6.78,
      "texto": "Sí, y ahora, cuando sea mi morido de trabajar, le comento por qué este nombre es, ¿viste? Ah, bien, perfecto.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 337.05,
      "fin": 342.73,
      "duracion": 5.68,
      "texto": "Bien, ahí te envié lo que es el código portabellera. Dime si te entregó.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 348.86,
      "fin": 350.08,
      "duracion": 1.22,
      "texto": "¿La un momento? Sí. 4729.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 350.84,
      "fin": 353.26,
      "duracion": 2.42,
      "texto": "Perfecto. Eso se me captura en la pantalla de enviármelo.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.07,
      "fin": 383.13,
      "duracion": 29.06,
      "texto": "Dito. Acá. Espera a ver si lo hago en el espacio.",
      "confianza": 0.355,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 389.05,
      "fin": 403.65,
      "duracion": 14.6,
      "texto": "Entonces, por último, ahora te voy a pasar a hacer lo que es el cierre comercial, porque la conversación está siendo grabada por un respaldo tuyo y mío, o por cualquier consulta o dudaca, porque con este audio te respaldas.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 405.69,
      "fin": 434.33,
      "duracion": 28.64,
      "texto": "Perfecto. Para repetir futuras promociones, me habrías dicho que estás interesada en lo que es internet, móvil, talento, domicilio, ¿verdad? Sí. Bien, estamos cortando la línea al nombre de Maridana Noelia Noemi. ¿Me confirmarías, por favor, tus últimos tres disquitos del documento? 560. Bien, me comentaste que contas lo que es captura mensual con clero y posee lo que es un chip físico, ¿verdad? Sí. Bien, vas a estar recibiendo lo que es el chip en la tienda Moistar en San Fernando, la calle Constitución 867.",
      "confianza": 0.785,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 437.0,
      "fin": 437.12,
      "duracion": 0.12,
      "texto": "¿Bien?",
      "confianza": 0.06,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 437.14,
      "fin": 438.0,
      "duracion": 0.86,
      "texto": "Sí. Perfecto.",
      "confianza": 0.319,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 438.02,
      "fin": 533.15,
      "duracion": 95.13,
      "texto": "Le recuerdo que el costo del servicio de hoy es de 10.400 pesos, donde te va a incluir lo que es un descuento fijo durante seis meses de 41.500 pesos. Le recuerdo que el servicio se factura en mes adelantado, su plan Barce es de ocho días, y se los va a regalar con una duración de seis meses. Estos últimos seis, literalmente 48 horas para que vaya a la línea, el mes que me proporcionaste. ¿Me brindas algún mail? Sí, NN 6496. 739 arroba gmail.com. Perfecto, bien, el mail que me has brindado es nm649673 arroba gmail. Bien, éste lo has recibiendo en su aplicación nobleana a través del mail que nos proporcionó, desde la aplicación MismoDistar, poder su aplicación, mentimientos montos a pagar. También puedes activar 20 tiras más de regalo con una duración de 30 días y ponerles una vez por año. puede reírse al débito automótico y si tiene que tener una línea más corta bajo el mismo titular puede agregar cuatro días más para su línea móvil. Una vez aprobada su portabilidad se portará 48 horas hábiles. Un día antes por un mensaje de WhatsApp vamos a estar informando el afecto de portabilidad para que se quede tranquila. Después solicitamos en caso de no levantar señal, reiniciar equipo. Por otro lado, entre los próximos días recibirá una encuesta de satisfacción por WhatsApp. Le solicitamos que la completa chat es muy importante para la empresa. Bien, ¿tenés algún tipo de duda, consulta, no digas que me quieras brindar? Eh, no, no, solo ahora no. Excelente. Entonces, apenas lees lo que es a tu domicilio, te voy al país que me envíes la foto, el de Ney, Frente y Dorso, para que corroboremos lo que es la titularía y el trámite ya estaría gestionado, ¿bien?",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 533.93,
      "fin": 544.49,
      "duracion": 10.56,
      "texto": "Listo, genial. Excelente, te doy la bienvenida, que tengas buen día, cualquier consultita me escribís al WhatsApp, ese es mi número en particular, ¿bien? Listo, genial, muchísimas gracias. Que tengas buen día, hasta luego. Solamente.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 547.36,
      "fin": 549.65,
      "duracion": 2.3,
      "texto": "No, no.",
      "confianza": 0.462,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, aquí es el buen día. Hablo con la línea Novelia. Sí, ¿quién habla? Novelia, te he dado la parte de beneficio de movistar. Quería brindarte lo que es una bonificación para tu línea. ¿Cómo estás? Bien, ¿y vos? Bien, todo bien. Como te decía, solicité bonificar con movistar bocas con Clarín Díaz, ¿cierto? Sí. Bien. Quería bonificarte lo que son las líneas. y nosotros hoy en día estamos brindando lo que son ofertas. ¿Vos cuánto estás abonando hoy en día, Bonclaro? 9.800. 9.800, perfecto. ¿Y cuántos días tenés? No me quedo con 14, 15, no sé, por ahí. Muy bien. Te comento. Mira, nosotros hoy en día estamos brindando lo que es un plan base de 8 días con 8 días más de regalo, 16 en total. Lo bueno que este es un plan full, ¿Dónde tiene WhatsApp Rated? Se más libre a cualquier compañía, tenés la más americana precio local y tenés rumina en la médica, ¿bien? Este plan de nivel de precio del día viene en 10.400 pesos. Decime qué te parece. Perfecto, sí. ¿Te gustaría aprovecharlo entonces? Sí, por favor. Excelente. Bien, te voy a decir los datos que me aseguran en el sistema o decime si son correctos o si hay que modificar algo, ¿bien? Gracias. Perfecto. Tu número de documento es 35.042.7560. Sí. Tu nombre de documento completo es Maidana Noelia Noemi. Sí. Perfecto. Bien. Bien. Coméntame en qué localidad te encontrás. San Fernando. San Fernando. Perfecto. Te comento cómo es esto. Si nosotros te enviamos lo que es el tip, vamos a la sucursal de San Fernando. Esto es Buenos Aires, ¿verdad? Sí. Bien. Entiendo lo que es el tipo, vamos a sucursarle movistar a la más cercana, que me asegura que es Constitución 8-6-7. ¿Esa te queda bien? Sí, perfecto. Bien, excelente. De momento, yo voy a pasar a hacer lo que es tu asesora personal. Por cualquier consulta o duda que tengas, directamente te vas a estar comunicando conmigo, ¿bien? Así que me gusta pedir que me agentes. Bien, aquí estamos en contacto y yo te puedo dar un acompañamiento mientras estás en lo que es la compañía, ¿bien? Ahí te voy a poner la clínica de movilizar. Decime si te debo. Y también te voy a dejar lo que es donde vas a pasar a retirar lo que es el TIP, ¿bien? Dale, dame un minuto, ¿me fijo? Dale, perfecto. Sí, ahí te va. Excelente, bien. Hay que volver a pedir que me envíes, lo que es. Las fotos tenéis frente y dorso para corroborar lo que es la titularidad. Mientras tanto, yo te espero en línea, ¿bien? Mientras voy cargada. Ahora no estoy en casa. Si me das más o menos 20 minutos, ya llego. No hay ningún tipo de problema. Te lo puedo pasar por WhatsApp. Sí, me lo pasás por WhatsApp. Cuando el llegues, me lo envías. No hay ningún tipo de problema. Listo, dale. Excelente. Entonces, seguimos haciendo lo que es el trámite. Bien. Ahora... Por favor, un segundo, estoy tardando en todo el sistema. ¿Cómo te decía, Noelia? Bien. Dentro de 48 horas, vas a recibir lo que es un mensajito y mostrarte que se encuentra el chip en la sucursal para que lo pases a retirar. Tengo una consulta. ¿Es la única línea que tenés a tu nombre o tenés más líneas? Sí, no, no, está sola. Está sola, perfecto. ¿Y es chip físico o es chip virtual? Físico. Físico, perfecto. Te comento, ¿sabes lo que es Noelia el código de portabilidad? Sí, tiene que ser un mensajito para que me diga que es clara o media de baja. Perfecto, bien. El código de portabilidad es el que le vamos a dar a visual. Claro, si es que se llega por mensaje de texto normal del remisente de 2-2-3, se dice código portabilidad, cuatro dígitos, una fecha de vencimiento y se llega el prestador MBS que se tiene que movilizar. Cuando te llegue, necesito que me hagas captura de pantalla y me lo envíes a WhatsApp, ¿bien? Ahí lo estáis invirtiendo, aguardadme un segundo. Claro, podré enviértelo. ¿Tenés lo que es Internet en tu domicilio de movistar o no? No, claro, tengo. Sí, tenés claro. ¿Cuánto estás abonando con Claro hoy en día? 68 mil pesos, algo así. Ah, un montón. ¿Un solo por lo que es el Internet o todo? Sí, cables. y cables, claro, también igual es un montón. ¿Es un combo que tenés con el celular más la fibra que tiene el cable? No, esa parte. ¿Esa parte? Bien, mira, porque si no también podemos verificar lo que es la cobertura nuestra, bien, se lo podemos enviar, podemos hacer lo que es la fibra, úsicamente comento cómo es, por si usted te interesa. Bien, tenemos. ¿Cuántos dosis tenés vos en tu casa hoy en día? La verdad no tengo ni idea, eso lo manejo mi marido. te lo comento, es de 300 megas, donde te queda un precio final de 24 mil pesos, pero vos al pasarte a movistar, se te hace un descuento de 4 mil pesos, o sea que te quedaría en 20 mil pesos, y te regalan 4 pedazos más para tu celular, o sea que en vez de tener 16 gigas, vas a tener en total 20 gigas en tu línea del celular, y tenés lo que te queda en la fibra óptica en 20 mil pesos. Señal. Sí, está excelente lo que es eso. Si te parece, también podemos escuchar lo que es la cobertura. Sí, y ahora, cuando sea mi morido de trabajar, le comento por qué este nombre es, ¿viste? Ah, bien, perfecto. Bien, ahí te envié lo que es el código portabellera. Dime si te entregó. ¿La un momento? Sí. 4729. Perfecto. Eso se me captura en la pantalla de enviármelo. Dito. Acá. Espera a ver si lo hago en el espacio. Entonces, por último, ahora te voy a pasar a hacer lo que es el cierre comercial, porque la conversación está siendo grabada por un respaldo tuyo y mío, o por cualquier consulta o dudaca, porque con este audio te respaldas. Perfecto. Para repetir futuras promociones, me habrías dicho que estás interesada en lo que es internet, móvil, talento, domicilio, ¿verdad? Sí. Bien, estamos cortando la línea al nombre de Maridana Noelia Noemi. ¿Me confirmarías, por favor, tus últimos tres disquitos del documento? 560. Bien, me comentaste que contas lo que es captura mensual con clero y posee lo que es un chip físico, ¿verdad? Sí. Bien, vas a estar recibiendo lo que es el chip en la tienda Moistar en San Fernando, la calle Constitución 867. ¿Bien? Sí. Perfecto. Le recuerdo que el costo del servicio de hoy es de 10.400 pesos, donde te va a incluir lo que es un descuento fijo durante seis meses de 41.500 pesos. Le recuerdo que el servicio se factura en mes adelantado, su plan Barce es de ocho días, y se los va a regalar con una duración de seis meses. Estos últimos seis, literalmente 48 horas para que vaya a la línea, el mes que me proporcionaste. ¿Me brindas algún mail? Sí, NN 6496. 739 arroba gmail.com. Perfecto, bien, el mail que me has brindado es nm649673 arroba gmail. Bien, éste lo has recibiendo en su aplicación nobleana a través del mail que nos proporcionó, desde la aplicación MismoDistar, poder su aplicación, mentimientos montos a pagar. También puedes activar 20 tiras más de regalo con una duración de 30 días y ponerles una vez por año. puede reírse al débito automótico y si tiene que tener una línea más corta bajo el mismo titular puede agregar cuatro días más para su línea móvil. Una vez aprobada su portabilidad se portará 48 horas hábiles. Un día antes por un mensaje de WhatsApp vamos a estar informando el afecto de portabilidad para que se quede tranquila. Después solicitamos en caso de no levantar señal, reiniciar equipo. Por otro lado, entre los próximos días recibirá una encuesta de satisfacción por WhatsApp. Le solicitamos que la completa chat es muy importante para la empresa. Bien, ¿tenés algún tipo de duda, consulta, no digas que me quieras brindar? Eh, no, no, solo ahora no. Excelente. Entonces, apenas lees lo que es a tu domicilio, te voy al país que me envíes la foto, el de Ney, Frente y Dorso, para que corroboremos lo que es la titularía y el trámite ya estaría gestionado, ¿bien? Listo, genial. Excelente, te doy la bienvenida, que tengas buen día, cualquier consultita me escribís al WhatsApp, ese es mi número en particular, ¿bien? Listo, genial, muchísimas gracias. Que tengas buen día, hasta luego. Solamente. No, no.",
  "calidad": {
    "confianza_promedio": 0.484,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:35:07.975149",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 168,
    "total_segmentos_corregido": 46,
    "fecha_correccion": "2026-01-18T23:05:30.320416",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114130805747_ACD_09403",
    "fecha_inicio": "14/1/2026 13:08:05",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 540,
    "tiempo_conversacion": 523,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}