{
  "archivo": "amza74_1_260113121934009_ACD_68921.wav",
  "duracion_segundos": 205.67,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 40.46,
    "Cliente": 154.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.8,
      "fin": 23.39,
      "duracion": 21.59,
      "texto": "Hola, ¿te trae? ¿La habló compa, hola? Sí, ella habla, ¿qué puede ser? ¿Cómo es que se habló la última idea de la compañía Movistar? ¿Y un descuento de lo que te encontrás en plena casa? ¿Sí? Ah, sí, sí. Ya me llamaron y dije que por ahora no. ¿Por qué? ¿Has tenido mala experiencia? No, no, no. En su momento yo tuve... A ver, te comento.",
      "confianza": 0.062,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.93,
      "fin": 29.92,
      "duracion": 5.99,
      "texto": "Yo tuve 14 años con Movistar. En un momento se elevó mucho el precio.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.46,
      "fin": 98.57,
      "duracion": 68.11,
      "texto": "Había pedido yo haber algún ajuste, algo que podían hacer a la línea. Yo tenía dos líneas. No, una en este entonces. No, no me acuerdo. Sí, no, dos, porque estaba la de mi hijo también. Y me decían que no se podía porque ella tenía bonificación, que sé yo. Entonces, claro, me ofreció un buen precio por dos líneas. Bueno, por eso me pasé. No porque haya tenido una mala experiencia con Movistar. Pues por eso nada más. Es problema de costuración, más que todo. Exactamente, sí, sí, sí. Bien, si no hubiera sido un tapado, ya veo que está hace dos años con Claro, me gustaría saber qué tipo de planos, ¿cuántas tiene usted hoy en diabilidad? Y yo ahora tengo las dos niñas y estoy pagando actualmente 19.000 por las dos. Bien, perfecto. Sí, alrededor de nueve mil pesos cada una o diez. Exactamente, sí. Sí, sí, sí. Bien, perfecto. Bueno, miren, nosotros en este caso el plan más económico es de once mil cuatrocientos. Claro, yo entiendo que estás por tema de precios.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 99.21,
      "fin": 99.39,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.51,
      "fin": 106.78,
      "duracion": 6.27,
      "texto": "Sí. Yo te puedo hacer un mensajito de WhatsApp donde en casa que tengo algo menor a lo que estás abonando.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.48,
      "fin": 113.7,
      "duracion": 6.22,
      "texto": "Te la puedo comentar. ¿Te pasaría si es así? Por ejemplo, si te otorgo después algo más económico de nueve mil pesos.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.41,
      "fin": 124.5,
      "duracion": 10.09,
      "texto": "Mira, si querés pasame, lo miro y cualquier cosa no lo veo.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.53,
      "fin": 126.83,
      "duracion": 2.3,
      "texto": "Perfecto, también te comento que contamos con Internet a hogar.",
      "confianza": 0.158,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.85,
      "fin": 142.49,
      "duracion": 15.64,
      "texto": "Sí, igualmente el Internet todavía acá no llegó en un momento, yo pensé cambiarme a Movistar, por el hecho de poner Internet, pero no, todavía no llegó. ¿Estás en Gregorio en lo que ver? No, no, no, esto sería Villa Celina.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.38,
      "fin": 153.17,
      "duracion": 9.79,
      "texto": "Barrio Sarmiento. ¿Me querés decir la dirección y te lo confirmo por WhatsApp después? Vale, Vito Dumas. ¿Cómo es la calle?",
      "confianza": 0.402,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.91,
      "fin": 164.61,
      "duracion": 10.7,
      "texto": "Vito, Vito Dumas. Vito Dumas. Vito, de corta I-T-O. Sí. Dumas, 816.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 166.47,
      "fin": 171.65,
      "duracion": 5.19,
      "texto": "Entre la calle Pío 10 y Pío 12.",
      "confianza": 0.838,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.16,
      "fin": 189.96,
      "duracion": 17.8,
      "texto": "¿Esta es Luis Rey del Pina? No, no, no, Villa Selina. Villa Selina. Villa Madero quizás te aparezca como Villa Madero. Perfecto, si acá estoy yo te voy a confirmar la cobertura por WhatsApp y te voy a armar un convito, ¿sí?",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.5,
      "fin": 205.67,
      "duracion": 15.17,
      "texto": "Vale, perfecto. Verás que el combo será más económico, mejor que el declaro, te contactas conmigo y te asesoro obviamente el paso a paso que tenemos, ¿sí? Perfecto, gracias. Tengan muy bonita tarde y hasta luego. Igualmente para vos.",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿te trae? ¿La habló compa, hola? Sí, ella habla, ¿qué puede ser? ¿Cómo es que se habló la última idea de la compañía Movistar? ¿Y un descuento de lo que te encontrás en plena casa? ¿Sí? Ah, sí, sí. Ya me llamaron y dije que por ahora no. ¿Por qué? ¿Has tenido mala experiencia? No, no, no. En su momento yo tuve... A ver, te comento. Yo tuve 14 años con Movistar. En un momento se elevó mucho el precio. Había pedido yo haber algún ajuste, algo que podían hacer a la línea. Yo tenía dos líneas. No, una en este entonces. No, no me acuerdo. Sí, no, dos, porque estaba la de mi hijo también. Y me decían que no se podía porque ella tenía bonificación, que sé yo. Entonces, claro, me ofreció un buen precio por dos líneas. Bueno, por eso me pasé. No porque haya tenido una mala experiencia con Movistar. Pues por eso nada más. Es problema de costuración, más que todo. Exactamente, sí, sí, sí. Bien, si no hubiera sido un tapado, ya veo que está hace dos años con Claro, me gustaría saber qué tipo de planos, ¿cuántas tiene usted hoy en diabilidad? Y yo ahora tengo las dos niñas y estoy pagando actualmente 19.000 por las dos. Bien, perfecto. Sí, alrededor de nueve mil pesos cada una o diez. Exactamente, sí. Sí, sí, sí. Bien, perfecto. Bueno, miren, nosotros en este caso el plan más económico es de once mil cuatrocientos. Claro, yo entiendo que estás por tema de precios. Sí. Sí. Yo te puedo hacer un mensajito de WhatsApp donde en casa que tengo algo menor a lo que estás abonando. Te la puedo comentar. ¿Te pasaría si es así? Por ejemplo, si te otorgo después algo más económico de nueve mil pesos. Mira, si querés pasame, lo miro y cualquier cosa no lo veo. Perfecto, también te comento que contamos con Internet a hogar. Sí, igualmente el Internet todavía acá no llegó en un momento, yo pensé cambiarme a Movistar, por el hecho de poner Internet, pero no, todavía no llegó. ¿Estás en Gregorio en lo que ver? No, no, no, esto sería Villa Celina. Barrio Sarmiento. ¿Me querés decir la dirección y te lo confirmo por WhatsApp después? Vale, Vito Dumas. ¿Cómo es la calle? Vito, Vito Dumas. Vito Dumas. Vito, de corta I-T-O. Sí. Dumas, 816. Entre la calle Pío 10 y Pío 12. ¿Esta es Luis Rey del Pina? No, no, no, Villa Selina. Villa Selina. Villa Madero quizás te aparezca como Villa Madero. Perfecto, si acá estoy yo te voy a confirmar la cobertura por WhatsApp y te voy a armar un convito, ¿sí? Vale, perfecto. Verás que el combo será más económico, mejor que el declaro, te contactas conmigo y te asesoro obviamente el paso a paso que tenemos, ¿sí? Perfecto, gracias. Tengan muy bonita tarde y hasta luego. Igualmente para vos.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:02:49.410033",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:32.082508",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113121934009_ACD_68921",
    "fecha_inicio": "13/1/2026 12:19:34",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 266,
    "tiempo_conversacion": 201,
    "tiempo_hold": 0,
    "tiempo_acw": 46,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cliente Ocupado",
    "tipo_tipificacion": "No Exitoso"
  }
}