{
  "archivo": "amza24_1_260116121126356_ACD_42679.wav",
  "duracion_segundos": 308.46,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 184.55,
    "Cliente": 115.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.15,
      "fin": 27.71,
      "duracion": 27.56,
      "texto": "Hola. Sí. Hola, ¿cómo estás? Buenos días, hablo con Oswaldo. Sí. ¿Cómo estás, Oswaldo? Usted es mi nombre, investigo en un migrante de la área de recupero de clientes movistar. Nos figura que actualmente estás en claro, ¿verdad? Sí. Bien. ¿Te consulto el motivo por el que te fuiste de movistar o en fue? Porque...",
      "confianza": 0.18,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.57,
      "fin": 28.77,
      "duracion": 0.2,
      "texto": "No,",
      "confianza": 0.62,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.77,
      "fin": 33.81,
      "duracion": 5.04,
      "texto": "porque tenía problemas, o sea, todos los meses venía aumentando la boleta.",
      "confianza": 0.62,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.84,
      "fin": 46.69,
      "duracion": 12.86,
      "texto": "Cuando tú te asustes, digamos, siempre con la persona, siempre con la máquina y...",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.33,
      "fin": 53.04,
      "duracion": 5.71,
      "texto": "Ya, entiendo. Bueno, antes que nada, sí, pedí que disfrutas por lo que te pasó anteriormente, sí.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.54,
      "fin": 73.83,
      "duracion": 20.29,
      "texto": "Por otro lado, darte la seguridad y tranquilidad de que esto no va a suceder, porque movilizar, por supuesto, que eso ha sido uno de los grandes inconvenientes que he tenido, y quiero un trato más personalizado con sus clientes, sí. En este caso, cada vez que vos tengas alguna consulta que hacer respecto al servicio, te podés comunitar directamente conmigo, que yo voy a ser tu asesora, sí,",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.47,
      "fin": 83.28,
      "duracion": 8.81,
      "texto": "Y lo que yo te pueda solucionar, lo hago yo y lo que no te derivo de los canales oficiales es donde vas a tener una respuesta inmediata, ¿sí? Sí.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.3,
      "fin": 103.93,
      "duracion": 20.64,
      "texto": "Por otro lado, bueno, contarte que en este caso tenemos promociones exclusivas y para aquellos clientes que han sido parte de la compañía es un plan de 8 gigas de banque más 8 de regalo, 16 gigas en total, WhatsApp gratis, llamadas libres a todas las compañías por un precio final de 10.400 pesos.",
      "confianza": 0.596,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.12,
      "fin": 131.05,
      "duracion": 26.93,
      "texto": "Sí. En este caso, Osvaldo, el trámite es súper sencillo. Simplemente te verificamos los datos y te enviamos el tipo de la sucursal más cercana a tu homicidio o a tu homicidio elaborado donde te quede más cómodo retirarlo a vos. Sí. En este momento, te agradezco. Me agradeceré. Por ahora, están que me dijeron claro, es mucho más barato.",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.06,
      "fin": 133.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.013,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 133.14,
      "fin": 161.05,
      "duracion": 27.91,
      "texto": "Gracias. El único que tengo que comentar es que me interesa con la línea, digamos, con lo que es internet. Pero el resto no, porque sinceramente, yo el teléfono lo uso cuando estoy en casa, prácticamente, porque después yo no manejo la calle, o sea, cuando estoy en la calle, porque durante el día tengo un Skype y uso el OneSight, ¿no?",
      "confianza": 0.14,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.07,
      "fin": 163.45,
      "duracion": 2.38,
      "texto": "No me interesa, porque tiene muchos giros",
      "confianza": 0.544,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.84,
      "fin": 193.25,
      "duracion": 29.41,
      "texto": "Como yo he dicho que recién ha llamado, mandó un mensaje y ya está. Bien, en ese caso te puedo brindar el plan de 4GB de base más 4 de regalo, van a ser 8GB, WhatsApp gratis y llamadas libres a todas las compañías por un precio final de $7,460. Bien, y además, como me contás que tenés el internet ya en tu domicilio de movistar, vas a tener un descuento de $4,000 sobre el final de la factura.",
      "confianza": 0.173,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.99,
      "fin": 194.17,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.374,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 194.25,
      "fin": 200.1,
      "duracion": 5.85,
      "texto": "En el momento no.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 200.98,
      "fin": 202.18,
      "duracion": 1.2,
      "texto": "De mi parte no.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.2,
      "fin": 208.79,
      "duracion": 6.59,
      "texto": "Yo tengo mi señora que tiene que dar eso así si te pasa movistar. Bien.",
      "confianza": 0.547,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 208.81,
      "fin": 218.44,
      "duracion": 9.63,
      "texto": "Bueno, lo que podremos hacer es que te voy a mandar un mensaje de whatsapp con las promociones y con el valor y le pases en todo caso el contacto a ella y que ella me hable.",
      "confianza": 0.435,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.5,
      "fin": 223.29,
      "duracion": 3.79,
      "texto": "Claro, porque ella también se pasó lo mismo.",
      "confianza": 0.576,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 223.59,
      "fin": 308.46,
      "duracion": 84.87,
      "texto": "O sea, no es porque yo sé que las cosas aumentan, viste, pero... Claro, me preocupa soñando, viste, y aumentando el saldo de cosas, y a montón, ¿no? Es que es muy de a poco, viste, vuelvo a decir, de 7 pasa a 10, ponemos a 9, está bien, pero de 7 pasa a 15, es como que es 100%, y cuando quise hacer el reclamo no pude hacer el reclamo porque me atendía la máquina o siempre estaban ocupados y así que bueno, mejor que me eché un poco los piñatos y bueno. Bien, Osvaldo, de todas maneras eso sí, quédate tranquilo que ahora sí, 30 días antes de que vaya a haber un incremento en la factura se te avisa a través de la app de Monster. Eso es así y quédate tranquilo que va a ser así, 30 días antes de que vos vayas a tener un incremento en la factura se te va a avisar por la app, se te va a notificar. ¿Para qué pasa esto? Para que vos puedas pedirnos los descuentos o promociones que tengamos en vigencia, ¿bien? Lo podés pedir desde la...",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Sí. Hola, ¿cómo estás? Buenos días, hablo con Oswaldo. Sí. ¿Cómo estás, Oswaldo? Usted es mi nombre, investigo en un migrante de la área de recupero de clientes movistar. Nos figura que actualmente estás en claro, ¿verdad? Sí. Bien. ¿Te consulto el motivo por el que te fuiste de movistar o en fue? Porque... No, porque tenía problemas, o sea, todos los meses venía aumentando la boleta. Cuando tú te asustes, digamos, siempre con la persona, siempre con la máquina y... Ya, entiendo. Bueno, antes que nada, sí, pedí que disfrutas por lo que te pasó anteriormente, sí. Por otro lado, darte la seguridad y tranquilidad de que esto no va a suceder, porque movilizar, por supuesto, que eso ha sido uno de los grandes inconvenientes que he tenido, y quiero un trato más personalizado con sus clientes, sí. En este caso, cada vez que vos tengas alguna consulta que hacer respecto al servicio, te podés comunitar directamente conmigo, que yo voy a ser tu asesora, sí, Y lo que yo te pueda solucionar, lo hago yo y lo que no te derivo de los canales oficiales es donde vas a tener una respuesta inmediata, ¿sí? Sí. Por otro lado, bueno, contarte que en este caso tenemos promociones exclusivas y para aquellos clientes que han sido parte de la compañía es un plan de 8 gigas de banque más 8 de regalo, 16 gigas en total, WhatsApp gratis, llamadas libres a todas las compañías por un precio final de 10.400 pesos. Sí. En este caso, Osvaldo, el trámite es súper sencillo. Simplemente te verificamos los datos y te enviamos el tipo de la sucursal más cercana a tu homicidio o a tu homicidio elaborado donde te quede más cómodo retirarlo a vos. Sí. En este momento, te agradezco. Me agradeceré. Por ahora, están que me dijeron claro, es mucho más barato. Sí. Gracias. El único que tengo que comentar es que me interesa con la línea, digamos, con lo que es internet. Pero el resto no, porque sinceramente, yo el teléfono lo uso cuando estoy en casa, prácticamente, porque después yo no manejo la calle, o sea, cuando estoy en la calle, porque durante el día tengo un Skype y uso el OneSight, ¿no? No me interesa, porque tiene muchos giros Como yo he dicho que recién ha llamado, mandó un mensaje y ya está. Bien, en ese caso te puedo brindar el plan de 4GB de base más 4 de regalo, van a ser 8GB, WhatsApp gratis y llamadas libres a todas las compañías por un precio final de $7,460. Bien, y además, como me contás que tenés el internet ya en tu domicilio de movistar, vas a tener un descuento de $4,000 sobre el final de la factura. Sí. En el momento no. De mi parte no. Yo tengo mi señora que tiene que dar eso así si te pasa movistar. Bien. Bueno, lo que podremos hacer es que te voy a mandar un mensaje de whatsapp con las promociones y con el valor y le pases en todo caso el contacto a ella y que ella me hable. Claro, porque ella también se pasó lo mismo. O sea, no es porque yo sé que las cosas aumentan, viste, pero... Claro, me preocupa soñando, viste, y aumentando el saldo de cosas, y a montón, ¿no? Es que es muy de a poco, viste, vuelvo a decir, de 7 pasa a 10, ponemos a 9, está bien, pero de 7 pasa a 15, es como que es 100%, y cuando quise hacer el reclamo no pude hacer el reclamo porque me atendía la máquina o siempre estaban ocupados y así que bueno, mejor que me eché un poco los piñatos y bueno. Bien, Osvaldo, de todas maneras eso sí, quédate tranquilo que ahora sí, 30 días antes de que vaya a haber un incremento en la factura se te avisa a través de la app de Monster. Eso es así y quédate tranquilo que va a ser así, 30 días antes de que vos vayas a tener un incremento en la factura se te va a avisar por la app, se te va a notificar. ¿Para qué pasa esto? Para que vos puedas pedirnos los descuentos o promociones que tengamos en vigencia, ¿bien? Lo podés pedir desde la...",
  "calidad": {
    "confianza_promedio": 0.448,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:33:53.096910",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:19.356073",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116121126356_ACD_42679",
    "fecha_inicio": "16/1/2026 12:11:26",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 417,
    "tiempo_conversacion": 299,
    "tiempo_hold": 0,
    "tiempo_acw": 94,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}