{
  "archivo": "amza39_1_260116115743719_ACD_13611.wav",
  "duracion_segundos": 64.53,
  "num_segmentos": 20,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 34.36,
    "Cliente": 25.62
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.08,
      "fin": 28.59,
      "duracion": 27.51,
      "texto": "Hola, buen día. ¿Me comunico con Mariela Cortés o alguna línea a su nombre? Sí, con el marido. ¿Cómo le iba a un gusto? ¿Mi nombre es Catalina, su nombre? Fernando, Cristina. ¿Cómo está Fernando un gusto? Yo lo contactaba desde el área de beneficios movistar para hacerles llegar lo que es una promoción para las líneas móviles y Wi-Fi hogar en caso de que también precise. Coménteme, ¿sústé quién se encarga de todo este tema de la gestión de los precios?",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.31,
      "fin": 36.16,
      "duracion": 6.85,
      "texto": "Sí, no, ella se encarga, que me quieren hablar de ella. Bien, ¿me podría decir en qué termina ya que tengo dos números más a nombre de ella?",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.02,
      "fin": 56.97,
      "duracion": 18.95,
      "texto": "Sí, ahí te digo, para que esté buscando a la que no me acuerdo nunca. Ok, no hay problema, lo espero. Pasa que siempre me llaman a mí, no sé por qué, pasa que está arriba el mío, ¿qué? Debe salir primero en la lista, entonces directamente se comunican con usted. Sí, 3797 termina.",
      "confianza": 0.087,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.86,
      "fin": 64.53,
      "duracion": 6.67,
      "texto": "Perfecto, perfecto. Muchas gracias, Fernando. A mí me comunico directamente con ella entonces. Adiós.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Me comunico con Mariela Cortés o alguna línea a su nombre? Sí, con el marido. ¿Cómo le iba a un gusto? ¿Mi nombre es Catalina, su nombre? Fernando, Cristina. ¿Cómo está Fernando un gusto? Yo lo contactaba desde el área de beneficios movistar para hacerles llegar lo que es una promoción para las líneas móviles y Wi-Fi hogar en caso de que también precise. Coménteme, ¿sústé quién se encarga de todo este tema de la gestión de los precios? Sí, no, ella se encarga, que me quieren hablar de ella. Bien, ¿me podría decir en qué termina ya que tengo dos números más a nombre de ella? Sí, ahí te digo, para que esté buscando a la que no me acuerdo nunca. Ok, no hay problema, lo espero. Pasa que siempre me llaman a mí, no sé por qué, pasa que está arriba el mío, ¿qué? Debe salir primero en la lista, entonces directamente se comunican con usted. Sí, 3797 termina. Perfecto, perfecto. Muchas gracias, Fernando. A mí me comunico directamente con ella entonces. Adiós.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 4.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:20:22.492104",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 20,
    "total_segmentos_corregido": 4,
    "fecha_correccion": "2026-01-18T23:05:25.970182",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116115743719_ACD_13611",
    "fecha_inicio": "16/1/2026 11:57:43",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 96,
    "tiempo_conversacion": 63,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}