{
  "archivo": "amza314_1_260113114318842_ACD_66523.wav",
  "duracion_segundos": 109.89,
  "num_segmentos": 24,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 82.71,
    "Cliente": 21.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 12.01,
      "duracion": 11.98,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Luis. Sí. Luis, ¿cómo te va a hacer Rosy hoy para brindarte un beneficio en la línea? ¿Cómo te encontrás el día de hoy?",
      "confianza": 0.221,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.19,
      "fin": 15.29,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.017,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.31,
      "fin": 22.46,
      "duracion": 7.15,
      "texto": "Me alegro. ¿Usted se llama? Porque, bueno, a mí me figura que en Sistemas en la línea estás con claro, el Internet y tu casa. ¿También lo manejas con claro?",
      "confianza": 0.095,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.68,
      "fin": 38.43,
      "duracion": 14.75,
      "texto": "No, no, ya tengo años de personal show. Personal show. Bien, ¿y has podido chequear la cobertura intermedia de Movistar en una de esas? ¿Has podido fijarte si llega a tu zona?",
      "confianza": 0.298,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.45,
      "fin": 47.54,
      "duracion": 9.09,
      "texto": "Sí, sí, pero lo pegué una vez, pero no me convenció, así que ya tengo más de 10 años con televisión, con personal.",
      "confianza": 0.126,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.58,
      "fin": 94.41,
      "duracion": 46.83,
      "texto": "Entiendo, la idea, Luis, no es que te cambies por estar mal en tu compañía actual, sino que nos des la chance obviamente de brindarte un mejor servicio. Ya que me asegura que la última vez que estuviste con nosotros fue hace dos años ya con respecto a lo que es la línea móvil y obviamente nos hemos reinventado mucho como empresa, al día de hoy tenemos lo que es el Internet más veloz de todo el país, ¿sí? Con respecto a lo que es la línea también encontramos con lo que es la señal 5G+, ¿sí? Ya navegamos con 5G, así que está, digamos, todo más conectado con respecto a lo que es calidad del servicio y la señal anda mucho mejor, ¿sí? y obviamente quería brindarte una promo. Actualmente tengo lo que es los dos servicios por 24 mil pesos, serían 8 gigas para la línea móvil y 300 megas de internet en la casa.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.99,
      "fin": 99.62,
      "duracion": 4.63,
      "texto": "Todo lo que es completo, sí, además de tener dos meses gratis de Movistar TV.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.54,
      "fin": 109.89,
      "duracion": 9.35,
      "texto": "En el caso de que tengas contratado también lo que es la TV, tenés esos dos meses gratis para poder ocuparlo.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Luis. Sí. Luis, ¿cómo te va a hacer Rosy hoy para brindarte un beneficio en la línea? ¿Cómo te encontrás el día de hoy? Bien. Me alegro. ¿Usted se llama? Porque, bueno, a mí me figura que en Sistemas en la línea estás con claro, el Internet y tu casa. ¿También lo manejas con claro? No, no, ya tengo años de personal show. Personal show. Bien, ¿y has podido chequear la cobertura intermedia de Movistar en una de esas? ¿Has podido fijarte si llega a tu zona? Sí, sí, pero lo pegué una vez, pero no me convenció, así que ya tengo más de 10 años con televisión, con personal. Entiendo, la idea, Luis, no es que te cambies por estar mal en tu compañía actual, sino que nos des la chance obviamente de brindarte un mejor servicio. Ya que me asegura que la última vez que estuviste con nosotros fue hace dos años ya con respecto a lo que es la línea móvil y obviamente nos hemos reinventado mucho como empresa, al día de hoy tenemos lo que es el Internet más veloz de todo el país, ¿sí? Con respecto a lo que es la línea también encontramos con lo que es la señal 5G+, ¿sí? Ya navegamos con 5G, así que está, digamos, todo más conectado con respecto a lo que es calidad del servicio y la señal anda mucho mejor, ¿sí? y obviamente quería brindarte una promo. Actualmente tengo lo que es los dos servicios por 24 mil pesos, serían 8 gigas para la línea móvil y 300 megas de internet en la casa. Todo lo que es completo, sí, además de tener dos meses gratis de Movistar TV. En el caso de que tengas contratado también lo que es la TV, tenés esos dos meses gratis para poder ocuparlo.",
  "calidad": {
    "confianza_promedio": 0.463,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:22:42.315496",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 24,
    "total_segmentos_corregido": 8,
    "fecha_correccion": "2026-01-18T23:05:22.533115",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113114318842_ACD_66523",
    "fecha_inicio": "13/1/2026 11:43:18",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 222,
    "tiempo_conversacion": 106,
    "tiempo_hold": 0,
    "tiempo_acw": 96,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}