{
  "archivo": "amza13_1_260116121207517_ACD_43699.wav",
  "duracion_segundos": 309.74,
  "num_segmentos": 105,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 144.37,
    "Cliente": 140.76
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.4,
      "fin": 8.63,
      "duracion": 7.23,
      "texto": "Hola, buenos días. Hablo con Luis. Sí. ¿Qué tal? Luis hablaba a gelargo de la línea de beneficios de Emovistar.",
      "confianza": 0.121,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.29,
      "fin": 28.03,
      "duracion": 18.74,
      "texto": "El día de hoy te damos porque tengo un plan en promoción para la línea está la que tenés comprado. No. No, no, no. No, no, no. Y no porque sabes qué pasa. Ahora las promos son todas buenas, pero después te vuelve a hacer lo que me hizo. Por eso me fui. ¿Qué te pasó con Tames?",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.94,
      "fin": 33.6,
      "duracion": 4.66,
      "texto": "Me tuve 25 años, eh. No estuve todavía.",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.48,
      "fin": 35.41,
      "duracion": 0.92,
      "texto": "O 20 años.",
      "confianza": 0.811,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.63,
      "fin": 40.81,
      "duracion": 4.18,
      "texto": "Siempre movilidad. En 2023, hace ya un buen tiempo.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.88,
      "fin": 42.7,
      "duracion": 0.82,
      "texto": "Me fui.",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.5,
      "fin": 45.52,
      "duracion": 2.02,
      "texto": "En 2023 me fui. Exactamente.",
      "confianza": 0.394,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 45.72,
      "fin": 50.41,
      "duracion": 4.69,
      "texto": "Si tu problema fue la facturación, te comento que eso no pasa por dos motivos.",
      "confianza": 0.679,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.53,
      "fin": 82.15,
      "duracion": 31.62,
      "texto": "Primero, que la inflación está más baja. Y segundo, que nuestros planes ahora duran seis meses. de modo que al final del periodo nunca ves un impacto fuerte en los aumentos en la factura porque son planes cortos. Vos cada seis meses haces que ir cambiando el plan y aprovechando los nuevos descuentos y los nuevos beneficios de modo que siempre vas a pagar menos. Sí, pero uno, perdóname, uno como está viviendo en este momento en este país, hermano, no tenés tiempo para pensar, viste lo que... ¿Me entendés? Lo mismo ahora le doy de baja al telecentro porque el telecentro hace lo que vos decís.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.87,
      "fin": 83.73,
      "duracion": 0.86,
      "texto": "¿Me entendés?",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.25,
      "fin": 102.03,
      "duracion": 17.78,
      "texto": "Vos no te enteráis y después te vienen boletas, ¿sabes cuánto pagabas yo de factura? 140.000 mangos. 140.000 pesos pagaba, ¿viste? Hasta que me dijo uno, che, Pocho, porque mi apodo es Pocho. Pocho, vos sos un pelotudo, yo pago 50 lucas y tengo el turbo.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.38,
      "fin": 105.84,
      "duracion": 2.46,
      "texto": "Entonces, ¿me entienden? Son cosas que me fueron metiendo.",
      "confianza": 0.328,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.83,
      "fin": 115.29,
      "duracion": 8.46,
      "texto": "Bueno, Pocho, ya que vas a darle de bajatelecentro, te puedo hacer una propuesta. Te llevo fibra óptica y te llevo la línea móvil a 24 mil pesos.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.52,
      "fin": 135.19,
      "duracion": 18.67,
      "texto": "Con un descuento fijo también por seis meses, igual que lo que te había comentado recién. ¿De qué me hablabas? ¿De internet? de internet. Sí, de internet, vos me hablás desde el centro para internet, ¿no? Desde la biblioteca de wifi de la casa. No, no. Todavía mantengo, porque después del gestión que le hice, me están cobrando ahora.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.73,
      "fin": 137.09,
      "duracion": 1.36,
      "texto": "Ahora me cobran 40, 45.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 138.59,
      "fin": 149.29,
      "duracion": 10.7,
      "texto": "Así. Pero igual es un montón. Podrías tener un giga... No, pero 45 a 137 creo que hay una diferencia casi de 100.000 mangos.",
      "confianza": 0.928,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.79,
      "fin": 153.61,
      "duracion": 3.82,
      "texto": "Es muy grande la diferencia, pero también es grande la diferencia de 45 a 24.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.77,
      "fin": 166.78,
      "duracion": 12.01,
      "texto": "Bueno, pero pará, pará, pará, pará. Me queda algo que ya lo voy a sacar. Todavía tengo algo, pero poquito, ¿viste? Me sacaron todo lo que nosotros no miramos.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 167.4,
      "fin": 182.72,
      "duracion": 15.32,
      "texto": "Todo lo que no miramos. se lo metían, pim-pim-pim-pim, 15 en este, 20 en el otro y así. Eso sí, eso factiblemente cuando yo desde de baja no quiero el telecentro, la Internet.",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 183.6,
      "fin": 193.01,
      "duracion": 9.41,
      "texto": "Quiero la Internet de movistar, sí, porque mi hijo tiene la Internet de movistar.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.03,
      "fin": 193.13,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.086,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 193.15,
      "fin": 194.0,
      "duracion": 0.84,
      "texto": "¿Te has pensado cuando vas a hacer esto?",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 195.43,
      "fin": 206.68,
      "duracion": 11.25,
      "texto": "No, pensado no. Más o menos calculo que en este mes lo voy a hacer. En este mes no, en febrero lo voy a hacer.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 207.5,
      "fin": 210.1,
      "duracion": 2.6,
      "texto": "En febrero ya me doy de baja todo.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.76,
      "fin": 211.18,
      "duracion": 0.42,
      "texto": "Perfecto.",
      "confianza": 0.698,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.2,
      "fin": 246.51,
      "duracion": 35.31,
      "texto": "Te acaban de mandar un whatsapp que pusieron a su Gerardo de Movistar y me agendás como asesor de ventas en el momento en que vos quieras... Decime tu nombre. Movistar, ponme tu nombre. Gerardo Movistar. Listo, con eso. Gerardo, listo. Te asesoro y te hago una propuesta para la fibra, ¿vale? Bueno, dale, dale. Sí, en eso sí estoy interesado. En eso sí estoy interesado. ¿Eh? Dale, Gerardo. Bueno. Con tu nombre, con tu nombre, me acuerdo de un gran amigo, Gerardo Cabalcante.",
      "confianza": 0.308,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.52,
      "fin": 257.73,
      "duracion": 10.21,
      "texto": "Amigo, compañero, trabajador. Yo soy municipal, amigo. Ajá, bueno. Y me acordé de ese hombre, ¿no? Que bueno, hace muchísimos años ve.",
      "confianza": 0.925,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 258.27,
      "fin": 286.48,
      "duracion": 28.21,
      "texto": "Pero justo dijiste Gerardo y se me vino a cabalcante. Mirá vos, el apellido. Bueno, Gerardo, te agento, hermano. ¿Eh? ¿Dale? ¿Y cuándo... y cuándo... y cuándo, este, cómo es que te digo, cuándo voy a hacer la Internet? ¿Cuánto me dijiste en Internet? 24, pero el precio puede variar, tal vez en ese momento está incluso a menos. Internet solo. Acá tengo a la sargento, mi mujer, que me dice Internet solo. Sí, Marín.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.48,
      "fin": 299.53,
      "duracion": 11.05,
      "texto": "Es como tiene tu hijo. Como tiene tu hijo, Juan. Bueno, listo, listo, Gerardo, dale. Dale, dale, dale. Después hablamos cuando llegue el momento.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 300.33,
      "fin": 309.74,
      "duracion": 9.41,
      "texto": "Yo te llamo. Quiero dar exposición. Hasta luego. Dale Gerardo, gracias por llamarme. Hasta luego.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Luis. Sí. ¿Qué tal? Luis hablaba a gelargo de la línea de beneficios de Emovistar. El día de hoy te damos porque tengo un plan en promoción para la línea está la que tenés comprado. No. No, no, no. No, no, no. Y no porque sabes qué pasa. Ahora las promos son todas buenas, pero después te vuelve a hacer lo que me hizo. Por eso me fui. ¿Qué te pasó con Tames? Me tuve 25 años, eh. No estuve todavía. O 20 años. Siempre movilidad. En 2023, hace ya un buen tiempo. Me fui. En 2023 me fui. Exactamente. Si tu problema fue la facturación, te comento que eso no pasa por dos motivos. Primero, que la inflación está más baja. Y segundo, que nuestros planes ahora duran seis meses. de modo que al final del periodo nunca ves un impacto fuerte en los aumentos en la factura porque son planes cortos. Vos cada seis meses haces que ir cambiando el plan y aprovechando los nuevos descuentos y los nuevos beneficios de modo que siempre vas a pagar menos. Sí, pero uno, perdóname, uno como está viviendo en este momento en este país, hermano, no tenés tiempo para pensar, viste lo que... ¿Me entendés? Lo mismo ahora le doy de baja al telecentro porque el telecentro hace lo que vos decís. ¿Me entendés? Vos no te enteráis y después te vienen boletas, ¿sabes cuánto pagabas yo de factura? 140.000 mangos. 140.000 pesos pagaba, ¿viste? Hasta que me dijo uno, che, Pocho, porque mi apodo es Pocho. Pocho, vos sos un pelotudo, yo pago 50 lucas y tengo el turbo. Entonces, ¿me entienden? Son cosas que me fueron metiendo. Bueno, Pocho, ya que vas a darle de bajatelecentro, te puedo hacer una propuesta. Te llevo fibra óptica y te llevo la línea móvil a 24 mil pesos. Con un descuento fijo también por seis meses, igual que lo que te había comentado recién. ¿De qué me hablabas? ¿De internet? de internet. Sí, de internet, vos me hablás desde el centro para internet, ¿no? Desde la biblioteca de wifi de la casa. No, no. Todavía mantengo, porque después del gestión que le hice, me están cobrando ahora. Ahora me cobran 40, 45. Así. Pero igual es un montón. Podrías tener un giga... No, pero 45 a 137 creo que hay una diferencia casi de 100.000 mangos. Es muy grande la diferencia, pero también es grande la diferencia de 45 a 24. Bueno, pero pará, pará, pará, pará. Me queda algo que ya lo voy a sacar. Todavía tengo algo, pero poquito, ¿viste? Me sacaron todo lo que nosotros no miramos. Todo lo que no miramos. se lo metían, pim-pim-pim-pim, 15 en este, 20 en el otro y así. Eso sí, eso factiblemente cuando yo desde de baja no quiero el telecentro, la Internet. Quiero la Internet de movistar, sí, porque mi hijo tiene la Internet de movistar. Bien. ¿Te has pensado cuando vas a hacer esto? No, pensado no. Más o menos calculo que en este mes lo voy a hacer. En este mes no, en febrero lo voy a hacer. En febrero ya me doy de baja todo. Perfecto. Te acaban de mandar un whatsapp que pusieron a su Gerardo de Movistar y me agendás como asesor de ventas en el momento en que vos quieras... Decime tu nombre. Movistar, ponme tu nombre. Gerardo Movistar. Listo, con eso. Gerardo, listo. Te asesoro y te hago una propuesta para la fibra, ¿vale? Bueno, dale, dale. Sí, en eso sí estoy interesado. En eso sí estoy interesado. ¿Eh? Dale, Gerardo. Bueno. Con tu nombre, con tu nombre, me acuerdo de un gran amigo, Gerardo Cabalcante. Amigo, compañero, trabajador. Yo soy municipal, amigo. Ajá, bueno. Y me acordé de ese hombre, ¿no? Que bueno, hace muchísimos años ve. Pero justo dijiste Gerardo y se me vino a cabalcante. Mirá vos, el apellido. Bueno, Gerardo, te agento, hermano. ¿Eh? ¿Dale? ¿Y cuándo... y cuándo... y cuándo, este, cómo es que te digo, cuándo voy a hacer la Internet? ¿Cuánto me dijiste en Internet? 24, pero el precio puede variar, tal vez en ese momento está incluso a menos. Internet solo. Acá tengo a la sargento, mi mujer, que me dice Internet solo. Sí, Marín. Es como tiene tu hijo. Como tiene tu hijo, Juan. Bueno, listo, listo, Gerardo, dale. Dale, dale, dale. Después hablamos cuando llegue el momento. Yo te llamo. Quiero dar exposición. Hasta luego. Dale Gerardo, gracias por llamarme. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.558,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:14:51.735216",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 105,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:14.479740",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116121207517_ACD_43699",
    "fecha_inicio": "16/1/2026 12:12:07",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 314,
    "tiempo_conversacion": 296,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}