{
  "archivo": "amza16_1_260116110336802_ACD_24797.wav",
  "duracion_segundos": 320.64,
  "num_segmentos": 86,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 182.07,
    "Cliente": 111.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.39,
      "fin": 0.55,
      "duracion": 0.16,
      "texto": "Hola.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.13,
      "fin": 3.15,
      "duracion": 1.02,
      "texto": "Hola, buen día, Franco.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.15,
      "fin": 11.41,
      "duracion": 7.26,
      "texto": "¿Qué tal? ¿Cómo estás? Mi nombre es Maciel, comunicamos desde la Liga de Beneficio, Movistar.",
      "confianza": 0.358,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.43,
      "fin": 11.65,
      "duracion": 0.22,
      "texto": "Ah, sí, sí.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.67,
      "fin": 14.85,
      "duracion": 3.19,
      "texto": "Mejorarte el plan de tu ira o no vamos que te encontrás en clara actualmente.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.16,
      "fin": 16.22,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.8,
      "fin": 46.09,
      "duracion": 29.29,
      "texto": "Queremos brindarte lo que es un plan desde 1400 pesos y después lo vas a contar con un total de 16 llegas para neverar. Queríamos que de igual manera... ¿Cuál es la mejor playa para un plan? Sí, ¿sabés qué? Yo lo que estaría necesitando, hay uno de los planes que me habían ofrecido, que creo que era algo de 58 gigas o 60 gigas o algo así, por 20 algo me habían dicho.",
      "confianza": 0.557,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.59,
      "fin": 53.88,
      "duracion": 7.29,
      "texto": "Sí, puede ser, ahora te lo robo. Porque yo lo uso para trabajar y todo, uso mucho, ¿viste? Internet.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.54,
      "fin": 68.67,
      "duracion": 14.13,
      "texto": "Sí, obvio. El que te tiene que haber comentado es uno de 50 gigas de base, ¿sí? Y al día de hoy está llegando 28.350. Y tenés 8 gigas de regalo también por 6 meses.",
      "confianza": 0.38,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.73,
      "fin": 69.99,
      "duracion": 1.26,
      "texto": "Exacto.",
      "confianza": 0.872,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.01,
      "fin": 78.05,
      "duracion": 8.04,
      "texto": "Y también lo que son 20 gigas extra, regalo que eso lo tenés. Si descargas una aplicación, también eso lo puedes activar en el momento que vuelves a hacer, digamos que te haga falta.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.51,
      "fin": 84.94,
      "duracion": 5.43,
      "texto": "También tienes el beneficio de poder guardar los gigas, digamos, de los 50 gigas de base.",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.62,
      "fin": 98.01,
      "duracion": 12.39,
      "texto": "En el caso, digamos, que te sobren 20, 30 gigas, puedes guardarlo y utilizarlo al mes siguiente, digamos, para que no pierdas absolutamente nada. Ah, ok, ok. Es muy sencillo, también el... Sí, disculpa.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.9,
      "fin": 103.43,
      "duracion": 4.53,
      "texto": "Sí, lo estoy queriendo hacer, pero no tuve tiempo para hacerlo, ¿viste?",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.03,
      "fin": 109.73,
      "duracion": 5.7,
      "texto": "Ah, bienvenido. Por cierto, ya me habían comentado, por eso te dije más o menos el plan que estaba buscando.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.8,
      "fin": 120.41,
      "duracion": 8.61,
      "texto": "Claro, sí. Justo yo ahora estoy trabajando y estoy manejando. Ah, bien, sí. Te hago una consulta. ¿Eso tarda mucho para hacer la portabilidad?",
      "confianza": 0.163,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.49,
      "fin": 124.77,
      "duracion": 2.28,
      "texto": "No, es muy sencillo. Es más, ahora mismo... Sí, tengo que decirlo igual.",
      "confianza": 0.014,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 125.45,
      "fin": 130.11,
      "duracion": 4.67,
      "texto": "Ah, genial entonces, porque ni siquiera te tenés que acercar a una sucursal para retirar.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.13,
      "fin": 131.72,
      "duracion": 1.58,
      "texto": "Claro.",
      "confianza": 0.272,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.74,
      "fin": 169.24,
      "duracion": 37.5,
      "texto": "Es muy sencillo, durante 48 horas lo que hace SIM y te llega el QR que estarías por medio de un correo electrónico y tampoco para realizar el trámite es necesario que nos brinde datos, ya que figura que fuiste un cliente reciente de Movistar, así que están los datos aquí registrados en sistema. Lo único que podemos modificar en tal caso es lo que es el correo electrónico, porque recordar que tiene que ser un correo electrónico que esté en uso, ya que por ese medio te va a llegar el QR. ¿Te aparece uno ahí, mío? Sí, si querés te comente, digamos. Sí, tengo uno que es FB Corta.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.85,
      "fin": 178.66,
      "duracion": 7.81,
      "texto": "FB Corta, 7468... 7468. 7. 27, ajá, marroajimein.com.",
      "confianza": 0.835,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.33,
      "fin": 197.88,
      "duracion": 18.55,
      "texto": "es el mismo que sigo usando. Ah, bien genial. Si querés te valido los datos y generamos la solicitud en este momento, no te cortas para que estés tranquilo en lo que es tu cobertura actualmente de tu compañía de momentos, siempre te va a... Claro, solo que necesito eso es no quedarme sin internet, ¿viste? Claro,",
      "confianza": 0.164,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 197.88,
      "fin": 198.38,
      "duracion": 0.5,
      "texto": "justamente.",
      "confianza": 0.6,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.56,
      "fin": 234.16,
      "duracion": 34.6,
      "texto": "Por ejemplo, si cargamos ahora lo que es el trámite es día viernes, así que suponete que entre el día lunes o martes Por ejemplo, 24 horas con anticipación te envían el QR y te dicen la fecha exacta en el cual tenés que escanear el QR. No es que te llegue el correo, lo tenés que escanear en el momento. Te va a ir el QR con el correo y abajo te va a decir la fecha de portabilidad para que vos te quedes tranquilo. Hasta ese momento que te indiquemos el correo electrónico, en esa fecha exacta tendrías que escanear el QR. No te cortan en el momento lo que es la línea ni nada por el estilo.",
      "confianza": 0.783,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.08,
      "fin": 262.93,
      "duracion": 27.85,
      "texto": "Ok, la línea mía que yo tengo, sería... Exacto, hay otros sistemas que nada, siempre te lo envían 24 horas, con anticipación, más que nada para que no te corten la línea y te queden comunicados, digamos, porque es medio tedioso. Claro. Así que... Sí, sí, es un sistema. Y bueno, recordá que mantienes el mismo número y eso es lo mismo, digamos. Ok. Es muy sencillo el trámite, si querés, lo hacemos ahora en este momento, solamente te valía los datos que te figuran acá en el sistema y eso sería todo, nada más.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.53,
      "fin": 269.86,
      "duracion": 6.33,
      "texto": "Yo te dejo mi WhatsApp, ¿sí? Sí. Sí, coméntame.",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.34,
      "fin": 273.65,
      "duracion": 2.3,
      "texto": "No, ¿se podrá hacer a la tarde eso?",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 275.27,
      "fin": 281.74,
      "duracion": 6.47,
      "texto": "Sí, no hay problema. Igualmente trabajo hasta las 15 horas. Si querés, de igual forma me podés ir respondiendo por WhatsApp. No hay problema.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 283.54,
      "fin": 283.69,
      "duracion": 0.15,
      "texto": "Ok.",
      "confianza": 0.499,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 283.69,
      "fin": 286.0,
      "duracion": 2.31,
      "texto": "No, entonces te voy respondiendo por WhatsApp.",
      "confianza": 0.499,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.02,
      "fin": 286.43,
      "duracion": 0.4,
      "texto": "¿Puede ser?",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.15,
      "fin": 287.73,
      "duracion": 0.58,
      "texto": "Sí, no hay problema.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 289.65,
      "fin": 316.56,
      "duracion": 26.91,
      "texto": "Si querés, te envío un WhatsApp. Mi nombre es Maciel. Ahí te dejo un mensaje y bueno, cuando me puedas responder no hay problema. Si querés te dejo los datos que te figuran ahí en el sistema. Y bueno, eso sería todo. Y ahí me vas charlando en tal caso que tengas alguna pregunta extra, ¿sí? Dale, y te voy contestando por ahí. Dale, genial. Entonces, Franco, bueno, ahí estamos. Si querés te envío lo que es el plan para que lo tengas presente, con todo lo que incluyo y demás. Más detallado, así que no hay problema.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.58,
      "fin": 317.46,
      "duracion": 0.88,
      "texto": "Dale.",
      "confianza": 0.535,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 317.48,
      "fin": 320.64,
      "duracion": 3.16,
      "texto": "Gracias. Muchas gracias. Gracias.",
      "confianza": 0.294,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día, Franco. ¿Qué tal? ¿Cómo estás? Mi nombre es Maciel, comunicamos desde la Liga de Beneficio, Movistar. Ah, sí, sí. Mejorarte el plan de tu ira o no vamos que te encontrás en clara actualmente. Sí. Queremos brindarte lo que es un plan desde 1400 pesos y después lo vas a contar con un total de 16 llegas para neverar. Queríamos que de igual manera... ¿Cuál es la mejor playa para un plan? Sí, ¿sabés qué? Yo lo que estaría necesitando, hay uno de los planes que me habían ofrecido, que creo que era algo de 58 gigas o 60 gigas o algo así, por 20 algo me habían dicho. Sí, puede ser, ahora te lo robo. Porque yo lo uso para trabajar y todo, uso mucho, ¿viste? Internet. Sí, obvio. El que te tiene que haber comentado es uno de 50 gigas de base, ¿sí? Y al día de hoy está llegando 28.350. Y tenés 8 gigas de regalo también por 6 meses. Exacto. Y también lo que son 20 gigas extra, regalo que eso lo tenés. Si descargas una aplicación, también eso lo puedes activar en el momento que vuelves a hacer, digamos que te haga falta. También tienes el beneficio de poder guardar los gigas, digamos, de los 50 gigas de base. En el caso, digamos, que te sobren 20, 30 gigas, puedes guardarlo y utilizarlo al mes siguiente, digamos, para que no pierdas absolutamente nada. Ah, ok, ok. Es muy sencillo, también el... Sí, disculpa. Sí, lo estoy queriendo hacer, pero no tuve tiempo para hacerlo, ¿viste? Ah, bienvenido. Por cierto, ya me habían comentado, por eso te dije más o menos el plan que estaba buscando. Claro, sí. Justo yo ahora estoy trabajando y estoy manejando. Ah, bien, sí. Te hago una consulta. ¿Eso tarda mucho para hacer la portabilidad? No, es muy sencillo. Es más, ahora mismo... Sí, tengo que decirlo igual. Ah, genial entonces, porque ni siquiera te tenés que acercar a una sucursal para retirar. Claro. Es muy sencillo, durante 48 horas lo que hace SIM y te llega el QR que estarías por medio de un correo electrónico y tampoco para realizar el trámite es necesario que nos brinde datos, ya que figura que fuiste un cliente reciente de Movistar, así que están los datos aquí registrados en sistema. Lo único que podemos modificar en tal caso es lo que es el correo electrónico, porque recordar que tiene que ser un correo electrónico que esté en uso, ya que por ese medio te va a llegar el QR. ¿Te aparece uno ahí, mío? Sí, si querés te comente, digamos. Sí, tengo uno que es FB Corta. FB Corta, 7468... 7468. 7. 27, ajá, marroajimein.com. es el mismo que sigo usando. Ah, bien genial. Si querés te valido los datos y generamos la solicitud en este momento, no te cortas para que estés tranquilo en lo que es tu cobertura actualmente de tu compañía de momentos, siempre te va a... Claro, solo que necesito eso es no quedarme sin internet, ¿viste? Claro, justamente. Por ejemplo, si cargamos ahora lo que es el trámite es día viernes, así que suponete que entre el día lunes o martes Por ejemplo, 24 horas con anticipación te envían el QR y te dicen la fecha exacta en el cual tenés que escanear el QR. No es que te llegue el correo, lo tenés que escanear en el momento. Te va a ir el QR con el correo y abajo te va a decir la fecha de portabilidad para que vos te quedes tranquilo. Hasta ese momento que te indiquemos el correo electrónico, en esa fecha exacta tendrías que escanear el QR. No te cortan en el momento lo que es la línea ni nada por el estilo. Ok, la línea mía que yo tengo, sería... Exacto, hay otros sistemas que nada, siempre te lo envían 24 horas, con anticipación, más que nada para que no te corten la línea y te queden comunicados, digamos, porque es medio tedioso. Claro. Así que... Sí, sí, es un sistema. Y bueno, recordá que mantienes el mismo número y eso es lo mismo, digamos. Ok. Es muy sencillo el trámite, si querés, lo hacemos ahora en este momento, solamente te valía los datos que te figuran acá en el sistema y eso sería todo, nada más. Yo te dejo mi WhatsApp, ¿sí? Sí. Sí, coméntame. No, ¿se podrá hacer a la tarde eso? Sí, no hay problema. Igualmente trabajo hasta las 15 horas. Si querés, de igual forma me podés ir respondiendo por WhatsApp. No hay problema. Ok. No, entonces te voy respondiendo por WhatsApp. ¿Puede ser? Sí, no hay problema. Si querés, te envío un WhatsApp. Mi nombre es Maciel. Ahí te dejo un mensaje y bueno, cuando me puedas responder no hay problema. Si querés te dejo los datos que te figuran ahí en el sistema. Y bueno, eso sería todo. Y ahí me vas charlando en tal caso que tengas alguna pregunta extra, ¿sí? Dale, y te voy contestando por ahí. Dale, genial. Entonces, Franco, bueno, ahí estamos. Si querés te envío lo que es el plan para que lo tengas presente, con todo lo que incluyo y demás. Más detallado, así que no hay problema. Dale. Gracias. Muchas gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:26:57.310910",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 86,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:15.196574",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116110336802_ACD_24797",
    "fecha_inicio": "16/1/2026 11:03:36",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 328,
    "tiempo_conversacion": 308,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}