{
  "archivo": "amza44_1_260113105236187_ACD_03607.wav",
  "duracion_segundos": 238.87,
  "num_segmentos": 56,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 99.19,
    "Cliente": 113.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.82,
      "fin": 3.94,
      "duracion": 2.12,
      "texto": "Hola, ¿qué tal? Buen día. ¿Hablo con Nólia?",
      "confianza": 0.525,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.03,
      "fin": 6.13,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.612,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.15,
      "fin": 13.5,
      "duracion": 7.35,
      "texto": "Hola, ¿qué tal? Nólia, ¿cómo le va algún gusto? Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio para la línea.",
      "confianza": 0.48,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.26,
      "fin": 17.85,
      "duracion": 3.59,
      "texto": "Me figura, ¿sí?, que usted está actualmente en claro, ¿es correcto?",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.59,
      "fin": 22.05,
      "duracion": 1.46,
      "texto": "Sí, es verdad. Ok, excelente.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.07,
      "fin": 26.44,
      "duracion": 4.37,
      "texto": "Yo me estoy comunicando, soy asesor comercial de lo que es la compañía Movistar, ¿sí?",
      "confianza": 0.709,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.11,
      "fin": 42.94,
      "duracion": 15.83,
      "texto": "Más que nada, porque tenemos unas promociones al día de hoy para ex clientes de la compañía que actualmente están en claro. ¿Usted para qué suele utilizar más el teléfono? ¿Lo suele utilizar para trabajar, para estudiar? ¿Lo suele utilizar más para estar comunicada?",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.11,
      "fin": 49.41,
      "duracion": 2.3,
      "texto": "No, en realidad es para estar comunicada. ¿Más para estar comunicada?",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.49,
      "fin": 49.93,
      "duracion": 0.44,
      "texto": "OK.",
      "confianza": 0.563,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.4,
      "fin": 96.01,
      "duracion": 45.61,
      "texto": "Bueno, le comento que nosotros tenemos a día de hoy lo que es la promoción del plan de 4GB más 4GB de regalo por 6 meses, son 8GB en total de lo que usted va a disponer para poder utilizar. Esta le va a venir con lo que es WhatsApp gratis y llamadas libres a todas las compañías, así que va a estar comunicada constantemente ya que por manera de que se llegue a quedar sin datos, va a poder mandar WhatsApp con normalidad. Esto también asegura de que sus datos le van a estar durando más ya que lo que es descargas de WhatsApp no le va a estar ocupando lo que es y los datos del plan, ¿sí? Este plan de 8 gigas con WhatsApp gratis y llamadas libres a todas las compañías le va a estar quedando en un monto al día de hoy de 11.400 pesos.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.55,
      "fin": 102.16,
      "duracion": 5.61,
      "texto": "No sé cómo se ve con este plan y con esta cantidad de gigas.",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.28,
      "fin": 109.0,
      "duracion": 6.73,
      "texto": "Mira, en realidad, yo te digo, yo tengo cuatro líneas, porque somos el grupo familiar.",
      "confianza": 0.469,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.02,
      "fin": 111.11,
      "duracion": 2.08,
      "texto": "Ah, OK. Tienes cuatro líneas por el grupo familiar.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.39,
      "fin": 122.32,
      "duracion": 6.93,
      "texto": "Sí. OK. Por eso es como que a ciertas líneas le dan más beneficio que a otras. Claro,",
      "confianza": 0.105,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 122.32,
      "fin": 123.48,
      "duracion": 1.16,
      "texto": "claro, claro.",
      "confianza": 0.634,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.5,
      "fin": 123.63,
      "duracion": 0.13,
      "texto": "Sí,",
      "confianza": 0.782,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 123.63,
      "fin": 126.02,
      "duracion": 2.39,
      "texto": "nosotros tenemos también lo que es el grupo familiar.",
      "confianza": 0.782,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.2,
      "fin": 135.15,
      "duracion": 8.95,
      "texto": "En este caso, lo que se genera es una regalo, se podría decir, por parte de Moisture, de 4 gigas por línea.",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.81,
      "fin": 146.68,
      "duracion": 10.87,
      "texto": "O sea, en ese caso, si usted porta las líneas, esta línea en vez de crear con 8 gigas, que son los 4 de base y los 4 gigas de bonificados por 6 meses, ¿sí?",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.24,
      "fin": 150.89,
      "duracion": 3.64,
      "texto": "Le quedarían 12, porque tendría también los 4 gigas del plan familiar.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.47,
      "fin": 165.25,
      "duracion": 13.78,
      "texto": "Lo bueno es que estos gigas son fijos, ¿sí? No vencen como los gigas bonificados mientras usted mantenga al menos 2 líneas en la compañía, esos cuatro gigas de regalo los va a seguir teniendo.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.87,
      "fin": 180.35,
      "duracion": 14.48,
      "texto": "Tenemos también la opción de guardar y pasar gigas en el caso de que, bueno, en algunos de los casos algún miembro de la familia se llega a quedar sin datos. En vez de hacer una recarga, lo que se puede hacer es compartirle gigas de lo que es el plano.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.87,
      "fin": 202.85,
      "duracion": 21.98,
      "texto": "Sí. Sí. Bueno, no tiene que ser necesariamente el mismo plan para todos, puede variar. Si uno necesita quizás un poco más de gigas, se puede hacer con un plan de 8 gigas, que viene con 8 gigas de regalo por 6 meses, o sea son 16 en total, más los 4 gigas del grupo familiar, le querían 20 gigas la línea.",
      "confianza": 0.917,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.34,
      "fin": 216.03,
      "duracion": 10.69,
      "texto": "Así que se puede hacer tranquilamente. Bueno, escúchame, vos me harías un favor porque yo ya me tengo que ir a trabajar. ¿Vos me mandarías toda la información?",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.49,
      "fin": 219.13,
      "duracion": 2.65,
      "texto": "Sí, sí, no, no hay problema, se lo envío via WhatsApp.",
      "confianza": 0.579,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.21,
      "fin": 226.94,
      "duracion": 7.73,
      "texto": "¿Usted en qué hora se podría volver a comunicar? Yo estoy hasta las 3 de la tarde. Sí, yo después de las 6 de la tarde.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.97,
      "fin": 229.99,
      "duracion": 3.02,
      "texto": "Ok, bueno, estamos hablando entonces via WhatsApp.",
      "confianza": 0.622,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 231.19,
      "fin": 231.91,
      "duracion": 0.72,
      "texto": "Dale.",
      "confianza": 0.596,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.93,
      "fin": 233.82,
      "duracion": 1.88,
      "texto": "Dale, excelente, muchísimas gracias.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.44,
      "fin": 238.87,
      "duracion": 4.43,
      "texto": "No, por favor, gracias a vos. Que tenga buen día, hasta luego. Dale, dale, igualmente para vos.",
      "confianza": 0.362,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Hablo con Nólia? Sí. Hola, ¿qué tal? Nólia, ¿cómo le va algún gusto? Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio para la línea. Me figura, ¿sí?, que usted está actualmente en claro, ¿es correcto? Sí, es verdad. Ok, excelente. Yo me estoy comunicando, soy asesor comercial de lo que es la compañía Movistar, ¿sí? Más que nada, porque tenemos unas promociones al día de hoy para ex clientes de la compañía que actualmente están en claro. ¿Usted para qué suele utilizar más el teléfono? ¿Lo suele utilizar para trabajar, para estudiar? ¿Lo suele utilizar más para estar comunicada? No, en realidad es para estar comunicada. ¿Más para estar comunicada? OK. Bueno, le comento que nosotros tenemos a día de hoy lo que es la promoción del plan de 4GB más 4GB de regalo por 6 meses, son 8GB en total de lo que usted va a disponer para poder utilizar. Esta le va a venir con lo que es WhatsApp gratis y llamadas libres a todas las compañías, así que va a estar comunicada constantemente ya que por manera de que se llegue a quedar sin datos, va a poder mandar WhatsApp con normalidad. Esto también asegura de que sus datos le van a estar durando más ya que lo que es descargas de WhatsApp no le va a estar ocupando lo que es y los datos del plan, ¿sí? Este plan de 8 gigas con WhatsApp gratis y llamadas libres a todas las compañías le va a estar quedando en un monto al día de hoy de 11.400 pesos. No sé cómo se ve con este plan y con esta cantidad de gigas. Mira, en realidad, yo te digo, yo tengo cuatro líneas, porque somos el grupo familiar. Ah, OK. Tienes cuatro líneas por el grupo familiar. Sí. OK. Por eso es como que a ciertas líneas le dan más beneficio que a otras. Claro, claro, claro. Sí, nosotros tenemos también lo que es el grupo familiar. En este caso, lo que se genera es una regalo, se podría decir, por parte de Moisture, de 4 gigas por línea. O sea, en ese caso, si usted porta las líneas, esta línea en vez de crear con 8 gigas, que son los 4 de base y los 4 gigas de bonificados por 6 meses, ¿sí? Le quedarían 12, porque tendría también los 4 gigas del plan familiar. Lo bueno es que estos gigas son fijos, ¿sí? No vencen como los gigas bonificados mientras usted mantenga al menos 2 líneas en la compañía, esos cuatro gigas de regalo los va a seguir teniendo. Tenemos también la opción de guardar y pasar gigas en el caso de que, bueno, en algunos de los casos algún miembro de la familia se llega a quedar sin datos. En vez de hacer una recarga, lo que se puede hacer es compartirle gigas de lo que es el plano. Sí. Sí. Bueno, no tiene que ser necesariamente el mismo plan para todos, puede variar. Si uno necesita quizás un poco más de gigas, se puede hacer con un plan de 8 gigas, que viene con 8 gigas de regalo por 6 meses, o sea son 16 en total, más los 4 gigas del grupo familiar, le querían 20 gigas la línea. Así que se puede hacer tranquilamente. Bueno, escúchame, vos me harías un favor porque yo ya me tengo que ir a trabajar. ¿Vos me mandarías toda la información? Sí, sí, no, no hay problema, se lo envío via WhatsApp. ¿Usted en qué hora se podría volver a comunicar? Yo estoy hasta las 3 de la tarde. Sí, yo después de las 6 de la tarde. Ok, bueno, estamos hablando entonces via WhatsApp. Dale. Dale, excelente, muchísimas gracias. No, por favor, gracias a vos. Que tenga buen día, hasta luego. Dale, dale, igualmente para vos.",
  "calidad": {
    "confianza_promedio": 0.619,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:03:26.312429",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 56,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:28.548206",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113105236187_ACD_03607",
    "fecha_inicio": "13/1/2026 10:52:36",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 294,
    "tiempo_conversacion": 232,
    "tiempo_hold": 0,
    "tiempo_acw": 45,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}