{
  "archivo": "amza9_1_260114104438074_ACD_65737.wav",
  "duracion_segundos": 180.66,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 108.45,
    "Cliente": 48.66
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.4,
      "duracion": 9.37,
      "texto": "Hola, buen día, ¿hablo con María? Sí, ¿y quién habla? Qué tal María, un placer, te hablo Tomás, ¿cómo estás obligado hoy, todo bien?",
      "confianza": 0.253,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.16,
      "fin": 34.59,
      "duracion": 24.43,
      "texto": "Todo bien, estoy trabajando. Voy a ser rápido porque creo que estás ocupada. Yo justamente me estoy comunicando con vos, sí, porque tenemos un beneficio exclusivo para tus líneas, María. ¿Veo qué actores tenés? Exacto, María. Mi vea... No, no, usted me va a dar una licencia, y la verdad que no llega al precio que tenemos que comprar. María, nosotros estamos de promo. Yo veo que estás abonando algo de 40.000 pesos por cada línea.",
      "confianza": 0.465,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.53,
      "fin": 37.59,
      "duracion": 2.06,
      "texto": "No, por las cuatro líneas. Por las cuatro líneas.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.36,
      "fin": 45.33,
      "duracion": 6.97,
      "texto": "Bien, mira, el día de hoy sí, yo a vos estoy brindando lo que es un plan justamente donde vas a abonar por las cuatro líneas, sí.",
      "confianza": 0.675,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 46.03,
      "fin": 53.4,
      "duracion": 7.37,
      "texto": "Estamos generando lo que es un plan de 8 gigas, exclusivamente para vos y todas las líneas, en $7,460 cada una de tus líneas.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.46,
      "fin": 54.68,
      "duracion": 0.22,
      "texto": "¿Bien?",
      "confianza": 0.598,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.24,
      "fin": 59.03,
      "duracion": 3.79,
      "texto": "Claramente vos me harías el WhatsApp gratis. ¿La llamas a cualquier compañía?",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.47,
      "fin": 59.61,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.645,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.01,
      "fin": 70.3,
      "duracion": 10.29,
      "texto": "Y solo por hoy, por portarte conmigo, te vamos a regalar otros 4 gigas más, los cuales justamente vos los vas a poder activar y los vas a tener mensualmente mientras las 4 líneas estén en la compañía con nosotros.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.58,
      "fin": 79.53,
      "duracion": 7.95,
      "texto": "Sacando las cuentas, vas a pagar algo menos de $40,000 que es lo que estás abonando actualmente en Claro. Y seguramente no debes estar teniendo tantas gigas.",
      "confianza": 0.837,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.58,
      "fin": 85.58,
      "duracion": 3.0,
      "texto": "No, sí, sí tengo esa cantidad. Tengo diez. Claro, vos con eso lo vas a tener doce.",
      "confianza": 0.097,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.48,
      "fin": 86.65,
      "duracion": 0.17,
      "texto": "Sí,",
      "confianza": 0.73,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 86.65,
      "fin": 94.81,
      "duracion": 8.16,
      "texto": "bueno, pero tengo que activar eso de cuatro gigas por mes, que ya lo hice en su momento cuando estaba y fue por una de las cosas que me fui.",
      "confianza": 0.73,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.35,
      "fin": 123.73,
      "duracion": 27.38,
      "texto": "Claro, pero vos no lo tenés que activar en este caso, María, porque yo te comento, vos cuando instalás la aplicación de Movistar, Pones las líneas registradas a tu nombre bajo tu titularidad, automáticamente ya los cuatro líneas de regalos van a estar siendo vigentes, ¿bien? No tenés que activar absolutamente nada vos, porque vos ya a instalar la aplicación Movistar y poner justamente que tantas líneas están a tu nombre, se van a poner las cuatro por el grupo familiar.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.6,
      "fin": 163.22,
      "duracion": 37.62,
      "texto": "Déjame que vea cómo tengo claro y de ahí te he visto, porque en qué fecha estamos hoy. No, ya me facturaron claro el mes. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí Por eso te digo todo. O sea, ¿lo podemos hacer? Piense cualquier cosa, llámame más tarde o mañana mejor. Bien. ¿Vos en qué horario estás, por lo que veo que estás en la URI y no puedes hablar ahora?",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 164.77,
      "fin": 167.27,
      "duracion": 2.51,
      "texto": "Entre las 2 y media y de las 3 y cuarto, tengo alivio.",
      "confianza": 0.131,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 167.96,
      "fin": 172.26,
      "duracion": 4.3,
      "texto": "Bueno, ¿te parece que te dejo un mensajito, María? Te pido, por favor, me respondas y lo hablamos bien. ¿Te parece?",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.39,
      "fin": 175.15,
      "duracion": 0.76,
      "texto": "Bueno, nos vemos. Gracias.",
      "confianza": 0.146,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 180.04,
      "fin": 180.66,
      "duracion": 0.62,
      "texto": "Chau. Dale, María. Hasta luego.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, ¿hablo con María? Sí, ¿y quién habla? Qué tal María, un placer, te hablo Tomás, ¿cómo estás obligado hoy, todo bien? Todo bien, estoy trabajando. Voy a ser rápido porque creo que estás ocupada. Yo justamente me estoy comunicando con vos, sí, porque tenemos un beneficio exclusivo para tus líneas, María. ¿Veo qué actores tenés? Exacto, María. Mi vea... No, no, usted me va a dar una licencia, y la verdad que no llega al precio que tenemos que comprar. María, nosotros estamos de promo. Yo veo que estás abonando algo de 40.000 pesos por cada línea. No, por las cuatro líneas. Por las cuatro líneas. Bien, mira, el día de hoy sí, yo a vos estoy brindando lo que es un plan justamente donde vas a abonar por las cuatro líneas, sí. Estamos generando lo que es un plan de 8 gigas, exclusivamente para vos y todas las líneas, en $7,460 cada una de tus líneas. ¿Bien? Claramente vos me harías el WhatsApp gratis. ¿La llamas a cualquier compañía? Sí. Y solo por hoy, por portarte conmigo, te vamos a regalar otros 4 gigas más, los cuales justamente vos los vas a poder activar y los vas a tener mensualmente mientras las 4 líneas estén en la compañía con nosotros. Sacando las cuentas, vas a pagar algo menos de $40,000 que es lo que estás abonando actualmente en Claro. Y seguramente no debes estar teniendo tantas gigas. No, sí, sí tengo esa cantidad. Tengo diez. Claro, vos con eso lo vas a tener doce. Sí, bueno, pero tengo que activar eso de cuatro gigas por mes, que ya lo hice en su momento cuando estaba y fue por una de las cosas que me fui. Claro, pero vos no lo tenés que activar en este caso, María, porque yo te comento, vos cuando instalás la aplicación de Movistar, Pones las líneas registradas a tu nombre bajo tu titularidad, automáticamente ya los cuatro líneas de regalos van a estar siendo vigentes, ¿bien? No tenés que activar absolutamente nada vos, porque vos ya a instalar la aplicación Movistar y poner justamente que tantas líneas están a tu nombre, se van a poner las cuatro por el grupo familiar. Déjame que vea cómo tengo claro y de ahí te he visto, porque en qué fecha estamos hoy. No, ya me facturaron claro el mes. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí Por eso te digo todo. O sea, ¿lo podemos hacer? Piense cualquier cosa, llámame más tarde o mañana mejor. Bien. ¿Vos en qué horario estás, por lo que veo que estás en la URI y no puedes hablar ahora? Entre las 2 y media y de las 3 y cuarto, tengo alivio. Bueno, ¿te parece que te dejo un mensajito, María? Te pido, por favor, me respondas y lo hablamos bien. ¿Te parece? Bueno, nos vemos. Gracias. Chau. Dale, María. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.505,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:17:59.378651",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:33.045164",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104438074_ACD_65737",
    "fecha_inicio": "14/1/2026 10:44:38",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 250,
    "tiempo_conversacion": 173,
    "tiempo_hold": 0,
    "tiempo_acw": 59,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}