{
  "archivo": "amza10_1_260115103249990_ACD_17399.wav",
  "duracion_segundos": 104.17,
  "num_segmentos": 40,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 95.98
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 16.18,
      "duracion": 16.15,
      "texto": "Hola, buenas días. Sí, buenas días. ¿Cómo estás? Un gusto, Lourdes. Te hablo de este lado. ¿Hablo con la titular, Malena? Sí. Un gusto, Malena. Mira, me estoy contactando para brindarte lo que es una bonificación.",
      "confianza": 0.182,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.98,
      "fin": 41.96,
      "duracion": 24.98,
      "texto": "Mejorar el sistema que está, sí, claro, totalmente. ¿Es correcto? Sí, pero no me quiero cambiar. Sí, Malena. Queríamos brindarte un plan. A ver, en una de esas chapas no se conviene. No sé cuántos días estás usando. Tienes, pero no, en serio, gracias. Me están llamando todos los días de movistar. Y para dejar asentado, ¿por qué realmente no estabas interesada? ¿Has tenido alguna mala experiencia?",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.02,
      "fin": 45.19,
      "duracion": 2.17,
      "texto": "No, pero sigo el servicio de Claro. Es mejor.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.21,
      "fin": 47.11,
      "duracion": 0.9,
      "texto": "El servicio de Claro.",
      "confianza": 0.86,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.71,
      "fin": 50.09,
      "duracion": 2.38,
      "texto": "Bien. A ver, contame, ¿qué beneficio sea Claro?",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.49,
      "fin": 54.12,
      "duracion": 2.62,
      "texto": "Tengo internet en mi casa y en mi celular.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.09,
      "fin": 94.81,
      "duracion": 39.72,
      "texto": "O sea que capaz que vos no queréis pasar de lo que es Movistar porque tenéis un combo con lo que sería fibra óptica, algo así. Lo prefiero al servicio, en general. Sí, pero por ejemplo, si es por temas como el de cobertura y demás, Movistar tiene mejor velocidad, digamos, de señal. Sí, claro, sí. Lo que es WhatsApp es totalmente gratis. No, no me ha pasado. Sí, entiendo que antes hayas tenido alguna mala experiencia porque antes sí, obviamente no es. Que siempre hay alguna fallita por ahí, digamos. Pero lo que voy es que Movistar está premiado como el mejor servicio. Y luego de eso, después vuelvan antes también, que hayan bastantes aumentos. Ahora tenemos planes bastante buenos con bastantes beneficios.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.96,
      "fin": 99.12,
      "duracion": 3.17,
      "texto": "Sí, pero igualmente no me quiero cambiar.",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.28,
      "fin": 104.17,
      "duracion": 3.89,
      "texto": "Bueno, vale, dale que tengas un día. Sí, igualmente.",
      "confianza": 0.516,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas días. Sí, buenas días. ¿Cómo estás? Un gusto, Lourdes. Te hablo de este lado. ¿Hablo con la titular, Malena? Sí. Un gusto, Malena. Mira, me estoy contactando para brindarte lo que es una bonificación. Mejorar el sistema que está, sí, claro, totalmente. ¿Es correcto? Sí, pero no me quiero cambiar. Sí, Malena. Queríamos brindarte un plan. A ver, en una de esas chapas no se conviene. No sé cuántos días estás usando. Tienes, pero no, en serio, gracias. Me están llamando todos los días de movistar. Y para dejar asentado, ¿por qué realmente no estabas interesada? ¿Has tenido alguna mala experiencia? No, pero sigo el servicio de Claro. Es mejor. El servicio de Claro. Bien. A ver, contame, ¿qué beneficio sea Claro? Tengo internet en mi casa y en mi celular. O sea que capaz que vos no queréis pasar de lo que es Movistar porque tenéis un combo con lo que sería fibra óptica, algo así. Lo prefiero al servicio, en general. Sí, pero por ejemplo, si es por temas como el de cobertura y demás, Movistar tiene mejor velocidad, digamos, de señal. Sí, claro, sí. Lo que es WhatsApp es totalmente gratis. No, no me ha pasado. Sí, entiendo que antes hayas tenido alguna mala experiencia porque antes sí, obviamente no es. Que siempre hay alguna fallita por ahí, digamos. Pero lo que voy es que Movistar está premiado como el mejor servicio. Y luego de eso, después vuelvan antes también, que hayan bastantes aumentos. Ahora tenemos planes bastante buenos con bastantes beneficios. Sí, pero igualmente no me quiero cambiar. Bueno, vale, dale que tengas un día. Sí, igualmente.",
  "calidad": {
    "confianza_promedio": 0.508,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:02:00.760544",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:13.612053",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115103249990_ACD_17399",
    "fecha_inicio": "15/1/2026 10:32:49",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 120,
    "tiempo_conversacion": 101,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}