{
  "archivo": "amza31_1_260116140803702_ACD_80357.wav",
  "duracion_segundos": 206.58,
  "num_segmentos": 56,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 148.62,
    "Cliente": 41.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.58,
      "duracion": 5.55,
      "texto": "Hola. ¿María Ester?",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.6,
      "fin": 5.66,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.089,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.68,
      "fin": 19.82,
      "duracion": 14.14,
      "texto": "Mi nombre es Darina, ¿cómo estás? Te habló del área de fibra óptica de Movistar. ¿Actualmente contes con nuestro servicio? No, no, gracias. Lo tengo claro. Bien, ¿tenes un combo o únicamente la fibra?",
      "confianza": 0.389,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.85,
      "fin": 26.39,
      "duracion": 1.54,
      "texto": "Hola. A mí me estoy pensando en compañía.",
      "confianza": 0.301,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.35,
      "fin": 30.21,
      "duracion": 2.86,
      "texto": "Disculpame, si te escuchas muy entrecortado no te entendí.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.28,
      "fin": 31.45,
      "duracion": 0.17,
      "texto": "Sí,",
      "confianza": 0.521,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.45,
      "fin": 36.62,
      "duracion": 5.17,
      "texto": "porque estoy descansando acá en la playa y me estás llamando a lo que no sé de qué me decís.",
      "confianza": 0.521,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.64,
      "fin": 39.47,
      "duracion": 2.83,
      "texto": "Ah, qué lindo, qué envidia. Y tú trabajando.",
      "confianza": 0.347,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.85,
      "fin": 41.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.93,
      "fin": 71.98,
      "duracion": 30.05,
      "texto": "Te consultaba, María Esther, que si el internet que tenés en tu casa tenés un combo con tu teléfono o únicamente la fibra. Sí, con mi teléfono. No sé, o sea, la verdad que no sé, estoy lejos ahora de mi casa. pero tengo la fibra y tengo tres líneas, creo, dos líneas. Bien, buenísimo. María, ¿cuándo volvés de La Plata? Para marzo. Fines de febrero.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.0,
      "fin": 72.06,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.077,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.08,
      "fin": 73.42,
      "duracion": 1.34,
      "texto": "Finales de febrero.",
      "confianza": 0.085,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.44,
      "fin": 74.14,
      "duracion": 0.7,
      "texto": "Dale, mira, vamos a hacer una cosa.",
      "confianza": 0.022,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 74.17,
      "fin": 90.23,
      "duracion": 16.06,
      "texto": "¿Yo te voy a dejar la oferta por WhatsApp? ¿Sabes por qué? ¿Por qué no me cambio? O sea, ahora necesitaba una línea, pero no lo hago porque no me hubiera quedado sin línea acá, porque ya una vez lo hice, y tuve que buscar un chip acá, porque no, nunca llegó, es un tema, así que puede sonar.",
      "confianza": 0.214,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.85,
      "fin": 97.47,
      "duracion": 6.62,
      "texto": "Bien, no te he tocado un asesor. ¿En qué parte de la Argentina estás? No, estoy acá en la Estonina.",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.33,
      "fin": 104.34,
      "duracion": 6.01,
      "texto": "Ah, bueno, pero no hay ningún inconveniente. Como te decía María Ester, no te he tocado un asesor que te pueda asesorar bien.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.02,
      "fin": 168.7,
      "duracion": 63.68,
      "texto": "Nosotros no te dejamos, porque no te lo mandamos a un domicilio en particular, ¿sí? Vos podés acercarte a un hospital, a un hospital, a retirar tu chip, O lo podés comprar en... Pero no hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... Bueno, bueno, Daniel, mandame el WhatsApp y ahí, si no es complicado, vemos, porque no me animo, porque la otra vez se quedó sin línea por intentar hacer eso, así que por eso. Claro, entiendo. Ustedes usan chip físico. Ponte el chip del teléfono. Sí, como si usara de otra manera. No usan de SIM, te digo. No escaneas un código QR, vos pones la tarjeta del chip del teléfono.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.92,
      "fin": 183.24,
      "duracion": 12.32,
      "texto": "La verdad es que mi esposo tiene claro porque tuvo problemas con mi movilidad, nunca se le activó.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.03,
      "fin": 187.97,
      "duracion": 3.95,
      "texto": "Y yo sí necesitaría una línea más barata, pero no me voy a quedar sin.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.61,
      "fin": 196.71,
      "duracion": 8.1,
      "texto": "Por eso te decía María Oscar que nosotros buscamos un negocio para que vos compres el chip y ya lo tenés.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.33,
      "fin": 206.58,
      "duracion": 9.25,
      "texto": "Sí, sí, compramos el chip, pero así fue. Bueno, listo. Gracias, entonces. Vos mandamos. Gracias. Hasta luego.",
      "confianza": 0.356,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿María Ester? Sí. Mi nombre es Darina, ¿cómo estás? Te habló del área de fibra óptica de Movistar. ¿Actualmente contes con nuestro servicio? No, no, gracias. Lo tengo claro. Bien, ¿tenes un combo o únicamente la fibra? Hola. A mí me estoy pensando en compañía. Disculpame, si te escuchas muy entrecortado no te entendí. Sí, porque estoy descansando acá en la playa y me estás llamando a lo que no sé de qué me decís. Ah, qué lindo, qué envidia. Y tú trabajando. Sí. Te consultaba, María Esther, que si el internet que tenés en tu casa tenés un combo con tu teléfono o únicamente la fibra. Sí, con mi teléfono. No sé, o sea, la verdad que no sé, estoy lejos ahora de mi casa. pero tengo la fibra y tengo tres líneas, creo, dos líneas. Bien, buenísimo. María, ¿cuándo volvés de La Plata? Para marzo. Fines de febrero. Sí. Finales de febrero. Dale, mira, vamos a hacer una cosa. ¿Yo te voy a dejar la oferta por WhatsApp? ¿Sabes por qué? ¿Por qué no me cambio? O sea, ahora necesitaba una línea, pero no lo hago porque no me hubiera quedado sin línea acá, porque ya una vez lo hice, y tuve que buscar un chip acá, porque no, nunca llegó, es un tema, así que puede sonar. Bien, no te he tocado un asesor. ¿En qué parte de la Argentina estás? No, estoy acá en la Estonina. Ah, bueno, pero no hay ningún inconveniente. Como te decía María Ester, no te he tocado un asesor que te pueda asesorar bien. Nosotros no te dejamos, porque no te lo mandamos a un domicilio en particular, ¿sí? Vos podés acercarte a un hospital, a un hospital, a retirar tu chip, O lo podés comprar en... Pero no hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... No hay... Bueno, bueno, Daniel, mandame el WhatsApp y ahí, si no es complicado, vemos, porque no me animo, porque la otra vez se quedó sin línea por intentar hacer eso, así que por eso. Claro, entiendo. Ustedes usan chip físico. Ponte el chip del teléfono. Sí, como si usara de otra manera. No usan de SIM, te digo. No escaneas un código QR, vos pones la tarjeta del chip del teléfono. La verdad es que mi esposo tiene claro porque tuvo problemas con mi movilidad, nunca se le activó. Y yo sí necesitaría una línea más barata, pero no me voy a quedar sin. Por eso te decía María Oscar que nosotros buscamos un negocio para que vos compres el chip y ya lo tenés. Sí, sí, compramos el chip, pero así fue. Bueno, listo. Gracias, entonces. Vos mandamos. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.42,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:33:15.600118",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 56,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:23.195234",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140803702_ACD_80357",
    "fecha_inicio": "16/1/2026 14:08:03",
    "agente_nombre": "MZA 31",
    "agente_login": "mza31",
    "duracion_total": 260,
    "tiempo_conversacion": 199,
    "tiempo_hold": 0,
    "tiempo_acw": 41,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}