{
  "archivo": "amza19_1_260115133832338_ACD_38723.wav",
  "duracion_segundos": 216.81,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 124.89,
    "Cliente": 75.73
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.94,
      "fin": 7.74,
      "duracion": 5.8,
      "texto": "Hola, buen día. Buenas tardes. Un gusto si me presento, mi nombre es Brisa.",
      "confianza": 0.07,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.34,
      "fin": 11.05,
      "duracion": 2.7,
      "texto": "Estaba tomando el día de beneficios de Movistar.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.55,
      "fin": 15.35,
      "duracion": 3.8,
      "texto": "Era para que pueda aprovechar una promoción que hay para su línea. ¿Usted está en claro?",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.01,
      "fin": 22.38,
      "duracion": 5.37,
      "texto": "Sí, tengo claro, sí. Bien, le comento, el día de hoy para su línea ingresaron dos promociones.",
      "confianza": 0.15,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.16,
      "fin": 31.52,
      "duracion": 8.37,
      "texto": "Una de 8 libras de base más 8 libras de regalo por 6 meses con WhatsApp gratis, llamada libre a cualquier compañía y Roaming en América.",
      "confianza": 0.71,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.04,
      "fin": 47.81,
      "duracion": 15.77,
      "texto": "Esa promo tiene 16 tierras mensores, tiene un valor de 10.400 pesos, ¿sí? Sí. Bien. No me respondieron igual. ¿Y la otra promoción? Eso le iba a comentar. La otra promoción tiene lo que son 4 tierras de base, más 4 al regalo por 6 meses.",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.25,
      "fin": 51.63,
      "duracion": 3.39,
      "texto": "Viene con WhatsApp gratis, llamada libre a cualquier compañía.",
      "confianza": 0.656,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.11,
      "fin": 66.85,
      "duracion": 14.74,
      "texto": "Tiene un valor de 7.460 pesos. Y si usted tuviera más de una línea, su nombre pasará a ambas. Yo tendría un regalo de 4 gigas extra, o sea que este plan de 7.460 le quedaría con 12 gigas para cada línea.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.57,
      "fin": 69.13,
      "duracion": 0.56,
      "texto": "Perfecto.",
      "confianza": 0.561,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.15,
      "fin": 73.6,
      "duracion": 4.45,
      "texto": "¿Y cuánto tiempo son los 4 gigas extra?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.62,
      "fin": 79.25,
      "duracion": 5.63,
      "texto": "Bien, eso es por 6 meses, lo de los 4 gigas de... O sea que tengo 12 gigas por 6 meses.",
      "confianza": 0.505,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.63,
      "fin": 95.53,
      "duracion": 15.9,
      "texto": "Claro, luego de los seis meses, directamente yo al quinto mes me ocupo de escribirle, mandarle un mesejito, para que usted directamente por la misma vista pueda volver a tener una... O sea, tengo que renovar, tengo que renovar. Y el descuento de cuánto es?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.68,
      "fin": 100.14,
      "duracion": 3.46,
      "texto": "Porque el plan nos sale 7.000 pesos. ¿Cuánto es el descuento?",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.68,
      "fin": 132.44,
      "duracion": 31.76,
      "texto": "De 30.140 pesos. Y para que usted se quede tranquila. Y al final de mes, como le digo, yo me encargo de volverle a hablar. Para, para, para, porque no nos estamos entendiendo. El plan de 8 gigas con los 4 gigas estas, que se hace el 12, ¿cuánto es el plan? En el 7000, pero por la promoción, en total, ¿cuánto sería el plan? O sea, ¿cuánto es el valor del plan? El valor del plan, a este momento, es del 7000, 460. Le cuento que usted tiene 30.000.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.47,
      "fin": 132.84,
      "duracion": 0.38,
      "texto": "Exacto.",
      "confianza": 0.61,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.97,
      "fin": 134.75,
      "duracion": 1.78,
      "texto": "30.140 pesos, ¿sí?",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.96,
      "fin": 135.12,
      "duracion": 0.16,
      "texto": "Sí.",
      "confianza": 0.328,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.14,
      "fin": 158.03,
      "duracion": 22.89,
      "texto": "¿Y cómo le decía? ¿Por cuánto tiempo? Durante seis meses, ¿sí? O sea que es que a mí el mes que viene me aumenta el plan. O sea, yo ya seguí teniendo los 30.000 de descuento. Claro, usted tiene descuento directamente a ellos. Y de acá a seis meses, si el plan aumenta 20.000 pesos, de acá a seis meses, o sea, tampoco me conviene.",
      "confianza": 0.122,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.04,
      "fin": 160.25,
      "duracion": 2.2,
      "texto": "Yo te explico, yo tengo en claro, ¿sí?",
      "confianza": 0.763,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 160.77,
      "fin": 167.31,
      "duracion": 6.54,
      "texto": "Hasta dentro de un año y medio más. 18 sidos por 9.000 pesos. 1.000 líneas más 2 líneas más.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 167.89,
      "fin": 178.06,
      "duracion": 10.17,
      "texto": "Es imposible que lo puedan, obviamente, eh, igualar. Tengo 18 sidos y tengo un 80% de descuento. Es decir, no es un valor de plata.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 178.58,
      "fin": 182.46,
      "duracion": 3.88,
      "texto": "O sea, a mí si el plan no aumenta, yo sigo teniendo el 80% de descuento.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.69,
      "fin": 190.67,
      "duracion": 5.98,
      "texto": "Claro, entiendo. Por eso te digo que lo que es descuento en plata no sirve. O sea, a mí no me sirve.",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.31,
      "fin": 192.71,
      "duracion": 1.4,
      "texto": "¿Por qué? Porque el plan aumenta,",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.27,
      "fin": 216.81,
      "duracion": 23.54,
      "texto": "y la plata sigue estando exactamente la misma. En cambio de ser un porcentaje, obviamente que es otra cosa. Claro, claro. Te agradezco, pero lamentablemente me quedo obviamente en claro. Bien, entiendo, le pido disculpas, entonces yo lo que… No, por favor, por favor, que tengas un buen día. Igualmente. Hasta luego.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Buenas tardes. Un gusto si me presento, mi nombre es Brisa. Estaba tomando el día de beneficios de Movistar. Era para que pueda aprovechar una promoción que hay para su línea. ¿Usted está en claro? Sí, tengo claro, sí. Bien, le comento, el día de hoy para su línea ingresaron dos promociones. Una de 8 libras de base más 8 libras de regalo por 6 meses con WhatsApp gratis, llamada libre a cualquier compañía y Roaming en América. Esa promo tiene 16 tierras mensores, tiene un valor de 10.400 pesos, ¿sí? Sí. Bien. No me respondieron igual. ¿Y la otra promoción? Eso le iba a comentar. La otra promoción tiene lo que son 4 tierras de base, más 4 al regalo por 6 meses. Viene con WhatsApp gratis, llamada libre a cualquier compañía. Tiene un valor de 7.460 pesos. Y si usted tuviera más de una línea, su nombre pasará a ambas. Yo tendría un regalo de 4 gigas extra, o sea que este plan de 7.460 le quedaría con 12 gigas para cada línea. Perfecto. ¿Y cuánto tiempo son los 4 gigas extra? Bien, eso es por 6 meses, lo de los 4 gigas de... O sea que tengo 12 gigas por 6 meses. Claro, luego de los seis meses, directamente yo al quinto mes me ocupo de escribirle, mandarle un mesejito, para que usted directamente por la misma vista pueda volver a tener una... O sea, tengo que renovar, tengo que renovar. Y el descuento de cuánto es? Porque el plan nos sale 7.000 pesos. ¿Cuánto es el descuento? De 30.140 pesos. Y para que usted se quede tranquila. Y al final de mes, como le digo, yo me encargo de volverle a hablar. Para, para, para, porque no nos estamos entendiendo. El plan de 8 gigas con los 4 gigas estas, que se hace el 12, ¿cuánto es el plan? En el 7000, pero por la promoción, en total, ¿cuánto sería el plan? O sea, ¿cuánto es el valor del plan? El valor del plan, a este momento, es del 7000, 460. Le cuento que usted tiene 30.000. Exacto. 30.140 pesos, ¿sí? Sí. ¿Y cómo le decía? ¿Por cuánto tiempo? Durante seis meses, ¿sí? O sea que es que a mí el mes que viene me aumenta el plan. O sea, yo ya seguí teniendo los 30.000 de descuento. Claro, usted tiene descuento directamente a ellos. Y de acá a seis meses, si el plan aumenta 20.000 pesos, de acá a seis meses, o sea, tampoco me conviene. Yo te explico, yo tengo en claro, ¿sí? Hasta dentro de un año y medio más. 18 sidos por 9.000 pesos. 1.000 líneas más 2 líneas más. Es imposible que lo puedan, obviamente, eh, igualar. Tengo 18 sidos y tengo un 80% de descuento. Es decir, no es un valor de plata. O sea, a mí si el plan no aumenta, yo sigo teniendo el 80% de descuento. Claro, entiendo. Por eso te digo que lo que es descuento en plata no sirve. O sea, a mí no me sirve. ¿Por qué? Porque el plan aumenta, y la plata sigue estando exactamente la misma. En cambio de ser un porcentaje, obviamente que es otra cosa. Claro, claro. Te agradezco, pero lamentablemente me quedo obviamente en claro. Bien, entiendo, le pido disculpas, entonces yo lo que… No, por favor, por favor, que tengas un buen día. Igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.504,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:35:59.769590",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:15.723711",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133832338_ACD_38723",
    "fecha_inicio": "15/1/2026 13:38:32",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 265,
    "tiempo_conversacion": 208,
    "tiempo_hold": 0,
    "tiempo_acw": 41,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}