{
  "archivo": "amza2_1_260114145720722_MIT_01978.wav",
  "duracion_segundos": 256.84,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 100.78,
    "Cliente": 124.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 28.47,
      "duracion": 28.44,
      "texto": "O nunca te olvidarías de decirle a los clientes que te aportaste, de decirles que te pasen un contacto. Ajá. ¿Hola? ¿Y qué tal? Hola, ¿cómo estás? Esta es la Luciana. Nuevamente de molestar, se cortó el llamar 2.",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.29,
      "fin": 35.1,
      "duracion": 5.81,
      "texto": "Ah, seguro. Sí, sí, exactamente. Te estaba por comentar lo que tengo disponible para tu línea.",
      "confianza": 0.378,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.72,
      "fin": 46.11,
      "duracion": 10.39,
      "texto": "Sí, tengo lo que son descuentos para tu línea. Te estaba consultando si está en nombre tuyo lo que es la línea. No. Bien,",
      "confianza": 0.781,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 46.11,
      "fin": 46.88,
      "duracion": 0.77,
      "texto": "bien, perfecto.",
      "confianza": 0.619,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.98,
      "fin": 53.36,
      "duracion": 6.38,
      "texto": "Pero la usas y tomas decisiones sobre ello. Exacto. Listo, bien, perfecto.",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.42,
      "fin": 56.45,
      "duracion": 3.02,
      "texto": "Te comento sí que en el día de hoy tengo dos planes muy económicos.",
      "confianza": 0.825,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.61,
      "fin": 66.81,
      "duracion": 10.2,
      "texto": "Tengo uno de 16 gigas. a diez mil cuatrocientos pesos también y después cuento con otro de ocho siglas en total a siete mil cuatro sesenta.",
      "confianza": 0.691,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.33,
      "fin": 69.61,
      "duracion": 2.28,
      "texto": "No sé si alguna de estas te sirve para tu línea.",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 71.95,
      "fin": 77.48,
      "duracion": 5.53,
      "texto": "Lo que pasa que ya tuve un inconveniente muy grande ¿Cómo estás? Ah ¿Qué fue lo que te sucedió? Coméntame.",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.78,
      "fin": 93.28,
      "duracion": 13.5,
      "texto": "Eh y me generó una deuda y no sabíamos de qué y bueno y la final eh pues terminé dando de baja por todo No tengo buena experiencia con ellos, realmente. Sí, se entiende, se entiende.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 93.31,
      "fin": 104.02,
      "duracion": 10.71,
      "texto": "Esto me figura que te pasaron el 2024, ya van a ser justamente dos años de lo sucedido. Bien, te comento cómo es tu nombre, disculpa.",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.04,
      "fin": 104.18,
      "duracion": 0.14,
      "texto": "Matías.",
      "confianza": 0.007,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.2,
      "fin": 114.8,
      "duracion": 10.6,
      "texto": "Matías, te comento, sí, no sé si estás al tanto, pero nosotros a mediados de este año contamos con lo que es para mediados del año pasado, perdón, del 2025, contamos con lo que es una nueva gestión.",
      "confianza": 0.713,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.05,
      "fin": 119.46,
      "duracion": 4.41,
      "texto": "Sí, esta gestión ha generado nuevos accesorios, nuevos ejecutivos.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.32,
      "fin": 125.22,
      "duracion": 3.91,
      "texto": "La deuda que se generó, ¿cuál fue la causa?",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 125.72,
      "fin": 130.53,
      "duracion": 4.81,
      "texto": "Yo te comento que de todas maneras vas a contar con lo que es mi accesoría personalizada.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.31,
      "fin": 134.62,
      "duracion": 3.3,
      "texto": "Vas a contar con lo que es mi WhatsApp laboral.",
      "confianza": 0.77,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.46,
      "fin": 143.07,
      "duracion": 6.61,
      "texto": "A mí, actualmente, bajo lo que es, no sé si la línea está en nombre de Patricia Armónica,",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.44,
      "fin": 148.57,
      "duracion": 3.12,
      "texto": "No tengo ni la menor idea de lo que tengo.",
      "confianza": 0.399,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.25,
      "fin": 151.67,
      "duracion": 2.42,
      "texto": "Bien, a ver, ahora lo voy a verificar correctamente.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 152.29,
      "fin": 155.64,
      "duracion": 3.34,
      "texto": "Bueno, porque si fuese así, la línea... Decime.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 156.48,
      "fin": 170.3,
      "duracion": 13.82,
      "texto": "De todos modos, como te digo, ya no sé si volver a meterme como está porque todo el problema que tuve, la verdad, fue muy grande. ¿Qué fue lo que te sucedió? Coméntame para ver si buscamos lo que es la solución.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.7,
      "fin": 184.42,
      "duracion": 9.71,
      "texto": "porque te comento, como te estaba diciendo, que vas a contar con lo que es mi número laboral para que cualquier duda o consulta que tengas mientras te mantengas en Movistar.",
      "confianza": 0.74,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 184.44,
      "fin": 211.6,
      "duracion": 27.16,
      "texto": "¿Esto qué quiere decir, Matías? Que, por ejemplo, si tenés algún inconveniente o durante estés con lo que es esta línea en Movistar, me vas a poder contactar directamente a mí. Entonces, yo te voy a poder enviar lo que es directamente con un asesor de atención al cliente, de cobranza, de venta, lo que necesites. para que ellos puedan ayudarte con lo que tengas para consultarnos.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.96,
      "fin": 213.94,
      "duracion": 0.98,
      "texto": "No sé si me explico.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.84,
      "fin": 222.09,
      "duracion": 6.25,
      "texto": "A mí sí, la línea me asegura que está en nombre de Patricia Mónica Real y su DNI empieza con 17.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.51,
      "fin": 232.2,
      "duracion": 6.69,
      "texto": "Abajo en lo que es este DNI no hay deudas y podrías hacer lo que es la portabilidad tranquilo. No sé qué duda te queda, Matías.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.59,
      "fin": 250.65,
      "duracion": 16.06,
      "texto": "Te agradezco por el servicio. Bien, ¿por qué? ¿Por qué? ¿Qué es lo que me agradeces? No lo quiero. Bien, ¿por qué motivo no lo quieres? Porque te cago en mi cara que tuve una deuda por estar y no me gusta cómo se manejan.",
      "confianza": 0.212,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 251.65,
      "fin": 253.41,
      "duracion": 1.76,
      "texto": "Bien, bueno, perfecto, no hay problema.",
      "confianza": 0.38,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 253.43,
      "fin": 256.84,
      "duracion": 3.41,
      "texto": "Yo ahora lo dejo concentrado. Sí, te agradezco. Adiós.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "O nunca te olvidarías de decirle a los clientes que te aportaste, de decirles que te pasen un contacto. Ajá. ¿Hola? ¿Y qué tal? Hola, ¿cómo estás? Esta es la Luciana. Nuevamente de molestar, se cortó el llamar 2. Ah, seguro. Sí, sí, exactamente. Te estaba por comentar lo que tengo disponible para tu línea. Sí, tengo lo que son descuentos para tu línea. Te estaba consultando si está en nombre tuyo lo que es la línea. No. Bien, bien, perfecto. Pero la usas y tomas decisiones sobre ello. Exacto. Listo, bien, perfecto. Te comento sí que en el día de hoy tengo dos planes muy económicos. Tengo uno de 16 gigas. a diez mil cuatrocientos pesos también y después cuento con otro de ocho siglas en total a siete mil cuatro sesenta. No sé si alguna de estas te sirve para tu línea. Lo que pasa que ya tuve un inconveniente muy grande ¿Cómo estás? Ah ¿Qué fue lo que te sucedió? Coméntame. Eh y me generó una deuda y no sabíamos de qué y bueno y la final eh pues terminé dando de baja por todo No tengo buena experiencia con ellos, realmente. Sí, se entiende, se entiende. Esto me figura que te pasaron el 2024, ya van a ser justamente dos años de lo sucedido. Bien, te comento cómo es tu nombre, disculpa. Matías. Matías, te comento, sí, no sé si estás al tanto, pero nosotros a mediados de este año contamos con lo que es para mediados del año pasado, perdón, del 2025, contamos con lo que es una nueva gestión. Sí, esta gestión ha generado nuevos accesorios, nuevos ejecutivos. La deuda que se generó, ¿cuál fue la causa? Yo te comento que de todas maneras vas a contar con lo que es mi accesoría personalizada. Vas a contar con lo que es mi WhatsApp laboral. A mí, actualmente, bajo lo que es, no sé si la línea está en nombre de Patricia Armónica, No tengo ni la menor idea de lo que tengo. Bien, a ver, ahora lo voy a verificar correctamente. Bueno, porque si fuese así, la línea... Decime. De todos modos, como te digo, ya no sé si volver a meterme como está porque todo el problema que tuve, la verdad, fue muy grande. ¿Qué fue lo que te sucedió? Coméntame para ver si buscamos lo que es la solución. porque te comento, como te estaba diciendo, que vas a contar con lo que es mi número laboral para que cualquier duda o consulta que tengas mientras te mantengas en Movistar. ¿Esto qué quiere decir, Matías? Que, por ejemplo, si tenés algún inconveniente o durante estés con lo que es esta línea en Movistar, me vas a poder contactar directamente a mí. Entonces, yo te voy a poder enviar lo que es directamente con un asesor de atención al cliente, de cobranza, de venta, lo que necesites. para que ellos puedan ayudarte con lo que tengas para consultarnos. No sé si me explico. A mí sí, la línea me asegura que está en nombre de Patricia Mónica Real y su DNI empieza con 17. Abajo en lo que es este DNI no hay deudas y podrías hacer lo que es la portabilidad tranquilo. No sé qué duda te queda, Matías. Te agradezco por el servicio. Bien, ¿por qué? ¿Por qué? ¿Qué es lo que me agradeces? No lo quiero. Bien, ¿por qué motivo no lo quieres? Porque te cago en mi cara que tuve una deuda por estar y no me gusta cómo se manejan. Bien, bueno, perfecto, no hay problema. Yo ahora lo dejo concentrado. Sí, te agradezco. Adiós.",
  "calidad": {
    "confianza_promedio": 0.581,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:00:51.501687",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:21.106864",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114145720722_MIT_01978",
    "fecha_inicio": "14/1/2026 14:57:21",
    "agente_nombre": "MZA 2",
    "agente_login": "mza2",
    "duracion_total": 252,
    "tiempo_conversacion": 251,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}