{
  "archivo": "amza20_1_260112114134995_ACD_73973.wav",
  "duracion_segundos": 391.58,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 121.2,
    "Cliente": 244.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.06,
      "duracion": 5.03,
      "texto": "Hola, buen día, Eliza.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.18,
      "fin": 12.92,
      "duracion": 6.74,
      "texto": "Hola, buen día, ¿sí? ¿Cómo le mandaste mi nombre? Me comunico con el área de recuperación y desmovistar. Usted actualmente cuenta con claro, ¿verdad?",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.6,
      "fin": 40.83,
      "duracion": 26.23,
      "texto": "Sí, todavía cuento con claro, sí. Bien, ¿de motivo de mi llamar o si era para preguntarle por qué se había ido de la compañía? ¿Qué inconvenientes había tenido con la línea y demás? Creo que se me hacía como imposible pagar en ese momento lo que me venía la captura. Claro, entiendo. Bien, entiendo. Y le pregunto, ¿tuvo alguna trinconveniente con la línea? Por ejemplo, ¿un problema con la señal o algo por el estilo? No, señal todo bien.",
      "confianza": 0.132,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.61,
      "fin": 53.47,
      "duracion": 11.86,
      "texto": "Solamente era eso. La línea, perfecto. Después me llamaron de claro y me dijeron que me podían dar una línea, qué sé yo, más baja por un año, algo así.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.41,
      "fin": 59.31,
      "duracion": 4.9,
      "texto": "Y bueno, yo accedí. Lo que era 10.000 pesos por mes. Bien, entiendo.",
      "confianza": 0.364,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.33,
      "fin": 66.44,
      "duracion": 7.11,
      "texto": "Bueno, miren, les comento, nosotros estamos en una campaña de recuperación de clientes, no estoy segura de que se les había sido una buena clienta según el resto del edificio y el tiempo que habíamos estado con la compañía.",
      "confianza": 0.52,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.92,
      "fin": 77.66,
      "duracion": 10.74,
      "texto": "Por eso me voy a llamar al día de hoy, ¿bien? Les comento un tema de lo que son los aumentos. Nosotros actualmente a los planes le aplicamos descuentos fijos para que los clientes no tengan un aumento desmedido, como usted me comenta que tuvo en su momento.",
      "confianza": 0.406,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.16,
      "fin": 88.99,
      "duracion": 10.83,
      "texto": "Además de vereñar lo que es una asesoría personal. Y quiere decir esto, usted cualquier problema de cualquier índole que tenga con la línea, directamente me lo comunicará a mí por WhatsApp. No tiene que estar llamando 0800, ni tomarse la molestia de esta buena sucursal.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.75,
      "fin": 100.83,
      "duracion": 11.08,
      "texto": "Esas son las mejoras que hemos tenido durante todo este tiempo. Me refiero a que usted se fue en octubre del 2024, ¿es correcto?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.59,
      "fin": 109.76,
      "duracion": 7.17,
      "texto": "Sí, la verdad que no me acuerdo muy bien el mes exacto, pero sí, seguramente se lo tienen ahí.",
      "confianza": 0.168,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.78,
      "fin": 110.3,
      "duracion": 0.52,
      "texto": "Claro, perfecto.",
      "confianza": 0.53,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 111.74,
      "fin": 115.64,
      "duracion": 3.91,
      "texto": "Le pregunto, ¿usted es en la línea de ocupar muchos gigas o no le suele haber mucho interés a lo que es el teléfono?",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.8,
      "fin": 147.47,
      "duracion": 29.67,
      "texto": "Lo que pasa es que, nada, yo ahora tengo, la verdad no sé cuál es el plan que tengo porque lo pago es más. ¿Debito automático? ¿Cómo? No, no, no, debito automático no lo pago por mes, pero bueno, hubo un tiempito que también me estuve casi igual como me pasó en Movistar porque me había venido muchísimo, pero sí, es por pedir PAC y todo eso. Lo que pasa es que yo, más que nada, cuando voy a mi trabajo, mi trabajo no,",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.06,
      "fin": 169.16,
      "duracion": 21.1,
      "texto": "No tengo wifi, no tengo nada. Ah, bien. Entonces, estoy con el celular todo el tiempo y cuando me quiero acordar, se me fue todo. Claro. Voy comprando packs, packs, packs. No me doy cuenta porque vos en ese instante, viste, son dos mil pesos, pero eso sumar dos mil, dos mil, dos mil, se te va. Pero bueno, más que eso, después no tengo ningún problema.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.86,
      "fin": 171.18,
      "duracion": 1.32,
      "texto": "Perfecto.",
      "confianza": 0.243,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 171.2,
      "fin": 171.82,
      "duracion": 0.62,
      "texto": "Bueno, mira, Elisa, te comento.",
      "confianza": 0.024,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.84,
      "fin": 206.55,
      "duracion": 34.71,
      "texto": "Nosotros lo que tratamos, desde que los clientes no, digamos, no compren packs teniendo un abono, nosotros le brindamos aparte de los gigas de base, le brindamos gigas de regalo. Para que vos, aparte de los gigas, como te digo, no tengan que estar recargando porque es necesario, entonces para eso es mejor incluso pasarse a prepago y te recargan directamente. Entonces no, lo que se busca es que vos tengas un abono con bastantes gigas y demás. Te hago una pregunta, más o menos, a un número así, digamos, ¿qué número, grosso modo, cuánto giga más o menos ocupas, no sabés?",
      "confianza": 0.195,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.95,
      "fin": 219.24,
      "duracion": 11.29,
      "texto": "Más o menos como 10 gigas, puede ser. Perfecto. No, yo te pregunto, sí, sí, sí. Más o menos, espera, más o menos a ver. Entonces son esos. Perfecto, perfecto. Ahí tenés que estar el recargado y demás.",
      "confianza": 0.1,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.26,
      "fin": 236.27,
      "duracion": 17.01,
      "texto": "Bueno, mira, entonces te comento, te comento uno de los planes que tenemos en promoción, no me decís bien, solo ocupar más o menos 8 gigas, solo de abonar más o menos eso, y ahí vamos viéndolo, ¿sí? Te comento, tengo un plan que viene ya con 15 gigas, bien son 15 gigas de base, se te regala mucho más, bien, durante 6 meses tendrías 23,",
      "confianza": 0.591,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 236.6,
      "fin": 241.07,
      "duracion": 4.47,
      "texto": "Tienes tu whatsapp y llamar libre a todas las compañías. Y este viene con rumen al mundo ya incluido.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.57,
      "fin": 251.22,
      "duracion": 9.65,
      "texto": "Y te queda un precio ese de 23.850 pesos. Este tendría bastantes gigas, como te digo, o me decís que ocupas 10. Bueno, acá tendrías, digamos, ya el doble incluso, más del doble.",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.04,
      "fin": 265.09,
      "duracion": 13.05,
      "texto": "No sé si más o menos es lo que vos estás abonando, bueno, es un poquito menos. No, abono mucho menos. Igual, todavía no pade la factura, digamos.",
      "confianza": 0.539,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.69,
      "fin": 283.19,
      "duracion": 17.5,
      "texto": "todavía no sé ni cuánto tengo que pagar porque, viste como te digo, venía digamos con una factura media atrasada, entonces ahí es como que no sé muy bien qué es lo que pago. Pade un total, bueno, no sé, con él el 30 lucas.",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 285.27,
      "fin": 286.87,
      "duracion": 1.6,
      "texto": "Los dos meses.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 287.41,
      "fin": 293.18,
      "duracion": 5.76,
      "texto": "Claro, y después se me iba a normalizar y bueno, estuve pidiendo FAC obviamente la semana pasada.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.24,
      "fin": 294.3,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.32,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 294.4,
      "fin": 323.75,
      "duracion": 29.35,
      "texto": "Y ahora no sé, no sé porque todavía no me llevo la factura, entonces no sé de cuánto es en realidad lo que tengo que pagar. Pero sí, creo que a raíz de mi plan, era a raíz de 7.500 pesos. Pero como que teníamos seis tigas más. Claro, y tenés que estar descargando. Bueno, entonces te comento un poquito un plan un poquito más bajo, entonces. Yo te comenté uno del plan bastante complejo, si no me decías que ocupabas mucho. Mira, te comento.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.33,
      "fin": 344.34,
      "duracion": 20.0,
      "texto": "Ten un poquito más bajo, tengo un plan de 8GB de base, 8 más de regal, entonces tendrías 16, tenés WaterPratice, llamás a las libras de todas las compañías, y este tiene Rummel en América, y ese plan, digamos, te queda en precio de 13.250 pesos, tendrías como te digo, 16GB, sería más de lo que estás abonando, pero vamos a decir que incluso lo terminás abonando más con la recarga y todo eso.",
      "confianza": 0.609,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 344.36,
      "fin": 360.03,
      "duracion": 15.67,
      "texto": "Acá directamente con la guardia pagaría, no tenés que estar recargando ni nada, tendrías 16GB, ¿bien? Como te digo, si en un momento te llegan a sobrar o algo, los podrás guardar. Entonces se te van acomodando mes a mes. No tienes que estar pagando por gigas que no ocupás y tendrías conectividad todo el mes.",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 361.19,
      "fin": 362.49,
      "duracion": 1.3,
      "texto": "Como te digo, tendrías los 16 gigas.",
      "confianza": 0.459,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 364.04,
      "fin": 369.58,
      "duracion": 5.55,
      "texto": "Esa sería la opción más elegida que nosotros tenemos en cuanto a los gigas que brinda y el precio.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 371.65,
      "fin": 391.58,
      "duracion": 19.93,
      "texto": "Sobre todo, vendría bien y todo. Disculpa que estás charlando, pero no me podés llamar dentro de unas horas o dentro de un ratito porque se me acabó de escapar el teléfono. Dale, gracias, te agradezco.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Eliza. Hola, buen día, ¿sí? ¿Cómo le mandaste mi nombre? Me comunico con el área de recuperación y desmovistar. Usted actualmente cuenta con claro, ¿verdad? Sí, todavía cuento con claro, sí. Bien, ¿de motivo de mi llamar o si era para preguntarle por qué se había ido de la compañía? ¿Qué inconvenientes había tenido con la línea y demás? Creo que se me hacía como imposible pagar en ese momento lo que me venía la captura. Claro, entiendo. Bien, entiendo. Y le pregunto, ¿tuvo alguna trinconveniente con la línea? Por ejemplo, ¿un problema con la señal o algo por el estilo? No, señal todo bien. Solamente era eso. La línea, perfecto. Después me llamaron de claro y me dijeron que me podían dar una línea, qué sé yo, más baja por un año, algo así. Y bueno, yo accedí. Lo que era 10.000 pesos por mes. Bien, entiendo. Bueno, miren, les comento, nosotros estamos en una campaña de recuperación de clientes, no estoy segura de que se les había sido una buena clienta según el resto del edificio y el tiempo que habíamos estado con la compañía. Por eso me voy a llamar al día de hoy, ¿bien? Les comento un tema de lo que son los aumentos. Nosotros actualmente a los planes le aplicamos descuentos fijos para que los clientes no tengan un aumento desmedido, como usted me comenta que tuvo en su momento. Además de vereñar lo que es una asesoría personal. Y quiere decir esto, usted cualquier problema de cualquier índole que tenga con la línea, directamente me lo comunicará a mí por WhatsApp. No tiene que estar llamando 0800, ni tomarse la molestia de esta buena sucursal. Esas son las mejoras que hemos tenido durante todo este tiempo. Me refiero a que usted se fue en octubre del 2024, ¿es correcto? Sí, la verdad que no me acuerdo muy bien el mes exacto, pero sí, seguramente se lo tienen ahí. Claro, perfecto. Le pregunto, ¿usted es en la línea de ocupar muchos gigas o no le suele haber mucho interés a lo que es el teléfono? Lo que pasa es que, nada, yo ahora tengo, la verdad no sé cuál es el plan que tengo porque lo pago es más. ¿Debito automático? ¿Cómo? No, no, no, debito automático no lo pago por mes, pero bueno, hubo un tiempito que también me estuve casi igual como me pasó en Movistar porque me había venido muchísimo, pero sí, es por pedir PAC y todo eso. Lo que pasa es que yo, más que nada, cuando voy a mi trabajo, mi trabajo no, No tengo wifi, no tengo nada. Ah, bien. Entonces, estoy con el celular todo el tiempo y cuando me quiero acordar, se me fue todo. Claro. Voy comprando packs, packs, packs. No me doy cuenta porque vos en ese instante, viste, son dos mil pesos, pero eso sumar dos mil, dos mil, dos mil, se te va. Pero bueno, más que eso, después no tengo ningún problema. Perfecto. Bueno, mira, Elisa, te comento. Nosotros lo que tratamos, desde que los clientes no, digamos, no compren packs teniendo un abono, nosotros le brindamos aparte de los gigas de base, le brindamos gigas de regalo. Para que vos, aparte de los gigas, como te digo, no tengan que estar recargando porque es necesario, entonces para eso es mejor incluso pasarse a prepago y te recargan directamente. Entonces no, lo que se busca es que vos tengas un abono con bastantes gigas y demás. Te hago una pregunta, más o menos, a un número así, digamos, ¿qué número, grosso modo, cuánto giga más o menos ocupas, no sabés? Más o menos como 10 gigas, puede ser. Perfecto. No, yo te pregunto, sí, sí, sí. Más o menos, espera, más o menos a ver. Entonces son esos. Perfecto, perfecto. Ahí tenés que estar el recargado y demás. Bueno, mira, entonces te comento, te comento uno de los planes que tenemos en promoción, no me decís bien, solo ocupar más o menos 8 gigas, solo de abonar más o menos eso, y ahí vamos viéndolo, ¿sí? Te comento, tengo un plan que viene ya con 15 gigas, bien son 15 gigas de base, se te regala mucho más, bien, durante 6 meses tendrías 23, Tienes tu whatsapp y llamar libre a todas las compañías. Y este viene con rumen al mundo ya incluido. Y te queda un precio ese de 23.850 pesos. Este tendría bastantes gigas, como te digo, o me decís que ocupas 10. Bueno, acá tendrías, digamos, ya el doble incluso, más del doble. No sé si más o menos es lo que vos estás abonando, bueno, es un poquito menos. No, abono mucho menos. Igual, todavía no pade la factura, digamos. todavía no sé ni cuánto tengo que pagar porque, viste como te digo, venía digamos con una factura media atrasada, entonces ahí es como que no sé muy bien qué es lo que pago. Pade un total, bueno, no sé, con él el 30 lucas. Los dos meses. Claro, y después se me iba a normalizar y bueno, estuve pidiendo FAC obviamente la semana pasada. Sí. Y ahora no sé, no sé porque todavía no me llevo la factura, entonces no sé de cuánto es en realidad lo que tengo que pagar. Pero sí, creo que a raíz de mi plan, era a raíz de 7.500 pesos. Pero como que teníamos seis tigas más. Claro, y tenés que estar descargando. Bueno, entonces te comento un poquito un plan un poquito más bajo, entonces. Yo te comenté uno del plan bastante complejo, si no me decías que ocupabas mucho. Mira, te comento. Ten un poquito más bajo, tengo un plan de 8GB de base, 8 más de regal, entonces tendrías 16, tenés WaterPratice, llamás a las libras de todas las compañías, y este tiene Rummel en América, y ese plan, digamos, te queda en precio de 13.250 pesos, tendrías como te digo, 16GB, sería más de lo que estás abonando, pero vamos a decir que incluso lo terminás abonando más con la recarga y todo eso. Acá directamente con la guardia pagaría, no tenés que estar recargando ni nada, tendrías 16GB, ¿bien? Como te digo, si en un momento te llegan a sobrar o algo, los podrás guardar. Entonces se te van acomodando mes a mes. No tienes que estar pagando por gigas que no ocupás y tendrías conectividad todo el mes. Como te digo, tendrías los 16 gigas. Esa sería la opción más elegida que nosotros tenemos en cuanto a los gigas que brinda y el precio. Sobre todo, vendría bien y todo. Disculpa que estás charlando, pero no me podés llamar dentro de unas horas o dentro de un ratito porque se me acabó de escapar el teléfono. Dale, gracias, te agradezco.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:51:20.997568",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:16.662332",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112114134995_ACD_73973",
    "fecha_inicio": "12/1/2026 11:41:34",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 409,
    "tiempo_conversacion": 377,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}