{
  "archivo": "amza43_1_260115132523037_ACD_98107.wav",
  "duracion_segundos": 326.63,
  "num_segmentos": 93,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 166.09,
    "Cliente": 135.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.3,
      "fin": 10.33,
      "duracion": 9.03,
      "texto": "Hola, buenas tarde. ¿Me comunico con Tomás? Sí. ¿Cómo te va, Tomás? Franco es mi nombre. Llamas al diablo para hacerte llegar una promoción para tu línea móvil.",
      "confianza": 0.089,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.95,
      "fin": 17.02,
      "duracion": 6.07,
      "texto": "Que veo que están claros, Tomás, actualmente. Sí, estoy en claro. Tomás, te hago una consulta.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.04,
      "fin": 19.16,
      "duracion": 2.12,
      "texto": "¿Cuántos llegas te brindo a tu compañía actualmente?",
      "confianza": 0.688,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.1,
      "fin": 30.48,
      "duracion": 10.38,
      "texto": "En relación a lo que usas. Tengo... 5... 5 ligas. Y me están regalando unos 10.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.98,
      "fin": 34.16,
      "duracion": 3.18,
      "texto": "Bien. ¿Y cuánto te están cobrando, más o menos, por eso actualmente?",
      "confianza": 0.826,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.72,
      "fin": 41.79,
      "duracion": 7.07,
      "texto": "7.000, 8.000, 8.000 y chilora. 8.000 y algo.",
      "confianza": 0.767,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.43,
      "fin": 45.91,
      "duracion": 3.48,
      "texto": "Perfecto. ¿Y tenés internet en casa también, seguramente?",
      "confianza": 0.865,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.47,
      "fin": 55.96,
      "duracion": 9.49,
      "texto": "¿De claro? Sí. Bien. Sí, tengo, sí, pero... No, en mi casa no, porque no llega.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.58,
      "fin": 76.61,
      "duracion": 20.03,
      "texto": "Yo vivo en un pueblo y no tienen, no hay nada. Hay un solo internet y nada más. Usted qué provincia es? De Santa Fe. Ah, perfecto. Mire, yo al día de hoy tengo una promoción exclusiva, sí, que son de ocho gigas más ocho de regalo y actualmente Movistar está reivindando veinte gigas más, sí, en el primer mes de exportación.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.26,
      "fin": 81.0,
      "duracion": 3.75,
      "texto": "Esto tiene lo que es el WhatsApp gratis, que por ahí es lo que más sabemos usar, ¿no?",
      "confianza": 0.719,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.04,
      "fin": 96.8,
      "duracion": 15.76,
      "texto": "Con esto de los videos, las fotos, stickers, etcétera. Llamadas y mensajes libres a todas las compañías y rumen en América por si salís del país Esto está a 10.400, ¿sí? Pero son más gigabytes de navegación. No sé si vos trabajás mucho tiempo afuera.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.44,
      "fin": 99.5,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.163,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.53,
      "fin": 104.49,
      "duracion": 4.96,
      "texto": "¿Pasás más tiempo en casa? No, no, no. Sí, estoy en mi casa con el trabajo.",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.51,
      "fin": 104.75,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.842,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.78,
      "fin": 110.41,
      "duracion": 5.63,
      "texto": "Y por ahí, entonces, un plan de 4 gigas más 4 regalos, 8 gigas. ¿Te parece?",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.51,
      "fin": 111.59,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.036,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.61,
      "fin": 113.13,
      "duracion": 1.52,
      "texto": "¿Y el regalo por cuánto tiempo es?",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 113.92,
      "fin": 129.02,
      "duracion": 15.1,
      "texto": "Bien, el regalo es por seis meses, pero vos podés tomar el tiempo de renovar los gigas por la aplicación de mi Movistar. Igualmente, cuando sobran gigas, lo que tiene de bueno Movistar es que te lo puedes pasar al siguiente mes.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.64,
      "fin": 146.79,
      "duracion": 17.15,
      "texto": "Que por ahí sabe pasar que te sobran gigas y los perdés. Bueno, en esta compañía no. Lo que podés hacer es pasártelo para el siguiente mes. ¿Y qué precio tiene eso? Bien, y este está a $7,460. Es una oferta exclusiva al día de hoy. El trámite como tal es rapidísimo. ¿Vos sos de Rosario o de Santa Fe?",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.87,
      "fin": 190.75,
      "duracion": 41.88,
      "texto": "De Santa Fe. Bien. En Santa Fe lo que tenemos contamos con puntos SEC. Vos vas a un local que esté cerca de tu domicilio, retiras el chip y te contactas conmigo para decirme, ya tengo el chip y yo te digo lo que es la fecha de portabilidad. Sí, siempre se demora entre 7 y 10 días y apenas ya esté habilitado se te va a caer la señal de claro y vas a tener el chip móvil estar inmediatamente. Esto es un trámite rápido, la idea es que nunca te quedes sin conexión y puedas inmediatamente pasarte en el mismo día, digamos. Es un trámite que a vos no te toma tiempo, que lo único que tendrías que hacer es acercarse al punto sec más cercano a tu domicilio y pasar el chip el día que se te caiga la señal de claro.",
      "confianza": 0.031,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.25,
      "fin": 196.34,
      "duracion": 5.09,
      "texto": "Solamente eso. No, estoy bien. Por este trámite te agradezco.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.3,
      "fin": 200.54,
      "duracion": 3.24,
      "texto": "Bien, pero ¿qué te detiene? ¿El precio, las ligas?",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.41,
      "fin": 220.19,
      "duracion": 17.78,
      "texto": "No, que estoy pagando muy, muy, muy similar. Porque pago 8.080 y pagando a través de la billetera virtual de Claro me hacen un descuento más, como el 15 o algo así, que es un cashback o un reintegro.",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 221.14,
      "fin": 234.26,
      "duracion": 13.12,
      "texto": "Y me quedaría en uno, aproximadamente me quedan 7000 pesos o un toquecito menos. Claro, pero sabes que verifico yo que hace un año te saliste de Movistar, digamos. Es decir que en cualquier momento te actualizan el precio.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 235.46,
      "fin": 241.21,
      "duracion": 5.75,
      "texto": "Y lo malo que tiene por ahí la otra compañía es que no te avisan cuando te van a aumentar, te deja el aumento directamente.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 241.85,
      "fin": 254.65,
      "duracion": 12.8,
      "texto": "En Movistar tampoco me avisan, tampoco me avisaron. Desde la aplicación igual sí, te avisan todo el tiempo. La aplicación sigue, claramente avisan la aplicación, pero nadie revisa.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 255.91,
      "fin": 277.34,
      "duracion": 21.43,
      "texto": "Lo bueno de esto es que acá estarías empezando con precio nuevo, digamos, y sabés lo que estás abonando. No, pero te agradezco, porque otra vez me pasó lo mismo. Yo cambié, me dijeron precio nuevo, todo eso, y me hacían un descuento de tanta cantidad de plata y después cuando me aumentó, me aumentó un montón. Porque ¿cuál es el precio real del mundo que vos me decís?",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 278.44,
      "fin": 308.24,
      "duracion": 29.8,
      "texto": "Bien, el descuento por 3 meses es de 30,000 pesos, pero si tú vas de 7,460 no quiere decir que después te vas a ir a pagar eso. Además, por la aplicación vos siempre gestionas el plan que quieres, siempre gestionas los gigas que quieres, cuándo quieres pagar, si lo quieres cambiar. Siempre después de los 3 meses vos puedes hacer lo que vos quieras con tu línea, agregar otra, bajarla, poner otra promoción. Desde la aplicación uno puede gestionar todo sin la necesidad de pasar por un vendedor, digamos, o por un asesor.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 308.94,
      "fin": 311.05,
      "duracion": 2.1,
      "texto": "que por ahí es lo que buscamos.",
      "confianza": 0.194,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 311.07,
      "fin": 311.29,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 311.31,
      "fin": 316.74,
      "duracion": 5.43,
      "texto": "Sí, conozco, conozco. Me entendés. O sea, vos tenés la decisión de hacer lo que vos quieras con la línea.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 317.54,
      "fin": 324.73,
      "duracion": 7.19,
      "texto": "Claro, por eso. ¿Está bien? Eh, te hablaré con 12. No, no hay problema.",
      "confianza": 0.186,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 326.17,
      "fin": 326.63,
      "duracion": 0.46,
      "texto": "Bueno, Tomás.",
      "confianza": 0.44,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tarde. ¿Me comunico con Tomás? Sí. ¿Cómo te va, Tomás? Franco es mi nombre. Llamas al diablo para hacerte llegar una promoción para tu línea móvil. Que veo que están claros, Tomás, actualmente. Sí, estoy en claro. Tomás, te hago una consulta. ¿Cuántos llegas te brindo a tu compañía actualmente? En relación a lo que usas. Tengo... 5... 5 ligas. Y me están regalando unos 10. Bien. ¿Y cuánto te están cobrando, más o menos, por eso actualmente? 7.000, 8.000, 8.000 y chilora. 8.000 y algo. Perfecto. ¿Y tenés internet en casa también, seguramente? ¿De claro? Sí. Bien. Sí, tengo, sí, pero... No, en mi casa no, porque no llega. Yo vivo en un pueblo y no tienen, no hay nada. Hay un solo internet y nada más. Usted qué provincia es? De Santa Fe. Ah, perfecto. Mire, yo al día de hoy tengo una promoción exclusiva, sí, que son de ocho gigas más ocho de regalo y actualmente Movistar está reivindando veinte gigas más, sí, en el primer mes de exportación. Esto tiene lo que es el WhatsApp gratis, que por ahí es lo que más sabemos usar, ¿no? Con esto de los videos, las fotos, stickers, etcétera. Llamadas y mensajes libres a todas las compañías y rumen en América por si salís del país Esto está a 10.400, ¿sí? Pero son más gigabytes de navegación. No sé si vos trabajás mucho tiempo afuera. No. ¿Pasás más tiempo en casa? No, no, no. Sí, estoy en mi casa con el trabajo. Bien. Y por ahí, entonces, un plan de 4 gigas más 4 regalos, 8 gigas. ¿Te parece? Ajá. ¿Y el regalo por cuánto tiempo es? Bien, el regalo es por seis meses, pero vos podés tomar el tiempo de renovar los gigas por la aplicación de mi Movistar. Igualmente, cuando sobran gigas, lo que tiene de bueno Movistar es que te lo puedes pasar al siguiente mes. Que por ahí sabe pasar que te sobran gigas y los perdés. Bueno, en esta compañía no. Lo que podés hacer es pasártelo para el siguiente mes. ¿Y qué precio tiene eso? Bien, y este está a $7,460. Es una oferta exclusiva al día de hoy. El trámite como tal es rapidísimo. ¿Vos sos de Rosario o de Santa Fe? De Santa Fe. Bien. En Santa Fe lo que tenemos contamos con puntos SEC. Vos vas a un local que esté cerca de tu domicilio, retiras el chip y te contactas conmigo para decirme, ya tengo el chip y yo te digo lo que es la fecha de portabilidad. Sí, siempre se demora entre 7 y 10 días y apenas ya esté habilitado se te va a caer la señal de claro y vas a tener el chip móvil estar inmediatamente. Esto es un trámite rápido, la idea es que nunca te quedes sin conexión y puedas inmediatamente pasarte en el mismo día, digamos. Es un trámite que a vos no te toma tiempo, que lo único que tendrías que hacer es acercarse al punto sec más cercano a tu domicilio y pasar el chip el día que se te caiga la señal de claro. Solamente eso. No, estoy bien. Por este trámite te agradezco. Bien, pero ¿qué te detiene? ¿El precio, las ligas? No, que estoy pagando muy, muy, muy similar. Porque pago 8.080 y pagando a través de la billetera virtual de Claro me hacen un descuento más, como el 15 o algo así, que es un cashback o un reintegro. Y me quedaría en uno, aproximadamente me quedan 7000 pesos o un toquecito menos. Claro, pero sabes que verifico yo que hace un año te saliste de Movistar, digamos. Es decir que en cualquier momento te actualizan el precio. Y lo malo que tiene por ahí la otra compañía es que no te avisan cuando te van a aumentar, te deja el aumento directamente. En Movistar tampoco me avisan, tampoco me avisaron. Desde la aplicación igual sí, te avisan todo el tiempo. La aplicación sigue, claramente avisan la aplicación, pero nadie revisa. Lo bueno de esto es que acá estarías empezando con precio nuevo, digamos, y sabés lo que estás abonando. No, pero te agradezco, porque otra vez me pasó lo mismo. Yo cambié, me dijeron precio nuevo, todo eso, y me hacían un descuento de tanta cantidad de plata y después cuando me aumentó, me aumentó un montón. Porque ¿cuál es el precio real del mundo que vos me decís? Bien, el descuento por 3 meses es de 30,000 pesos, pero si tú vas de 7,460 no quiere decir que después te vas a ir a pagar eso. Además, por la aplicación vos siempre gestionas el plan que quieres, siempre gestionas los gigas que quieres, cuándo quieres pagar, si lo quieres cambiar. Siempre después de los 3 meses vos puedes hacer lo que vos quieras con tu línea, agregar otra, bajarla, poner otra promoción. Desde la aplicación uno puede gestionar todo sin la necesidad de pasar por un vendedor, digamos, o por un asesor. que por ahí es lo que buscamos. Sí, sí, sí. Sí, conozco, conozco. Me entendés. O sea, vos tenés la decisión de hacer lo que vos quieras con la línea. Claro, por eso. ¿Está bien? Eh, te hablaré con 12. No, no hay problema. Bueno, Tomás.",
  "calidad": {
    "confianza_promedio": 0.552,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:58:29.674618",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 93,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:28.235843",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132523037_ACD_98107",
    "fecha_inicio": "15/1/2026 13:25:23",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 378,
    "tiempo_conversacion": 314,
    "tiempo_hold": 0,
    "tiempo_acw": 44,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}