{
  "archivo": "amza1_1_260113135127352_MIT_01985.wav",
  "duracion_segundos": 357.43,
  "num_segmentos": 101,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 144.17,
    "Cliente": 180.4
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 10.02,
      "fin": 19.4,
      "duracion": 9.38,
      "texto": "No, no le digas nada. Hola. Hola. Sí, hablo con la señora Claudia.",
      "confianza": 0.334,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.72,
      "fin": 21.14,
      "duracion": 0.42,
      "texto": "Sí.",
      "confianza": 0.54,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.16,
      "fin": 45.53,
      "duracion": 24.37,
      "texto": "Claudia, cómo le va? Un placer hablar con usted. Le habla Evangelina en este lado. Desde la que recupero clientes movistar. ¿Cómo le va? Ah, cómo estás? Todo bien. Bueno, me alegro. Claudia, les comento. Yo, la tramena usted hace ya más de un mes, ¿sí? para brindarle lo que era una promoción en su momento. Y usted me dijo que yo la contacté luego. Bueno, yo la volví a llamar y nunca la pude ubicar. Y, bueno, me ha quedado en la base para volver a contactarla. Así que aquí estoy, ¿sí?",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.17,
      "fin": 47.49,
      "duracion": 1.32,
      "texto": "Así que, bueno, lo que podemos conseguir.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.17,
      "fin": 52.28,
      "duracion": 4.11,
      "texto": "Yo le quería consultar a Claudia. Actualmente usted tiene una bono mensaje con Claro, ¿es correcto?",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.06,
      "fin": 63.55,
      "duracion": 9.49,
      "texto": "Sí, sí. Bien. ¿Y tiene idea cuántos gigas tiene lo que es su plan actual con la compañía o no? Ayer que esas cosas me manejan mis hijas. Ah, bien. Bien,",
      "confianza": 0.028,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 63.55,
      "fin": 64.19,
      "duracion": 0.64,
      "texto": "bien, bien, bien.",
      "confianza": 0.688,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.58,
      "fin": 77.44,
      "duracion": 12.86,
      "texto": "Si quieres lo que podemos hacer, mandamelo por WhatsApp a lo que tengas para ofrecerme los planes y igual yo lo veo.",
      "confianza": 0.305,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.96,
      "fin": 142.44,
      "duracion": 64.48,
      "texto": "Bueno, perfecto. A ver, su número es 11-68-49-7759. Bien, ahora le voy a mandar un mensajito por WhatsApp. Le voy a decir, hola Claudia, soy Evangeline de Movistar a través de mi número laboral. y le voy a juntar lo que son las promociones. En todo caso, si a usted le interesa alguna o que quiera consultarme porque también hay cosas que no están especificadas en el mensajito, usted me puede preguntar sin compromiso, yo se las respondo y se las aclaro. Ok, genial. Para que lo vea. También les comento igual, ya se ha dicho el paso a la llamada, que tenemos lo que son promociones con lo que es Internet del Hogar. Sí, tenemos el Internet del Hogar bonificado en 24 mil pesos, Y te quedaría la línea verificada. En cuanto a la movista, en cuanto a Internet del Hogar, nunca pudimos llegar porque no había alcance hasta donde... ¿Querés que lo verifiquemos? Porque eso va cambiando de mes a mes. Si querés, lo pueden ver lo que es. Calle y nubeación. Y yo lo derivo a los técnicos para que ellos me digan si se puede instalar o no en tu domicilio de cine. La calle es Almirante Brown, 2151, Barrio Sausalito.",
      "confianza": 0.404,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.33,
      "fin": 145.85,
      "duracion": 1.52,
      "texto": "de Pilar.",
      "confianza": 0.811,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.16,
      "fin": 160.69,
      "duracion": 9.53,
      "texto": "Bien, me figura que estás entre las calles Los Paraisos y, puede ser, Los Paraisos y nunca La Mos, una cuestión así.",
      "confianza": 0.762,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.71,
      "fin": 162.78,
      "duracion": 2.07,
      "texto": "Sí, es un barrio privado. Ah, bien.",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.3,
      "fin": 163.7,
      "duracion": 0.4,
      "texto": "Bien, bien.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.42,
      "fin": 167.58,
      "duracion": 3.16,
      "texto": "Bien, y eso se cuenta que lo consultaste, Claudia.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.18,
      "fin": 169.43,
      "duracion": 1.24,
      "texto": "Sí, lo consulté como...",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.98,
      "fin": 185.79,
      "duracion": 15.81,
      "texto": "con él de cuatro o cinco meses, después no volví a llamar más. Bueno, puede ser ahora que tengas lo que es la cobertura. Ahora yo lo derivo y estoy avisando si querés aguardarme acá en la llamada y ya te confirmo. Dale, genial. Sí,",
      "confianza": 0.396,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 185.79,
      "fin": 191.12,
      "duracion": 5.33,
      "texto": "porque siempre le recomendamos a los clientes que ellos sigan verificando porque puede ser que cambie.",
      "confianza": 0.748,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.14,
      "fin": 198.15,
      "duracion": 7.01,
      "texto": "Claro, sí, después tuve con varias cosas y bueno, no consulté más.",
      "confianza": 0.138,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.03,
      "fin": 234.2,
      "duracion": 34.17,
      "texto": "Bien, ahora te confirmó bien si tenés cobertura o no. De todas maneras también, mientras que aguardamos así, no se queda el silencio, recomiendo el plan que tenía para ofrecerte en un plan bastante completo de 8 gigas de base más 8 gigas de regalo, es decir, que vas a tener 10 gigas en total. que incluye WhatsApp, Redis, la más libre seguridad de compañía, a mis hermanas Américas Públicas y Roaming en América por 13.250 pesos. Si estás al tanto cuando te estás abonando por tu plan actual, Claudia.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 234.9,
      "fin": 239.06,
      "duracion": 4.16,
      "texto": "No, pago más. Pagas más.",
      "confianza": 0.159,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.09,
      "fin": 239.43,
      "duracion": 0.34,
      "texto": "Bien.",
      "confianza": 0.779,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 239.59,
      "fin": 246.84,
      "duracion": 7.25,
      "texto": "En cualquier caso que vos quisieras hacer, por ejemplo, lo que es el cambio de portabilidad, lo podemos hacer de una forma muy sencilla, hacer a través de la tramada.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.86,
      "fin": 270.9,
      "duracion": 23.04,
      "texto": "Sí, yo solamente como edad tengo en el sistema de lo que son tus datos, tengo que lo validarlos y justamente hacer el cambio de gestión. ¿Bien? ¿Cuántas gigas me dijiste que tenías? 16 gigas en total. 8 de base y 8 de regalo por 6 meses, ¿sí? Esa es la bonchita. ¿Y alguno que tenga más gigas? Sí, tenemos. Tenemos lo que es el plan de 15 gigas de base más 8 gigas de regalo, es decir, que vamos a tener 23 gigas en total.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 271.56,
      "fin": 277.52,
      "duracion": 5.97,
      "texto": "Incluye lo que es WhatsApp, las llamadas de América de Precio Local y Roaming, esta vez, en vez de ser en América, es en el mundo.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 278.12,
      "fin": 290.3,
      "duracion": 12.18,
      "texto": "Todo esto por 23.850. De ahí, ese plan sí se eleva bastante. del anterior, porque no es el que tenemos en promoción, pero es muy completo. Si quisieras, podemos hacer lo que es la portabilidad sin inconvenientes.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.49,
      "fin": 299.31,
      "duracion": 6.82,
      "texto": "Bueno, yo ahora lo veo bien con mi marido y por ahí, para ver si nos cambiamos los dos. Bueno, perfecto.",
      "confianza": 0.353,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 299.45,
      "fin": 300.65,
      "duracion": 1.2,
      "texto": "Mirad, Claudia, te comento.",
      "confianza": 0.783,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 301.13,
      "fin": 357.43,
      "duracion": 56.3,
      "texto": "Ahí me respondieron de la parte técnica. Sí, me asegura que no tenés todavía lo que es la cobertura de la fibra del domicilio como, bueno, habías consultado anteriormente. Pero está bueno porque trate que antes ya te aclaraste lo que es la duda, ¿sí? Ahora, yo te envié un mensajito por WhatsApp, si querés responderme con un OK, con un, por lo que sea, si me queda sentado, y si querés te contacto más tarde o si lo puedes hablar. Vale, ahora no lo puedo mirar bien. Yo voy a casa y... Dale, en caso de que quieras pasarte con tu marido, bueno, lo podemos hacer la gestión a través de una llamada. Si él es el titular de la línea, bueno, tengo que hacer la llamada. Sí, sí, de la línea del sí. Pero lo tenemos que hacer, digamos, dos gestiones diferentes, pero nos van a llevar aproximadamente 20 minutos las dos. Así que, para que te quedes tranquilo, muy rápido, ¿sí? Bueno. Dale, Claud. Muchísimas gracias y nos vemos en comunicación, entonces. Gracias, que tengas buena idea. Igualmente. Chao, chao.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "No, no le digas nada. Hola. Hola. Sí, hablo con la señora Claudia. Sí. Claudia, cómo le va? Un placer hablar con usted. Le habla Evangelina en este lado. Desde la que recupero clientes movistar. ¿Cómo le va? Ah, cómo estás? Todo bien. Bueno, me alegro. Claudia, les comento. Yo, la tramena usted hace ya más de un mes, ¿sí? para brindarle lo que era una promoción en su momento. Y usted me dijo que yo la contacté luego. Bueno, yo la volví a llamar y nunca la pude ubicar. Y, bueno, me ha quedado en la base para volver a contactarla. Así que aquí estoy, ¿sí? Así que, bueno, lo que podemos conseguir. Yo le quería consultar a Claudia. Actualmente usted tiene una bono mensaje con Claro, ¿es correcto? Sí, sí. Bien. ¿Y tiene idea cuántos gigas tiene lo que es su plan actual con la compañía o no? Ayer que esas cosas me manejan mis hijas. Ah, bien. Bien, bien, bien, bien. Si quieres lo que podemos hacer, mandamelo por WhatsApp a lo que tengas para ofrecerme los planes y igual yo lo veo. Bueno, perfecto. A ver, su número es 11-68-49-7759. Bien, ahora le voy a mandar un mensajito por WhatsApp. Le voy a decir, hola Claudia, soy Evangeline de Movistar a través de mi número laboral. y le voy a juntar lo que son las promociones. En todo caso, si a usted le interesa alguna o que quiera consultarme porque también hay cosas que no están especificadas en el mensajito, usted me puede preguntar sin compromiso, yo se las respondo y se las aclaro. Ok, genial. Para que lo vea. También les comento igual, ya se ha dicho el paso a la llamada, que tenemos lo que son promociones con lo que es Internet del Hogar. Sí, tenemos el Internet del Hogar bonificado en 24 mil pesos, Y te quedaría la línea verificada. En cuanto a la movista, en cuanto a Internet del Hogar, nunca pudimos llegar porque no había alcance hasta donde... ¿Querés que lo verifiquemos? Porque eso va cambiando de mes a mes. Si querés, lo pueden ver lo que es. Calle y nubeación. Y yo lo derivo a los técnicos para que ellos me digan si se puede instalar o no en tu domicilio de cine. La calle es Almirante Brown, 2151, Barrio Sausalito. de Pilar. Bien, me figura que estás entre las calles Los Paraisos y, puede ser, Los Paraisos y nunca La Mos, una cuestión así. Sí, es un barrio privado. Ah, bien. Bien, bien. Bien, y eso se cuenta que lo consultaste, Claudia. Sí, lo consulté como... con él de cuatro o cinco meses, después no volví a llamar más. Bueno, puede ser ahora que tengas lo que es la cobertura. Ahora yo lo derivo y estoy avisando si querés aguardarme acá en la llamada y ya te confirmo. Dale, genial. Sí, porque siempre le recomendamos a los clientes que ellos sigan verificando porque puede ser que cambie. Claro, sí, después tuve con varias cosas y bueno, no consulté más. Bien, ahora te confirmó bien si tenés cobertura o no. De todas maneras también, mientras que aguardamos así, no se queda el silencio, recomiendo el plan que tenía para ofrecerte en un plan bastante completo de 8 gigas de base más 8 gigas de regalo, es decir, que vas a tener 10 gigas en total. que incluye WhatsApp, Redis, la más libre seguridad de compañía, a mis hermanas Américas Públicas y Roaming en América por 13.250 pesos. Si estás al tanto cuando te estás abonando por tu plan actual, Claudia. No, pago más. Pagas más. Bien. En cualquier caso que vos quisieras hacer, por ejemplo, lo que es el cambio de portabilidad, lo podemos hacer de una forma muy sencilla, hacer a través de la tramada. Sí, yo solamente como edad tengo en el sistema de lo que son tus datos, tengo que lo validarlos y justamente hacer el cambio de gestión. ¿Bien? ¿Cuántas gigas me dijiste que tenías? 16 gigas en total. 8 de base y 8 de regalo por 6 meses, ¿sí? Esa es la bonchita. ¿Y alguno que tenga más gigas? Sí, tenemos. Tenemos lo que es el plan de 15 gigas de base más 8 gigas de regalo, es decir, que vamos a tener 23 gigas en total. Incluye lo que es WhatsApp, las llamadas de América de Precio Local y Roaming, esta vez, en vez de ser en América, es en el mundo. Todo esto por 23.850. De ahí, ese plan sí se eleva bastante. del anterior, porque no es el que tenemos en promoción, pero es muy completo. Si quisieras, podemos hacer lo que es la portabilidad sin inconvenientes. Bueno, yo ahora lo veo bien con mi marido y por ahí, para ver si nos cambiamos los dos. Bueno, perfecto. Mirad, Claudia, te comento. Ahí me respondieron de la parte técnica. Sí, me asegura que no tenés todavía lo que es la cobertura de la fibra del domicilio como, bueno, habías consultado anteriormente. Pero está bueno porque trate que antes ya te aclaraste lo que es la duda, ¿sí? Ahora, yo te envié un mensajito por WhatsApp, si querés responderme con un OK, con un, por lo que sea, si me queda sentado, y si querés te contacto más tarde o si lo puedes hablar. Vale, ahora no lo puedo mirar bien. Yo voy a casa y... Dale, en caso de que quieras pasarte con tu marido, bueno, lo podemos hacer la gestión a través de una llamada. Si él es el titular de la línea, bueno, tengo que hacer la llamada. Sí, sí, de la línea del sí. Pero lo tenemos que hacer, digamos, dos gestiones diferentes, pero nos van a llevar aproximadamente 20 minutos las dos. Así que, para que te quedes tranquilo, muy rápido, ¿sí? Bueno. Dale, Claud. Muchísimas gracias y nos vemos en comunicación, entonces. Gracias, que tengas buena idea. Igualmente. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.547,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:40:43.514373",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 101,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:16.000261",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113135127352_MIT_01985",
    "fecha_inicio": "13/1/2026 13:51:28",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 348,
    "tiempo_conversacion": 344,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}