{
  "archivo": "amza10_1_260116103525710_ACD_20091.wav",
  "duracion_segundos": 332.83,
  "num_segmentos": 104,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 153.13,
    "Cliente": 140.69
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 0.21,
      "duracion": 0.18,
      "texto": "Hola.",
      "confianza": 0.396,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2.1,
      "fin": 6.94,
      "duracion": 4.84,
      "texto": "Bruno Marz. Hola, buen día, soy Adrián. ¿Cómo estás? Un gusto.",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.46,
      "fin": 11.99,
      "duracion": 4.53,
      "texto": "Me estoy contactando en la línea de bonificaciones, sí, para brindarte lo que vas a encontrar en la línea.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.26,
      "fin": 30.96,
      "duracion": 17.7,
      "texto": "Adrián, ¿me jurás que me estás haciendo claro actualmente? No sé si contás con una bono o la línea prepara. No, tengo una bono. Ah, bueno, perfecto. Bueno, mira, te comparto lo que es este plan. Sí, son 8 gigas de base, más 8 gigas que vas a contar de regalo por 6 meses. En total vas a tener 16 gigas, ¿sí?",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.98,
      "fin": 33.49,
      "duracion": 2.5,
      "texto": "Que te incluye esto, WhatsApp gratis.",
      "confianza": 0.615,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.51,
      "fin": 42.88,
      "duracion": 9.37,
      "texto": "Sigue rumen en América, todo ilimitado. Y te quedan $10,400 pesos. Si es una oferta valida por hoy. ¿Qué te parecen de más de los gigas? Si es lo que vos usabas.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.41,
      "fin": 51.47,
      "duracion": 3.06,
      "texto": "¿Y sabes lo que pasa? Que yo lo tengo con todo completo, pago $40,000 pesos. ¿Qué tenés? En mi casa tengo todo.",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.26,
      "fin": 73.15,
      "duracion": 20.89,
      "texto": "Tenés lo que es la fibra más la línea. Es una línea y la fibra nada más. Nosotros también tenemos un combo que te queda alrededor de 24 mil pesos. No sé si llegaste a escuchar.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.4,
      "fin": 75.84,
      "duracion": 0.44,
      "texto": "No se te escucha nada.",
      "confianza": 0.052,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.42,
      "fin": 82.95,
      "duracion": 6.53,
      "texto": "Bien, quiero comentar que nosotros también tenemos lo que es un Combox, que es fibra óptica más la línea móvil, te queda alrededor de 24 mil pesos.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.02,
      "fin": 89.06,
      "duracion": 5.05,
      "texto": "No sé si ya en algún momento tuviste lo que es internet en Google Start.",
      "confianza": 0.451,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.58,
      "fin": 90.18,
      "duracion": 0.6,
      "texto": "No, no, nunca tuve. Ajá,",
      "confianza": 0.001,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 90.18,
      "fin": 98.72,
      "duracion": 8.54,
      "texto": "bueno, mira, te queda re económico, sí, la velocidad en este caso sería de 300 megas, sí, te va a andar bastante, la verdad, porque contamos con una velocidad simétrica, sí,",
      "confianza": 0.654,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.99,
      "fin": 110.06,
      "duracion": 11.07,
      "texto": "Y en lo que es la línea móvil, te quedaría un plan, por ejemplo, de 4 GB y tenemos 4 GB a la parte de regalo. Así que le va a estar quedando el plan, ponedlo en 8 GB. Está bastante bueno.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.62,
      "fin": 125.69,
      "duracion": 15.07,
      "texto": "Si querés, ahora tenemos lo que es cobertura. ¿De qué parte sos? De Avellaneda. Bien, te tomo domicilio para chequear si hay cobertura ahí en tu casa, digamos. Decime, ¿calde? Bueno, me dijiste de Avellaneda.",
      "confianza": 0.454,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.72,
      "fin": 156.92,
      "duracion": 28.2,
      "texto": "A ver, ¿cómo? Que si me puedes decir calle, altura, para verificar si hay cobertura en la zona. Darwin 454, Villa Domingo. 454, Villa Domingo. Te digo las entrecalles para corroborar. Si esto sería entre Chilicoy, puede ser y... No, perdón, al revés. Entre El Salvador Soreda y Baradero. ¿Puede ser?",
      "confianza": 0.295,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.75,
      "fin": 158.75,
      "duracion": 1.0,
      "texto": "Bien, perfecto.",
      "confianza": 0.618,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 159.19,
      "fin": 166.36,
      "duracion": 7.17,
      "texto": "Ahora mismo, yo voy a estar chequeando si hay cobertura en la zona. Como te digo, en este caso, hay que hacer cobertura. Y te va a quedar lo que es ese combo.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.86,
      "fin": 183.62,
      "duracion": 16.76,
      "texto": "Así que nada, re económico te queda, ¿sí? A ver, aguántame. Y por ese lado te conviene. Espérate, déjame que chequee. Esta es una casa, ¿no?",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.64,
      "fin": 183.7,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.321,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.68,
      "fin": 202.29,
      "duracion": 17.61,
      "texto": "Y nunca tuviste internet en este domicilio de Movistar, sino de otras empresas. Ahí lo mandé a chequear. Mientras tanto, mientras ahí estoy chequeando, te comento bien detrás de la mente lo que es el plan. Sería, en lo que es la fibra, 300 megas.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.29,
      "fin": 220.31,
      "duracion": 17.02,
      "texto": "Puedes elegir otra velocidad. En ese plan, por ejemplo, te queda la velocidad de 300 millas, lo que es la fibra, más la línea móvil, con un plan de 4 gigas, y 4 gigas para parte extra, sí, ya vas a tener 8 gigas, ¿sí? ¿Alguien me escucha?",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.33,
      "fin": 220.71,
      "duracion": 0.38,
      "texto": "Sí, sí, televisión.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.73,
      "fin": 233.58,
      "duracion": 12.85,
      "texto": "Ah, bien, perfecto. Bueno, y en total te estaría dando 24 mil pesos. O sea, re accesible, la verdad. Así que, bueno, esperemos que haya cobertura. ¿Visto a la televisión con todo? ¿Usted qué tiene actualmente?",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 234.29,
      "fin": 238.38,
      "duracion": 4.09,
      "texto": "Tengo todo, con la televisión, todo. ¿Se ve de cuántos canales?",
      "confianza": 0.131,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.2,
      "fin": 247.97,
      "duracion": 7.77,
      "texto": "No sé cuántos tiene, tengo todo. Bueno, porque yo te puedo brindar la tele digital combo, que te incluye eso, por ejemplo, 39 canales.",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.01,
      "fin": 254.64,
      "duracion": 5.63,
      "texto": "Y después ya tenés otro, la TV Max, y que te incluye 102 canales.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.88,
      "fin": 257.74,
      "duracion": 1.86,
      "texto": "No sé cuál te haga mejor.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 260.64,
      "fin": 261.55,
      "duracion": 0.9,
      "texto": "El que me deja es mirar películas y todo eso.",
      "confianza": 0.03,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.2,
      "fin": 268.56,
      "duracion": 5.36,
      "texto": "¿Cómo? Perdón, me repetís. Que me dejen mirar películas, todas esas cosas.",
      "confianza": 0.174,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 268.58,
      "fin": 269.5,
      "duracion": 0.92,
      "texto": "Bueno, mira, te comento.",
      "confianza": 0.752,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 269.64,
      "fin": 290.14,
      "duracion": 20.5,
      "texto": "En las dos, sí, una es de menos canales y la otra tiene más canales. En ambas, sí, vas a contar con los canales básicos típicos, digamos, a tener para haber variado, sí, nada más que bueno, uno contiene más canales que el otro, sí. Si sos de ver básico, puedes ir por la digital combo, que son 39 canales, 40 canales por tele.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.14,
      "fin": 292.78,
      "duracion": 1.64,
      "texto": "Y ya, si no, contás con la TV más.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 293.35,
      "fin": 304.05,
      "duracion": 10.7,
      "texto": "Como vos quieras. No sé cuál preferís. ¿Y cuánto pago? Bueno, que a veces te saca un presupuesto diferente. A ver. A ver. 24,000.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 306.75,
      "fin": 319.19,
      "duracion": 12.44,
      "texto": "Te queda lo que es la fibra más, la línea. Y 11,300 te sale lo que es la TV. ¿Sí? Ahí estarías vagonando. Uy, se me fue. Avuélvame.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 322.24,
      "fin": 332.83,
      "duracion": 10.59,
      "texto": "Ahí te estarías abonando 35.300. No, dejalo como está, ya está. No, sigo con...",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Bruno Marz. Hola, buen día, soy Adrián. ¿Cómo estás? Un gusto. Me estoy contactando en la línea de bonificaciones, sí, para brindarte lo que vas a encontrar en la línea. Adrián, ¿me jurás que me estás haciendo claro actualmente? No sé si contás con una bono o la línea prepara. No, tengo una bono. Ah, bueno, perfecto. Bueno, mira, te comparto lo que es este plan. Sí, son 8 gigas de base, más 8 gigas que vas a contar de regalo por 6 meses. En total vas a tener 16 gigas, ¿sí? Que te incluye esto, WhatsApp gratis. Sigue rumen en América, todo ilimitado. Y te quedan $10,400 pesos. Si es una oferta valida por hoy. ¿Qué te parecen de más de los gigas? Si es lo que vos usabas. ¿Y sabes lo que pasa? Que yo lo tengo con todo completo, pago $40,000 pesos. ¿Qué tenés? En mi casa tengo todo. Tenés lo que es la fibra más la línea. Es una línea y la fibra nada más. Nosotros también tenemos un combo que te queda alrededor de 24 mil pesos. No sé si llegaste a escuchar. No se te escucha nada. Bien, quiero comentar que nosotros también tenemos lo que es un Combox, que es fibra óptica más la línea móvil, te queda alrededor de 24 mil pesos. No sé si ya en algún momento tuviste lo que es internet en Google Start. No, no, nunca tuve. Ajá, bueno, mira, te queda re económico, sí, la velocidad en este caso sería de 300 megas, sí, te va a andar bastante, la verdad, porque contamos con una velocidad simétrica, sí, Y en lo que es la línea móvil, te quedaría un plan, por ejemplo, de 4 GB y tenemos 4 GB a la parte de regalo. Así que le va a estar quedando el plan, ponedlo en 8 GB. Está bastante bueno. Si querés, ahora tenemos lo que es cobertura. ¿De qué parte sos? De Avellaneda. Bien, te tomo domicilio para chequear si hay cobertura ahí en tu casa, digamos. Decime, ¿calde? Bueno, me dijiste de Avellaneda. A ver, ¿cómo? Que si me puedes decir calle, altura, para verificar si hay cobertura en la zona. Darwin 454, Villa Domingo. 454, Villa Domingo. Te digo las entrecalles para corroborar. Si esto sería entre Chilicoy, puede ser y... No, perdón, al revés. Entre El Salvador Soreda y Baradero. ¿Puede ser? Bien, perfecto. Ahora mismo, yo voy a estar chequeando si hay cobertura en la zona. Como te digo, en este caso, hay que hacer cobertura. Y te va a quedar lo que es ese combo. Así que nada, re económico te queda, ¿sí? A ver, aguántame. Y por ese lado te conviene. Espérate, déjame que chequee. Esta es una casa, ¿no? Sí. Y nunca tuviste internet en este domicilio de Movistar, sino de otras empresas. Ahí lo mandé a chequear. Mientras tanto, mientras ahí estoy chequeando, te comento bien detrás de la mente lo que es el plan. Sería, en lo que es la fibra, 300 megas. Puedes elegir otra velocidad. En ese plan, por ejemplo, te queda la velocidad de 300 millas, lo que es la fibra, más la línea móvil, con un plan de 4 gigas, y 4 gigas para parte extra, sí, ya vas a tener 8 gigas, ¿sí? ¿Alguien me escucha? Sí, sí, televisión. Ah, bien, perfecto. Bueno, y en total te estaría dando 24 mil pesos. O sea, re accesible, la verdad. Así que, bueno, esperemos que haya cobertura. ¿Visto a la televisión con todo? ¿Usted qué tiene actualmente? Tengo todo, con la televisión, todo. ¿Se ve de cuántos canales? No sé cuántos tiene, tengo todo. Bueno, porque yo te puedo brindar la tele digital combo, que te incluye eso, por ejemplo, 39 canales. Y después ya tenés otro, la TV Max, y que te incluye 102 canales. No sé cuál te haga mejor. El que me deja es mirar películas y todo eso. ¿Cómo? Perdón, me repetís. Que me dejen mirar películas, todas esas cosas. Bueno, mira, te comento. En las dos, sí, una es de menos canales y la otra tiene más canales. En ambas, sí, vas a contar con los canales básicos típicos, digamos, a tener para haber variado, sí, nada más que bueno, uno contiene más canales que el otro, sí. Si sos de ver básico, puedes ir por la digital combo, que son 39 canales, 40 canales por tele. Y ya, si no, contás con la TV más. Como vos quieras. No sé cuál preferís. ¿Y cuánto pago? Bueno, que a veces te saca un presupuesto diferente. A ver. A ver. 24,000. Te queda lo que es la fibra más, la línea. Y 11,300 te sale lo que es la TV. ¿Sí? Ahí estarías vagonando. Uy, se me fue. Avuélvame. Ahí te estarías abonando 35.300. No, dejalo como está, ya está. No, sigo con...",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:04:56.375915",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 104,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:13.822012",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116103525710_ACD_20091",
    "fecha_inicio": "16/1/2026 10:35:25",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 354,
    "tiempo_conversacion": 317,
    "tiempo_hold": 0,
    "tiempo_acw": 13,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}