{
  "archivo": "amza35_1_260114112331436_ACD_77141.wav",
  "duracion_segundos": 184.16,
  "num_segmentos": 57,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 7.47,
    "Cliente": 158.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.78,
      "fin": 10.87,
      "duracion": 8.09,
      "texto": "Hola, ¿cómo vendía? Sí, ¿quién habla? María, un musa te habla Guadalupe, ¿me contesto porque luego tenés esa línea con un claro?",
      "confianza": 0.151,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.63,
      "fin": 13.71,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.374,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.73,
      "fin": 21.2,
      "duracion": 7.47,
      "texto": "Bien, quería venderte un descuento, así pagas menos. 16 regas en total, tan solo 10.400 y un descuento por seis meses.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.86,
      "fin": 32.45,
      "duracion": 8.59,
      "texto": "Perdón, ¿cómo? Serían 16 regas en total, por tan solo 10.400 pesos y tenés el descuento por seis meses.",
      "confianza": 0.137,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.78,
      "fin": 47.3,
      "duracion": 13.52,
      "texto": "No, pero son muchos gigas, es muy caro. No es muy caro, en realidad es el plan más barato que te podamos ofrecer en cuanto a lo que es la compañía. Hay un montón de compañías que te ofrecen arriba de los 15 mil pesos.",
      "confianza": 0.35,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.54,
      "fin": 49.86,
      "duracion": 1.32,
      "texto": "Está bien, vos sos de claro.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.48,
      "fin": 54.51,
      "duracion": 4.02,
      "texto": "Yo te ando de movistar, porque vos vas a abonar 12 mil 500 pesos con claro.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.93,
      "fin": 88.32,
      "duracion": 32.39,
      "texto": "O sea, pagas más. No, no, pero quédate tranquila que hubo un error. Ese no es el importe. Por eso te digo, yo pago mucho más barato que lo que me estás ofreciendo, es muy caro. Bien, ¿cómo es eso de que abonás menos? ¿Por qué me ves segura de esto en el sistema? Claro, por eso ya me hice el reclamo, Manita. Porque hubo un error, sí, quédate tranquila. Pero para mí tanto gigas no me es importante, por eso te digo. Yo con dos...",
      "confianza": 0.152,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.05,
      "fin": 112.18,
      "duracion": 23.13,
      "texto": "Con cuatro gigas me lo recontra sobra. Por eso tenemos un plan de cuatro gigas y este está en $7,460 y te damos también cuatro de regalo. ¿Y qué? Perdón. Este es un plan más barato, cuatro gigas a $7,460. Y te damos también cuatro gigas de regalo más por si quieres usarlos después.",
      "confianza": 0.383,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.38,
      "fin": 126.3,
      "duracion": 12.92,
      "texto": "¿Y por cuánto es? ¿Por un año? Tenemos un descuento por seis meses y en caso de que vos quieras, por ejemplo, Una promo nueva es en la aplicación de después de movistar o por ejemplo puedes llamar al ser de tus cientos. Así que eso con eso no hay problema.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.86,
      "fin": 145.14,
      "duracion": 18.28,
      "texto": "Además tendrías mi número para cualquier duda que tengas en cuanto a lo que estoy hablando. Tienes WhatsApp, tú también. Háble al libre a cualquier compañero que seguro si te gusta hablar con tus familiares, eso te sirve un montón. Sí, está bien. Pero ¿sabés qué? Lo tengo que consultar. ¿Vos no me podés, no sé, llamar?",
      "confianza": 0.527,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.65,
      "fin": 169.27,
      "duracion": 23.62,
      "texto": "o mañana o más a la, tipo, 8 de la noche. Bien. ¿Hay alguna duda que me hayas quedado del plan? Lo tengo que consultar por eso. No, no, no. Me queda claro lo que me dijiste. Ah, bien, bien. Bueno, en todo caso, mira, lo que podemos hacer, María, es que yo trabajo solo hasta las 3 y la promo de la mañana se acaba. De última, te dejo un mensajito.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.77,
      "fin": 174.64,
      "duracion": 4.87,
      "texto": "Me avistas y te desocupas en algún momento antes de las 3 y no tengamos ningún problema de vuelta.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.4,
      "fin": 182.57,
      "duracion": 7.17,
      "texto": "Bueno, listo, quedamos así. Muchas gracias. Perfecto, María. Ahora te dejo lo que es un mensajito. Que tengas muy lindo día.",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.43,
      "fin": 184.16,
      "duracion": 0.72,
      "texto": "Gracias.",
      "confianza": 0.813,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo vendía? Sí, ¿quién habla? María, un musa te habla Guadalupe, ¿me contesto porque luego tenés esa línea con un claro? Sí. Bien, quería venderte un descuento, así pagas menos. 16 regas en total, tan solo 10.400 y un descuento por seis meses. Perdón, ¿cómo? Serían 16 regas en total, por tan solo 10.400 pesos y tenés el descuento por seis meses. No, pero son muchos gigas, es muy caro. No es muy caro, en realidad es el plan más barato que te podamos ofrecer en cuanto a lo que es la compañía. Hay un montón de compañías que te ofrecen arriba de los 15 mil pesos. Está bien, vos sos de claro. Yo te ando de movistar, porque vos vas a abonar 12 mil 500 pesos con claro. O sea, pagas más. No, no, pero quédate tranquila que hubo un error. Ese no es el importe. Por eso te digo, yo pago mucho más barato que lo que me estás ofreciendo, es muy caro. Bien, ¿cómo es eso de que abonás menos? ¿Por qué me ves segura de esto en el sistema? Claro, por eso ya me hice el reclamo, Manita. Porque hubo un error, sí, quédate tranquila. Pero para mí tanto gigas no me es importante, por eso te digo. Yo con dos... Con cuatro gigas me lo recontra sobra. Por eso tenemos un plan de cuatro gigas y este está en $7,460 y te damos también cuatro de regalo. ¿Y qué? Perdón. Este es un plan más barato, cuatro gigas a $7,460. Y te damos también cuatro gigas de regalo más por si quieres usarlos después. ¿Y por cuánto es? ¿Por un año? Tenemos un descuento por seis meses y en caso de que vos quieras, por ejemplo, Una promo nueva es en la aplicación de después de movistar o por ejemplo puedes llamar al ser de tus cientos. Así que eso con eso no hay problema. Además tendrías mi número para cualquier duda que tengas en cuanto a lo que estoy hablando. Tienes WhatsApp, tú también. Háble al libre a cualquier compañero que seguro si te gusta hablar con tus familiares, eso te sirve un montón. Sí, está bien. Pero ¿sabés qué? Lo tengo que consultar. ¿Vos no me podés, no sé, llamar? o mañana o más a la, tipo, 8 de la noche. Bien. ¿Hay alguna duda que me hayas quedado del plan? Lo tengo que consultar por eso. No, no, no. Me queda claro lo que me dijiste. Ah, bien, bien. Bueno, en todo caso, mira, lo que podemos hacer, María, es que yo trabajo solo hasta las 3 y la promo de la mañana se acaba. De última, te dejo un mensajito. Me avistas y te desocupas en algún momento antes de las 3 y no tengamos ningún problema de vuelta. Bueno, listo, quedamos así. Muchas gracias. Perfecto, María. Ahora te dejo lo que es un mensajito. Que tengas muy lindo día. Gracias.",
  "calidad": {
    "confianza_promedio": 0.504,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:57:21.519156",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 57,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:24.586776",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112331436_ACD_77141",
    "fecha_inicio": "14/1/2026 11:23:31",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 209,
    "tiempo_conversacion": 176,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}