{
  "archivo": "amza1_1_260114104320878_MIT_01955.wav",
  "duracion_segundos": 391.55,
  "num_segmentos": 94,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 198.09,
    "Cliente": 134.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 12.82,
      "fin": 18.51,
      "duracion": 5.69,
      "texto": "Gabriel, buenos días, perdón, se me ha cortado la llamada. Ahora sí.",
      "confianza": 0.371,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.53,
      "fin": 19.31,
      "duracion": 0.78,
      "texto": "Bien.",
      "confianza": 0.343,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.33,
      "fin": 30.95,
      "duracion": 11.62,
      "texto": "Gabriel, bueno, estaba diciendo que justamente tenía para ofrecerles y lo que era entonces el plan de 8 gigas de base, más 8 gigas de regalo por 3 meses, por un valor de lo que le acabo de decir, 10.400 pesos, ¿bien?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.43,
      "fin": 45.31,
      "duracion": 12.88,
      "texto": "Usted hizo ayer, me dice que hizo ya lo que era la gestión, me asegura que el alineo está en nombre de Ángel Gabriel Jiménez, ¿bien? Eh, su email es gabichimenez002.com.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.37,
      "fin": 45.63,
      "duracion": 0.26,
      "texto": "Sí.",
      "confianza": 0.327,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.15,
      "fin": 65.06,
      "duracion": 16.91,
      "texto": "Bien. Y la línea que usted estaría aportando sería esta, que sería la línea 11-28-36-74-48. Sí. Bien, perfecto. Gabriel, ¿usted podría brindarme nuevamente lo que es la foto del frente y el dorso del DNI para que yo vuelva a registrarlo?",
      "confianza": 0.89,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 66.65,
      "fin": 67.89,
      "duracion": 1.24,
      "texto": "A través del chat de WhatsApp.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.41,
      "fin": 70.47,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.33,
      "fin": 99.92,
      "duracion": 28.59,
      "texto": "¿Quieren el que me mandaste hoy? Exactamente, el que le puse, hola, buenos días, perfecto, Daniel, es el que le mandé el mensajito más temprano. Igual le voy a mandar un puntito. Y recuerda que le han enviado lo que era justamente un código de portabilidad, ¿correcto? Hola.",
      "confianza": 0.184,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.56,
      "fin": 129.62,
      "duracion": 26.06,
      "texto": "Bien, Gabriel, perfecto. ¿Y se acuerda que le han pedido justamente lo que era una captura del código de portabilidad? ¿Esta me la podría reenviar? ¿La ola me escucha? ¿No era?",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.64,
      "fin": 129.7,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.8,
      "fin": 135.25,
      "duracion": 5.45,
      "texto": "Le decía, ¿Usted tenía lo que era el código de portabilidad, el código de cuatro híjitos que le he enviado a través del SMS?",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.55,
      "fin": 139.85,
      "duracion": 2.3,
      "texto": "Sí. Bueno, ¿Ese me lo podría reenviar también a lo que es la captura?",
      "confianza": 0.049,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.6,
      "fin": 154.66,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.081,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.68,
      "fin": 158.96,
      "duracion": 4.28,
      "texto": "Por favor. Yo lo abordo.",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.66,
      "fin": 166.97,
      "duracion": 6.31,
      "texto": "Usted avíseme cuando la haya pasado, ¿sí? Bien, perfecto. Gabriel, le comento, ¿sí?",
      "confianza": 0.427,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 167.49,
      "fin": 203.63,
      "duracion": 36.14,
      "texto": "Ahora vamos a hacer lo que es el cierre comercial justamente con lo que es el precio actualizado, ¿bien? Eso es para que quede ya sentado en el sistema que usted está al tanto de lo que es el descuento, ¿sí? Así que yo ahora a continuación voy a hacer lo que es el cierre comercial al igual que lo hizo el día de ayer, ¿bien? ¿Me escucha? Perfecto. ¿Me lo manda por mail o cómo me lo manda? ¿Es una eSIM? Sí. Sí, exactamente. Tú solo vas a tener miedo a través de lo que es el mail, ¿sí? OK. Perfecto. ¿Para recibir futuras promociones, usted tiene internet de movistar en su hogar, Gabriel?",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.95,
      "fin": 206.33,
      "duracion": 0.38,
      "texto": "No llega a mi casa.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.35,
      "fin": 206.89,
      "duracion": 0.54,
      "texto": "Bien, perfecto.",
      "confianza": 0.647,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 206.91,
      "fin": 221.54,
      "duracion": 14.63,
      "texto": "Estamos portando lo que es la línea 11-28-36-34-48 a nombre ya pedido, texturar actual. Ángel Gabriel Jiménez, ¿me podría decir los últimos tres litros de su N.I.? 577.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.34,
      "fin": 222.7,
      "duracion": 0.36,
      "texto": "Perfecto.",
      "confianza": 0.496,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 222.72,
      "fin": 243.66,
      "duracion": 20.94,
      "texto": "Su compañía actual es Claro. Me comenta que la factura abona lo que es factura mensual. ¿La factura está en su nombre o en nombre de otra persona, Gabriel? No, mi nombre. Igual no tengo... No cargo yo. ¿Cómo? ¿Perdón? Igual no tengo eso. No cargo yo.",
      "confianza": 0.835,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.68,
      "fin": 244.4,
      "duracion": 0.72,
      "texto": "Bien, perfecto.",
      "confianza": 0.496,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 244.53,
      "fin": 246.84,
      "duracion": 2.3,
      "texto": "José, lo que él es, es e-mail, ¿correcto?",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.44,
      "fin": 256.64,
      "duracion": 8.2,
      "texto": "Sí. Genial. Lo que es su mail de contacto es... Sí.",
      "confianza": 0.114,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.17,
      "fin": 257.77,
      "duracion": 0.6,
      "texto": "Bien.",
      "confianza": 0.534,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 260.25,
      "fin": 264.31,
      "duracion": 4.06,
      "texto": "Y su teléfono de contacto sería... Sí.",
      "confianza": 0.856,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 264.33,
      "fin": 264.87,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.379,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 264.91,
      "fin": 304.58,
      "duracion": 39.67,
      "texto": "Le comento que el costo de servicio, sí, al día de hoy, es de 10.400 pesos y porque incluye lo que es un descuento fisco por seis meses de 41.750. Este plan incluye 8 gigas de base más 8 gigas de regalo por seis meses, WhatsApp gratis llamadas libres a cualquier compañía, un gigabyte para Free Fire llamadas América Presa Local y Roaming en lo que es América. Le recuerdo que el servicio se factura a mesa adelantado y los gigas de regalo tienen una habilitación a las 48 horas activada de la línea. Le comento que justamente ingresando a lo que es la sección de servicios de la Admin Movistar, puede ver toda la información referida a su factura.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 305.76,
      "fin": 310.11,
      "duracion": 4.35,
      "texto": "Puedo activar 20 gigas de regalo con una duración de 30 días.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 311.13,
      "fin": 346.47,
      "duracion": 35.34,
      "texto": "Ahí se le da 4 gigas de regalo en cualquier línea que tenga usted bajo su misma particularidad. Una vez aprobada la portabilidad se viene a aportar a las 48 horas hábiles, un día antes por mensaje de WhatsApp le vamos a estar informando de la fecha de portabilidad para que se quede tranquilo y le van a estar pasando lo que es el código QR a través del mail o también se lo puedo pasar yo a través de WhatsApp, ¿bien? Le comento que por única vez va a tener que validar identidad al activarlo y en caso de que tenga alguna dificultad con lo que es la validación lo va a intentar nuevamente comunicarse al 0800 321 7678 2 opción 4, ¿bien? Les necesitamos que en caso de levantar señal en lo que es el chip, reinicie el equipo.",
      "confianza": 0.471,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 346.97,
      "fin": 356.17,
      "duracion": 9.2,
      "texto": "Por otro lado, dentro de los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Y por favor, les necesitamos que la competente, que su opinión es muy importante para lo que es la compañía, Ariel. ¿Bien?",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.92,
      "fin": 389.59,
      "duracion": 31.67,
      "texto": "Perfecto. Bueno, lo hicimos, lo que es el cierre, justamente, el comercial. Yo ahora lo voy a cargar todo en el sistema y en una cuestión de unos días le van a estar llegando justamente lo que es el chip a su mail, ¿sí? Perfecto, Gabriel. Muchísimas gracias por tu tiempo y cualquier duda o consulta que tengas me lo comunicas a través del chat de WhatsApp. ¿Bien? Así que háblalo conmigo con Angelina. Bueno. Perfecto. Muchísimas gracias, Gabriel. Que estés muy bien.",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 391.01,
      "fin": 391.55,
      "duracion": 0.55,
      "texto": "Hasta luego.",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Gabriel, buenos días, perdón, se me ha cortado la llamada. Ahora sí. Bien. Gabriel, bueno, estaba diciendo que justamente tenía para ofrecerles y lo que era entonces el plan de 8 gigas de base, más 8 gigas de regalo por 3 meses, por un valor de lo que le acabo de decir, 10.400 pesos, ¿bien? Usted hizo ayer, me dice que hizo ya lo que era la gestión, me asegura que el alineo está en nombre de Ángel Gabriel Jiménez, ¿bien? Eh, su email es gabichimenez002.com. Sí. Bien. Y la línea que usted estaría aportando sería esta, que sería la línea 11-28-36-74-48. Sí. Bien, perfecto. Gabriel, ¿usted podría brindarme nuevamente lo que es la foto del frente y el dorso del DNI para que yo vuelva a registrarlo? A través del chat de WhatsApp. Sí. ¿Quieren el que me mandaste hoy? Exactamente, el que le puse, hola, buenos días, perfecto, Daniel, es el que le mandé el mensajito más temprano. Igual le voy a mandar un puntito. Y recuerda que le han enviado lo que era justamente un código de portabilidad, ¿correcto? Hola. Bien, Gabriel, perfecto. ¿Y se acuerda que le han pedido justamente lo que era una captura del código de portabilidad? ¿Esta me la podría reenviar? ¿La ola me escucha? ¿No era? Sí. Le decía, ¿Usted tenía lo que era el código de portabilidad, el código de cuatro híjitos que le he enviado a través del SMS? Sí. Bueno, ¿Ese me lo podría reenviar también a lo que es la captura? Sí. Por favor. Yo lo abordo. Usted avíseme cuando la haya pasado, ¿sí? Bien, perfecto. Gabriel, le comento, ¿sí? Ahora vamos a hacer lo que es el cierre comercial justamente con lo que es el precio actualizado, ¿bien? Eso es para que quede ya sentado en el sistema que usted está al tanto de lo que es el descuento, ¿sí? Así que yo ahora a continuación voy a hacer lo que es el cierre comercial al igual que lo hizo el día de ayer, ¿bien? ¿Me escucha? Perfecto. ¿Me lo manda por mail o cómo me lo manda? ¿Es una eSIM? Sí. Sí, exactamente. Tú solo vas a tener miedo a través de lo que es el mail, ¿sí? OK. Perfecto. ¿Para recibir futuras promociones, usted tiene internet de movistar en su hogar, Gabriel? No llega a mi casa. Bien, perfecto. Estamos portando lo que es la línea 11-28-36-34-48 a nombre ya pedido, texturar actual. Ángel Gabriel Jiménez, ¿me podría decir los últimos tres litros de su N.I.? 577. Perfecto. Su compañía actual es Claro. Me comenta que la factura abona lo que es factura mensual. ¿La factura está en su nombre o en nombre de otra persona, Gabriel? No, mi nombre. Igual no tengo... No cargo yo. ¿Cómo? ¿Perdón? Igual no tengo eso. No cargo yo. Bien, perfecto. José, lo que él es, es e-mail, ¿correcto? Sí. Genial. Lo que es su mail de contacto es... Sí. Bien. Y su teléfono de contacto sería... Sí. Perfecto. Le comento que el costo de servicio, sí, al día de hoy, es de 10.400 pesos y porque incluye lo que es un descuento fisco por seis meses de 41.750. Este plan incluye 8 gigas de base más 8 gigas de regalo por seis meses, WhatsApp gratis llamadas libres a cualquier compañía, un gigabyte para Free Fire llamadas América Presa Local y Roaming en lo que es América. Le recuerdo que el servicio se factura a mesa adelantado y los gigas de regalo tienen una habilitación a las 48 horas activada de la línea. Le comento que justamente ingresando a lo que es la sección de servicios de la Admin Movistar, puede ver toda la información referida a su factura. Puedo activar 20 gigas de regalo con una duración de 30 días. Ahí se le da 4 gigas de regalo en cualquier línea que tenga usted bajo su misma particularidad. Una vez aprobada la portabilidad se viene a aportar a las 48 horas hábiles, un día antes por mensaje de WhatsApp le vamos a estar informando de la fecha de portabilidad para que se quede tranquilo y le van a estar pasando lo que es el código QR a través del mail o también se lo puedo pasar yo a través de WhatsApp, ¿bien? Le comento que por única vez va a tener que validar identidad al activarlo y en caso de que tenga alguna dificultad con lo que es la validación lo va a intentar nuevamente comunicarse al 0800 321 7678 2 opción 4, ¿bien? Les necesitamos que en caso de levantar señal en lo que es el chip, reinicie el equipo. Por otro lado, dentro de los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Y por favor, les necesitamos que la competente, que su opinión es muy importante para lo que es la compañía, Ariel. ¿Bien? Perfecto. Bueno, lo hicimos, lo que es el cierre, justamente, el comercial. Yo ahora lo voy a cargar todo en el sistema y en una cuestión de unos días le van a estar llegando justamente lo que es el chip a su mail, ¿sí? Perfecto, Gabriel. Muchísimas gracias por tu tiempo y cualquier duda o consulta que tengas me lo comunicas a través del chat de WhatsApp. ¿Bien? Así que háblalo conmigo con Angelina. Bueno. Perfecto. Muchísimas gracias, Gabriel. Que estés muy bien. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.514,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:41:45.094697",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 94,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:16.064160",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104320878_MIT_01955",
    "fecha_inicio": "14/1/2026 10:43:21",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 379,
    "tiempo_conversacion": 375,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}