{
  "archivo": "amza42_1_260116113523885_ACD_39297.wav",
  "duracion_segundos": 308.86,
  "num_segmentos": 75,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 107.69,
    "Cliente": 174.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.54,
      "fin": 7.12,
      "duracion": 6.58,
      "texto": "Hola, buen día. Dijo mi tía, buen día. ¿Cómo le va?",
      "confianza": 0.063,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.14,
      "fin": 10.17,
      "duracion": 3.02,
      "texto": "¿Me estoy comunicando con Manuel?",
      "confianza": 0.232,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.25,
      "fin": 10.69,
      "duracion": 0.44,
      "texto": "Efectivamente.",
      "confianza": 0.286,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.81,
      "fin": 12.93,
      "duracion": 1.12,
      "texto": "Un gusto, Manuel.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.95,
      "fin": 14.81,
      "duracion": 1.86,
      "texto": "Me estoy comunicando con usted por el día de hoy.",
      "confianza": 0.501,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.83,
      "fin": 17.4,
      "duracion": 2.56,
      "texto": "Tengo para brindarle un descuento para su línea Modrin.",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.12,
      "fin": 22.18,
      "duracion": 4.06,
      "texto": "¿Ademas me permite ver si usted pertenece a Claro? ¿Manuel, es correcto? Es correcto.",
      "confianza": 0.373,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.57,
      "fin": 26.37,
      "duracion": 0.8,
      "texto": "Bien, perfecto.",
      "confianza": 0.431,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 26.39,
      "fin": 43.5,
      "duracion": 17.11,
      "texto": "¿Esta actualmente cuenta con un abono mensual o tiene prepago? No mensual. Bien, y sabes actualmente de cuánto es su plan, de cuántas gigas. Y tengo todo el giga que quiero porque no se me termina durante todo el mes.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.52,
      "fin": 45.14,
      "duracion": 1.62,
      "texto": "Bien, perfecto, me alegro.",
      "confianza": 0.712,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 45.16,
      "fin": 52.41,
      "duracion": 7.25,
      "texto": "Sabes que nosotros actualmente le estamos brindando, me estoy comunicando con usted para brindarle lo que es la promoción que tenemos vigente el día de hoy.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.93,
      "fin": 61.39,
      "duracion": 8.46,
      "texto": "Actualmente tenemos lo que es para usted el plan de 16 gigas con WhatsApp gratis a la librada de las compañías. y un descuento que es coberante, 6 meses.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 62.01,
      "fin": 65.27,
      "duracion": 3.26,
      "texto": "Actualmente tenemos este plan en 10.400 pesos.",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.83,
      "fin": 81.59,
      "duracion": 14.76,
      "texto": "Y además puede ver también más beneficios desde la aplicación de Minimovistar. Sí, pero yo no voy por lo que me puedan cobrar, no me interesa a mí. A mí lo que me interesa es un buen servicio.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.3,
      "fin": 82.63,
      "duracion": 0.33,
      "texto": "Sí,",
      "confianza": 0.244,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.63,
      "fin": 85.26,
      "duracion": 2.63,
      "texto": "justamente me comunicó.",
      "confianza": 0.244,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.28,
      "fin": 88.97,
      "duracion": 3.68,
      "texto": "Como no, yo me fui de Movistar porque no tenían un buen servicio.",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.63,
      "fin": 99.24,
      "duracion": 8.61,
      "texto": "Yo tengo gente trabajando en la isla Martín García y no tengo comunicación por Movistar.",
      "confianza": 0.722,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.1,
      "fin": 103.96,
      "duracion": 2.86,
      "texto": "Entonces, por eso me cambié y me fui a Claro.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.6,
      "fin": 108.97,
      "duracion": 4.37,
      "texto": "Claro, tampoco no es tan bueno, pero tengo comunicación.",
      "confianza": 0.891,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 110.87,
      "fin": 124.9,
      "duracion": 14.03,
      "texto": "Bien, entiendo. Usted me figura que pertenece a Claro desde el 2024. Y la verdad que no sé, porque no llevo esa anotación.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.92,
      "fin": 125.7,
      "duracion": 0.78,
      "texto": "Bien, perfecto.",
      "confianza": 0.791,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 125.8,
      "fin": 136.77,
      "duracion": 10.97,
      "texto": "Justamente le consulto porque sabe que desde lo que es a partir de agosto del año pasado hemos implementado nuevas antenas, justamente para mejorar la cobertura y que la gente pueda tener mejor señal.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.38,
      "fin": 142.98,
      "duracion": 5.61,
      "texto": "Eso sería lo correcto, pero todas las empresas no lo hacen.",
      "confianza": 0.845,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.97,
      "fin": 148.55,
      "duracion": 4.58,
      "texto": "Quieren cobrar y no invertir. Esa es la política empresaria.",
      "confianza": 0.912,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.25,
      "fin": 163.57,
      "duracion": 12.32,
      "texto": "Entonces yo me cambié para el lugar que más o menos sea comunicado con la gente. Lo que me cobren no me importa, pero es así, ¿viste? Quiero buena...",
      "confianza": 0.786,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.12,
      "fin": 168.45,
      "duracion": 4.33,
      "texto": "Bueno, cobertura, obvio, obvio. Sí, sí, sí.",
      "confianza": 0.281,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.49,
      "fin": 176.64,
      "duracion": 8.15,
      "texto": "Como le digo, bueno, nosotros hemos mejorado muchísimo en lo que es cobertura, por eso, justamente, me estoy comunicando con usted para brindar lo que es el servicio, ¿sí?",
      "confianza": 0.731,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.34,
      "fin": 191.35,
      "duracion": 14.01,
      "texto": "Nosotros, bueno... Sí, sí, sí. No llega el servicio, amor. Vos porque está atrás de un teléfono y yo estoy con mi gente en el lugar y hablo todos los días. ¿Sabes la señal que tengo yo de claro de...",
      "confianza": 0.369,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.9,
      "fin": 199.47,
      "duracion": 7.57,
      "texto": "de Uruguay, porque yo donde estoy es una isla del Delta, capaz que vos nos conoces, ¿viste?",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.85,
      "fin": 219.65,
      "duracion": 18.8,
      "texto": "Yo tomo la señal de Carmelo, Carmelo Uruguay. Bien. Bien, perfecto. Nosotros tenemos activado, bueno, el plan que yo le estoy diciendo se viene con rooming, así que si va a estar activo, usted si está afuera de lo que es Argentina, usted va a seguir teniendo cobertura.",
      "confianza": 0.88,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 220.74,
      "fin": 232.91,
      "duracion": 12.17,
      "texto": "Y bueno, vamos a ver después, más adelante, madre, a ver qué onda. Cuando esté todo hecho, yo me voy a enterar, ¿viste? Así que ahí puede ser que cambie un poco.",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.18,
      "fin": 286.15,
      "duracion": 51.97,
      "texto": "Claro, por eso les estoy diciendo. Nosotros, bueno, el plan que yo les estoy ofreciendo es justamente el que le decía que tenía, bueno, los gigas, tiene también lo que es el plan de Rumina en América. Sí, usted si sale de Argentina, me está diciendo que está en el límite con Uruguay, que ya, bueno, me estoy diciendo que es parte de Uruguay, o te va a seguir teniendo cobertura en esa zona, ¿sí? Posiblemente con la gente que no se pueda comunicar no tiene activado lo que es el rooming, ¿sí? Bueno, dejame que después me asesoro bien y te digo. Bien, perfecto. Justamente, bueno, me estaba comunicando porque la promoción es valida por el día de hoy. ¿Me podría comunicar más tarde eso de la UNA? No, no, no. Yo no, no hago. ¿Vos te casarías con alguien que no conoce ahora?",
      "confianza": 0.37,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 287.66,
      "fin": 296.85,
      "duracion": 9.19,
      "texto": "Justamente le estoy brindando lo que es los beneficios para que se pueda confiar y, aparte, durante todo lo que es el proceso va a estar comunicado con nosotros. ¿Sí?",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.87,
      "fin": 297.27,
      "duracion": 0.4,
      "texto": "Sí, sí, sí.",
      "confianza": 0.149,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 297.29,
      "fin": 308.86,
      "duracion": 11.57,
      "texto": "No, no, pero todavía no. Déjame pasar. Bueno, Malú, bueno. Vale, que tenés un excelente día. Gracias, igualmente.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Dijo mi tía, buen día. ¿Cómo le va? ¿Me estoy comunicando con Manuel? Efectivamente. Un gusto, Manuel. Me estoy comunicando con usted por el día de hoy. Tengo para brindarle un descuento para su línea Modrin. ¿Ademas me permite ver si usted pertenece a Claro? ¿Manuel, es correcto? Es correcto. Bien, perfecto. ¿Esta actualmente cuenta con un abono mensual o tiene prepago? No mensual. Bien, y sabes actualmente de cuánto es su plan, de cuántas gigas. Y tengo todo el giga que quiero porque no se me termina durante todo el mes. Bien, perfecto, me alegro. Sabes que nosotros actualmente le estamos brindando, me estoy comunicando con usted para brindarle lo que es la promoción que tenemos vigente el día de hoy. Actualmente tenemos lo que es para usted el plan de 16 gigas con WhatsApp gratis a la librada de las compañías. y un descuento que es coberante, 6 meses. Actualmente tenemos este plan en 10.400 pesos. Y además puede ver también más beneficios desde la aplicación de Minimovistar. Sí, pero yo no voy por lo que me puedan cobrar, no me interesa a mí. A mí lo que me interesa es un buen servicio. Sí, justamente me comunicó. Como no, yo me fui de Movistar porque no tenían un buen servicio. Yo tengo gente trabajando en la isla Martín García y no tengo comunicación por Movistar. Entonces, por eso me cambié y me fui a Claro. Claro, tampoco no es tan bueno, pero tengo comunicación. Bien, entiendo. Usted me figura que pertenece a Claro desde el 2024. Y la verdad que no sé, porque no llevo esa anotación. Bien, perfecto. Justamente le consulto porque sabe que desde lo que es a partir de agosto del año pasado hemos implementado nuevas antenas, justamente para mejorar la cobertura y que la gente pueda tener mejor señal. Eso sería lo correcto, pero todas las empresas no lo hacen. Quieren cobrar y no invertir. Esa es la política empresaria. Entonces yo me cambié para el lugar que más o menos sea comunicado con la gente. Lo que me cobren no me importa, pero es así, ¿viste? Quiero buena... Bueno, cobertura, obvio, obvio. Sí, sí, sí. Como le digo, bueno, nosotros hemos mejorado muchísimo en lo que es cobertura, por eso, justamente, me estoy comunicando con usted para brindar lo que es el servicio, ¿sí? Nosotros, bueno... Sí, sí, sí. No llega el servicio, amor. Vos porque está atrás de un teléfono y yo estoy con mi gente en el lugar y hablo todos los días. ¿Sabes la señal que tengo yo de claro de... de Uruguay, porque yo donde estoy es una isla del Delta, capaz que vos nos conoces, ¿viste? Yo tomo la señal de Carmelo, Carmelo Uruguay. Bien. Bien, perfecto. Nosotros tenemos activado, bueno, el plan que yo le estoy diciendo se viene con rooming, así que si va a estar activo, usted si está afuera de lo que es Argentina, usted va a seguir teniendo cobertura. Y bueno, vamos a ver después, más adelante, madre, a ver qué onda. Cuando esté todo hecho, yo me voy a enterar, ¿viste? Así que ahí puede ser que cambie un poco. Claro, por eso les estoy diciendo. Nosotros, bueno, el plan que yo les estoy ofreciendo es justamente el que le decía que tenía, bueno, los gigas, tiene también lo que es el plan de Rumina en América. Sí, usted si sale de Argentina, me está diciendo que está en el límite con Uruguay, que ya, bueno, me estoy diciendo que es parte de Uruguay, o te va a seguir teniendo cobertura en esa zona, ¿sí? Posiblemente con la gente que no se pueda comunicar no tiene activado lo que es el rooming, ¿sí? Bueno, dejame que después me asesoro bien y te digo. Bien, perfecto. Justamente, bueno, me estaba comunicando porque la promoción es valida por el día de hoy. ¿Me podría comunicar más tarde eso de la UNA? No, no, no. Yo no, no hago. ¿Vos te casarías con alguien que no conoce ahora? Justamente le estoy brindando lo que es los beneficios para que se pueda confiar y, aparte, durante todo lo que es el proceso va a estar comunicado con nosotros. ¿Sí? Sí, sí, sí. No, no, pero todavía no. Déjame pasar. Bueno, Malú, bueno. Vale, que tenés un excelente día. Gracias, igualmente.",
  "calidad": {
    "confianza_promedio": 0.578,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:50:35.879917",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 6,
    "total_segmentos_original": 75,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:27.765585",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116113523885_ACD_39297",
    "fecha_inicio": "16/1/2026 11:35:23",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 330,
    "tiempo_conversacion": 297,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}