{
  "archivo": "amza22_1_260116134412742_MIT_01988.wav",
  "duracion_segundos": 174.69,
  "num_segmentos": 41,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 31.84,
    "Cliente": 115.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 12.82,
      "fin": 27.84,
      "duracion": 15.02,
      "texto": "Hola. Jennifer, ¿yo voy a escuchar? Sí. Estamos acá, estamos acá. ¿Por cuánto tiempo que pasó? Bueno, vea. Estaba consultando sobre el tema de tu papá, ¿viste? Porque me quedé con la intriga sobre eso de qué se puede hacer.",
      "confianza": 0.316,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.0,
      "fin": 35.81,
      "duracion": 6.81,
      "texto": "A él era bueno, ¿bien? Entonces nosotros tenemos que esperar porque nosotros, si lo hacemos a nombre de él, no se puede.",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.59,
      "fin": 57.71,
      "duracion": 21.12,
      "texto": "Y a nombre tuyo se puede pasar, pero si él es prepado. Entonces vos lo que tendrías que hacer, es pasar el prepago a él para pasar a tu nombre, ¿bien? Nada más que eso. Pero lo tuyo sí se puede realizar porque vos sos como prepago, entonces sí puedes pasar a bonus, no hay ningún problema con eso.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.41,
      "fin": 67.94,
      "duracion": 9.53,
      "texto": "Lo único que necesitaría sería si un correo tuyo, el correo tuyo que tengas activo que es donde te va a llegar la facturación a vos en estos momentos.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.3,
      "fin": 74.46,
      "duracion": 5.16,
      "texto": "Si tenés un correo activo que me diga o si no lo puedes escribir como vos prefieras.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.92,
      "fin": 84.03,
      "duracion": 8.11,
      "texto": "Ok, pero igual se tendría que antes pasar a prepago la línea de mi papá para poder hacer el trámite.",
      "confianza": 0.846,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.19,
      "fin": 93.72,
      "duracion": 8.53,
      "texto": "El trámite de la línea de él, pero la tuya sí se puede hacer, tranquilamente. No, no, no, no.",
      "confianza": 0.35,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.53,
      "fin": 109.61,
      "duracion": 15.08,
      "texto": "No, no, no. El tema es que yo quiero mantener la línea de mi papá. O sea, y esta línea que es mía, yo ya no la usaría más. Por eso mismo. Ah, bien. Ah, vos quisieras tener el número de tu papá.",
      "confianza": 0.207,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.61,
      "fin": 120.52,
      "duracion": 9.91,
      "texto": "Exactamente. Bien, sí. Entonces sí, tendrías que pasarlo a prepago porque es la única forma. Porque si él estaba en abono, vos lo tenés que pasar a prepago.",
      "confianza": 0.952,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.16,
      "fin": 137.75,
      "duracion": 16.59,
      "texto": "Y ahí, claro, ahí estaría tu nombre y ahí sí se podría hacer. Entonces vos, al dejar ya el otro, este celu, vos directamente, ya con ese numerito, podrías hacer lo que es la, o tener el beneficio del descuento de las dos cosas.",
      "confianza": 0.546,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.93,
      "fin": 152.85,
      "duracion": 10.92,
      "texto": "Ok. Si querés igualmente, por el momento, se puede hacer con este numerito tuyo y después desde la aplicación vos lo puedes modificar tranquilamente a eso. No, no, no.",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 153.77,
      "fin": 174.69,
      "duracion": 20.92,
      "texto": "Calculo que en la próxima semana resolveré el tema de la línea de mi papá y bueno, eso me comunico. Dale, dale. Dale, cualquier cosita vos merecís saber. Si tenés alguna duda o alguna consulta, merecís. Dale, muchas gracias. No, gracias a vos que tengáis un día.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Jennifer, ¿yo voy a escuchar? Sí. Estamos acá, estamos acá. ¿Por cuánto tiempo que pasó? Bueno, vea. Estaba consultando sobre el tema de tu papá, ¿viste? Porque me quedé con la intriga sobre eso de qué se puede hacer. A él era bueno, ¿bien? Entonces nosotros tenemos que esperar porque nosotros, si lo hacemos a nombre de él, no se puede. Y a nombre tuyo se puede pasar, pero si él es prepado. Entonces vos lo que tendrías que hacer, es pasar el prepago a él para pasar a tu nombre, ¿bien? Nada más que eso. Pero lo tuyo sí se puede realizar porque vos sos como prepago, entonces sí puedes pasar a bonus, no hay ningún problema con eso. Lo único que necesitaría sería si un correo tuyo, el correo tuyo que tengas activo que es donde te va a llegar la facturación a vos en estos momentos. Si tenés un correo activo que me diga o si no lo puedes escribir como vos prefieras. Ok, pero igual se tendría que antes pasar a prepago la línea de mi papá para poder hacer el trámite. El trámite de la línea de él, pero la tuya sí se puede hacer, tranquilamente. No, no, no, no. No, no, no. El tema es que yo quiero mantener la línea de mi papá. O sea, y esta línea que es mía, yo ya no la usaría más. Por eso mismo. Ah, bien. Ah, vos quisieras tener el número de tu papá. Exactamente. Bien, sí. Entonces sí, tendrías que pasarlo a prepago porque es la única forma. Porque si él estaba en abono, vos lo tenés que pasar a prepago. Y ahí, claro, ahí estaría tu nombre y ahí sí se podría hacer. Entonces vos, al dejar ya el otro, este celu, vos directamente, ya con ese numerito, podrías hacer lo que es la, o tener el beneficio del descuento de las dos cosas. Ok. Si querés igualmente, por el momento, se puede hacer con este numerito tuyo y después desde la aplicación vos lo puedes modificar tranquilamente a eso. No, no, no. Calculo que en la próxima semana resolveré el tema de la línea de mi papá y bueno, eso me comunico. Dale, dale. Dale, cualquier cosita vos merecís saber. Si tenés alguna duda o alguna consulta, merecís. Dale, muchas gracias. No, gracias a vos que tengáis un día.",
  "calidad": {
    "confianza_promedio": 0.565,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:15:47.667650",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:18.175937",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116134412742_MIT_01988",
    "fecha_inicio": "16/1/2026 13:44:13",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 173,
    "tiempo_conversacion": 167,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}