{
  "archivo": "amza27_1_260115114817435_ACD_63705.wav",
  "duracion_segundos": 174.76,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 48.65,
    "Cliente": 115.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.11,
      "fin": 9.76,
      "duracion": 7.65,
      "texto": "Hola, Cristian. Sí, ¿quién habla? Buen día, Cristian Rocio es mi nombre. Me estoy contactando por un beneficio en tu línea, ¿todo bien?",
      "confianza": 0.452,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.9,
      "fin": 20.59,
      "duracion": 8.69,
      "texto": "Todo tranquilo. Me alegro. Para ser breve con vos, nosotros te llamamos porque me figura que mantienes lo que eres una abono en la compañía y claro, ¿todavía lo tenés o te cambiaste de compañía?",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.73,
      "fin": 30.64,
      "duracion": 8.91,
      "texto": "No, todavía lo tengo. Bien, ¿y cuándo estás abonando por eso? La verdad que no sabría decirte porque creo que tengo una deuda",
      "confianza": 0.152,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.33,
      "fin": 43.15,
      "duracion": 11.82,
      "texto": "Así que no sé cuánto tengo antes. Bueno, mira, nosotros nos contactamos con vos. Yo me estoy contactando de la área de Recupero y Movistar. Tenemos un plan de 16 gigas a tan solo de 10,400.",
      "confianza": 0.045,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.65,
      "fin": 50.64,
      "duracion": 6.99,
      "texto": "Puedo ver que, bueno, con claro, estás abonando mucho más que lo que es ese monto. ¿Es solo por esta línea? ¿Tenés alguna otra línea activa?",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.64,
      "fin": 60.19,
      "duracion": 7.55,
      "texto": "No, no, tengo esta sola. ¿Solamente esta? ¿Y cuántas chillas tenés? No, la verdad que más que tampoco. No me acuerdo.",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.51,
      "fin": 72.75,
      "duracion": 12.24,
      "texto": "Bueno, mira, nosotros justamente te llamamos para poder duplicar de la cantidad de shakers y que puedas abonar algo mucho más económico de lo que mantienes actualmente con la compañía.",
      "confianza": 0.684,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.85,
      "fin": 84.06,
      "duracion": 11.2,
      "texto": "Y claro, sería un plan de 8 de base, 8 de regalo que te damos durante 6 meses y a la demás te damos un plan completo con lo que es roaming, el América Precio Local y demás.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.83,
      "fin": 157.87,
      "duracion": 73.04,
      "texto": "Adicional a eso, el trámite es súper sencillo porque lo que nosotros hacemos, Cristian, es poder validar los datos que figuran acá en Sistema y te asignamos la sucursal más cercana. Vos bien claro, me comentaste que solamente es esta línea y que tenés una deuda, ¿por qué un motivo sería la de la deuda? Total cáncer, las sigas... No, en este momento me encuentro desempleado y se me hizo un poco difícil para darla, entonces... Por eso te agradezco la propuesta porque... Bueno, pero mira, claro, a vos todavía no te cortan lo que es la línea, digamos, ¿no? O sea, la tenés activa. Sí, creo que sí. Bueno, ¿por qué? Porque la idea sería justamente que podrás cortarla, en caso de que no, acá estoy pidiendo que es una deuda de $66.945, En este caso lo que puedes hacer es portar la línea y con nosotros ahorrarías recién a los 30 días para que no te quedes incomunicado antes de que claro te corte lo que es el tema de la línea. El procedimiento es súper sencillo y vos en nuestra compañía estarías a las 48 horas hábiles trayendo lo que es el número, mantendrás tu numerito de teléfono, no lo cambias en ningún momento y nosotros lo único que hacemos es repasar los datos.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.42,
      "fin": 174.76,
      "duracion": 16.34,
      "texto": "Después depende de vos, por supuesto, que puedas abonar los 66 con Claro o empezar a abonarse directamente con nosotros a los 30 días, como te dije, para que puedas seguir en el servicio mientras conseguís trabajo. ¿Y qué te queda en esto?",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Cristian. Sí, ¿quién habla? Buen día, Cristian Rocio es mi nombre. Me estoy contactando por un beneficio en tu línea, ¿todo bien? Todo tranquilo. Me alegro. Para ser breve con vos, nosotros te llamamos porque me figura que mantienes lo que eres una abono en la compañía y claro, ¿todavía lo tenés o te cambiaste de compañía? No, todavía lo tengo. Bien, ¿y cuándo estás abonando por eso? La verdad que no sabría decirte porque creo que tengo una deuda Así que no sé cuánto tengo antes. Bueno, mira, nosotros nos contactamos con vos. Yo me estoy contactando de la área de Recupero y Movistar. Tenemos un plan de 16 gigas a tan solo de 10,400. Puedo ver que, bueno, con claro, estás abonando mucho más que lo que es ese monto. ¿Es solo por esta línea? ¿Tenés alguna otra línea activa? No, no, tengo esta sola. ¿Solamente esta? ¿Y cuántas chillas tenés? No, la verdad que más que tampoco. No me acuerdo. Bueno, mira, nosotros justamente te llamamos para poder duplicar de la cantidad de shakers y que puedas abonar algo mucho más económico de lo que mantienes actualmente con la compañía. Y claro, sería un plan de 8 de base, 8 de regalo que te damos durante 6 meses y a la demás te damos un plan completo con lo que es roaming, el América Precio Local y demás. Adicional a eso, el trámite es súper sencillo porque lo que nosotros hacemos, Cristian, es poder validar los datos que figuran acá en Sistema y te asignamos la sucursal más cercana. Vos bien claro, me comentaste que solamente es esta línea y que tenés una deuda, ¿por qué un motivo sería la de la deuda? Total cáncer, las sigas... No, en este momento me encuentro desempleado y se me hizo un poco difícil para darla, entonces... Por eso te agradezco la propuesta porque... Bueno, pero mira, claro, a vos todavía no te cortan lo que es la línea, digamos, ¿no? O sea, la tenés activa. Sí, creo que sí. Bueno, ¿por qué? Porque la idea sería justamente que podrás cortarla, en caso de que no, acá estoy pidiendo que es una deuda de $66.945, En este caso lo que puedes hacer es portar la línea y con nosotros ahorrarías recién a los 30 días para que no te quedes incomunicado antes de que claro te corte lo que es el tema de la línea. El procedimiento es súper sencillo y vos en nuestra compañía estarías a las 48 horas hábiles trayendo lo que es el número, mantendrás tu numerito de teléfono, no lo cambias en ningún momento y nosotros lo único que hacemos es repasar los datos. Después depende de vos, por supuesto, que puedas abonar los 66 con Claro o empezar a abonarse directamente con nosotros a los 30 días, como te dije, para que puedas seguir en el servicio mientras conseguís trabajo. ¿Y qué te queda en esto?",
  "calidad": {
    "confianza_promedio": 0.458,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:43:22.557789",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:19.952737",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114817435_ACD_63705",
    "fecha_inicio": "15/1/2026 11:48:17",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 187,
    "tiempo_conversacion": 168,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}