{
  "archivo": "amza22_1_260114112536892_ACD_84033.wav",
  "duracion_segundos": 332.49,
  "num_segmentos": 83,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 125.02,
    "Cliente": 184.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.75,
      "fin": 4.19,
      "duracion": 1.44,
      "texto": "Hola, buen día, hablo con Gustavo.",
      "confianza": 0.386,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.86,
      "fin": 21.02,
      "duracion": 13.16,
      "texto": "Hola, buen día, hablo con Gustavo. Hola, buenos días. Gustavo, ¿me escuchas? ¿Cómo estás, Gustavo? Mi nombre es Berien, me presento. Mire, yo le estoy llamando desde el área de recuperio de clientes de Movistar.",
      "confianza": 0.421,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.45,
      "fin": 25.1,
      "duracion": 3.65,
      "texto": "Queríamos saber por qué... Sí, pero yo no me interesa Movistar.",
      "confianza": 0.512,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.12,
      "fin": 26.26,
      "duracion": 1.14,
      "texto": "Entendí, ¿por qué no le interesa?",
      "confianza": 0.479,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.9,
      "fin": 45.17,
      "duracion": 18.27,
      "texto": "¿Qué problema tiene? Porque no, porque ahora que yo vivo no tengo datos, señora. No, no tengo señal como se sabe, por eso me paré la línea. ¿Ya se cuánto le sucedió el estrofe? Ya todo, ya va a ser más de un año que lo estoy explicando y todavía me llaman. ¿Ya han podido verificar que realmente no tiene señal?",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.2,
      "fin": 49.64,
      "duracion": 4.44,
      "texto": "No, porque yo he huido de San Vicente y en San Vicente no hay antena de monitor.",
      "confianza": 0.463,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 49.66,
      "fin": 58.35,
      "duracion": 8.69,
      "texto": "Por eso no hay señal, no hay datos, no hay nada. Bien, mire, yo en estos momentos estoy verificando a ver si tienen San Vicente y me sale que está en verde.",
      "confianza": 0.282,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.16,
      "fin": 71.59,
      "duracion": 12.43,
      "texto": "Pero yo estoy tirando más para avancelar. Más para el campo. Es San Vicente, pero estoy tirando para avancelar.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.73,
      "fin": 85.51,
      "duracion": 11.78,
      "texto": "Ah, bien. Igualmente está saliendo que algunas partes están en verde y algunas están en amarillo. Yo tengo una emergencia acá. Yo vivo.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.21,
      "fin": 110.08,
      "duracion": 23.87,
      "texto": "Yo tengo que caminar mínimo a la ruta. y unas 24 más para poder tener ratos, en un poco de rato. Y si tengo una emergencia, o sea, una ambulancia, no me sirvo. Por eso cambié la línea. Ah, bien, perfecto. Porque estaba por decir que nosotros ahora tenemos lo que es un chip que es 4G+, es decir, que usted tendría más alcance y cobertura. ¿No le pasaría?",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.92,
      "fin": 116.35,
      "duracion": 5.43,
      "texto": "Claro, este chip, yo ya tenía este chip. Ah, ya lo tenías en su momento y no le funcionó.",
      "confianza": 0.219,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.55,
      "fin": 161.94,
      "duracion": 44.39,
      "texto": "Sí, no, nada más. Porque imagínate que acá no pasa ni fibra óptica, nada. Yo por internet, yo tengo una antena satelital. Imagínate que... Si puedo... Por eso no hay nada, no pasa nada. No es porque yo no... también porque no me gustó. Yo tuve que movilizar toda la vida, pero por ese motivo no me gustó la vida. Claro, sí, sí. ¿Ya podríamos verificarlo de qué es la fibra óptica en estos momentos? No, no pasa. Yo llamé para poder poner el teléfono en línea, acá donde yo vivo, y no, no pasa. No hay manera que pueda... Y acá dice que supuestamente, a partir de tres o cuatro años, recién van a poder pasar fibra óptica, porque ¿qué pasa?",
      "confianza": 0.076,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.12,
      "fin": 174.12,
      "duracion": 11.0,
      "texto": "Es un trébol, una organización que se está haciendo de a poco. Ah, claro. ¿Usted no dice que hay posse de movilizar? No, no hay nada.",
      "confianza": 0.457,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.7,
      "fin": 198.96,
      "duracion": 24.25,
      "texto": "Nada, nada, no es que no... Igual podemos verificar cualquier cosa porque ha pasado de que antes me hayan dicho de que no, no tenían y ahora sí, pero... Mira, se puede decir, porque yo cuando voy a hacer abono, que tengo billetera virtual,",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.51,
      "fin": 205.22,
      "duracion": 5.71,
      "texto": "Por movilizar nunca tuve señal como para poder abonar. Imagínate que hasta eso tengo problemas.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 206.96,
      "fin": 220.28,
      "duracion": 13.32,
      "texto": "Por eso cambié de línea. Sí, le entiendo el tema de la línea, si quiere se puede quedar en la compañía en la que sale que te le funciona, pero estoy hablando por el área de la fibra óptica en estos momentos.",
      "confianza": 0.376,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 221.34,
      "fin": 225.92,
      "duracion": 4.59,
      "texto": "Claro, pero no pasa igual, no hay manera.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 226.42,
      "fin": 228.07,
      "duracion": 1.64,
      "texto": "Yo te digo, porque yo trabajo",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.81,
      "fin": 237.29,
      "duracion": 8.48,
      "texto": "Yo estoy viviendo en la planta allá de Buquebús. Yo trabajo para Buquebús. Ah, bien.",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.31,
      "fin": 251.07,
      "duracion": 13.76,
      "texto": "Imagínate que es una empresa grande y se pidió todo esto y no pasa. Claro, bueno, esperemos que lo más rápido posible y salen lo que son los postres de tu domicilio si puede tener lo que es la fe.",
      "confianza": 0.591,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 251.09,
      "fin": 256.4,
      "duracion": 5.31,
      "texto": "Claro, la niña. Por eso yo me canso de explicarle. No, no, no. Yo no quiero. Lo cambié porque",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.8,
      "fin": 277.46,
      "duracion": 20.66,
      "texto": "Yo tuve que movilizar, mira, donde yo vivo, que es antiguamente, en Florento Varela Bosque, yo tengo fibra óptica movilizada en mi casa. Imagínate, en la otra casa que vivo, que está bien emitida, ahí tengo fibra óptica, y yo seguro titular de la línea, imagínate que, y acá en el vivo no lo puedo tener.",
      "confianza": 0.509,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.48,
      "fin": 279.58,
      "duracion": 2.1,
      "texto": "Yo tenía todos los beneficios con esto.",
      "confianza": 0.544,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.76,
      "fin": 290.31,
      "duracion": 9.55,
      "texto": "Claro, porque podría tener el beneficio con la línea de creación.",
      "confianza": 0.161,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 290.33,
      "fin": 291.19,
      "duracion": 0.86,
      "texto": "Dijo lo que es la fibra óptica, es verdad.",
      "confianza": 0.08,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.21,
      "fin": 294.46,
      "duracion": 3.25,
      "texto": "Sí, pero claro, si no le sirve... No, claro, no me sirve, por eso te digo.",
      "confianza": 0.301,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 294.48,
      "fin": 309.98,
      "duracion": 15.5,
      "texto": "Y mi pie sí, él tiene movistar, tiene la fibra óptica, todo, pero yo soy el titular de la fibra óptica, no se me pegue por eso. No es porque lo saqué, no me gustó el servicio. Si no, que no tengo señal. Es lo que...",
      "confianza": 0.432,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 310.51,
      "fin": 314.92,
      "duracion": 4.41,
      "texto": "Sí, es que es entendible. Y aparte digo que las señales es lo más importante hoy en día para estar comunicados.",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.74,
      "fin": 317.35,
      "duracion": 1.6,
      "texto": "Claro.",
      "confianza": 0.353,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 317.37,
      "fin": 332.49,
      "duracion": 15.12,
      "texto": "Sí, se entiende perfectamente. Entonces, apenas tengamos lo que son postes y una mejor señal en lo que son los SIP, apenas tengamos eso, nosotros nos comunicamos con usted. Listo, gracias. Que tengáis un lindo día, Gustavo, muy amable.",
      "confianza": 0.24,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, hablo con Gustavo. Hola, buen día, hablo con Gustavo. Hola, buenos días. Gustavo, ¿me escuchas? ¿Cómo estás, Gustavo? Mi nombre es Berien, me presento. Mire, yo le estoy llamando desde el área de recuperio de clientes de Movistar. Queríamos saber por qué... Sí, pero yo no me interesa Movistar. Entendí, ¿por qué no le interesa? ¿Qué problema tiene? Porque no, porque ahora que yo vivo no tengo datos, señora. No, no tengo señal como se sabe, por eso me paré la línea. ¿Ya se cuánto le sucedió el estrofe? Ya todo, ya va a ser más de un año que lo estoy explicando y todavía me llaman. ¿Ya han podido verificar que realmente no tiene señal? No, porque yo he huido de San Vicente y en San Vicente no hay antena de monitor. Por eso no hay señal, no hay datos, no hay nada. Bien, mire, yo en estos momentos estoy verificando a ver si tienen San Vicente y me sale que está en verde. Pero yo estoy tirando más para avancelar. Más para el campo. Es San Vicente, pero estoy tirando para avancelar. Ah, bien. Igualmente está saliendo que algunas partes están en verde y algunas están en amarillo. Yo tengo una emergencia acá. Yo vivo. Yo tengo que caminar mínimo a la ruta. y unas 24 más para poder tener ratos, en un poco de rato. Y si tengo una emergencia, o sea, una ambulancia, no me sirvo. Por eso cambié la línea. Ah, bien, perfecto. Porque estaba por decir que nosotros ahora tenemos lo que es un chip que es 4G+, es decir, que usted tendría más alcance y cobertura. ¿No le pasaría? Claro, este chip, yo ya tenía este chip. Ah, ya lo tenías en su momento y no le funcionó. Sí, no, nada más. Porque imagínate que acá no pasa ni fibra óptica, nada. Yo por internet, yo tengo una antena satelital. Imagínate que... Si puedo... Por eso no hay nada, no pasa nada. No es porque yo no... también porque no me gustó. Yo tuve que movilizar toda la vida, pero por ese motivo no me gustó la vida. Claro, sí, sí. ¿Ya podríamos verificarlo de qué es la fibra óptica en estos momentos? No, no pasa. Yo llamé para poder poner el teléfono en línea, acá donde yo vivo, y no, no pasa. No hay manera que pueda... Y acá dice que supuestamente, a partir de tres o cuatro años, recién van a poder pasar fibra óptica, porque ¿qué pasa? Es un trébol, una organización que se está haciendo de a poco. Ah, claro. ¿Usted no dice que hay posse de movilizar? No, no hay nada. Nada, nada, no es que no... Igual podemos verificar cualquier cosa porque ha pasado de que antes me hayan dicho de que no, no tenían y ahora sí, pero... Mira, se puede decir, porque yo cuando voy a hacer abono, que tengo billetera virtual, Por movilizar nunca tuve señal como para poder abonar. Imagínate que hasta eso tengo problemas. Por eso cambié de línea. Sí, le entiendo el tema de la línea, si quiere se puede quedar en la compañía en la que sale que te le funciona, pero estoy hablando por el área de la fibra óptica en estos momentos. Claro, pero no pasa igual, no hay manera. Yo te digo, porque yo trabajo Yo estoy viviendo en la planta allá de Buquebús. Yo trabajo para Buquebús. Ah, bien. Imagínate que es una empresa grande y se pidió todo esto y no pasa. Claro, bueno, esperemos que lo más rápido posible y salen lo que son los postres de tu domicilio si puede tener lo que es la fe. Claro, la niña. Por eso yo me canso de explicarle. No, no, no. Yo no quiero. Lo cambié porque Yo tuve que movilizar, mira, donde yo vivo, que es antiguamente, en Florento Varela Bosque, yo tengo fibra óptica movilizada en mi casa. Imagínate, en la otra casa que vivo, que está bien emitida, ahí tengo fibra óptica, y yo seguro titular de la línea, imagínate que, y acá en el vivo no lo puedo tener. Yo tenía todos los beneficios con esto. Claro, porque podría tener el beneficio con la línea de creación. Dijo lo que es la fibra óptica, es verdad. Sí, pero claro, si no le sirve... No, claro, no me sirve, por eso te digo. Y mi pie sí, él tiene movistar, tiene la fibra óptica, todo, pero yo soy el titular de la fibra óptica, no se me pegue por eso. No es porque lo saqué, no me gustó el servicio. Si no, que no tengo señal. Es lo que... Sí, es que es entendible. Y aparte digo que las señales es lo más importante hoy en día para estar comunicados. Claro. Sí, se entiende perfectamente. Entonces, apenas tengamos lo que son postes y una mejor señal en lo que son los SIP, apenas tengamos eso, nosotros nos comunicamos con usted. Listo, gracias. Que tengáis un lindo día, Gustavo, muy amable.",
  "calidad": {
    "confianza_promedio": 0.443,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:09:52.315293",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 83,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:17.834701",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112536892_ACD_84033",
    "fecha_inicio": "14/1/2026 11:25:36",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 339,
    "tiempo_conversacion": 317,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}