{
  "archivo": "amza8_1_260112133835553_ACD_86287.wav",
  "duracion_segundos": 249.31,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 83.75,
    "Cliente": 149.93
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.24,
      "fin": 12.18,
      "duracion": 9.94,
      "texto": "Hola, qué tal, buen día. ¿Cómo le va? ¿Todo bien? Sí, ¿de parte de quién? Mi nombre es Thiago Daniel, ¿verdad?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.2,
      "fin": 12.26,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.28,
      "fin": 14.22,
      "duracion": 1.94,
      "texto": "Me alegro, Daniel. Te comento, Daniel, mi nombre es Thiago.",
      "confianza": 0.064,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.72,
      "fin": 18.47,
      "duracion": 3.75,
      "texto": "Yo me estoy contactando y lo que es el área de recuperación del cliente de Movistar, Daniel.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.11,
      "fin": 22.07,
      "duracion": 2.96,
      "texto": "Pero ¿sabes por qué te fuiste de la compañía? ¿Cuál fue el inconveniente?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.59,
      "fin": 40.92,
      "duracion": 17.33,
      "texto": "El inconveniente es que no tengo señal. Nunca tuve señal. Claro. En todos lados no tenía señal. Y sinceramente estoy pagando un servicio en el cual me movía a cualquier lado, en mi casa ya no tenía señal, entonces no me servía y yo lo necesito urgente.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.32,
      "fin": 51.11,
      "duracion": 7.79,
      "texto": "Sí Daniel, te comento, me refiero a igual que te fuiste en el 2024, en junio, julio, por ahí, hace bastante ya.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.71,
      "fin": 107.7,
      "duracion": 55.99,
      "texto": "Nosotros actualmente tenemos más del 90% de cobertura y es que hemos implementado nuevas antenas, a lo cual no te volvería a suceder lo mismo, no sé si has podido corroborarlo, No sé, no tengo todavía con ustedes el servicio de la línea celular con Mica, así que no sé si le anda bien o no, pero bueno, está mi nombre. Aparte, otra cosa es que no me gustó, que en su momento cuando me cambié, yo necesitaba cambiar el equipo y me hicieron después de seis meses que podía ir a cambiarlo por contrafactura, en ese momento no tenía. Y cuando llegó el momento, no pude cambiar nada por dentro. No, nunca. Entonces, ya, viste, mentira, eso fue en los poes que vos. Pero eso no me gustó porque bueno. Y, aparte, bueno, lo que es la cobertura, que nunca tuve cobertura.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.74,
      "fin": 109.38,
      "duracion": 0.64,
      "texto": "Sí, sí, sí.",
      "confianza": 0.318,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.4,
      "fin": 110.78,
      "duracion": 1.38,
      "texto": "¿De qué localidad de provincia sos?",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.98,
      "fin": 115.93,
      "duracion": 2.95,
      "texto": "Provincia de Buenos Aires, Verazategui. Verazategui. Y ahora estoy en Capital.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.63,
      "fin": 149.99,
      "duracion": 33.36,
      "texto": "Y en Capital, a veces, en lugares no tengo cobertura. Pero más que nada bueno, como te comentaba, nosotros actualmente hemos comprado lo que son las nuevas antenas, tenemos más del 90% de cobertura en lo que es el país y la provincia, no te volvería a superar lo mismo. Después si querés lo podés corporar a tu hijo. Y bueno, estábamos viendo que estabas abonando bastante, estabas abonando lo que son más o menos por cada línea, ¿cuánto ganas vos? Y ahora me bajaron a 13 mil pesos.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.62,
      "fin": 171.05,
      "duracion": 20.43,
      "texto": "Cada una. Sí, cada una. ¿Tenés tres líneas, mi figura? No, dos líneas y una triple PAC. ¿Cómo? O sea, ¿tenés dos líneas que estás hablando? Y un triple PAC.",
      "confianza": 0.83,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.11,
      "fin": 203.62,
      "duracion": 31.51,
      "texto": "¿Triple PAC? ¿Qué sería eso? Internet, señal de tablet y teléfono fijo. Claro, claro. Mira, nosotros actualmente tenemos una bonificación también con lo que serían las dos líneas tuyas que tenías actualmente en claro. O sea, la tuya y la otra. Tenemos lo que es una bonificación que te queda en 20 gigas cada línea con WhatsApp, Bratis, Arria con compañía y Romi para que puedas navegar afuera del país en lo que es América al precio de 13.250 pesos por las dos líneas.",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.92,
      "fin": 237.72,
      "duracion": 32.8,
      "texto": "Está mucho más económico y tenés muchas más gigas. Obviamente que bueno, primero, no sé vos, si querías corroborar lo que es la cobertura, pero como te comentaba... Dejame corroborar la cobertura con mi hija, a ver, no lo veo, según lo que me diga, lo volvés a llamar y hablamos. Genial, mira, yo lo que puedo hacer, te puedo dejar lo que es un mensajito por WhatsApp con la promoción, para que la tienen claro, ya vas a tener mi WhatsApp, y bueno, apenas lo corrobores, me escribís y cualquier cosa que te interesa, organizamos lo que es el cambio.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.46,
      "fin": 249.31,
      "duracion": 10.85,
      "texto": "Perfecto, Daniel, que tengas un lindo día. Hasta luego.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buen día. ¿Cómo le va? ¿Todo bien? Sí, ¿de parte de quién? Mi nombre es Thiago Daniel, ¿verdad? Sí. Me alegro, Daniel. Te comento, Daniel, mi nombre es Thiago. Yo me estoy contactando y lo que es el área de recuperación del cliente de Movistar, Daniel. Pero ¿sabes por qué te fuiste de la compañía? ¿Cuál fue el inconveniente? El inconveniente es que no tengo señal. Nunca tuve señal. Claro. En todos lados no tenía señal. Y sinceramente estoy pagando un servicio en el cual me movía a cualquier lado, en mi casa ya no tenía señal, entonces no me servía y yo lo necesito urgente. Sí Daniel, te comento, me refiero a igual que te fuiste en el 2024, en junio, julio, por ahí, hace bastante ya. Nosotros actualmente tenemos más del 90% de cobertura y es que hemos implementado nuevas antenas, a lo cual no te volvería a suceder lo mismo, no sé si has podido corroborarlo, No sé, no tengo todavía con ustedes el servicio de la línea celular con Mica, así que no sé si le anda bien o no, pero bueno, está mi nombre. Aparte, otra cosa es que no me gustó, que en su momento cuando me cambié, yo necesitaba cambiar el equipo y me hicieron después de seis meses que podía ir a cambiarlo por contrafactura, en ese momento no tenía. Y cuando llegó el momento, no pude cambiar nada por dentro. No, nunca. Entonces, ya, viste, mentira, eso fue en los poes que vos. Pero eso no me gustó porque bueno. Y, aparte, bueno, lo que es la cobertura, que nunca tuve cobertura. Sí, sí, sí. ¿De qué localidad de provincia sos? Provincia de Buenos Aires, Verazategui. Verazategui. Y ahora estoy en Capital. Y en Capital, a veces, en lugares no tengo cobertura. Pero más que nada bueno, como te comentaba, nosotros actualmente hemos comprado lo que son las nuevas antenas, tenemos más del 90% de cobertura en lo que es el país y la provincia, no te volvería a superar lo mismo. Después si querés lo podés corporar a tu hijo. Y bueno, estábamos viendo que estabas abonando bastante, estabas abonando lo que son más o menos por cada línea, ¿cuánto ganas vos? Y ahora me bajaron a 13 mil pesos. Cada una. Sí, cada una. ¿Tenés tres líneas, mi figura? No, dos líneas y una triple PAC. ¿Cómo? O sea, ¿tenés dos líneas que estás hablando? Y un triple PAC. ¿Triple PAC? ¿Qué sería eso? Internet, señal de tablet y teléfono fijo. Claro, claro. Mira, nosotros actualmente tenemos una bonificación también con lo que serían las dos líneas tuyas que tenías actualmente en claro. O sea, la tuya y la otra. Tenemos lo que es una bonificación que te queda en 20 gigas cada línea con WhatsApp, Bratis, Arria con compañía y Romi para que puedas navegar afuera del país en lo que es América al precio de 13.250 pesos por las dos líneas. Está mucho más económico y tenés muchas más gigas. Obviamente que bueno, primero, no sé vos, si querías corroborar lo que es la cobertura, pero como te comentaba... Dejame corroborar la cobertura con mi hija, a ver, no lo veo, según lo que me diga, lo volvés a llamar y hablamos. Genial, mira, yo lo que puedo hacer, te puedo dejar lo que es un mensajito por WhatsApp con la promoción, para que la tienen claro, ya vas a tener mi WhatsApp, y bueno, apenas lo corrobores, me escribís y cualquier cosa que te interesa, organizamos lo que es el cambio. Perfecto, Daniel, que tengas un lindo día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:07:24.378027",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:32.363152",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112133835553_ACD_86287",
    "fecha_inicio": "12/1/2026 13:38:35",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 265,
    "tiempo_conversacion": 239,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}