{
  "archivo": "amza9_1_260113142205413_ACD_14557.wav",
  "duracion_segundos": 204.32,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 174.95,
    "Cliente": 13.55
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.76,
      "duracion": 3.73,
      "texto": "Hola, ¿qué tal? Un gusto. ¿Hablo con Rubén?",
      "confianza": 0.258,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.52,
      "fin": 14.69,
      "duracion": 8.17,
      "texto": "Sí, dígame. ¿Cómo te encontraste el día de hoy? ¿Todo bien? Mi nombre es Tomás, un placer hablar con vos. Me alegro mucho que estés bien. ¿Cómo? Que un placer hablar con vos.",
      "confianza": 0.323,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.81,
      "fin": 16.4,
      "duracion": 0.58,
      "texto": "Ok, sí.",
      "confianza": 0.432,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.92,
      "fin": 26.51,
      "duracion": 9.59,
      "texto": "Me alegro mucho que estés bien, Rubén. Dígame. Y de la de Recupero Clientes Movistar, porque en el día de la fecha tenemos un descuento para tu línea, Rubén.",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.18,
      "fin": 31.21,
      "duracion": 4.03,
      "texto": "Veo que estás abonando algo de 14.000 pesos por tu línea. ¿Puede ser?",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.03,
      "fin": 33.67,
      "duracion": 1.64,
      "texto": "Sí, sí.",
      "confianza": 0.565,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.69,
      "fin": 34.91,
      "duracion": 1.22,
      "texto": "¿Pero de qué empresa es?",
      "confianza": 0.8,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.45,
      "fin": 46.57,
      "duracion": 11.12,
      "texto": "Movistar, en ese comunicado. Ah, no, yo en empresa fui, en Movistar tuve como 15 años, fui cliente. Claro, ¿y qué te pasó? Contame, por qué no estoy contactando.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.45,
      "fin": 50.59,
      "duracion": 3.14,
      "texto": "Tuve un problema económico y solicité si no había",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.23,
      "fin": 64.14,
      "duracion": 12.91,
      "texto": "alguna promoción, para mí me contestaron que la promoción era para estudiantes nuevos, entonces me fui y nunca más. Bien, Rubén, ¿puedes debilitar esto de la compañía del año pasado?",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.16,
      "fin": 64.89,
      "duracion": 0.73,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 64.91,
      "fin": 71.35,
      "duracion": 6.44,
      "texto": "Rubén, desde ya tuve mil disculpas por ese inconveniente. Claramente vos el inconveniente que has tenido desde un mal asesoramiento, ¿sí?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.93,
      "fin": 103.66,
      "duracion": 31.73,
      "texto": "Vos seguramente te dijeron directamente que no teníamos una bonificación para vos el día de hoy, ¿bien? Me dijeron que la bonificación era para clientes nuevos, entonces me fui a otro, que estoy reconforme. Claro, exacto. Yo por eso Rubén me estaba contactando para recuperar el cliente es Movistar, ¿sí? Porque yo sé que fuiste un excelente cliente en la compañía, sé que tenés un excelente score creditivo y el puntaje como cliente. Y vos justamente al atirar de lo necesito el día de hoy conmigo, Rubén, vas a tener el otorgamiento que yo voy a hacer tú asesor personal, ¿bien?",
      "confianza": 0.797,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.22,
      "fin": 165.17,
      "duracion": 60.95,
      "texto": "Es decir, con cualquier motivo que vos tengas, ya sea que te hayan aumentado la factura, además te vas a poder comunicar con ellos y yo te voy a ayudar sin ningún problema, ¿bien? Mi idea Rubén es que vos puedas volver al servicio, puedas volver a confiar en nosotros, ¿sí? Ya que además te has sido hace bastante de la compañía y verás que ha cambiado muchísimo la tensión del cliente anterior al año pasado de lo que estamos al día de hoy, ¿bien? Y mi idea justamente es que vos abones menos, Rubén. Ya que la verdad que... No, no, yo te digo, no. Te agradezco de mil amores, muchas gracias, pero no, no, para dentro de seis meses volver a tener el mismo problema. Te agradezco, te digo, pero que eres muy desilusionado. No, no, estoy bien ahora en la compañía en la que estoy. Claro, Rubén, es cierto y sencillo, totalmente, pero como yo te estoy contando, ese problema vos no te va a volver a pasar porque vos vas a tener justamente una acción personal que voy a hacer yo, ¿bien? No, no, pero estoy... estoy bien conforme con la compañía que tengo. ¿Por qué voy a cambiar por un quizás?",
      "confianza": 0.495,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.99,
      "fin": 168.23,
      "duracion": 2.24,
      "texto": "No, no, ya estoy bien, estoy bien.",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 169.37,
      "fin": 186.35,
      "duracion": 16.98,
      "texto": "Me dan todos los productos que necesito. Claro, sí, te entiendo. Nosotros queremos que vos estés mejor con nosotros en la compañía, ¿me entendés? Te queremos... Te agradezco mucho, en mil amores. Yo sé que voy a tener que vender, pero a mí me defraudaron. Entonces, no, nunca más, nunca más.",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 187.56,
      "fin": 188.93,
      "duracion": 1.36,
      "texto": "Te decidí que nunca más.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 189.51,
      "fin": 190.73,
      "duracion": 1.22,
      "texto": "Te agradezco mucho.",
      "confianza": 0.829,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.77,
      "fin": 195.04,
      "duracion": 3.27,
      "texto": "Seguí trabajando. No pierdas tiempo conmigo.",
      "confianza": 0.809,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.87,
      "fin": 204.32,
      "duracion": 7.45,
      "texto": "Y desde ya te agradezco mucho. Bueno, no hay problema, Rubén. Que tengas el día, ¿sí? Bueno, igualmente. Mucha suerte, igualmente.",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Un gusto. ¿Hablo con Rubén? Sí, dígame. ¿Cómo te encontraste el día de hoy? ¿Todo bien? Mi nombre es Tomás, un placer hablar con vos. Me alegro mucho que estés bien. ¿Cómo? Que un placer hablar con vos. Ok, sí. Me alegro mucho que estés bien, Rubén. Dígame. Y de la de Recupero Clientes Movistar, porque en el día de la fecha tenemos un descuento para tu línea, Rubén. Veo que estás abonando algo de 14.000 pesos por tu línea. ¿Puede ser? Sí, sí. ¿Pero de qué empresa es? Movistar, en ese comunicado. Ah, no, yo en empresa fui, en Movistar tuve como 15 años, fui cliente. Claro, ¿y qué te pasó? Contame, por qué no estoy contactando. Tuve un problema económico y solicité si no había alguna promoción, para mí me contestaron que la promoción era para estudiantes nuevos, entonces me fui y nunca más. Bien, Rubén, ¿puedes debilitar esto de la compañía del año pasado? Sí. Bien, perfecto. Rubén, desde ya tuve mil disculpas por ese inconveniente. Claramente vos el inconveniente que has tenido desde un mal asesoramiento, ¿sí? Vos seguramente te dijeron directamente que no teníamos una bonificación para vos el día de hoy, ¿bien? Me dijeron que la bonificación era para clientes nuevos, entonces me fui a otro, que estoy reconforme. Claro, exacto. Yo por eso Rubén me estaba contactando para recuperar el cliente es Movistar, ¿sí? Porque yo sé que fuiste un excelente cliente en la compañía, sé que tenés un excelente score creditivo y el puntaje como cliente. Y vos justamente al atirar de lo necesito el día de hoy conmigo, Rubén, vas a tener el otorgamiento que yo voy a hacer tú asesor personal, ¿bien? Es decir, con cualquier motivo que vos tengas, ya sea que te hayan aumentado la factura, además te vas a poder comunicar con ellos y yo te voy a ayudar sin ningún problema, ¿bien? Mi idea Rubén es que vos puedas volver al servicio, puedas volver a confiar en nosotros, ¿sí? Ya que además te has sido hace bastante de la compañía y verás que ha cambiado muchísimo la tensión del cliente anterior al año pasado de lo que estamos al día de hoy, ¿bien? Y mi idea justamente es que vos abones menos, Rubén. Ya que la verdad que... No, no, yo te digo, no. Te agradezco de mil amores, muchas gracias, pero no, no, para dentro de seis meses volver a tener el mismo problema. Te agradezco, te digo, pero que eres muy desilusionado. No, no, estoy bien ahora en la compañía en la que estoy. Claro, Rubén, es cierto y sencillo, totalmente, pero como yo te estoy contando, ese problema vos no te va a volver a pasar porque vos vas a tener justamente una acción personal que voy a hacer yo, ¿bien? No, no, pero estoy... estoy bien conforme con la compañía que tengo. ¿Por qué voy a cambiar por un quizás? No, no, ya estoy bien, estoy bien. Me dan todos los productos que necesito. Claro, sí, te entiendo. Nosotros queremos que vos estés mejor con nosotros en la compañía, ¿me entendés? Te queremos... Te agradezco mucho, en mil amores. Yo sé que voy a tener que vender, pero a mí me defraudaron. Entonces, no, nunca más, nunca más. Te decidí que nunca más. Te agradezco mucho. Seguí trabajando. No pierdas tiempo conmigo. Y desde ya te agradezco mucho. Bueno, no hay problema, Rubén. Que tengas el día, ¿sí? Bueno, igualmente. Mucha suerte, igualmente.",
  "calidad": {
    "confianza_promedio": 0.548,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:16:59.119914",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:32.957876",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113142205413_ACD_14557",
    "fecha_inicio": "13/1/2026 14:22:05",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 218,
    "tiempo_conversacion": 198,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}