{
  "archivo": "amza10_1_260114132611052_ACD_63313.wav",
  "duracion_segundos": 283.01,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 151.88,
    "Cliente": 104.67
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.33,
      "fin": 8.96,
      "duracion": 6.63,
      "texto": "Hola. Hola. Hola, buen día. Sí, hablo con Ana. Sí.",
      "confianza": 0.228,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.66,
      "fin": 17.13,
      "duracion": 7.47,
      "texto": "Ana, gusto. ¿Cómo estás? Lurdo, de este lado. ¿De Movistar? Sí, de Movistar. ¿Te llamas de Movistar? Y porque me llaman cinco veces al día.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.23,
      "fin": 25.76,
      "duracion": 7.53,
      "texto": "Bien, ¿y qué te han comentado, Ana? No, no es que no es que es cara, porque tengo claro, soy conforme, porque Movistar es más caro.",
      "confianza": 0.554,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.36,
      "fin": 31.41,
      "duracion": 5.05,
      "texto": "Ah, pero, ¿pero por qué más caro? No hago. ¿Y por qué es más caro?",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.62,
      "fin": 38.43,
      "duracion": 5.81,
      "texto": "Es más caro el paquete. Yo tengo un paquete con claro. Pago 41 mil pesos por mes.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.97,
      "fin": 50.71,
      "duracion": 11.74,
      "texto": "Tengo internet, teléfono de línea, celular y cable por 41 mil pesos. ¿Ustedes lo tienen a eso? Más económico te queda.",
      "confianza": 0.794,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.3,
      "fin": 63.99,
      "duracion": 12.69,
      "texto": "No lo puedo creer. Según me, al otro mes me viene 50-60. No, no, en serio, en serio. Tenemos un cómo, mira, para que no tengas en cuenta. Con tres bocas, con tres bocas, como tengo yo, tres bocas tengo de televisores.",
      "confianza": 0.13,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.21,
      "fin": 72.08,
      "duracion": 6.87,
      "texto": "Como tres bocas, Límer, hablas por él y... Porque tengo tres televisores, tengo tres televisores, tengo tres entradas.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.14,
      "fin": 88.43,
      "duracion": 14.29,
      "texto": "Bueno, a ver qué es lo que tienen ustedes, a ver. Lo voy a escuchar. Nosotros tenemos un combo que sería fibra óptica con la velocidad de 300 megas, más la línea móvil, te queda eso en 24 mil pesos.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.95,
      "fin": 92.45,
      "duracion": 3.5,
      "texto": "Vos, actualmente, ¿qué velocidad tenés?",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.47,
      "fin": 95.67,
      "duracion": 3.2,
      "texto": "No sé, yo tengo 4 gigas, no sé cuánto velocidad son.",
      "confianza": 0.666,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.69,
      "fin": 99.22,
      "duracion": 3.52,
      "texto": "¿Pero te acordás qué velocidad tenés en lo que es en el intermedio del hogar?",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.16,
      "fin": 133.72,
      "duracion": 32.56,
      "texto": "No me acuerdo porque en su momento, yo hace más de un año que estoy con claro que no sé la cantidad de velocidad, eso no me acuerdo. Bueno, te queda, mira, 24 mil pesos, la velocidad de 300 mea, la verdad, es bastante buena, si en esquema tenemos velocidad simétrica nosotros, eso te queda 24 mil línea, ¿sí? Más fibra, ¿sí? Y ahí le vamos a agregar lo que es la TV, ¿sí? Ahí te estaría quedando todo en un valor de 35 mil 300. ¿Y el celular? El celular está bien incluido.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.05,
      "fin": 138.53,
      "duracion": 0.48,
      "texto": "¿Y el teléfono de línea?",
      "confianza": 0.037,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.05,
      "fin": 145.11,
      "duracion": 6.06,
      "texto": "¿El teléfono de línea e internet? Claro, lo que es la línea fija va de regalo y ya tiene incluido.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.35,
      "fin": 158.41,
      "duracion": 12.06,
      "texto": "La línea móvil también ya está incluida. ¿Cuánto dijiste en total por las cuatro cocas?",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.49,
      "fin": 166.79,
      "duracion": 7.3,
      "texto": "35.300. ¿Pero por cuánto tiempo es? Seis meses. Exactamente.",
      "confianza": 0.791,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 167.63,
      "fin": 186.55,
      "duracion": 18.92,
      "texto": "Sí, ya sí se me parecía. A mí, cuando yo me noté en claro, me dieron un año gratis. Me dieron tres, perdón, me dieron tres centavos aquí y después de la pasada. Y vos fijate que pago cuarenta y un y pico. Claro, eso es según la zona que sea, porque nosotros tenemos también dos o tres meses gratis. No, tenemos dos meses gratis según la zona en realidad.",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.68,
      "fin": 196.1,
      "duracion": 8.42,
      "texto": "Pero bueno, este incluso, obviamente no te quiero comentar porque tenemos que dar obviamente a tu zona, ¿no? Del tema de la cobertura, pero incluso te puede llevar a que hay más económicos, ¿sí?",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.3,
      "fin": 198.79,
      "duracion": 2.48,
      "texto": "Pero igual, imagínate que ha sido económico, ¿sí?",
      "confianza": 0.628,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.27,
      "fin": 230.49,
      "duracion": 31.22,
      "texto": "Así que para que eso lo tengas en cuenta también. Y esos seis meses justamente para que vos no sufres esos aumentos que habían antes, ¿sí? Entiendo que capaz hadas tenido lo que es alguna mala experiencia, pero bueno, ahora obviamente lo que... No, no, es que yo tenía el teléfono de línea de Movistar y lo tuve que sacar, porque me salía más caro, me salía más caro que un paquete. Entonces lo tuve que dar de baja. Y entonces a mí me respetaron en claro el mismo número de celular y el mismo número de teléfono de licencia.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.35,
      "fin": 238.68,
      "duracion": 7.33,
      "texto": "Porque yo quería que me respetaran el mismo número, yo no quería que me lo cambiaran. Y bueno, no me lo cambiaron felizmente, pero ya te vuelvo a repetir.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 239.78,
      "fin": 252.27,
      "duracion": 12.49,
      "texto": "No sé, tendría que preguntarle a mi sobrina que habló cuántos, como dijiste vos, megas, megas, megas, ¿no? 300 megas. Tendría que preguntarle.",
      "confianza": 0.792,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.59,
      "fin": 255.24,
      "duracion": 2.64,
      "texto": "Pero para esto yo tengo que esperar hasta el viernes ahora.",
      "confianza": 0.729,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 255.68,
      "fin": 257.38,
      "duracion": 1.7,
      "texto": "Así que si no me vas a tener que llamar.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 258.42,
      "fin": 283.01,
      "duracion": 24.59,
      "texto": "Me vas a tener que llamar más adelante para consultar con ellos. Porque yo tecnológicamente me manejo todo con mis sobrinas. Bueno, ¿cómo es tu nombre? Lourdes me llaman. Así que yo ahora también estoy enviando un mensajito por WhatsApp. ¿Cómo para no perder lo que es el contacto? Bueno, listo. Perfecto, Lourdes. Bueno, gracias. Bueno, gracias, chau.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, buen día. Sí, hablo con Ana. Sí. Ana, gusto. ¿Cómo estás? Lurdo, de este lado. ¿De Movistar? Sí, de Movistar. ¿Te llamas de Movistar? Y porque me llaman cinco veces al día. Bien, ¿y qué te han comentado, Ana? No, no es que no es que es cara, porque tengo claro, soy conforme, porque Movistar es más caro. Ah, pero, ¿pero por qué más caro? No hago. ¿Y por qué es más caro? Es más caro el paquete. Yo tengo un paquete con claro. Pago 41 mil pesos por mes. Tengo internet, teléfono de línea, celular y cable por 41 mil pesos. ¿Ustedes lo tienen a eso? Más económico te queda. No lo puedo creer. Según me, al otro mes me viene 50-60. No, no, en serio, en serio. Tenemos un cómo, mira, para que no tengas en cuenta. Con tres bocas, con tres bocas, como tengo yo, tres bocas tengo de televisores. Como tres bocas, Límer, hablas por él y... Porque tengo tres televisores, tengo tres televisores, tengo tres entradas. Bueno, a ver qué es lo que tienen ustedes, a ver. Lo voy a escuchar. Nosotros tenemos un combo que sería fibra óptica con la velocidad de 300 megas, más la línea móvil, te queda eso en 24 mil pesos. Vos, actualmente, ¿qué velocidad tenés? No sé, yo tengo 4 gigas, no sé cuánto velocidad son. ¿Pero te acordás qué velocidad tenés en lo que es en el intermedio del hogar? No me acuerdo porque en su momento, yo hace más de un año que estoy con claro que no sé la cantidad de velocidad, eso no me acuerdo. Bueno, te queda, mira, 24 mil pesos, la velocidad de 300 mea, la verdad, es bastante buena, si en esquema tenemos velocidad simétrica nosotros, eso te queda 24 mil línea, ¿sí? Más fibra, ¿sí? Y ahí le vamos a agregar lo que es la TV, ¿sí? Ahí te estaría quedando todo en un valor de 35 mil 300. ¿Y el celular? El celular está bien incluido. ¿Y el teléfono de línea? ¿El teléfono de línea e internet? Claro, lo que es la línea fija va de regalo y ya tiene incluido. La línea móvil también ya está incluida. ¿Cuánto dijiste en total por las cuatro cocas? 35.300. ¿Pero por cuánto tiempo es? Seis meses. Exactamente. Sí, ya sí se me parecía. A mí, cuando yo me noté en claro, me dieron un año gratis. Me dieron tres, perdón, me dieron tres centavos aquí y después de la pasada. Y vos fijate que pago cuarenta y un y pico. Claro, eso es según la zona que sea, porque nosotros tenemos también dos o tres meses gratis. No, tenemos dos meses gratis según la zona en realidad. Pero bueno, este incluso, obviamente no te quiero comentar porque tenemos que dar obviamente a tu zona, ¿no? Del tema de la cobertura, pero incluso te puede llevar a que hay más económicos, ¿sí? Pero igual, imagínate que ha sido económico, ¿sí? Así que para que eso lo tengas en cuenta también. Y esos seis meses justamente para que vos no sufres esos aumentos que habían antes, ¿sí? Entiendo que capaz hadas tenido lo que es alguna mala experiencia, pero bueno, ahora obviamente lo que... No, no, es que yo tenía el teléfono de línea de Movistar y lo tuve que sacar, porque me salía más caro, me salía más caro que un paquete. Entonces lo tuve que dar de baja. Y entonces a mí me respetaron en claro el mismo número de celular y el mismo número de teléfono de licencia. Porque yo quería que me respetaran el mismo número, yo no quería que me lo cambiaran. Y bueno, no me lo cambiaron felizmente, pero ya te vuelvo a repetir. No sé, tendría que preguntarle a mi sobrina que habló cuántos, como dijiste vos, megas, megas, megas, ¿no? 300 megas. Tendría que preguntarle. Pero para esto yo tengo que esperar hasta el viernes ahora. Así que si no me vas a tener que llamar. Me vas a tener que llamar más adelante para consultar con ellos. Porque yo tecnológicamente me manejo todo con mis sobrinas. Bueno, ¿cómo es tu nombre? Lourdes me llaman. Así que yo ahora también estoy enviando un mensajito por WhatsApp. ¿Cómo para no perder lo que es el contacto? Bueno, listo. Perfecto, Lourdes. Bueno, gracias. Bueno, gracias, chau.",
  "calidad": {
    "confianza_promedio": 0.582,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:01:09.450668",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:13.562880",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114132611052_ACD_63313",
    "fecha_inicio": "14/1/2026 13:26:11",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 343,
    "tiempo_conversacion": 272,
    "tiempo_hold": 0,
    "tiempo_acw": 45,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}