{
  "archivo": "amza4_1_260115134216459_ACD_50815.wav",
  "duracion_segundos": 907.22,
  "num_segmentos": 209,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 315.09,
    "Cliente": 530.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.94,
      "fin": 8.03,
      "duracion": 6.09,
      "texto": "Hola. Hola. Hola. Así que, ¿qué tal? Buenas tardes, Magali.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.04,
      "fin": 8.11,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.13,
      "fin": 13.93,
      "duracion": 5.8,
      "texto": "Magali, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la línea de beneficios móviles de la compañía Mozart. ¿Cómo estás, Magali?",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.6,
      "fin": 22.6,
      "duracion": 7.0,
      "texto": "Bien, boss. Bien. Gracias por preguntar, trabajando un poco desde el jueves. Ya viene pronto el fin de semana para descansar.",
      "confianza": 0.172,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.59,
      "fin": 30.49,
      "duracion": 6.9,
      "texto": "Magali, ¿me figuras que esta línea de teléfono usted la lleva con claro actualmente? Sí, estoy con claro. Bien.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.39,
      "fin": 69.07,
      "duracion": 37.68,
      "texto": "Perfecto. ¿Y recuerda más o menos cuántos días tiene contratado? Creo que 15. 15 días, perfecto. Bueno, ¿y es utilizarlo todos o a veces le sobra el magali? No, utilizo todo. Incluso la espalda. Le fue sentido. O sea, quiere hacer recargas. Sí. Perfecto. Bueno, le comento. En ese caso, solo que le puedo brindar es un plan que tenga 15 días de base, fijo todos los meses, sí, y regálale el primer tiempo de los primeros seis meses lo que son ocho gigas extra para que pruebe el servicio, ¿sí?",
      "confianza": 0.134,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.07,
      "fin": 89.56,
      "duracion": 19.49,
      "texto": "Esto, por un lado, y aparte la compañía, le permite que usted una vez al año, con una duración de 30 días, pueda acreditar 20 gigas en la línea, ¿sí? Es decir, si hay un mes que usted va a utilizar más gigas por cuestiones de trabajo, de estudio, puede habilitar los de la AMI Movistar, ¿sí?",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.35,
      "fin": 98.54,
      "duracion": 8.19,
      "texto": "Este plan incluye que tenga llamadas libres a todas las compañías, servicios de WhatsApp gratis, que no le gastan datos móviles.",
      "confianza": 0.661,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.18,
      "fin": 111.29,
      "duracion": 12.11,
      "texto": "Es decir, por un lado va a tener el servicio del paquete de internet, los 15 días de base, más los ocho regalos, y aparte va a tener el WhatsApp. Le incluye lo que se llama Asamérica Precio Local y Rummian en todo el mundo.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.29,
      "fin": 119.64,
      "duracion": 7.35,
      "texto": "Este plan madri le queda con el precio del descuento de tan solo $23,850 pesos al día de hoy.",
      "confianza": 0.791,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.28,
      "fin": 123.69,
      "duracion": 3.41,
      "texto": "Esto sería lo que usted pasaría a pagar con la compañía Movistar.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.45,
      "fin": 143.47,
      "duracion": 19.02,
      "texto": "Es menos de lo que paga con Claro, y no necesitaría ya algo de estar haciendo recargas mensuales, milsemanales. No sé qué le parece aquí la propuesta. Sí, ¿sabes que te quería consultar para internet en Nodar? ¿Tienes? En Nodar sí, contamos con la que es la fibra óptica.",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.12,
      "fin": 153.65,
      "duracion": 9.53,
      "texto": "Es una fibra óptica de velocidad simétrica. ¿Qué significa? le permite que tenga la misma cantidad de velocidad de subida como de descarga y de bajada.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.33,
      "fin": 166.28,
      "duracion": 11.95,
      "texto": "Le permite conectar hasta 10 dispositivos a la vez y tenemos diferentes cantidades de navegación, es decir, contamos con lo que son los 300 megas, los 600 megas y un giga.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.12,
      "fin": 178.24,
      "duracion": 11.12,
      "texto": "Para un hogar tradicional, sí, por una casa tradicional, lo que se está utilizando más que todo son los 300 megas. Eso es lo que están pidiendo más los clientes en toda esta zona de Magalí.",
      "confianza": 0.83,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.86,
      "fin": 198.68,
      "duracion": 19.82,
      "texto": "Y los 300 megas tienen un valor que son 24 mil pesos mensuales, pero por hacer la portabilidad de su línea comodestar, se le hace un descuento sobre la factura de 4 mil pesos, así que le carientan solo 20 mil pesos, lo que es la fibra óptica de los 300 megas.",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.36,
      "fin": 202.59,
      "duracion": 3.22,
      "texto": "Y si hacemos los 600 megas, que es el doble,",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.12,
      "fin": 211.74,
      "duracion": 8.61,
      "texto": "Con el descuento le queda en 22.600, son 2.600 pesos a diferencia de uno al otro, pero es el doble de velocidad.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.42,
      "fin": 234.79,
      "duracion": 22.37,
      "texto": "No sé cuál de los dos planes se ajusta más al uso que usted le da, Magaly. El de 300. El de 300, bárbaro. Yo para poder darle lo que es el servicio fibra óptica, yo lo que hago es chequear la cobertura de su zona, Si el sistema, el mapa me arroja con el servicio técnico, contamos con cobertura, perdón, de fibra óptica, no hay problema.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.35,
      "fin": 256.11,
      "duracion": 20.76,
      "texto": "Nosotros hacemos toda la gestión con usted y una vez que está aprobada la gestión, el técnico se comunica con usted para coordinar día y hora de instalación, ¿sí? Le pido para chequear la cobertura magalí que me indique su domicilio completo, por favor. ¿Avenida Calchaquín? Avenida Calchaquín, sí.",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.85,
      "fin": 271.63,
      "duracion": 14.78,
      "texto": "576. Bien. ¿Eso pertenece? A ver esa tegui. A ver esa tegui. Perfecto. Bien. ¿Puede ser que su casa está cerca de lo que es, por lo que me sale en el mapa?",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.24,
      "fin": 295.44,
      "duracion": 23.2,
      "texto": "¿Hay una imprenda? ¿Puede ser? Sí, creo que sí. Pasa que no me da este día. Está ahí. Ah, bien. Bien. No hay problema. Pero si hay como un negocio así grande que venden membranas, todo ese asunto. Sí, sí, al lado, sí. Al lado, perfecto, perfecto. Al lado justo hay una puertita amarilla, por así decirlo. Esta es.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 296.06,
      "fin": 301.93,
      "duracion": 5.87,
      "texto": "Buenísimo, buenísimo, buenísimo. Un segundo. ¿Es una casa o es una planta alta?",
      "confianza": 0.348,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 303.89,
      "fin": 305.77,
      "duracion": 1.88,
      "texto": "Mira, sí, hay varios departamentos.",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 306.33,
      "fin": 311.7,
      "duracion": 5.37,
      "texto": "Yo soy en planta alta en el departamento 2.",
      "confianza": 0.399,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 312.42,
      "fin": 315.88,
      "duracion": 3.46,
      "texto": "Perfecto, perfecto, perfecto. O sea, vendría haciendo primer piso.",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 317.03,
      "fin": 321.17,
      "duracion": 4.14,
      "texto": "Primer piso. Primer piso. Bárbaro, lo veo por el técnico. Primer piso.",
      "confianza": 0.138,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 321.73,
      "fin": 322.97,
      "duracion": 1.24,
      "texto": "Departamento, me dijo.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.99,
      "fin": 341.23,
      "duracion": 16.24,
      "texto": "12. 12. Bárbaro, dame un segundo. Bien. Y el domicilio, lo vamos a repetir. Yo me he hablado con usted, lo voy a echar. Bueno. Un minuto. Perfecto.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 344.79,
      "fin": 345.45,
      "duracion": 0.66,
      "texto": "Bien.",
      "confianza": 0.578,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 346.43,
      "fin": 356.54,
      "duracion": 10.11,
      "texto": "Ahora yo lo mandé a consultar al servicio técnico. Los chicos se demoran dos minutitos en responderme. Si hay cobertura, no hay problema. Hacemos las gestiones y el técnico baila hacia toda la instalación.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 357.17,
      "fin": 374.45,
      "duracion": 17.28,
      "texto": "Le comento más a alguien que por el día de hoy lo que es la instalación del servicio, la fibra óptica, está 100% bonificada. Así que en eso que es, no va a tener que pagar nada de instalación. No sé si usted también lo quiere con el servicio de televisión o solo quiere la fibra óptica al internet solamente.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 375.43,
      "fin": 394.69,
      "duracion": 19.26,
      "texto": "Mira, por ahora el internet, después llamaré y pediré televisión. Bien, no hay problema. Si usted directamente luego se puede comunicar con nosotros desde la rizma A, mi Movistar, sí. Y puede solicitar la televisión, eso sería estupendo si lo solicita porque el paquete es muy completo y es muy a cor del precio también, sí.",
      "confianza": 0.281,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 395.21,
      "fin": 420.12,
      "duracion": 24.91,
      "texto": "Malid, le comento, mientras En caso que usted también quiera hacer el drogo, que es la portabilidad de su línea, como yo le comentaba, a usted tardó 8 horas, le estaría llegando un mensajito de WhatsApp de la compañía Movistar, informándole que ya puede pasar con la sucursal de Verasatei, que está ubicada en lo que es Paseo Piatonal 147, de acá de Verasatei.",
      "confianza": 0.792,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 420.7,
      "fin": 440.05,
      "duracion": 19.35,
      "texto": "Puede pasar por esta sucursal y ya retirar el chip de Movistar. Una vez que usted retira el chip de Movistar y se le corta recién la señal de Claro, usted coloca el chip de nosotros en su equipo, valía su identidad por cuestión de seguridad, y ya comienza a disfrutar del servicio con nosotros.",
      "confianza": 0.804,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 440.69,
      "fin": 446.0,
      "duracion": 5.31,
      "texto": "Así que si se quiere hacer la gestión primero de la portabilidad, lo podemos hacer Magali.",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 447.2,
      "fin": 463.96,
      "duracion": 16.76,
      "texto": "¿Y más o menos cuánto tarda en quedarse sin Internet, o sea, dejar de funcionar Claro? No, no, no, le explico, le repito. Usted, el servicio de la línea le va a seguir funcionando, Magali. Todos estos días usted va a estar con el servicio.",
      "confianza": 0.256,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 464.64,
      "fin": 467.2,
      "duracion": 2.56,
      "texto": "Hoy es día jueves, la gestión se aprueba hoy.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 467.94,
      "fin": 477.61,
      "duracion": 9.67,
      "texto": "Entonces ya, entre lunes a martes de la semana entrante, usted le va a estar llegando un whatsapp, avisándole para que va a estar en la tienda de verazate y a buscarle el chip.",
      "confianza": 0.623,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 478.4,
      "fin": 492.52,
      "duracion": 14.12,
      "texto": "Cuando usted va y busca, claro, cuando usted va y busca el tip Magali y recién se le corte la señal de claro, coloca el tip y ya tomó el servicio con nosotros. Pero incomunicada no se queda porque no le podemos dejar a ningún cliente sin servicio.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 493.14,
      "fin": 522.73,
      "duracion": 29.59,
      "texto": "Si no, ningún cliente quise hacer la portada. Imagínese, hay muchísimos clientes que depende de su trabajo, prácticamente su ingreso en el teléfono, entonces no pueden estar sin servicio, ¿sí? Así que eso no es inconveniente. No, no está no problema. Y algo muy importante en Magalí, su número de teléfono, este que termina en 2024, con el que estamos hablando, va a seguir siendo el mismo. El número de teléfono no se cambia en ningún momento, ¿sí? En eso no hay problema. A mí en el sistema Magalí me figuran algunos datos suyos, ¿sí?",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 523.29,
      "fin": 530.42,
      "duracion": 7.13,
      "texto": "Me figura, por ejemplo, que la titular de línea, vamos a correr que este viene, es Magalí Mabel Espinoza.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 531.14,
      "fin": 539.91,
      "duracion": 8.77,
      "texto": "Bien, y me figura un documento que es 39-115, perdón. Pero repito, 39, 105, 455. Sí, está bien.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 542.61,
      "fin": 549.02,
      "duracion": 6.41,
      "texto": "Bien. Y la línea de traspasar a Movistar es 11, 22, 85, 20, 24, Magali.",
      "confianza": 0.924,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 549.58,
      "fin": 549.7,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.4,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 551.24,
      "fin": 552.12,
      "duracion": 0.88,
      "texto": "Perfecto.",
      "confianza": 0.642,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 552.14,
      "fin": 561.43,
      "duracion": 9.29,
      "texto": "Me figura que el correo electrónico es magali.espinosa.com.ar. ¿Este correo lo sigue utilizando, Magali?",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 563.17,
      "fin": 580.08,
      "duracion": 16.91,
      "texto": "Sí. Perfecto. Y la fecha de nacimiento que me figura es 17 de agosto de 1995. Perfecto. Bien, Magalit, por favor, infórmeme un número de teléfono alternativo. ¿11?",
      "confianza": 0.107,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 581.06,
      "fin": 582.11,
      "duracion": 1.05,
      "texto": "Sí. ¿38?",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 583.57,
      "fin": 621.05,
      "duracion": 37.48,
      "texto": "Sí. ¿85? Sí. ¿34? 89. 89, perfecto. Magalit me comentó que esta línea a la que estamos hablando, la que vamos hacia la portabilidad, Usted la lleva con claro y la tiene con factura mensual, ¿verdad? Bien, Magdalena, mientras hacemos la portabilidad, yo lo que voy a pasar a hacer ahora, primero que nada, le voy a mandar ahora mismo un WhatsApp al número que estamos hablando, como el número personal del trabajo, para que usted siempre esté en contacto conmigo. Entonces, cualquier duda, directamente usted en vez de llamar atención al cliente, se comunica conmigo y yo la voy guiando, ¿sí? No hay problema en eso.",
      "confianza": 0.032,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 621.77,
      "fin": 658.38,
      "duracion": 36.61,
      "texto": "Así que, por favor, Magaly, corroboréme, dame un segundito. Confírmeme si le digo, le puse, hola, soy Gabriela de Movistar. Perfecto. Magaly, ahora yo lo que paso a hacer es un cierre comercial. ¿Qué significa? Leo rápidamente las condiciones de lo que es la portabilidad de la línea, es un contrato leído, para que quede asentado, que yo hice bien mi trabajo, que le informé bien los precios, y no que le dije algo y era otra cosa, ¿sí? Entonces, estamos haciendo lo que es la portabilidad.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 659.26,
      "fin": 666.31,
      "duracion": 7.05,
      "texto": "Usted me comentó que actualmente en este domicilio de Veracategui no tiene internet, el móvil está aún activado, ¿sí?",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 666.97,
      "fin": 683.84,
      "duracion": 16.87,
      "texto": "El servicio que estamos haciendo, la portabilidad de la línea que estamos hablando, la línea es 11-22-85-2024, a nombre de Magalí Mabélez Pinoza. Magalí, por favor, confírmeme los últimos tres dígitos de documento de identidad.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 686.64,
      "fin": 688.69,
      "duracion": 2.04,
      "texto": "Perfecto, Magalí.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 689.21,
      "fin": 698.5,
      "duracion": 9.29,
      "texto": "Me comentó que esta línea, como me dijo, la tienen con factura mensual, la factura está en su nombre y en su teléfono usted posee lo que es el chip físico, la tarjetita SIM tradicional.",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 698.56,
      "fin": 701.02,
      "duracion": 2.46,
      "texto": "Sí.",
      "confianza": 0.592,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 701.04,
      "fin": 724.45,
      "duracion": 23.41,
      "texto": "Bien, va a estar recibiendo el chip Magalit en lo que es la sucursal de Verazategui, provincia de Buenos Aires, que está ubicada en el paseo peatonal 147 Roberto Lajuaniti, 1461, ¿sí? Perdón la pronunciación, pero se me trabó el momento.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 724.47,
      "fin": 724.57,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.027,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 724.59,
      "fin": 753.91,
      "duracion": 29.32,
      "texto": "Muali, les recuerdo que el costo del servicio al día de hoy, por el plan que hemos contratado, es de 23.850 pesos, que incluye un descuento fijo de 54.150 pesos, y el servicio de factura a mesa de adelantado y el plan contratado son 15 gigas de base, más ocho gigas de regalo, esos ocho gigas de regalo tiene una oración de seis meses y se habilitan 48 horas después de activar la línea ¿Sí?",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 754.63,
      "fin": 768.02,
      "duracion": 13.4,
      "texto": "Magaly, que te quedamos juntas, que cargamos al sistema es magaly.espinosa.homey.com.com y el número alternativo de teléfono es 11-38-85-34-89.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 770.15,
      "fin": 780.03,
      "duracion": 9.88,
      "texto": "Recuerde Magaly que en este May le va a estar dando toda la facturación online para que usted lleve el control, ¿sí? El email termina en puntocom.ar.",
      "confianza": 0.766,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 780.91,
      "fin": 784.74,
      "duracion": 3.82,
      "texto": "Bien, eso lo iba a preguntar porque se lo nombré y no sabía si era correcto.",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 785.48,
      "fin": 789.97,
      "duracion": 4.49,
      "texto": "Lo repetimos, mamali.espinosa.com, mail.com.ar. Correcto.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 790.95,
      "fin": 824.43,
      "duracion": 33.48,
      "texto": "Sí, está bien. Bien, Mali. Bueno, continuó. Mali, una vez que tenga activado el servicio, desde el ámbito Movistar usted lo va a poder descargar. ingresando a la sección va a poder descargar, perdón, ingresando a la sección de servicio va a poder ver toda la información referida a la factura, ciclo de facturación, vencimiento, montos a pagar, puede acceder al derecho automático, puede sumar 4 gigas de regalo en cada línea, es decir, la portabilidad de más de dos líneas bajo su nombre, y también puede activar los 20 gigas de regalo con una hora de 30 días disponibles una vez por año que le comente así.",
      "confianza": 0.029,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 824.93,
      "fin": 840.66,
      "duracion": 15.73,
      "texto": "Una vez aprobada la portabilidad, su línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp. Le vamos a estar informando la frecuencia de portabilidad para que se quede tranquila. Es muy importante, Magali, que usted no coloque el chip ante la frecuencia informada.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 841.3,
      "fin": 861.62,
      "duracion": 20.32,
      "texto": "De todas maneras, se va a dar cuenta porque su línea en el claro deja de agarrarse el señal y debe colocarlo. Le comento que por mi cadena es de la Vali Alentía al activarlo. Y en caso que tenga alguna dificultad Magali lo puede intentar nuevamente, se comunica conmigo y yo le ayudo telefónicamente o puede comunicarse usted al 0800 321 767 82 opción 4.",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 862.26,
      "fin": 868.43,
      "duracion": 6.17,
      "texto": "Les solicitamos que en caso que no levanten señal del kit por favor lo reinicie al equipo y automáticamente se dispone el servicio.",
      "confianza": 0.69,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 868.97,
      "fin": 874.36,
      "duracion": 5.39,
      "texto": "Y por otro lado le comento Magali que dentro de los próximos días va a hacer una encuesta de satisfacción por medio de un WhatsApp",
      "confianza": 0.627,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 874.88,
      "fin": 903.67,
      "duracion": 28.79,
      "texto": "Le solicito, por favor, que la completes ya que su opinión es muy importante para la empresa, ¿sí? Magali, ahora lo que yo le voy a pedir, que me pongan en el tabón, sí, por favor, y al chat que tú le escribías el número que le envíe en el WhatsApp, me envíe, por favor, foto del frente completo de su documento de identidad y del dorso para validar que hemos hablado con la titular, Magali, por favor. Bueno, yo la guardo en línea. Gracias.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 904.41,
      "fin": 907.22,
      "duracion": 2.8,
      "texto": "Sí, sí.",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Así que, ¿qué tal? Buenas tardes, Magali. Sí. Magali, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la línea de beneficios móviles de la compañía Mozart. ¿Cómo estás, Magali? Bien, boss. Bien. Gracias por preguntar, trabajando un poco desde el jueves. Ya viene pronto el fin de semana para descansar. Magali, ¿me figuras que esta línea de teléfono usted la lleva con claro actualmente? Sí, estoy con claro. Bien. Perfecto. ¿Y recuerda más o menos cuántos días tiene contratado? Creo que 15. 15 días, perfecto. Bueno, ¿y es utilizarlo todos o a veces le sobra el magali? No, utilizo todo. Incluso la espalda. Le fue sentido. O sea, quiere hacer recargas. Sí. Perfecto. Bueno, le comento. En ese caso, solo que le puedo brindar es un plan que tenga 15 días de base, fijo todos los meses, sí, y regálale el primer tiempo de los primeros seis meses lo que son ocho gigas extra para que pruebe el servicio, ¿sí? Esto, por un lado, y aparte la compañía, le permite que usted una vez al año, con una duración de 30 días, pueda acreditar 20 gigas en la línea, ¿sí? Es decir, si hay un mes que usted va a utilizar más gigas por cuestiones de trabajo, de estudio, puede habilitar los de la AMI Movistar, ¿sí? Este plan incluye que tenga llamadas libres a todas las compañías, servicios de WhatsApp gratis, que no le gastan datos móviles. Es decir, por un lado va a tener el servicio del paquete de internet, los 15 días de base, más los ocho regalos, y aparte va a tener el WhatsApp. Le incluye lo que se llama Asamérica Precio Local y Rummian en todo el mundo. Este plan madri le queda con el precio del descuento de tan solo $23,850 pesos al día de hoy. Esto sería lo que usted pasaría a pagar con la compañía Movistar. Es menos de lo que paga con Claro, y no necesitaría ya algo de estar haciendo recargas mensuales, milsemanales. No sé qué le parece aquí la propuesta. Sí, ¿sabes que te quería consultar para internet en Nodar? ¿Tienes? En Nodar sí, contamos con la que es la fibra óptica. Es una fibra óptica de velocidad simétrica. ¿Qué significa? le permite que tenga la misma cantidad de velocidad de subida como de descarga y de bajada. Le permite conectar hasta 10 dispositivos a la vez y tenemos diferentes cantidades de navegación, es decir, contamos con lo que son los 300 megas, los 600 megas y un giga. Para un hogar tradicional, sí, por una casa tradicional, lo que se está utilizando más que todo son los 300 megas. Eso es lo que están pidiendo más los clientes en toda esta zona de Magalí. Y los 300 megas tienen un valor que son 24 mil pesos mensuales, pero por hacer la portabilidad de su línea comodestar, se le hace un descuento sobre la factura de 4 mil pesos, así que le carientan solo 20 mil pesos, lo que es la fibra óptica de los 300 megas. Y si hacemos los 600 megas, que es el doble, Con el descuento le queda en 22.600, son 2.600 pesos a diferencia de uno al otro, pero es el doble de velocidad. No sé cuál de los dos planes se ajusta más al uso que usted le da, Magaly. El de 300. El de 300, bárbaro. Yo para poder darle lo que es el servicio fibra óptica, yo lo que hago es chequear la cobertura de su zona, Si el sistema, el mapa me arroja con el servicio técnico, contamos con cobertura, perdón, de fibra óptica, no hay problema. Nosotros hacemos toda la gestión con usted y una vez que está aprobada la gestión, el técnico se comunica con usted para coordinar día y hora de instalación, ¿sí? Le pido para chequear la cobertura magalí que me indique su domicilio completo, por favor. ¿Avenida Calchaquín? Avenida Calchaquín, sí. 576. Bien. ¿Eso pertenece? A ver esa tegui. A ver esa tegui. Perfecto. Bien. ¿Puede ser que su casa está cerca de lo que es, por lo que me sale en el mapa? ¿Hay una imprenda? ¿Puede ser? Sí, creo que sí. Pasa que no me da este día. Está ahí. Ah, bien. Bien. No hay problema. Pero si hay como un negocio así grande que venden membranas, todo ese asunto. Sí, sí, al lado, sí. Al lado, perfecto, perfecto. Al lado justo hay una puertita amarilla, por así decirlo. Esta es. Buenísimo, buenísimo, buenísimo. Un segundo. ¿Es una casa o es una planta alta? Mira, sí, hay varios departamentos. Yo soy en planta alta en el departamento 2. Perfecto, perfecto, perfecto. O sea, vendría haciendo primer piso. Primer piso. Primer piso. Bárbaro, lo veo por el técnico. Primer piso. Departamento, me dijo. 12. 12. Bárbaro, dame un segundo. Bien. Y el domicilio, lo vamos a repetir. Yo me he hablado con usted, lo voy a echar. Bueno. Un minuto. Perfecto. Bien. Ahora yo lo mandé a consultar al servicio técnico. Los chicos se demoran dos minutitos en responderme. Si hay cobertura, no hay problema. Hacemos las gestiones y el técnico baila hacia toda la instalación. Le comento más a alguien que por el día de hoy lo que es la instalación del servicio, la fibra óptica, está 100% bonificada. Así que en eso que es, no va a tener que pagar nada de instalación. No sé si usted también lo quiere con el servicio de televisión o solo quiere la fibra óptica al internet solamente. Mira, por ahora el internet, después llamaré y pediré televisión. Bien, no hay problema. Si usted directamente luego se puede comunicar con nosotros desde la rizma A, mi Movistar, sí. Y puede solicitar la televisión, eso sería estupendo si lo solicita porque el paquete es muy completo y es muy a cor del precio también, sí. Malid, le comento, mientras En caso que usted también quiera hacer el drogo, que es la portabilidad de su línea, como yo le comentaba, a usted tardó 8 horas, le estaría llegando un mensajito de WhatsApp de la compañía Movistar, informándole que ya puede pasar con la sucursal de Verasatei, que está ubicada en lo que es Paseo Piatonal 147, de acá de Verasatei. Puede pasar por esta sucursal y ya retirar el chip de Movistar. Una vez que usted retira el chip de Movistar y se le corta recién la señal de Claro, usted coloca el chip de nosotros en su equipo, valía su identidad por cuestión de seguridad, y ya comienza a disfrutar del servicio con nosotros. Así que si se quiere hacer la gestión primero de la portabilidad, lo podemos hacer Magali. ¿Y más o menos cuánto tarda en quedarse sin Internet, o sea, dejar de funcionar Claro? No, no, no, le explico, le repito. Usted, el servicio de la línea le va a seguir funcionando, Magali. Todos estos días usted va a estar con el servicio. Hoy es día jueves, la gestión se aprueba hoy. Entonces ya, entre lunes a martes de la semana entrante, usted le va a estar llegando un whatsapp, avisándole para que va a estar en la tienda de verazate y a buscarle el chip. Cuando usted va y busca, claro, cuando usted va y busca el tip Magali y recién se le corte la señal de claro, coloca el tip y ya tomó el servicio con nosotros. Pero incomunicada no se queda porque no le podemos dejar a ningún cliente sin servicio. Si no, ningún cliente quise hacer la portada. Imagínese, hay muchísimos clientes que depende de su trabajo, prácticamente su ingreso en el teléfono, entonces no pueden estar sin servicio, ¿sí? Así que eso no es inconveniente. No, no está no problema. Y algo muy importante en Magalí, su número de teléfono, este que termina en 2024, con el que estamos hablando, va a seguir siendo el mismo. El número de teléfono no se cambia en ningún momento, ¿sí? En eso no hay problema. A mí en el sistema Magalí me figuran algunos datos suyos, ¿sí? Me figura, por ejemplo, que la titular de línea, vamos a correr que este viene, es Magalí Mabel Espinoza. Bien, y me figura un documento que es 39-115, perdón. Pero repito, 39, 105, 455. Sí, está bien. Bien. Y la línea de traspasar a Movistar es 11, 22, 85, 20, 24, Magali. Sí. Perfecto. Me figura que el correo electrónico es magali.espinosa.com.ar. ¿Este correo lo sigue utilizando, Magali? Sí. Perfecto. Y la fecha de nacimiento que me figura es 17 de agosto de 1995. Perfecto. Bien, Magalit, por favor, infórmeme un número de teléfono alternativo. ¿11? Sí. ¿38? Sí. ¿85? Sí. ¿34? 89. 89, perfecto. Magalit me comentó que esta línea a la que estamos hablando, la que vamos hacia la portabilidad, Usted la lleva con claro y la tiene con factura mensual, ¿verdad? Bien, Magdalena, mientras hacemos la portabilidad, yo lo que voy a pasar a hacer ahora, primero que nada, le voy a mandar ahora mismo un WhatsApp al número que estamos hablando, como el número personal del trabajo, para que usted siempre esté en contacto conmigo. Entonces, cualquier duda, directamente usted en vez de llamar atención al cliente, se comunica conmigo y yo la voy guiando, ¿sí? No hay problema en eso. Así que, por favor, Magaly, corroboréme, dame un segundito. Confírmeme si le digo, le puse, hola, soy Gabriela de Movistar. Perfecto. Magaly, ahora yo lo que paso a hacer es un cierre comercial. ¿Qué significa? Leo rápidamente las condiciones de lo que es la portabilidad de la línea, es un contrato leído, para que quede asentado, que yo hice bien mi trabajo, que le informé bien los precios, y no que le dije algo y era otra cosa, ¿sí? Entonces, estamos haciendo lo que es la portabilidad. Usted me comentó que actualmente en este domicilio de Veracategui no tiene internet, el móvil está aún activado, ¿sí? El servicio que estamos haciendo, la portabilidad de la línea que estamos hablando, la línea es 11-22-85-2024, a nombre de Magalí Mabélez Pinoza. Magalí, por favor, confírmeme los últimos tres dígitos de documento de identidad. Perfecto, Magalí. Me comentó que esta línea, como me dijo, la tienen con factura mensual, la factura está en su nombre y en su teléfono usted posee lo que es el chip físico, la tarjetita SIM tradicional. Sí. Bien, va a estar recibiendo el chip Magalit en lo que es la sucursal de Verazategui, provincia de Buenos Aires, que está ubicada en el paseo peatonal 147 Roberto Lajuaniti, 1461, ¿sí? Perdón la pronunciación, pero se me trabó el momento. Bien. Muali, les recuerdo que el costo del servicio al día de hoy, por el plan que hemos contratado, es de 23.850 pesos, que incluye un descuento fijo de 54.150 pesos, y el servicio de factura a mesa de adelantado y el plan contratado son 15 gigas de base, más ocho gigas de regalo, esos ocho gigas de regalo tiene una oración de seis meses y se habilitan 48 horas después de activar la línea ¿Sí? Magaly, que te quedamos juntas, que cargamos al sistema es magaly.espinosa.homey.com.com y el número alternativo de teléfono es 11-38-85-34-89. Recuerde Magaly que en este May le va a estar dando toda la facturación online para que usted lleve el control, ¿sí? El email termina en puntocom.ar. Bien, eso lo iba a preguntar porque se lo nombré y no sabía si era correcto. Lo repetimos, mamali.espinosa.com, mail.com.ar. Correcto. Sí, está bien. Bien, Mali. Bueno, continuó. Mali, una vez que tenga activado el servicio, desde el ámbito Movistar usted lo va a poder descargar. ingresando a la sección va a poder descargar, perdón, ingresando a la sección de servicio va a poder ver toda la información referida a la factura, ciclo de facturación, vencimiento, montos a pagar, puede acceder al derecho automático, puede sumar 4 gigas de regalo en cada línea, es decir, la portabilidad de más de dos líneas bajo su nombre, y también puede activar los 20 gigas de regalo con una hora de 30 días disponibles una vez por año que le comente así. Una vez aprobada la portabilidad, su línea aportará las 48 horas hábiles un día antes por mensaje de WhatsApp. Le vamos a estar informando la frecuencia de portabilidad para que se quede tranquila. Es muy importante, Magali, que usted no coloque el chip ante la frecuencia informada. De todas maneras, se va a dar cuenta porque su línea en el claro deja de agarrarse el señal y debe colocarlo. Le comento que por mi cadena es de la Vali Alentía al activarlo. Y en caso que tenga alguna dificultad Magali lo puede intentar nuevamente, se comunica conmigo y yo le ayudo telefónicamente o puede comunicarse usted al 0800 321 767 82 opción 4. Les solicitamos que en caso que no levanten señal del kit por favor lo reinicie al equipo y automáticamente se dispone el servicio. Y por otro lado le comento Magali que dentro de los próximos días va a hacer una encuesta de satisfacción por medio de un WhatsApp Le solicito, por favor, que la completes ya que su opinión es muy importante para la empresa, ¿sí? Magali, ahora lo que yo le voy a pedir, que me pongan en el tabón, sí, por favor, y al chat que tú le escribías el número que le envíe en el WhatsApp, me envíe, por favor, foto del frente completo de su documento de identidad y del dorso para validar que hemos hablado con la titular, Magali, por favor. Bueno, yo la guardo en línea. Gracias. Sí, sí.",
  "calidad": {
    "confianza_promedio": 0.553,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 47.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:28:45.221471",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 209,
    "total_segmentos_corregido": 70,
    "fecha_correccion": "2026-01-18T23:05:29.919156",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115134216459_ACD_50815",
    "fecha_inicio": "15/1/2026 13:42:16",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 900,
    "tiempo_conversacion": 873,
    "tiempo_hold": 0,
    "tiempo_acw": 16,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}