{
  "archivo": "amza32_1_260112115649387_ACD_26823.wav",
  "duracion_segundos": 183.72,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 131.52,
    "Cliente": 36.35
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.45,
      "fin": 7.27,
      "duracion": 5.82,
      "texto": "Hola, buen día. Mi nombre es Marina. ¿Hablo con Uriel?",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.29,
      "fin": 7.35,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.071,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.37,
      "fin": 22.53,
      "duracion": 15.16,
      "texto": "Uriel, ¿qué tal? Un gusto. ¿Cómo estás en el día de hoy? ¿Todo bien? Todo bien. Me alegro. Uriel, ahora sí comunica. No en el día de hoy porque me asegura que estás en la compañía de claro, ¿es correcto? Sí, claro, sí. Sí, me hace tan claro.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.55,
      "fin": 22.67,
      "duracion": 0.12,
      "texto": "Bien.",
      "confianza": 0.265,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.69,
      "fin": 27.57,
      "duracion": 4.89,
      "texto": "Yo te he comunicado desde Movistar porque queríamos conocer cuál fue el motivo por el que llegó a irte de la compañía.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.14,
      "fin": 46.48,
      "duracion": 17.34,
      "texto": "¿Por qué no me rendía los datos? Me empezaron a elevar las tarifas y no me terminó sirviendo por lo que yo usaba el celular. Ajá, bien. ¿Y el plan entrenquilado cuántas gigas tenés? No tengo ni idea. Algunos de los videos tienen 8, normalmente. Bien.",
      "confianza": 0.173,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.5,
      "fin": 55.03,
      "duracion": 8.53,
      "texto": "Nosotros en el video estamos diciendo que es un plan de 8 gigas de base más 8 gigas de regalo por 6 meses en 13250, ¿sí?",
      "confianza": 0.684,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.69,
      "fin": 60.99,
      "duracion": 5.31,
      "texto": "Y en el caso de que, bueno, que vos no ocupes la totalidad de gigas, vos tenés la posibilidad de guardar esos gigas para el mes siguiente.",
      "confianza": 0.423,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.03,
      "fin": 67.58,
      "duracion": 5.55,
      "texto": "Además de que, bueno, tenés la posibilidad de pasarle gigas a otra persona, siempre y cuando esa persona sea multa y sea abono, ¿sí?",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.1,
      "fin": 77.79,
      "duracion": 8.69,
      "texto": "También tenés lo que son las llamadas y los mensajes ilimitados a cualquier compañía, WhatsApp gratis y teléfono. Y las llamadas también a los teléfonos fijos.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 78.45,
      "fin": 80.55,
      "duracion": 2.1,
      "texto": "Y 0800 de todo el país, ¿sí?",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.7,
      "fin": 87.06,
      "duracion": 4.36,
      "texto": "Además, tenés los... lo que es el Club Movistar o si alguna vez lo alcanzaste a usar.",
      "confianza": 0.533,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.27,
      "fin": 113.55,
      "duracion": 23.28,
      "texto": "¿Cómo? ¿Tienes la posibilidad del Club Movistar o si alguna vez lo alcanzaste a usar al Club Movistar? Sí, tuve Movistar, tuve Twenty, tuve todos, pero no... Siempre, ya te digo, sinceramente, siempre te ofrecen y después terminan subiéndote las tarifas todo igual, así que son todos lo mismo y te refieres a qué época lo que tengas. Claro, igual parece que por ahí lo que no te explican algunos asesores es que lo que es fijo es el descuento.",
      "confianza": 0.077,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.93,
      "fin": 139.71,
      "duracion": 24.78,
      "texto": "Sí, te descuenta el primer mes, el segundo y ya el tercero ya te pone el aumento, el segundo, el segundo y todo lo mismo. Alguien también lo sabe, pues si te pones del lado cualquiera que está afuera siempre pasa lo mismo, es normal. Sí, en normalidad la Argentina es justamente así. Sí, tú lo bajas, te aumentas y es un pilombo para todos.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.73,
      "fin": 143.34,
      "duracion": 3.61,
      "texto": "Sí, sí, no bueno... Por que yo siempre tengo que poner la cambiada de compañía todo el tiempo.",
      "confianza": 0.466,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.91,
      "fin": 146.29,
      "duracion": 2.38,
      "texto": "Vuelve loco, porque después me llaman.",
      "confianza": 0.352,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.81,
      "fin": 173.64,
      "duracion": 26.83,
      "texto": "Me pasó que no le daban de baja y ni que... No, pasa que no. Un accesor se olvidó de poner esto en el otro y me terminan cobrando igual los meses que no lo usé. Entonces, yo no quiero reanudar. Sinceramente no quiero reanudar. Bien, en este caso, bueno, yo también me disculpa, porque os ha tenido que pasar. Conmigo no te voy a volver a pasar. Yo cargaría la gestión del sistema y vos ya poseías en cuenta. De hecho, ahora vas a contar con lo que es el servicio, ¿sí?",
      "confianza": 0.319,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.65,
      "fin": 183.72,
      "duracion": 9.06,
      "texto": "Dale, venga lindo y hasta luego.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Mi nombre es Marina. ¿Hablo con Uriel? Sí. Uriel, ¿qué tal? Un gusto. ¿Cómo estás en el día de hoy? ¿Todo bien? Todo bien. Me alegro. Uriel, ahora sí comunica. No en el día de hoy porque me asegura que estás en la compañía de claro, ¿es correcto? Sí, claro, sí. Sí, me hace tan claro. Bien. Yo te he comunicado desde Movistar porque queríamos conocer cuál fue el motivo por el que llegó a irte de la compañía. ¿Por qué no me rendía los datos? Me empezaron a elevar las tarifas y no me terminó sirviendo por lo que yo usaba el celular. Ajá, bien. ¿Y el plan entrenquilado cuántas gigas tenés? No tengo ni idea. Algunos de los videos tienen 8, normalmente. Bien. Nosotros en el video estamos diciendo que es un plan de 8 gigas de base más 8 gigas de regalo por 6 meses en 13250, ¿sí? Y en el caso de que, bueno, que vos no ocupes la totalidad de gigas, vos tenés la posibilidad de guardar esos gigas para el mes siguiente. Además de que, bueno, tenés la posibilidad de pasarle gigas a otra persona, siempre y cuando esa persona sea multa y sea abono, ¿sí? También tenés lo que son las llamadas y los mensajes ilimitados a cualquier compañía, WhatsApp gratis y teléfono. Y las llamadas también a los teléfonos fijos. Y 0800 de todo el país, ¿sí? Además, tenés los... lo que es el Club Movistar o si alguna vez lo alcanzaste a usar. ¿Cómo? ¿Tienes la posibilidad del Club Movistar o si alguna vez lo alcanzaste a usar al Club Movistar? Sí, tuve Movistar, tuve Twenty, tuve todos, pero no... Siempre, ya te digo, sinceramente, siempre te ofrecen y después terminan subiéndote las tarifas todo igual, así que son todos lo mismo y te refieres a qué época lo que tengas. Claro, igual parece que por ahí lo que no te explican algunos asesores es que lo que es fijo es el descuento. Sí, te descuenta el primer mes, el segundo y ya el tercero ya te pone el aumento, el segundo, el segundo y todo lo mismo. Alguien también lo sabe, pues si te pones del lado cualquiera que está afuera siempre pasa lo mismo, es normal. Sí, en normalidad la Argentina es justamente así. Sí, tú lo bajas, te aumentas y es un pilombo para todos. Sí, sí, no bueno... Por que yo siempre tengo que poner la cambiada de compañía todo el tiempo. Vuelve loco, porque después me llaman. Me pasó que no le daban de baja y ni que... No, pasa que no. Un accesor se olvidó de poner esto en el otro y me terminan cobrando igual los meses que no lo usé. Entonces, yo no quiero reanudar. Sinceramente no quiero reanudar. Bien, en este caso, bueno, yo también me disculpa, porque os ha tenido que pasar. Conmigo no te voy a volver a pasar. Yo cargaría la gestión del sistema y vos ya poseías en cuenta. De hecho, ahora vas a contar con lo que es el servicio, ¿sí? Dale, venga lindo y hasta luego.",
  "calidad": {
    "confianza_promedio": 0.409,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:35:04.765837",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:23.297883",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115649387_ACD_26823",
    "fecha_inicio": "12/1/2026 11:56:49",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 204,
    "tiempo_conversacion": 176,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}