{
  "archivo": "amza35_1_260113111415742_ACD_78117.wav",
  "duracion_segundos": 123.46,
  "num_segmentos": 38,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 18.55,
    "Cliente": 93.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 17.86,
      "duracion": 17.83,
      "texto": "Hola, ¿habló con María Andrea? Sí, voy iniciando. ¿Qué tal? Un gusto. Te hablo Guadalupe, me contesto María, porque veo que tenés esta línea con claro. Quiero brindarte lo que es un beneficio si pagas menos y tenés más gigas, ¿sí? Veo que tenés cuidad. Sí,",
      "confianza": 0.05,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 17.86,
      "fin": 22.13,
      "duracion": 4.27,
      "texto": "bueno, sí, soy un retributista responsable de la inscripta, pero este sería el plan.",
      "confianza": 0.526,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.15,
      "fin": 25.5,
      "duracion": 3.34,
      "texto": "Son 14 gigas en total por seis meses.",
      "confianza": 0.76,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.06,
      "fin": 49.43,
      "duracion": 23.37,
      "texto": "O sea, porque son cuatro bases más bien de regalo por seis meses. Y esto a tan solo 7.610 más impuestos, ¿sí? Se depende de tu categoría impositiva, o bien la parte de los impuestos. Pero igualmente contás con un descuento por seis meses. No, por ahora no, porque estoy sin trabajo, no puedo hacer coche. Claro, entiendo. Y vos en este momento contás con lo que es prepago o abono.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.3,
      "fin": 52.94,
      "duracion": 1.64,
      "texto": "No, no, es prepago.",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.76,
      "fin": 58.49,
      "duracion": 4.73,
      "texto": "Claro, porque mira, en este caso, no sé si es porque... Sí, pero no tengo como para pagarte.",
      "confianza": 0.444,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 58.51,
      "fin": 66.9,
      "duracion": 8.39,
      "texto": "No te puedo hacer poner una cosa que no sé si voy a tener trabajo conmigo para pagar. En realidad yo te consultaba, María, porque a mí me figura el sistema... En otros momentos.",
      "confianza": 0.434,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.68,
      "fin": 71.93,
      "duracion": 4.25,
      "texto": "Claro, María, a mí me figura que vos pagas 44.000, por eso te consultaba.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.69,
      "fin": 83.58,
      "duracion": 8.89,
      "texto": "No, por ahora... ¿Tienes fibra óptica? Sí, tengo una casa. Ah, claro, por eso me figura eso. Bueno, estás pagando mucho por fibra.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.83,
      "fin": 100.61,
      "duracion": 15.78,
      "texto": "Sí. Tengo que solucionar porque lo pagamos entre las familias. Claro, y con nosotros vas a estar pagando menos de 26.000 pesos y vos ahora estás pagando 44 solo por el Wi-Fi. Claro, lo tengo que consultar.",
      "confianza": 0.385,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.07,
      "fin": 109.16,
      "duracion": 7.09,
      "texto": "Por ahí no hay problema, si en todo caso te puede llamar Andrea ahora, no hay problema con eso. No, no, hoy no, porque hoy ya no estoy en casa, ¿viste?",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.69,
      "fin": 116.93,
      "duracion": 7.24,
      "texto": "Estoy en otro lado, así que yo voy a consultar la consultabilidad y voy a ver si puedo ponerlo. Claro, entiendo. Bueno María, si no, mañana.",
      "confianza": 0.363,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.98,
      "fin": 122.15,
      "duracion": 4.17,
      "texto": "Bueno, dale. Dale, que tengas un lindo día entonces. Igualmente por a vos.",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.88,
      "fin": 123.46,
      "duracion": 0.58,
      "texto": "Hasta luego.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿habló con María Andrea? Sí, voy iniciando. ¿Qué tal? Un gusto. Te hablo Guadalupe, me contesto María, porque veo que tenés esta línea con claro. Quiero brindarte lo que es un beneficio si pagas menos y tenés más gigas, ¿sí? Veo que tenés cuidad. Sí, bueno, sí, soy un retributista responsable de la inscripta, pero este sería el plan. Son 14 gigas en total por seis meses. O sea, porque son cuatro bases más bien de regalo por seis meses. Y esto a tan solo 7.610 más impuestos, ¿sí? Se depende de tu categoría impositiva, o bien la parte de los impuestos. Pero igualmente contás con un descuento por seis meses. No, por ahora no, porque estoy sin trabajo, no puedo hacer coche. Claro, entiendo. Y vos en este momento contás con lo que es prepago o abono. No, no, es prepago. Claro, porque mira, en este caso, no sé si es porque... Sí, pero no tengo como para pagarte. No te puedo hacer poner una cosa que no sé si voy a tener trabajo conmigo para pagar. En realidad yo te consultaba, María, porque a mí me figura el sistema... En otros momentos. Claro, María, a mí me figura que vos pagas 44.000, por eso te consultaba. No, por ahora... ¿Tienes fibra óptica? Sí, tengo una casa. Ah, claro, por eso me figura eso. Bueno, estás pagando mucho por fibra. Sí. Tengo que solucionar porque lo pagamos entre las familias. Claro, y con nosotros vas a estar pagando menos de 26.000 pesos y vos ahora estás pagando 44 solo por el Wi-Fi. Claro, lo tengo que consultar. Por ahí no hay problema, si en todo caso te puede llamar Andrea ahora, no hay problema con eso. No, no, hoy no, porque hoy ya no estoy en casa, ¿viste? Estoy en otro lado, así que yo voy a consultar la consultabilidad y voy a ver si puedo ponerlo. Claro, entiendo. Bueno María, si no, mañana. Bueno, dale. Dale, que tengas un lindo día entonces. Igualmente por a vos. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:53:26.563020",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 38,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:24.321143",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113111415742_ACD_78117",
    "fecha_inicio": "13/1/2026 11:14:15",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 141,
    "tiempo_conversacion": 119,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}