{
  "archivo": "amza1_1_260116133703439_ACD_63817.wav",
  "duracion_segundos": 146.88,
  "num_segmentos": 49,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 27.01,
    "Cliente": 107.67
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.65,
      "fin": 21.15,
      "duracion": 18.5,
      "texto": "Hola, muy buenos días. Hablo con Verónica. Sí. ¿Qué tal, Vero? ¿Cómo estás? Te hablaba de la línea de beneficios de Movistar. ¿Te han llamado antes? Sí, se me han llamado. Bien, Vero, y te han comentado sobre las promociones porque justamente el día de hoy tenemos lo que es una promoción para tu línea en 10.400 pesos, ¿sí?",
      "confianza": 0.134,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.17,
      "fin": 25.84,
      "duracion": 4.67,
      "texto": "Lo que es la línea de 6 GB que incluye lo que es roaming, llamadas libres y demás.",
      "confianza": 0.671,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.86,
      "fin": 26.5,
      "duracion": 0.64,
      "texto": "Me figura, además.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.2,
      "fin": 33.85,
      "duracion": 6.65,
      "texto": "Vero, que estás abonando algo de 48.000 pesos, ¿es correcto? Sí. Pero porque tengo el internet.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.54,
      "fin": 42.33,
      "duracion": 7.79,
      "texto": "OK, tienes el internet. ¿Solamente el internet o también tienes lo que es el servicio de canales? Sí, todo.",
      "confianza": 0.388,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.34,
      "fin": 47.77,
      "duracion": 5.43,
      "texto": "Bien, te comento, Vero, en ese caso lo que tengo para brindarte en caso de que justamente tengas cobertura, ¿sí?",
      "confianza": 0.652,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.79,
      "fin": 50.51,
      "duracion": 2.72,
      "texto": "Es justamente la fibra de 1 giga, ¿bien?",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.1,
      "fin": 65.05,
      "duracion": 12.95,
      "texto": "No, perdón, la fibra de 300 megas en 24 mil pesos con la línea bonificada, ¿sí? La línea de 8 gigas en total, ¿bien? Y además puedes considerar lo que es el servicio de canales por 11.500 pesos. ¿Qué te parece?",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 65.89,
      "fin": 69.86,
      "duracion": 3.96,
      "texto": "En este caso te quedaría todo en un valor bastante más bajo que lo que estamos dando ahora.",
      "confianza": 0.771,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.8,
      "fin": 73.7,
      "duracion": 1.9,
      "texto": "Bien. Te quedaría. Bueno, déjame consultar.",
      "confianza": 0.077,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.92,
      "fin": 75.66,
      "duracion": 0.74,
      "texto": "¿Qué dijiste?",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.42,
      "fin": 84.81,
      "duracion": 8.39,
      "texto": "Te quedaría justamente los canales, la fibra y la línea de 8 GB en 39.400 pesos. Bien.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.32,
      "fin": 99.5,
      "duracion": 14.18,
      "texto": "En ese caso, mira, si querés como para que vayamos viendo, si tenés la posibilidad de hacer lo que es la conexión, sería que me tengas que brindar lo que es calle de enumeración para yo poder verificar y si querés por WhatsApp ahora mismo te mando un mensaje para estar notificándote si tenés o no lo que es cobertura.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.14,
      "fin": 143.83,
      "duracion": 43.69,
      "texto": "¿Bien? Bien. ¿Querés que lo... No, no, no, no. Lo voy a consultar. Bueno, perfecto. Ahí te mando un mensaje por WhatsApp. Se va a poner la página de Magdalena de Movistar. No sé si has tenido la fila de Movistar antes en tu domicilio. No. Bien. Por eso mismo, ¿y tal si en tu barrio hay fibra? No, la verdad es que no tengo idea. Bien. Bueno, pero ahí te mando igual la promoción y en todo caso que te interese, dame, si por eso te damos la atención, me podés decir lo que es calle enumeración para que yo justamente revise si se puede conectar en tu casa, ¿bien? Vale. Perfecto. Ahí te mando un mensajito y te mando la promo y cuando quieras, mandame la calle enumeración así yo lo verifico con los técnicos, ¿bien?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.41,
      "fin": 146.88,
      "duracion": 2.47,
      "texto": "Muchas gracias.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, muy buenos días. Hablo con Verónica. Sí. ¿Qué tal, Vero? ¿Cómo estás? Te hablaba de la línea de beneficios de Movistar. ¿Te han llamado antes? Sí, se me han llamado. Bien, Vero, y te han comentado sobre las promociones porque justamente el día de hoy tenemos lo que es una promoción para tu línea en 10.400 pesos, ¿sí? Lo que es la línea de 6 GB que incluye lo que es roaming, llamadas libres y demás. Me figura, además. Vero, que estás abonando algo de 48.000 pesos, ¿es correcto? Sí. Pero porque tengo el internet. OK, tienes el internet. ¿Solamente el internet o también tienes lo que es el servicio de canales? Sí, todo. Bien, te comento, Vero, en ese caso lo que tengo para brindarte en caso de que justamente tengas cobertura, ¿sí? Es justamente la fibra de 1 giga, ¿bien? No, perdón, la fibra de 300 megas en 24 mil pesos con la línea bonificada, ¿sí? La línea de 8 gigas en total, ¿bien? Y además puedes considerar lo que es el servicio de canales por 11.500 pesos. ¿Qué te parece? En este caso te quedaría todo en un valor bastante más bajo que lo que estamos dando ahora. Bien. Te quedaría. Bueno, déjame consultar. ¿Qué dijiste? Te quedaría justamente los canales, la fibra y la línea de 8 GB en 39.400 pesos. Bien. En ese caso, mira, si querés como para que vayamos viendo, si tenés la posibilidad de hacer lo que es la conexión, sería que me tengas que brindar lo que es calle de enumeración para yo poder verificar y si querés por WhatsApp ahora mismo te mando un mensaje para estar notificándote si tenés o no lo que es cobertura. ¿Bien? Bien. ¿Querés que lo... No, no, no, no. Lo voy a consultar. Bueno, perfecto. Ahí te mando un mensaje por WhatsApp. Se va a poner la página de Magdalena de Movistar. No sé si has tenido la fila de Movistar antes en tu domicilio. No. Bien. Por eso mismo, ¿y tal si en tu barrio hay fibra? No, la verdad es que no tengo idea. Bien. Bueno, pero ahí te mando igual la promoción y en todo caso que te interese, dame, si por eso te damos la atención, me podés decir lo que es calle enumeración para que yo justamente revise si se puede conectar en tu casa, ¿bien? Vale. Perfecto. Ahí te mando un mensajito y te mando la promo y cuando quieras, mandame la calle enumeración así yo lo verifico con los técnicos, ¿bien? Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.489,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:49:11.045316",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 49,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:16.525258",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116133703439_ACD_63817",
    "fecha_inicio": "16/1/2026 13:37:03",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 167,
    "tiempo_conversacion": 140,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}