{
  "archivo": "amza9_1_260115141631401_ACD_73221.wav",
  "duracion_segundos": 181.49,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 137.27,
    "Cliente": 29.35
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.43,
      "fin": 19.55,
      "duracion": 18.12,
      "texto": "Hola, ¿qué tal? Hola, ¿qué tal? ¿Qué tal? Mi nombre es Tomás, un Gustavro con Gustavo. Tomás, ¿cómo estás? Todo bien. ¿Vos? Todo bien. Me alino mucho. ¿Vos sos Gustavo, verdad?",
      "confianza": 0.076,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.57,
      "fin": 19.97,
      "duracion": 0.4,
      "texto": "Sí. Bien.",
      "confianza": 0.083,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.99,
      "fin": 25.14,
      "duracion": 5.15,
      "texto": "Gustavo, yo me estoy comunicando con vos el día de hoy, sí, porque tengo un descuento para tus líneas.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.28,
      "fin": 29.34,
      "duracion": 3.06,
      "texto": "Veo que actualmente tenés un ahorro mensual en claro. ¿Puede ser?",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.91,
      "fin": 45.36,
      "duracion": 14.45,
      "texto": "Sí. Perfecto, Gustavo, ¿puedo recordar cuando lo que estás abonando? Mi idea es a vos brindarte algo mucho más económico. Perfecto. Perfecto. Bien, ¿recuerdas cuando lo estás abonando?",
      "confianza": 0.323,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 47.24,
      "fin": 48.22,
      "duracion": 0.98,
      "texto": "Ah, no, no recuerdo.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.2,
      "fin": 53.61,
      "duracion": 4.41,
      "texto": "No recordás. Bien, pero estás utilizando muchas gigas en la liga de hoy. ¿Cómo te manejabas en tu día a día?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.77,
      "fin": 60.16,
      "duracion": 5.39,
      "texto": "Sí, sí, porque trabajo con las aplicaciones, ¿viste? Ajá.",
      "confianza": 0.529,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.53,
      "fin": 67.37,
      "duracion": 6.84,
      "texto": "Uber, Cavipay, Uber, Cavipay y Audi. Bien, o sea que utilizas bastante de los gigas.",
      "confianza": 0.11,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.39,
      "fin": 67.95,
      "duracion": 0.56,
      "texto": "Perfecto.",
      "confianza": 0.798,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.36,
      "fin": 72.02,
      "duracion": 3.66,
      "texto": "Gustavo. Sí, consumo bastante, dice, porque siempre necesitas datos.",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.56,
      "fin": 89.45,
      "duracion": 16.89,
      "texto": "Claro, tal cual, si te entiendo. Gustavo, el día de hoy, justamente, sí, yo me estoy comunicando de lo que es beneficios movistar, con el fin de a vos poder brindarte un plan de lo que son 16 gigas, por lo que me estás comentando que utilizas muchos datos. Justamente es acorde para vos, por lo que me decís que esto es Uber.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.01,
      "fin": 96.78,
      "duracion": 6.77,
      "texto": "con el WhatsApp Gratis. Las llamadas líderes a cualquier compañía portan solo 10.400 pesos al día de hoy, Gustavo.",
      "confianza": 0.105,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.9,
      "fin": 101.1,
      "duracion": 3.2,
      "texto": "¡Y cómo decir, 10 gigas!",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 101.8,
      "fin": 106.58,
      "duracion": 4.78,
      "texto": "16. 8 gigas a la vez y te damos 8 gigas de regalo más durante los primeros seis meses.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 107.45,
      "fin": 128.66,
      "duracion": 21.21,
      "texto": "Además, Gustavo, en caso de que vos necesites más gigas, por portarte el día de hoy conmigo, te vamos a regalar 20 gigas, los cuales los vas a poder activar una sola vez en el año, sí, y los vas a poder utilizar. Y tengo una duración de 30 días, estos 20 gigas que te estamos regalando. Sí, te escucho.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.68,
      "fin": 137.05,
      "duracion": 8.37,
      "texto": "Sí, sí, que estaría buena la... Perfecto. Perfecto.",
      "confianza": 0.458,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.07,
      "fin": 159.4,
      "duracion": 22.33,
      "texto": "Bien, Gustavo. No te olvides que ya no puedo quedar sin el móvil, porque trabajo con el móvil. Sí, te entiendo. Mira, ¿qué es lo que hacemos justamente para evitar que los clientes se queden incomunicados? Gustavo, veo que estás de Buenos Aires. ¿De qué parte de Buenos Aires sos? De Tigre.",
      "confianza": 0.264,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.42,
      "fin": 159.6,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.042,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.62,
      "fin": 165.63,
      "duracion": 6.01,
      "texto": "Te comento qué es lo que hacemos justo adentro. Para evitar que los clientes te queden incomunicados, vamos a importarlo lo antes posible, Marcos.",
      "confianza": 0.616,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.91,
      "fin": 177.54,
      "duracion": 10.63,
      "texto": "Gustavo, perdón. Justamente te pedimos lo que... Te derivamos a la sucursal de estar más cercana a tu domicilio. ¿Bien? Pues igual veo que estás bastante en la calle, entonces va a poder pasar por ahí.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.26,
      "fin": 181.49,
      "duracion": 3.23,
      "texto": "y en 48.72 se retira lo que es tuyo.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Hola, ¿qué tal? ¿Qué tal? Mi nombre es Tomás, un Gustavro con Gustavo. Tomás, ¿cómo estás? Todo bien. ¿Vos? Todo bien. Me alino mucho. ¿Vos sos Gustavo, verdad? Sí. Bien. Gustavo, yo me estoy comunicando con vos el día de hoy, sí, porque tengo un descuento para tus líneas. Veo que actualmente tenés un ahorro mensual en claro. ¿Puede ser? Sí. Perfecto, Gustavo, ¿puedo recordar cuando lo que estás abonando? Mi idea es a vos brindarte algo mucho más económico. Perfecto. Perfecto. Bien, ¿recuerdas cuando lo estás abonando? Ah, no, no recuerdo. No recordás. Bien, pero estás utilizando muchas gigas en la liga de hoy. ¿Cómo te manejabas en tu día a día? Sí, sí, porque trabajo con las aplicaciones, ¿viste? Ajá. Uber, Cavipay, Uber, Cavipay y Audi. Bien, o sea que utilizas bastante de los gigas. Perfecto. Gustavo. Sí, consumo bastante, dice, porque siempre necesitas datos. Claro, tal cual, si te entiendo. Gustavo, el día de hoy, justamente, sí, yo me estoy comunicando de lo que es beneficios movistar, con el fin de a vos poder brindarte un plan de lo que son 16 gigas, por lo que me estás comentando que utilizas muchos datos. Justamente es acorde para vos, por lo que me decís que esto es Uber. con el WhatsApp Gratis. Las llamadas líderes a cualquier compañía portan solo 10.400 pesos al día de hoy, Gustavo. ¡Y cómo decir, 10 gigas! 16. 8 gigas a la vez y te damos 8 gigas de regalo más durante los primeros seis meses. Además, Gustavo, en caso de que vos necesites más gigas, por portarte el día de hoy conmigo, te vamos a regalar 20 gigas, los cuales los vas a poder activar una sola vez en el año, sí, y los vas a poder utilizar. Y tengo una duración de 30 días, estos 20 gigas que te estamos regalando. Sí, te escucho. Sí, sí, que estaría buena la... Perfecto. Perfecto. Bien, Gustavo. No te olvides que ya no puedo quedar sin el móvil, porque trabajo con el móvil. Sí, te entiendo. Mira, ¿qué es lo que hacemos justamente para evitar que los clientes se queden incomunicados? Gustavo, veo que estás de Buenos Aires. ¿De qué parte de Buenos Aires sos? De Tigre. Perfecto. Te comento qué es lo que hacemos justo adentro. Para evitar que los clientes te queden incomunicados, vamos a importarlo lo antes posible, Marcos. Gustavo, perdón. Justamente te pedimos lo que... Te derivamos a la sucursal de estar más cercana a tu domicilio. ¿Bien? Pues igual veo que estás bastante en la calle, entonces va a poder pasar por ahí. y en 48.72 se retira lo que es tuyo.",
  "calidad": {
    "confianza_promedio": 0.45,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:22:36.851595",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 60,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:33.344780",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115141631401_ACD_73221",
    "fecha_inicio": "15/1/2026 14:16:31",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 197,
    "tiempo_conversacion": 174,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}