{
  "archivo": "amza32_1_260113143138610_ACD_44543.wav",
  "duracion_segundos": 217.54,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 165.64,
    "Cliente": 26.8
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.28,
      "fin": 4.92,
      "duracion": 3.64,
      "texto": "Hola, ¿qué tal? Buen día.",
      "confianza": 0.348,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.95,
      "fin": 5.0,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.121,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.03,
      "fin": 7.01,
      "duracion": 1.98,
      "texto": "¿Qué tal? Un gusto. Mi nombre es Marina.",
      "confianza": 0.39,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.57,
      "fin": 19.65,
      "duracion": 11.08,
      "texto": "Hablo con... ¿Será Fin? ¿Puede ser? Sí. ¿Será Fin? Un gusto. ¿Cómo está el día hoy? ¿Todo bien? Bien. Bien, alegro. ¿Será Fin?",
      "confianza": 0.464,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.67,
      "fin": 24.43,
      "duracion": 4.77,
      "texto": "Intentemos ir comunicando porque me figura que estás en la compañía de Claro actualmente, ¿es correcto?",
      "confianza": 0.686,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.62,
      "fin": 26.68,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.106,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.7,
      "fin": 34.07,
      "duracion": 7.37,
      "texto": "Buenísimo. ¿Será Fin me comunicaba desde el área de calidad en Movistar? ¿Por qué quería conocer cuál fue el motivo que te llevó a irte de la compañía?",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.93,
      "fin": 43.52,
      "duracion": 7.59,
      "texto": "¿Cómo? Te decía que me comunicaba del área de calidad de movistar porque quería conocer cuál fue el motivo que te llevó a irte de la compañía.",
      "confianza": 0.459,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.69,
      "fin": 54.24,
      "duracion": 5.55,
      "texto": "¿Me escuchabas? No te entiendo. ¿Me esté comunicando del área de calidad de movistar, de la empresa movistar?",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.01,
      "fin": 74.78,
      "duracion": 19.77,
      "texto": "Queríamos conocer cuál fue el motivo que a vos te llevó a ir de la compañía. Me aseguré que te fuiste en 2025 y queríamos conocer cuál fue el motivo por el cual vos decidiste estar en claro. Ah, no, no, es que ya hace rato ya que cambié de vuelta la compañía.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 75.42,
      "fin": 83.35,
      "duracion": 7.93,
      "texto": "Antes estaba en claro y, bueno, se cambié de vuelta. ¿Qué cambiaste? ¿Estabamos en estar? Nada, sí.",
      "confianza": 0.492,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.98,
      "fin": 89.27,
      "duracion": 5.29,
      "texto": "A ver, dame un segundito y lo voy a consultar. Puede ser un error de sistema.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.43,
      "fin": 108.47,
      "duracion": 18.04,
      "texto": "Me siento que estás inclaro, por eso te puse a consultar. ¿Has hecho un trámite hace poco? ¿Me escuchaste, Rafín? Sí, ahí sí. ¿Has hecho un trámite hace poco entonces para el cambio de compañía?",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.7,
      "fin": 115.77,
      "duracion": 6.07,
      "texto": "No, hace rato ya. Usted me movilizó como dos meses nomás y después cambié de vuelta.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.01,
      "fin": 121.76,
      "duracion": 4.75,
      "texto": "Ya lo puedes. Estás en claro actualmente.",
      "confianza": 0.031,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.78,
      "fin": 122.16,
      "duracion": 0.38,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.208,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 122.18,
      "fin": 137.08,
      "duracion": 14.9,
      "texto": "Bueno, yo me comenté que me movilizaron porque quería conocer cuál fue el motivo que a vos se llevó a irte de la compañía. ¿Me explico? No, pero ¿para qué me llamas para eso nomás? Si hace como más de un año que estoy campeando de vuelta y ahora que me estás llamando de eso.",
      "confianza": 0.391,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 137.8,
      "fin": 143.81,
      "duracion": 6.01,
      "texto": "No, estoy mejor con esa compañía y por eso.",
      "confianza": 0.867,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.09,
      "fin": 149.31,
      "duracion": 4.23,
      "texto": "Porque antes que me fui al Paraguay no me sirve ahí movilizar y entonces ¿para qué?",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 150.64,
      "fin": 173.39,
      "duracion": 22.75,
      "texto": "No, si salí del país de acá que no me sirve. Claro, tenemos lo que era el roaming en América, capaz que en un momento no activaste lo que era el roaming y por eso no... Sí, no, ya andé un montón de veces para activar y nunca no me hace caso y... Me da bronca eso y entonces que no me sirve porque yo no estoy para comunicar todos los días como ustedes.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.23,
      "fin": 196.59,
      "duracion": 22.36,
      "texto": "No tengo tiempo porque estoy trabajando, trabajando y bueno, una vez no más si está bien, pero cada rato para llamar, para hacer cualquier cosa que no. Eso se activa desde la aplicación, si hay una parte donde vos lo puedes activar. No, si yo no manejo el celular, entonces no me sirve. Para entrar en la aplicación no me sirve.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 197.45,
      "fin": 207.68,
      "duracion": 10.23,
      "texto": "Yo directamente aquí llamada y necesito esto y ya está. Ahí ya. Y punto. No es para entrar en cualquier página.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.91,
      "fin": 217.54,
      "duracion": 7.63,
      "texto": "No manejo esas cosas. Bueno, vale. Perfecto. Serás bien que tengas lindo el día. Gracias.",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Sí. ¿Qué tal? Un gusto. Mi nombre es Marina. Hablo con... ¿Será Fin? ¿Puede ser? Sí. ¿Será Fin? Un gusto. ¿Cómo está el día hoy? ¿Todo bien? Bien. Bien, alegro. ¿Será Fin? Intentemos ir comunicando porque me figura que estás en la compañía de Claro actualmente, ¿es correcto? Sí. Buenísimo. ¿Será Fin me comunicaba desde el área de calidad en Movistar? ¿Por qué quería conocer cuál fue el motivo que te llevó a irte de la compañía? ¿Cómo? Te decía que me comunicaba del área de calidad de movistar porque quería conocer cuál fue el motivo que te llevó a irte de la compañía. ¿Me escuchabas? No te entiendo. ¿Me esté comunicando del área de calidad de movistar, de la empresa movistar? Queríamos conocer cuál fue el motivo que a vos te llevó a ir de la compañía. Me aseguré que te fuiste en 2025 y queríamos conocer cuál fue el motivo por el cual vos decidiste estar en claro. Ah, no, no, es que ya hace rato ya que cambié de vuelta la compañía. Antes estaba en claro y, bueno, se cambié de vuelta. ¿Qué cambiaste? ¿Estabamos en estar? Nada, sí. A ver, dame un segundito y lo voy a consultar. Puede ser un error de sistema. Me siento que estás inclaro, por eso te puse a consultar. ¿Has hecho un trámite hace poco? ¿Me escuchaste, Rafín? Sí, ahí sí. ¿Has hecho un trámite hace poco entonces para el cambio de compañía? No, hace rato ya. Usted me movilizó como dos meses nomás y después cambié de vuelta. Ya lo puedes. Estás en claro actualmente. Sí. Bien, perfecto. Bueno, yo me comenté que me movilizaron porque quería conocer cuál fue el motivo que a vos se llevó a irte de la compañía. ¿Me explico? No, pero ¿para qué me llamas para eso nomás? Si hace como más de un año que estoy campeando de vuelta y ahora que me estás llamando de eso. No, estoy mejor con esa compañía y por eso. Porque antes que me fui al Paraguay no me sirve ahí movilizar y entonces ¿para qué? No, si salí del país de acá que no me sirve. Claro, tenemos lo que era el roaming en América, capaz que en un momento no activaste lo que era el roaming y por eso no... Sí, no, ya andé un montón de veces para activar y nunca no me hace caso y... Me da bronca eso y entonces que no me sirve porque yo no estoy para comunicar todos los días como ustedes. No tengo tiempo porque estoy trabajando, trabajando y bueno, una vez no más si está bien, pero cada rato para llamar, para hacer cualquier cosa que no. Eso se activa desde la aplicación, si hay una parte donde vos lo puedes activar. No, si yo no manejo el celular, entonces no me sirve. Para entrar en la aplicación no me sirve. Yo directamente aquí llamada y necesito esto y ya está. Ahí ya. Y punto. No es para entrar en cualquier página. No manejo esas cosas. Bueno, vale. Perfecto. Serás bien que tengas lindo el día. Gracias.",
  "calidad": {
    "confianza_promedio": 0.459,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:36:58.224989",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:23.398010",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113143138610_ACD_44543",
    "fecha_inicio": "13/1/2026 14:31:38",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 237,
    "tiempo_conversacion": 210,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}