{
  "archivo": "amza313_1_260113124353499_ACD_94597.wav",
  "duracion_segundos": 127.71,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 31.35,
    "Cliente": 83.92
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.48,
      "duracion": 4.45,
      "texto": "Hola. Hola, buen día. ¿Adana?",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.5,
      "fin": 4.86,
      "duracion": 0.36,
      "texto": "Sí.",
      "confianza": 0.528,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.88,
      "fin": 20.08,
      "duracion": 15.2,
      "texto": "Adana, un gusto. Me presento. Mi nombre es Agustín. Yo te llamo del área de movistar negocios. ¿Cómo te va? ¿Todo bien? Sí, bien. Malena. Malena, muchísimo. Adana, mira, te llamo más que nada porque me escribe la cara del sistema que, bueno, vos fuiste parte de la compañía hasta hace un tiempo atrás y quería saber por ahí qué fue lo que te llevó a cambiar. ¿Te viste algún inconveniente?",
      "confianza": 0.332,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.98,
      "fin": 32.06,
      "duracion": 7.08,
      "texto": "No, me había aumentado la cuota del plan y no lo podías ir pagando. y nos ofrecian las mejoras y bien, en cambio. Bien,",
      "confianza": 0.013,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 32.06,
      "fin": 35.24,
      "duracion": 3.18,
      "texto": "bien, sí, la verdad que hoy en día como está el país, por ahí entendiendo esa situación, ¿no?",
      "confianza": 0.538,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.1,
      "fin": 51.08,
      "duracion": 14.98,
      "texto": "La verdad que hoy en día lo económico importa mucho, pues bueno, así también lo hacen los temas de los beneficios. Y de nosotros hoy en día, por ejemplo, ¿qué plan manejabas? ¿Tenés muchas gigas o cuándo estabas abonando? Ay, no, no tengo ni idea. No tenés ni idea. Ok,",
      "confianza": 0.595,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 51.08,
      "fin": 57.45,
      "duracion": 6.37,
      "texto": "porque justamente lo que yo te quería recomendar al Dana, bueno, permítalo o no, es que usted te cura de la empresa, por eso se te fue mucho el costo.",
      "confianza": 0.58,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.9,
      "fin": 76.05,
      "duracion": 18.15,
      "texto": "Y bueno, segundo, justamente sabemos que usted es un excedente cliente siempre, por eso te queremos dar lo mejor que acá tenemos. Por ejemplo, acá hoy en día manejamos un plan muy bueno, que es un horario intermedio que es 16 GB. No sé cómo digo cuánto lo utilizás, pero viene bastante bien. Que te viene con una sala gratuito. Llamas limitadas a cualquier compañía. Tenés un día para Free Fire Incluido.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.03,
      "fin": 84.08,
      "duracion": 7.05,
      "texto": "Tenés Rooming, por si te vas en vacaciones, si te lo permita en tu bolsillo. Tenés la posibilidad de conectarte para el París. América Pizza Local.",
      "confianza": 0.459,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.62,
      "fin": 119.27,
      "duracion": 34.65,
      "texto": "Tenés guardada para hacer base gigas. Y todo eso te queda el día de hoy, por ejemplo, en 13.250. ¿Bien? No, pero estoy pagando mucho menos. ¿Estás pagando menos de eso? Sí. Ok. Bien, si no, lo que yo te voy a recomendar es, no sé cuándo abonar, pero bueno, un plan de 8GB que te cae $11,400. Son los planes más económicos que hay hoy en día. Claro, sí, no, pero está bien, por ahora no. Por ahora no. Bueno, a ver, igual, mira, si te parece te puedo hacer un número de WhatsApp, por si en algún momento querés hacer algún descuento, por lo que tengamos lo que me voy a instar, y bueno, directamente me escribís a mí.",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.69,
      "fin": 123.84,
      "duracion": 2.15,
      "texto": "Bueno. Dale, ya mismo te mando un besito, que te vea un buen día.",
      "confianza": 0.027,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.06,
      "fin": 127.71,
      "duracion": 1.65,
      "texto": "Chau, gracias. Chau, chau. Sí.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Adana? Sí. Adana, un gusto. Me presento. Mi nombre es Agustín. Yo te llamo del área de movistar negocios. ¿Cómo te va? ¿Todo bien? Sí, bien. Malena. Malena, muchísimo. Adana, mira, te llamo más que nada porque me escribe la cara del sistema que, bueno, vos fuiste parte de la compañía hasta hace un tiempo atrás y quería saber por ahí qué fue lo que te llevó a cambiar. ¿Te viste algún inconveniente? No, me había aumentado la cuota del plan y no lo podías ir pagando. y nos ofrecian las mejoras y bien, en cambio. Bien, bien, sí, la verdad que hoy en día como está el país, por ahí entendiendo esa situación, ¿no? La verdad que hoy en día lo económico importa mucho, pues bueno, así también lo hacen los temas de los beneficios. Y de nosotros hoy en día, por ejemplo, ¿qué plan manejabas? ¿Tenés muchas gigas o cuándo estabas abonando? Ay, no, no tengo ni idea. No tenés ni idea. Ok, porque justamente lo que yo te quería recomendar al Dana, bueno, permítalo o no, es que usted te cura de la empresa, por eso se te fue mucho el costo. Y bueno, segundo, justamente sabemos que usted es un excedente cliente siempre, por eso te queremos dar lo mejor que acá tenemos. Por ejemplo, acá hoy en día manejamos un plan muy bueno, que es un horario intermedio que es 16 GB. No sé cómo digo cuánto lo utilizás, pero viene bastante bien. Que te viene con una sala gratuito. Llamas limitadas a cualquier compañía. Tenés un día para Free Fire Incluido. Tenés Rooming, por si te vas en vacaciones, si te lo permita en tu bolsillo. Tenés la posibilidad de conectarte para el París. América Pizza Local. Tenés guardada para hacer base gigas. Y todo eso te queda el día de hoy, por ejemplo, en 13.250. ¿Bien? No, pero estoy pagando mucho menos. ¿Estás pagando menos de eso? Sí. Ok. Bien, si no, lo que yo te voy a recomendar es, no sé cuándo abonar, pero bueno, un plan de 8GB que te cae $11,400. Son los planes más económicos que hay hoy en día. Claro, sí, no, pero está bien, por ahora no. Por ahora no. Bueno, a ver, igual, mira, si te parece te puedo hacer un número de WhatsApp, por si en algún momento querés hacer algún descuento, por lo que tengamos lo que me voy a instar, y bueno, directamente me escribís a mí. Bueno. Dale, ya mismo te mando un besito, que te vea un buen día. Chau, gracias. Chau, chau. Sí.",
  "calidad": {
    "confianza_promedio": 0.445,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:15:34.353423",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:22.059857",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113124353499_ACD_94597",
    "fecha_inicio": "13/1/2026 12:43:53",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 178,
    "tiempo_conversacion": 124,
    "tiempo_hold": 0,
    "tiempo_acw": 37,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}