{
  "archivo": "amza73_1_260112125647303_ACD_50947.wav",
  "duracion_segundos": 143.81,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 99.32,
    "Cliente": 35.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.09,
      "fin": 15.45,
      "duracion": 14.36,
      "texto": "Hola, buen día. Hola. Muy gusto. Tengo el placer de comunicarme con Mila Graciela. Sí. ¿Cómo le van mis nombres, Malena? Yo la estoy llamando de la área de calidad movistar, ¿sí? Es más que nada para ofrecerle un beneficio en lo que es su línea.",
      "confianza": 0.082,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.97,
      "fin": 21.22,
      "duracion": 5.25,
      "texto": "Veo que actualmente está en claro. Sí. Bien, perfecto. Bueno, le comento.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 21.62,
      "fin": 25.23,
      "duracion": 3.61,
      "texto": "Nosotros estamos haciendo lo que es una campaña de recuperación de clientes, ¿bien?",
      "confianza": 0.661,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.5,
      "fin": 33.76,
      "duracion": 8.26,
      "texto": "Están a clientes como ustedes que por algún inconveniente o alguna mejor oferta han cambiado, ¿sí? Yo veo que usted estuvo hasta finales de 2024 con nosotros. Sí.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.98,
      "fin": 36.71,
      "duracion": 0.73,
      "texto": "Bien, perfecto.",
      "confianza": 0.799,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 36.79,
      "fin": 41.21,
      "duracion": 4.42,
      "texto": "Bueno, ¿cuál fue el motivo para que este recambio? ¿Usted tuvo alguna mala experiencia?",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.11,
      "fin": 50.3,
      "duracion": 8.19,
      "texto": "Quizás te recambe porque le dieron una mejor oferta.",
      "confianza": 0.798,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.32,
      "fin": 55.38,
      "duracion": 5.06,
      "texto": "Sí, sí, me dieron mucho mejor la oferta y bueno, pues yo había llamado porque ya había pagado 55.000 pesos y como yo no podía pagar más,",
      "confianza": 0.159,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.87,
      "fin": 70.93,
      "duracion": 15.06,
      "texto": "Estuvo llamando, pero nadie me hizo caso. Y después de eso a mí me dijo que no, que no. Y, bueno, entonces por eso me había mudado. Bien, entiendo. No, sí, la verdad que estaba pagando un montón, realmente. Yo no, yo he iniciado.",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.53,
      "fin": 77.42,
      "duracion": 5.89,
      "texto": "Iniciado y 17 años casi estuve en Movistar.",
      "confianza": 0.304,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.44,
      "fin": 79.72,
      "duracion": 2.28,
      "texto": "Sí, sí, me figuré que estuvo mucho tiempo con nosotros.",
      "confianza": 0.591,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.78,
      "fin": 88.89,
      "duracion": 9.11,
      "texto": "Bueno, le comento, el día de hoy justamente tenemos estos planes. porque sabemos que varias gente se puede justamente por eso, por un tema de que le dieron una mejor oferta, ¿bien?",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.65,
      "fin": 99.24,
      "duracion": 9.6,
      "texto": "No sé si usted utiliza mucho el teléfono con lo que es internet en su hogar o más que nada para llamar, mensaje, WhatsApp, coménteme.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.37,
      "fin": 143.81,
      "duracion": 43.44,
      "texto": "Solamente mensaje o mensaje y tengo, como en mi caso, tengo internet. Así es que no, no uso mucho y no me quiero mudar de este porque usted sabe por qué, porque yo viajo mucho con la web y cuando me voy hacia Entre Ríos ya me corta movistar, ya no soy alemana. Ah, bien. Pero con este, con claro que me puedo comunicar por todos lados. Bueno, perfecto. Muchísimas gracias por su tiempo. Yo lo voy a dejar sentado. Muchas gracias.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola. Muy gusto. Tengo el placer de comunicarme con Mila Graciela. Sí. ¿Cómo le van mis nombres, Malena? Yo la estoy llamando de la área de calidad movistar, ¿sí? Es más que nada para ofrecerle un beneficio en lo que es su línea. Veo que actualmente está en claro. Sí. Bien, perfecto. Bueno, le comento. Nosotros estamos haciendo lo que es una campaña de recuperación de clientes, ¿bien? Están a clientes como ustedes que por algún inconveniente o alguna mejor oferta han cambiado, ¿sí? Yo veo que usted estuvo hasta finales de 2024 con nosotros. Sí. Bien, perfecto. Bueno, ¿cuál fue el motivo para que este recambio? ¿Usted tuvo alguna mala experiencia? Quizás te recambe porque le dieron una mejor oferta. Sí, sí, me dieron mucho mejor la oferta y bueno, pues yo había llamado porque ya había pagado 55.000 pesos y como yo no podía pagar más, Estuvo llamando, pero nadie me hizo caso. Y después de eso a mí me dijo que no, que no. Y, bueno, entonces por eso me había mudado. Bien, entiendo. No, sí, la verdad que estaba pagando un montón, realmente. Yo no, yo he iniciado. Iniciado y 17 años casi estuve en Movistar. Sí, sí, me figuré que estuvo mucho tiempo con nosotros. Bueno, le comento, el día de hoy justamente tenemos estos planes. porque sabemos que varias gente se puede justamente por eso, por un tema de que le dieron una mejor oferta, ¿bien? No sé si usted utiliza mucho el teléfono con lo que es internet en su hogar o más que nada para llamar, mensaje, WhatsApp, coménteme. Solamente mensaje o mensaje y tengo, como en mi caso, tengo internet. Así es que no, no uso mucho y no me quiero mudar de este porque usted sabe por qué, porque yo viajo mucho con la web y cuando me voy hacia Entre Ríos ya me corta movistar, ya no soy alemana. Ah, bien. Pero con este, con claro que me puedo comunicar por todos lados. Bueno, perfecto. Muchísimas gracias por su tiempo. Yo lo voy a dejar sentado. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.511,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:50:29.848417",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:31.312559",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112125647303_ACD_50947",
    "fecha_inicio": "12/1/2026 12:56:47",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 170,
    "tiempo_conversacion": 139,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}