{
  "archivo": "amza74_1_260112114700262_ACD_95439.wav",
  "duracion_segundos": 93.49,
  "num_segmentos": 28,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 91.76
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 14.11,
      "duracion": 14.08,
      "texto": "Hola, ¿te hablaste con Miguel? Sí, ¿qué motivo era? ¿Cómo estás, Miguel? Un gusto. Te hablé a la compañía Movistar por una afuerta. Creo que te encontrás en claro, ¿es así?",
      "confianza": 0.127,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.75,
      "fin": 56.21,
      "duracion": 41.46,
      "texto": "Sí, sí. Perfecto. Comentame, entonces, Miguel, hoy en día, ¿qué cantidad de ayudas tenés en tu plan o cuánto estás abonando, por favor? No, te agradezco, sí. No puedo hablar. ¿Has tenido mala experiencia con Movistar o cuál sería el motivo? No, no, pasa que tengo una promoción con Internet Hogar, por eso. Ya me habían llamado. ¿Y cuánto abonas por todo en total? Porque también, obviamente, tenemos lo que es promoción. El Internet pago 12 y el celular pago... 12, 500, casi 13. Veo que pagas 14, 500, bien, por tu línea celular y, aparte, pagas 12 por el internet, así que pagas un total de 27, casi. Sí, sí.",
      "confianza": 0.208,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.77,
      "fin": 76.13,
      "duracion": 19.36,
      "texto": "Perfecto, yo la promo que te quería brindar es con un total con un plan de 8 gigas a 4 mil pesos y te quedarían los 300 megas de internet en día sin hora de mil pesos, bien? Está muy bueno porque en este caso el descuento es piso por si el merece, ¿sí? Vos hoy en día de cuántos megas tenés en el internet de tu casa, ¿es 100?",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.63,
      "fin": 93.49,
      "duracion": 16.86,
      "texto": "300. de 300, perfecto, genial. Está buena para que puedas acceder a la promoción, aparte según la zona estamos contrando obviamente con otro tipo de disponibilidad. ¿Me puedes llamar después, por favor? No puedo hablar ahora. Perfecto, le acabo de dar un mensajito del WhatsApp, que tenga excelente tarde.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿te hablaste con Miguel? Sí, ¿qué motivo era? ¿Cómo estás, Miguel? Un gusto. Te hablé a la compañía Movistar por una afuerta. Creo que te encontrás en claro, ¿es así? Sí, sí. Perfecto. Comentame, entonces, Miguel, hoy en día, ¿qué cantidad de ayudas tenés en tu plan o cuánto estás abonando, por favor? No, te agradezco, sí. No puedo hablar. ¿Has tenido mala experiencia con Movistar o cuál sería el motivo? No, no, pasa que tengo una promoción con Internet Hogar, por eso. Ya me habían llamado. ¿Y cuánto abonas por todo en total? Porque también, obviamente, tenemos lo que es promoción. El Internet pago 12 y el celular pago... 12, 500, casi 13. Veo que pagas 14, 500, bien, por tu línea celular y, aparte, pagas 12 por el internet, así que pagas un total de 27, casi. Sí, sí. Perfecto, yo la promo que te quería brindar es con un total con un plan de 8 gigas a 4 mil pesos y te quedarían los 300 megas de internet en día sin hora de mil pesos, bien? Está muy bueno porque en este caso el descuento es piso por si el merece, ¿sí? Vos hoy en día de cuántos megas tenés en el internet de tu casa, ¿es 100? 300. de 300, perfecto, genial. Está buena para que puedas acceder a la promoción, aparte según la zona estamos contrando obviamente con otro tipo de disponibilidad. ¿Me puedes llamar después, por favor? No puedo hablar ahora. Perfecto, le acabo de dar un mensajito del WhatsApp, que tenga excelente tarde.",
  "calidad": {
    "confianza_promedio": 0.457,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:01:03.992614",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 28,
    "total_segmentos_corregido": 4,
    "fecha_correccion": "2026-01-18T23:05:31.950049",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112114700262_ACD_95439",
    "fecha_inicio": "12/1/2026 11:47:00",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 106,
    "tiempo_conversacion": 90,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cliente Ocupado",
    "tipo_tipificacion": "No Exitoso"
  }
}