{
  "archivo": "amza1_1_260115133603381_ACD_30761.wav",
  "duracion_segundos": 186.08,
  "num_segmentos": 57,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 124.27,
    "Cliente": 50.34
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.85,
      "fin": 8.92,
      "duracion": 7.07,
      "texto": "¿Hola? Sí, ¿quién habla? Hola, ¿qué tal? Buenos días. Le habló del área de recupero de clientes móvizcar.",
      "confianza": 0.157,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.94,
      "fin": 12.65,
      "duracion": 3.71,
      "texto": "Mi nombre es Sabancina, ¿cómo le va?",
      "confianza": 0.574,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.67,
      "fin": 30.38,
      "duracion": 17.71,
      "texto": "Ah, no, yo soy claro, te agradezco. Sí, por eso mismo, señor. Al día de hoy tenemos una promoción que arrodó entre los 10.400 pesos, queríamos ofrecerle justamente. No, gracias. Es re caro, es re caro, no, no, no. Ah, ¿usted da alguna menos? Sí, obvio, nada, porque yo tengo voice-off ahí en mi casa.",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.37,
      "fin": 56.03,
      "duracion": 24.66,
      "texto": "Ah, bien. ¿Pero tiene lo que es la línea con agua no mensual o tiene lo que es el prepago? No, no, no. Tengo prepago y uso el website de mi casa. Ah, comprendo. Bien. Olga, le hago una consulta. Olga es su nombre, ¿no? Sí. Le hago una consulta. En cuanto a lo que es el internet y el hogar, ¿cuánto está volando actualmente por la fibra óptica? Porque en Movistar también tenemos bonificaciones. No, no, no, no. Creo que 32. Bien.",
      "confianza": 0.293,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.59,
      "fin": 90.25,
      "duracion": 32.66,
      "texto": "Bueno, yo paso a comentarle que nosotros estamos viendo el día de hoy lo que es la fibra óptica en 24 mil pesos, sí, es la fibra óptica de 300 megas, y además va a tener lo que es incluido en ese precio, lo que es la línea del 4 GB de base durante seis meses. Por ese valor va a tener lo que es la línea móvil y lo que es la fibra óptica en conjunto. No sé si le gustaría que chequemos... No, no, te agradezco, gracias. ¿Por qué me agradece, Olga, si no le he comentado nada?",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.04,
      "fin": 107.09,
      "duracion": 16.05,
      "texto": "Que no le he comentado más nada, ¿por qué no le interesaría seguir bien lo que es el servicio? No, no, porque yo ya estuve con ustedes muchos años y la verdad que ustedes no respetan nada, así que no, gracias. Bien, ¿qué es lo que no le han respetado? ¿Qué es lo que no le han respetado?",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.31,
      "fin": 111.1,
      "duracion": 2.78,
      "texto": "Los contratos de las niñas.",
      "confianza": 0.892,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.04,
      "fin": 118.93,
      "duracion": 6.89,
      "texto": "Cuando a ellos se les han tojado, se terminaba la promoción y me pasaban a cualquiera, no.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.95,
      "fin": 119.85,
      "duracion": 0.9,
      "texto": "Bien.",
      "confianza": 0.825,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.5,
      "fin": 129.03,
      "duracion": 8.53,
      "texto": "Eso no habrá sido porque a Olga se le habrá vencido lo que era la bonificación. Yo creo que mínimamente me tienen que llamar y preguntar.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 129.81,
      "fin": 144.47,
      "duracion": 14.66,
      "texto": "Pero nada, ni eso. Como estuve muchos años con ustedes, muchos años, cuando ni siquiera se sabía que era molta, tengo el número. ¿Te imaginas que es difícil?",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.29,
      "fin": 151.34,
      "duracion": 6.05,
      "texto": "Así que me quedo con claro, que me pasea claro y no me joden. Pero basta la bolsas, no más bolsas.",
      "confianza": 0.761,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.1,
      "fin": 154.71,
      "duracion": 2.6,
      "texto": "No, no, no más, porque yo solo pago el wifi.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 155.23,
      "fin": 159.87,
      "duracion": 4.65,
      "texto": "Y por eso me está diciendo que la bolsas es 34 mil pesos y yo la estoy africando... Pero de toda la casa.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 160.39,
      "fin": 186.08,
      "duracion": 25.69,
      "texto": "De toda la casa, no del teléfono. De toda la casa. No, no, no, Olga, yo le estoy ofreciendo justamente que usted pueda contratar lo que es la fibra óptica de movilizar de 300 megas para toda la casa, más la línea móvil de 4 gigas por 24 mil pesos. Me parece que no me... No, verdad. No me han escuchado... No, no, sí, te entiendo, te entiendo, pero no quiero, no quiero, gracias. Que tengas buen día, gracias. Sí, entiendo, Olga, no hay problema, le paso las promos por WhatsApp, igual. Hasta luego.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? Sí, ¿quién habla? Hola, ¿qué tal? Buenos días. Le habló del área de recupero de clientes móvizcar. Mi nombre es Sabancina, ¿cómo le va? Ah, no, yo soy claro, te agradezco. Sí, por eso mismo, señor. Al día de hoy tenemos una promoción que arrodó entre los 10.400 pesos, queríamos ofrecerle justamente. No, gracias. Es re caro, es re caro, no, no, no. Ah, ¿usted da alguna menos? Sí, obvio, nada, porque yo tengo voice-off ahí en mi casa. Ah, bien. ¿Pero tiene lo que es la línea con agua no mensual o tiene lo que es el prepago? No, no, no. Tengo prepago y uso el website de mi casa. Ah, comprendo. Bien. Olga, le hago una consulta. Olga es su nombre, ¿no? Sí. Le hago una consulta. En cuanto a lo que es el internet y el hogar, ¿cuánto está volando actualmente por la fibra óptica? Porque en Movistar también tenemos bonificaciones. No, no, no, no. Creo que 32. Bien. Bueno, yo paso a comentarle que nosotros estamos viendo el día de hoy lo que es la fibra óptica en 24 mil pesos, sí, es la fibra óptica de 300 megas, y además va a tener lo que es incluido en ese precio, lo que es la línea del 4 GB de base durante seis meses. Por ese valor va a tener lo que es la línea móvil y lo que es la fibra óptica en conjunto. No sé si le gustaría que chequemos... No, no, te agradezco, gracias. ¿Por qué me agradece, Olga, si no le he comentado nada? Que no le he comentado más nada, ¿por qué no le interesaría seguir bien lo que es el servicio? No, no, porque yo ya estuve con ustedes muchos años y la verdad que ustedes no respetan nada, así que no, gracias. Bien, ¿qué es lo que no le han respetado? ¿Qué es lo que no le han respetado? Los contratos de las niñas. Cuando a ellos se les han tojado, se terminaba la promoción y me pasaban a cualquiera, no. Bien. Eso no habrá sido porque a Olga se le habrá vencido lo que era la bonificación. Yo creo que mínimamente me tienen que llamar y preguntar. Pero nada, ni eso. Como estuve muchos años con ustedes, muchos años, cuando ni siquiera se sabía que era molta, tengo el número. ¿Te imaginas que es difícil? Así que me quedo con claro, que me pasea claro y no me joden. Pero basta la bolsas, no más bolsas. No, no, no más, porque yo solo pago el wifi. Y por eso me está diciendo que la bolsas es 34 mil pesos y yo la estoy africando... Pero de toda la casa. De toda la casa, no del teléfono. De toda la casa. No, no, no, Olga, yo le estoy ofreciendo justamente que usted pueda contratar lo que es la fibra óptica de movilizar de 300 megas para toda la casa, más la línea móvil de 4 gigas por 24 mil pesos. Me parece que no me... No, verdad. No me han escuchado... No, no, sí, te entiendo, te entiendo, pero no quiero, no quiero, gracias. Que tengas buen día, gracias. Sí, entiendo, Olga, no hay problema, le paso las promos por WhatsApp, igual. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.491,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:47:23.116002",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 57,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:16.413118",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133603381_ACD_30761",
    "fecha_inicio": "15/1/2026 13:36:03",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 207,
    "tiempo_conversacion": 179,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}