{
  "archivo": "amza73_1_260112112925356_ACD_29333.wav",
  "duracion_segundos": 174.47,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 125.16,
    "Cliente": 34.75
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.59,
      "fin": 10.06,
      "duracion": 9.47,
      "texto": "Hola. Hola, buen día. Sí, buen día. Muy gusto, mi nombre es Marlene. ¿Cómo le va Susana? Yo la estoy llamando de la área de calidad Movistar, ¿sí?",
      "confianza": 0.189,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.74,
      "fin": 15.98,
      "duracion": 5.25,
      "texto": "Veo que usted realmente está en claro.",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.0,
      "fin": 16.64,
      "duracion": 0.64,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 16.7,
      "fin": 20.57,
      "duracion": 3.87,
      "texto": "Bueno, le comento. Estamos haciendo lo que es una campaña de recuperación de clientes, ¿sí?",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.21,
      "fin": 25.68,
      "duracion": 4.46,
      "texto": "Veo que usted ha principiado más o menos en el 2025, a mediados, más o menos.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.22,
      "fin": 32.04,
      "duracion": 5.82,
      "texto": "Usted hizo el cambio, ¿sí? No sé si por algún inconveniente lo ofrecieron algo mejor, coménteme.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.44,
      "fin": 42.31,
      "duracion": 7.87,
      "texto": "Mira, yo te hablé con un personal de Movistar, porque yo me sentí yo con el Movistar en la casa.",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.95,
      "fin": 53.51,
      "duracion": 10.56,
      "texto": "Sí, la geográfica. Yo tuve, pero me dijeron que acá no pasa ningún cable, ningún poste ni nada, pero yo no tuve.",
      "confianza": 0.202,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.37,
      "fin": 63.5,
      "duracion": 9.13,
      "texto": "Yo necesito volver a movilizar tanto en la casa como con mi línea, mi teléfono.",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.7,
      "fin": 99.48,
      "duracion": 30.78,
      "texto": "El motivo no fue con ningún otro caso sino porque fue un aumento en aumento y bueno, quedó un momento que yo no pude pagar y tuve que dejar. Bueno, mire, lo que podemos hacer es que yo ahora me fije en este momento la cobertura que tiene en su zona, en su domicilio, para ver si contamos realmente, porque quizás no es que no tengamos cable, sino que no tengamos la disponibilidad bien. Pero no sé cuánto usted se revisó, pero lo podemos revisar ahora mismo y le comento que...",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.18,
      "fin": 103.15,
      "duracion": 2.96,
      "texto": "en cuál es la situación, ¿sí?",
      "confianza": 0.296,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.37,
      "fin": 103.63,
      "duracion": 0.26,
      "texto": "Sí.",
      "confianza": 0.466,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.03,
      "fin": 116.4,
      "duracion": 12.37,
      "texto": "Bueno, a mí ya me hicieron eso, de todo casi por casi, y vieron que no hay nada acá en Movistar. Es medio raro, porque yo ya estuve en Movistar hace un año.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.42,
      "fin": 122.41,
      "duracion": 5.99,
      "texto": "Sí, sí, no llegué hace ni un año, si me figura, que estuvo al año 2025, más o menos. Claro, sí, sí.",
      "confianza": 0.516,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.45,
      "fin": 133.65,
      "duracion": 11.2,
      "texto": "Bueno, por eso mismo le digo, porque hay veces que no es como le digo, No es que no contamos, sino que no contamos con la cobertura o la disponibilidad bien en ese momento, ¿sí?",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.65,
      "fin": 158.96,
      "duracion": 24.31,
      "texto": "Por eso, si usted me brinda su domicilio, yo le comento más o menos qué es lo que realmente tenemos. Sí, igual te digo, me dijeron que aguanta un mes y quizás. Bueno, perfecto. En todo caso, lo que puedo hacer es fijarme, no sé si usted ¿Tiene el domicilio o cambió de domicilio en este tiempo que estuvo con Clara? No, no, no, no, cambié.",
      "confianza": 0.701,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.98,
      "fin": 159.28,
      "duracion": 0.3,
      "texto": "Bien, perfecto.",
      "confianza": 0.074,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 159.3,
      "fin": 163.53,
      "duracion": 4.23,
      "texto": "Entonces, debe ser el que tenemos registrado acá, que, disculpe, que está medio lento el sistema.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.03,
      "fin": 174.47,
      "duracion": 10.44,
      "texto": "Pero bueno, en todo caso, lo que le puedo ofrecer es darle un mensajito por WhatsApp y les comento si contamos con la disponibilidad o no. Vale, gracias. Dale, a usted que tenga lindo día. Gracias. Buen día.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Sí, buen día. Muy gusto, mi nombre es Marlene. ¿Cómo le va Susana? Yo la estoy llamando de la área de calidad Movistar, ¿sí? Veo que usted realmente está en claro. Sí. Bien, perfecto. Bueno, le comento. Estamos haciendo lo que es una campaña de recuperación de clientes, ¿sí? Veo que usted ha principiado más o menos en el 2025, a mediados, más o menos. Usted hizo el cambio, ¿sí? No sé si por algún inconveniente lo ofrecieron algo mejor, coménteme. Mira, yo te hablé con un personal de Movistar, porque yo me sentí yo con el Movistar en la casa. Sí, la geográfica. Yo tuve, pero me dijeron que acá no pasa ningún cable, ningún poste ni nada, pero yo no tuve. Yo necesito volver a movilizar tanto en la casa como con mi línea, mi teléfono. El motivo no fue con ningún otro caso sino porque fue un aumento en aumento y bueno, quedó un momento que yo no pude pagar y tuve que dejar. Bueno, mire, lo que podemos hacer es que yo ahora me fije en este momento la cobertura que tiene en su zona, en su domicilio, para ver si contamos realmente, porque quizás no es que no tengamos cable, sino que no tengamos la disponibilidad bien. Pero no sé cuánto usted se revisó, pero lo podemos revisar ahora mismo y le comento que... en cuál es la situación, ¿sí? Sí. Bueno, a mí ya me hicieron eso, de todo casi por casi, y vieron que no hay nada acá en Movistar. Es medio raro, porque yo ya estuve en Movistar hace un año. Sí, sí, no llegué hace ni un año, si me figura, que estuvo al año 2025, más o menos. Claro, sí, sí. Bueno, por eso mismo le digo, porque hay veces que no es como le digo, No es que no contamos, sino que no contamos con la cobertura o la disponibilidad bien en ese momento, ¿sí? Por eso, si usted me brinda su domicilio, yo le comento más o menos qué es lo que realmente tenemos. Sí, igual te digo, me dijeron que aguanta un mes y quizás. Bueno, perfecto. En todo caso, lo que puedo hacer es fijarme, no sé si usted ¿Tiene el domicilio o cambió de domicilio en este tiempo que estuvo con Clara? No, no, no, no, cambié. Bien, perfecto. Entonces, debe ser el que tenemos registrado acá, que, disculpe, que está medio lento el sistema. Pero bueno, en todo caso, lo que le puedo ofrecer es darle un mensajito por WhatsApp y les comento si contamos con la disponibilidad o no. Vale, gracias. Dale, a usted que tenga lindo día. Gracias. Buen día.",
  "calidad": {
    "confianza_promedio": 0.452,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:50:08.076137",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:31.289495",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112925356_ACD_29333",
    "fecha_inicio": "12/1/2026 11:29:25",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 209,
    "tiempo_conversacion": 169,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}