{
  "archivo": "amza43_1_260116103440566_ACD_17081.wav",
  "duracion_segundos": 204.1,
  "num_segmentos": 49,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 17.35,
    "Cliente": 176.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.42,
      "fin": 29.25,
      "duracion": 27.83,
      "texto": "Hola, buen día. Me comunicó con Fernando. ¿Cómo le va, Fernando, llamar al día de hoy para hacer una promoción y contarte que estamos haciendo lo que es instalación de fibra óptica en la zona? Actualmente, usted siempre entra en claro con la voz, ¿no es correcto? Sí, claro. Bien. ¿Y su compañía cuánto llegaba y le ofrecía actualmente? Para vos, sobre clavos o de montaje.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.22,
      "fin": 31.86,
      "duracion": 1.64,
      "texto": "de la identidad.",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.95,
      "fin": 51.2,
      "duracion": 18.25,
      "texto": "No, la verdad es que no quiero que te preocupemos. ¿Por qué te sucedió Fernando en su momento? Muchísima mala experiencia con la empresa. ¿Con respecto a la señal, el precio? Todo. Precio, señal, la profesión de las cosas, nada que ver.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.55,
      "fin": 72.42,
      "duracion": 19.87,
      "texto": "Yo al día de hoy me comunico para poder brindarte una solución. Sí, a mí me han brindado todos los clientes que habían sido parte en su momento y tuvieron problemas. Y la idea siempre es poder brindar una solución con respecto a eso. Con respecto a señal, hemos cambiado muchísimo lo que es la cobertura. Veo que hace dos años atrás estuviste con nosotros. Sí.",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.97,
      "fin": 97.65,
      "duracion": 24.68,
      "texto": "¿Ustedes de qué provincia es usted? De San Miguel. De San Miguel de Tucumán, claro. Todo lo que es la zona norte. La capital. Claro. Todo lo que es la zona norte, hemos cambiado cobertura porque Movistar todo el tiempo está ganando nuevos lugares, nuevas zonas para amplificar su señal. Y con respecto a Pricing, lo que te da más al día de hoy es para hacerte llegar una promoción a 10.400 pesos.",
      "confianza": 0.448,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.11,
      "fin": 108.12,
      "duracion": 10.01,
      "texto": "Son bastantes ligas, son 8, más 8 de regalos y 20 más que el primer mes que te brinda Movistar con WhatsApp gratis, que por ahí es lo que más nos suele consumir, llamadas y mensajes.",
      "confianza": 0.624,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.16,
      "fin": 129.24,
      "duracion": 20.08,
      "texto": "Y con respecto a la cobertura, como te digo, al cambiar de chip, eh tendrías eh los nuevos que van a conectar con las nuevas antenas, ¿Sí? Que tenemos por la zona. No, la verdad que la verdad que te agradezco mucho. Encima de movilizar aquí tu fumar no ayuda a sucursar.",
      "confianza": 0.781,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.02,
      "fin": 142.05,
      "duracion": 12.03,
      "texto": "No tener dónde es que le clamo. Lo bueno es que a usted le llegaría a su domicilio el chip. Sí, pero cuando el día de mañana está su reclamo o que hace algo no no te atiende nadie y",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.56,
      "fin": 155.92,
      "duracion": 13.36,
      "texto": "es que la idea de Movistar ahora es gestionar todo por la aplicación, si, cualquier cambio, cualquier gestión que usted quiera hacer, no hace falta que pase por un asesor, sino que más bien lo puede gestionar todo desde la aplicación.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.82,
      "fin": 189.76,
      "duracion": 32.94,
      "texto": "No, la verdad es que, la verdad es que te agradezco mucho, pero ya, ya pasé por esa experiencia, me dijeron, me dimos, dos veces, pasé y fue igual, la verdad es que no me da bien ya. Sí, yo el día de hoy lo amaba para ofrecerte una solución sobre todo a esto que te sucedió. No, la verdad que sí, te agradezco mucho, porque sí, no sé cómo hacer, porque es todos los días mi llamada en TV y la verdad que yo entiendo que ustedes están trabajando. Bueno, perdón. Sí,",
      "confianza": 0.503,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 189.76,
      "fin": 197.1,
      "duracion": 7.34,
      "texto": "porque la verdad es que ya incomoda que pilla una mañana, pilla una tarde.",
      "confianza": 0.514,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.12,
      "fin": 198.02,
      "duracion": 0.9,
      "texto": "La verdad es que incomoda.",
      "confianza": 0.176,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.72,
      "fin": 200.1,
      "duracion": 1.38,
      "texto": "Entiendo. Que tengas buen día.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.64,
      "fin": 204.1,
      "duracion": 3.46,
      "texto": "Gracias. Muchas gracias.",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Me comunicó con Fernando. ¿Cómo le va, Fernando, llamar al día de hoy para hacer una promoción y contarte que estamos haciendo lo que es instalación de fibra óptica en la zona? Actualmente, usted siempre entra en claro con la voz, ¿no es correcto? Sí, claro. Bien. ¿Y su compañía cuánto llegaba y le ofrecía actualmente? Para vos, sobre clavos o de montaje. de la identidad. No, la verdad es que no quiero que te preocupemos. ¿Por qué te sucedió Fernando en su momento? Muchísima mala experiencia con la empresa. ¿Con respecto a la señal, el precio? Todo. Precio, señal, la profesión de las cosas, nada que ver. Yo al día de hoy me comunico para poder brindarte una solución. Sí, a mí me han brindado todos los clientes que habían sido parte en su momento y tuvieron problemas. Y la idea siempre es poder brindar una solución con respecto a eso. Con respecto a señal, hemos cambiado muchísimo lo que es la cobertura. Veo que hace dos años atrás estuviste con nosotros. Sí. ¿Ustedes de qué provincia es usted? De San Miguel. De San Miguel de Tucumán, claro. Todo lo que es la zona norte. La capital. Claro. Todo lo que es la zona norte, hemos cambiado cobertura porque Movistar todo el tiempo está ganando nuevos lugares, nuevas zonas para amplificar su señal. Y con respecto a Pricing, lo que te da más al día de hoy es para hacerte llegar una promoción a 10.400 pesos. Son bastantes ligas, son 8, más 8 de regalos y 20 más que el primer mes que te brinda Movistar con WhatsApp gratis, que por ahí es lo que más nos suele consumir, llamadas y mensajes. Y con respecto a la cobertura, como te digo, al cambiar de chip, eh tendrías eh los nuevos que van a conectar con las nuevas antenas, ¿Sí? Que tenemos por la zona. No, la verdad que la verdad que te agradezco mucho. Encima de movilizar aquí tu fumar no ayuda a sucursar. No tener dónde es que le clamo. Lo bueno es que a usted le llegaría a su domicilio el chip. Sí, pero cuando el día de mañana está su reclamo o que hace algo no no te atiende nadie y es que la idea de Movistar ahora es gestionar todo por la aplicación, si, cualquier cambio, cualquier gestión que usted quiera hacer, no hace falta que pase por un asesor, sino que más bien lo puede gestionar todo desde la aplicación. No, la verdad es que, la verdad es que te agradezco mucho, pero ya, ya pasé por esa experiencia, me dijeron, me dimos, dos veces, pasé y fue igual, la verdad es que no me da bien ya. Sí, yo el día de hoy lo amaba para ofrecerte una solución sobre todo a esto que te sucedió. No, la verdad que sí, te agradezco mucho, porque sí, no sé cómo hacer, porque es todos los días mi llamada en TV y la verdad que yo entiendo que ustedes están trabajando. Bueno, perdón. Sí, porque la verdad es que ya incomoda que pilla una mañana, pilla una tarde. La verdad es que incomoda. Entiendo. Que tengas buen día. Gracias. Muchas gracias.",
  "calidad": {
    "confianza_promedio": 0.54,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:59:28.357021",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 49,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:28.308089",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116103440566_ACD_17081",
    "fecha_inicio": "16/1/2026 10:34:40",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 226,
    "tiempo_conversacion": 203,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}