{
  "archivo": "amza42_1_260116132455174_ACD_26655.wav",
  "duracion_segundos": 218.7,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 132.16,
    "Cliente": 67.82
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.65,
      "fin": 8.33,
      "duracion": 5.68,
      "texto": "Hola, buen día, ¿me comunicó con Manuel? Hola. Hola, ¿habló con Manuel?",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.35,
      "fin": 9.95,
      "duracion": 1.6,
      "texto": "Sí, sí.",
      "confianza": 0.32,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.97,
      "fin": 22.45,
      "duracion": 12.48,
      "texto": "Como le va un gusto, mi nombre es Cynthia, me estoy comunicando con usted porque al día de hoy tengo para darte un beneficio exclusivo a tu línea móvil. Manuel, ¿me asegura que actualmente usted permanece en claro? ¿Eso es correcto? Exactamente.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.47,
      "fin": 23.49,
      "duracion": 1.02,
      "texto": "Bien, perfecto.",
      "confianza": 0.364,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 23.51,
      "fin": 34.5,
      "duracion": 10.99,
      "texto": "¿Usted actualmente cuenta con lo que es abono o tiene prepago? Abono. Abono, bien. ¿Y sabe más o menos de cuánto es su plan? ¿Cuántos sigas le brinda o qué beneficios tiene?",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.09,
      "fin": 45.52,
      "duracion": 6.43,
      "texto": "Creo que 10 siga. Bien. ¿Y el FN alcanza durante todo el mes? Sí, un mes sobra. Bien, perfecto.",
      "confianza": 0.018,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 45.54,
      "fin": 55.0,
      "duracion": 9.46,
      "texto": "O sea que justamente hoy me estoy comunicando con usted porque tenés un plan vigente para usted, que bueno, que usted antiguamente fue prestador de movistar, ¿verdad?",
      "confianza": 0.588,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.65,
      "fin": 84.51,
      "duracion": 28.86,
      "texto": "Sí, pero me falló Movistar, nunca me dieron solución, entonces me fui a Claro y no pienso volver. ¿Qué tipo de problema tuvo Manuel? Cuando se venció el servicio que tenía contratado, tenía renovación automática, fui a reclamar tres meses seguido para que vuelva la renovación automática y no, nunca me...",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.48,
      "fin": 109.67,
      "duracion": 23.19,
      "texto": "Me actualizaron, tres meses seguido estuve y todos los meses me venía una cuenta de como 150 mil pesos. Entonces directamente tomé la mejor solución de desconectar el servicio y se me acabó el problema. Desgraciadamente tuve que pagar tres meses carísimo.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.83,
      "fin": 135.53,
      "duracion": 24.7,
      "texto": "Por eso no pienso volver. Bueno José, nosotros actualmente todo lo que es el tema de facturación y demás... Incluso nunca me avisaron que terminaba el servicio que había contractado y en cambio con claro, un mes antes me avisa que concurra la sucursal para renovar.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.55,
      "fin": 136.53,
      "duracion": 0.98,
      "texto": "Claro, sí, sí, sí, lo entiendo.",
      "confianza": 0.14,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.55,
      "fin": 165.56,
      "duracion": 29.01,
      "texto": "Jamás me avisó movistar que se me vencía el servicio. Cuando se me venció, automáticamente se disparó al triple del valor y fui a reclamar y no, nuestro lema mío, y fui a reclamar de vuelta y no, y no, y no. Ahí se decidieron a sucursar de... No me acuerdo cómo se llama la calle. Sí, no hay ningún problema. Este mes yo luché, incluso envié carta documento.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.34,
      "fin": 169.97,
      "duracion": 2.62,
      "texto": "Dio personalmente y no me daban solución.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.71,
      "fin": 177.44,
      "duracion": 6.73,
      "texto": "Entonces, después la solución juega, pasarme a otra compañía y ya está. Bien, no entiendo, obvio. Bien,",
      "confianza": 0.433,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 177.44,
      "fin": 178.92,
      "duracion": 1.48,
      "texto": "justamente eso le quería comentar.",
      "confianza": 0.699,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.94,
      "fin": 197.84,
      "duracion": 18.9,
      "texto": "Nosotros actualmente... No, pienso volver, no piense. Nosotros se la rechazamos contenta ya antes y también le mandamos lo que es la boleta también. No, no prometas nada porque ya la campaña política terminó. Muchas gracias por todo. Hasta luego. Que tenga buen día.",
      "confianza": 0.349,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.2,
      "fin": 199.88,
      "duracion": 0.68,
      "texto": "Chao, chao.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.53,
      "fin": 218.7,
      "duracion": 15.17,
      "texto": "No le quiso decir eso.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, ¿me comunicó con Manuel? Hola. Hola, ¿habló con Manuel? Sí, sí. Como le va un gusto, mi nombre es Cynthia, me estoy comunicando con usted porque al día de hoy tengo para darte un beneficio exclusivo a tu línea móvil. Manuel, ¿me asegura que actualmente usted permanece en claro? ¿Eso es correcto? Exactamente. Bien, perfecto. ¿Usted actualmente cuenta con lo que es abono o tiene prepago? Abono. Abono, bien. ¿Y sabe más o menos de cuánto es su plan? ¿Cuántos sigas le brinda o qué beneficios tiene? Creo que 10 siga. Bien. ¿Y el FN alcanza durante todo el mes? Sí, un mes sobra. Bien, perfecto. O sea que justamente hoy me estoy comunicando con usted porque tenés un plan vigente para usted, que bueno, que usted antiguamente fue prestador de movistar, ¿verdad? Sí, pero me falló Movistar, nunca me dieron solución, entonces me fui a Claro y no pienso volver. ¿Qué tipo de problema tuvo Manuel? Cuando se venció el servicio que tenía contratado, tenía renovación automática, fui a reclamar tres meses seguido para que vuelva la renovación automática y no, nunca me... Me actualizaron, tres meses seguido estuve y todos los meses me venía una cuenta de como 150 mil pesos. Entonces directamente tomé la mejor solución de desconectar el servicio y se me acabó el problema. Desgraciadamente tuve que pagar tres meses carísimo. Por eso no pienso volver. Bueno José, nosotros actualmente todo lo que es el tema de facturación y demás... Incluso nunca me avisaron que terminaba el servicio que había contractado y en cambio con claro, un mes antes me avisa que concurra la sucursal para renovar. Claro, sí, sí, sí, lo entiendo. Jamás me avisó movistar que se me vencía el servicio. Cuando se me venció, automáticamente se disparó al triple del valor y fui a reclamar y no, nuestro lema mío, y fui a reclamar de vuelta y no, y no, y no. Ahí se decidieron a sucursar de... No me acuerdo cómo se llama la calle. Sí, no hay ningún problema. Este mes yo luché, incluso envié carta documento. Dio personalmente y no me daban solución. Entonces, después la solución juega, pasarme a otra compañía y ya está. Bien, no entiendo, obvio. Bien, justamente eso le quería comentar. Nosotros actualmente... No, pienso volver, no piense. Nosotros se la rechazamos contenta ya antes y también le mandamos lo que es la boleta también. No, no prometas nada porque ya la campaña política terminó. Muchas gracias por todo. Hasta luego. Que tenga buen día. Chao, chao. No le quiso decir eso.",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:51:33.954946",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 18,
    "fecha_correccion": "2026-01-18T23:05:27.818196",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116132455174_ACD_26655",
    "fecha_inicio": "16/1/2026 13:24:55",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 232,
    "tiempo_conversacion": 210,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}