{
  "archivo": "amza10_1_260115120051155_ACD_03227.wav",
  "duracion_segundos": 116.32,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 31.39,
    "Cliente": 72.09
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.96,
      "fin": 15.39,
      "duracion": 13.43,
      "texto": "Hola, buen día, con Carlos. Hola. ¿Cómo están? Este lado. Me estoy contactando para inviarte, porque es una bonificación, Carlos. Me refiero a que estás en claro con dos líneas activas. ¿Eres conectado? Sí. Bien.",
      "confianza": 0.82,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.69,
      "fin": 17.87,
      "duracion": 2.18,
      "texto": "Mira, Carlos, te comento que tenemos un plan de oferta.",
      "confianza": 0.613,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.89,
      "fin": 28.4,
      "duracion": 10.51,
      "texto": "Sí. Son 16 días. Yo diría que no. Demonstrar. Son 16 días. Te agradezco. Total quitées salir $10,400 pesos, Carlos. Te agradezco.",
      "confianza": 0.407,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.84,
      "fin": 33.63,
      "duracion": 3.79,
      "texto": "¿Por qué no te distraes algo? ¿Por qué no? En este momento no. Pero es para dejar asentado el motivo para que te hagan seguir llamando.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.79,
      "fin": 39.86,
      "duracion": 5.07,
      "texto": "Porque no me interesa, es que ya me han llamado, no sé, ya he perdido la punta, pero millones de veces.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.44,
      "fin": 47.19,
      "duracion": 5.75,
      "texto": "Sí, pero te estoy consultando por qué motivo no te interesa, por el tema del valor, los días, por las manías. Es que no me interesa nada con tanta presión.",
      "confianza": 0.474,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.21,
      "fin": 54.83,
      "duracion": 7.61,
      "texto": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.63,
      "fin": 72.6,
      "duracion": 16.97,
      "texto": "Y pero es un beneficio para tu línea, no es que estamos molestando. Sí, es verdad, es verdad, pero me tiene cansado. En este momento, yo tenía, claro, yo tenía movimientos. Sí, en el año 2013, a ver, te fui a hacer. Y me fui porque no tenía fibra óptica acá.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.24,
      "fin": 80.63,
      "duracion": 6.39,
      "texto": "Y ahora, y me vi un loco, desde ese día hasta ahora, me volví un loco por decir que no quiero saber nada.",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.61,
      "fin": 85.61,
      "duracion": 4.0,
      "texto": "No, pero capaz que tenés que pasarlo. El nariz es capaz rete. Me conviene.",
      "confianza": 0.458,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.99,
      "fin": 110.14,
      "duracion": 23.15,
      "texto": "Aparte, en que zona no tenías fibra? Porque estoy viendo que estás en Mendoza. ¿Cómo te llamás? Lourdes. Lourdes. En serio. Ahora no. No tengo todo. Tengo la USB, tengo las cables, tengo todo. En realidad no tengo nada.",
      "confianza": 0.363,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.69,
      "fin": 116.32,
      "duracion": 4.63,
      "texto": "Buenas noches. Gracias.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, con Carlos. Hola. ¿Cómo están? Este lado. Me estoy contactando para inviarte, porque es una bonificación, Carlos. Me refiero a que estás en claro con dos líneas activas. ¿Eres conectado? Sí. Bien. Mira, Carlos, te comento que tenemos un plan de oferta. Sí. Son 16 días. Yo diría que no. Demonstrar. Son 16 días. Te agradezco. Total quitées salir $10,400 pesos, Carlos. Te agradezco. ¿Por qué no te distraes algo? ¿Por qué no? En este momento no. Pero es para dejar asentado el motivo para que te hagan seguir llamando. Porque no me interesa, es que ya me han llamado, no sé, ya he perdido la punta, pero millones de veces. Sí, pero te estoy consultando por qué motivo no te interesa, por el tema del valor, los días, por las manías. Es que no me interesa nada con tanta presión. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Y pero es un beneficio para tu línea, no es que estamos molestando. Sí, es verdad, es verdad, pero me tiene cansado. En este momento, yo tenía, claro, yo tenía movimientos. Sí, en el año 2013, a ver, te fui a hacer. Y me fui porque no tenía fibra óptica acá. Y ahora, y me vi un loco, desde ese día hasta ahora, me volví un loco por decir que no quiero saber nada. No, pero capaz que tenés que pasarlo. El nariz es capaz rete. Me conviene. Aparte, en que zona no tenías fibra? Porque estoy viendo que estás en Mendoza. ¿Cómo te llamás? Lourdes. Lourdes. En serio. Ahora no. No tengo todo. Tengo la USB, tengo las cables, tengo todo. En realidad no tengo nada. Buenas noches. Gracias.",
  "calidad": {
    "confianza_promedio": 0.399,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:03:13.674620",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:13.702317",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120051155_ACD_03227",
    "fecha_inicio": "15/1/2026 12:00:51",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 129,
    "tiempo_conversacion": 111,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}