{
  "archivo": "amza313_1_260116131606526_ACD_98561.wav",
  "duracion_segundos": 201.22,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 33.89,
    "Cliente": 153.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.68,
      "duracion": 4.65,
      "texto": "Hola, bandera. ¿Paola?",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.7,
      "fin": 4.8,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.411,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.08,
      "fin": 10.7,
      "duracion": 5.62,
      "texto": "No, de parte de quién. Ah, gusto, señor, me presento. Mi nombre es Agustín, yo lo llamo desde la área de calidad movilizar. ¿Cómo lleva todo, bien?",
      "confianza": 0.351,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.81,
      "fin": 16.39,
      "duracion": 4.58,
      "texto": "Bien, bien. ¿Malera mucho? Bueno, me refiero a que este es el nombre de Paola Vanessa Benítez, ¿es correcto?",
      "confianza": 0.318,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.09,
      "fin": 19.41,
      "duracion": 1.32,
      "texto": "Sí. Ah, perfecto. Bueno, ¿y cómo es tu nombre?",
      "confianza": 0.027,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.62,
      "fin": 30.55,
      "duracion": 7.93,
      "texto": "Silvio. Silvio, gusto. Silvio, mira, yo estoy llamando porque, bueno, justamente me estuvieron en el sistema que tenemos un descuento activo para tu línea. Justamente me suela tener estas en claro, ¿es correcto?",
      "confianza": 0.021,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.73,
      "fin": 94.0,
      "duracion": 61.27,
      "texto": "Sí. Perfecto. Y hoy vine a comentarme si yo solo utilizo mucho el celular, o sea, para trabajo, llamadas, o qué uso le tienes a dar. ¿Cómo? Sí, bastante. Lo usamos bastante. Mira, lo que yo puedo recomendar es un plan que es súper completo y viene con muchísimas gigas. Te viene con 16 gigas en total, que son 8 doce y 8 de regalo por 6 meses, más, WhatsApp gratuito. Y a más de invitarse a cualquier compañía, un giga para Free Fire, no sé si lo vas a jugar, de América Peso Local, Rooming para todo América, que básicamente, no sé si te vas de vacaciones, si te lo permite el bolsillo, pero bueno, en caso de que tengas que salir del país, vas a poder aprovecharte por la Argentina, y también tenés guardado para los pedigigas, que en el caso de que a usted sobra en gigas de plan base, la puedes guardar para el siguiente mes. Entonces eso te va a hacer que nunca tengas que recargar ni nada, está muy bueno. Todo esto implanta que al día de hoy entran solo diez mil cuatrocientos, No sé, Buendía, por ejemplo, ¿cuánto estamos hablando por tu línea? Mirá, te digo la verdad, perdonar porque no me acuerdo tu nombre, pero... Agustín.",
      "confianza": 0.238,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.5,
      "fin": 104.68,
      "duracion": 10.17,
      "texto": "Agustín, mirá, yo estuve muchos años, ahora somos cuatro, antes éramos tres, muchos años en la empresa Movistar.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.38,
      "fin": 140.42,
      "duracion": 35.04,
      "texto": "Durante el tiempo que yo y mi familia estuvimos en Movistar, jamás he tenido un beneficio de Movistar de la empresa hacia mí. Es más, en un momento, estando de vacaciones, yo le pedía a la empresa, porque me roban el celular, me pedía a la empresa si me podían dar un celular a pagar y yo qué sé, y la empresa me dijo que no. A partir de ese momento, yo quedé muy desconforme con la empresa Movistar, y ahora que estoy en claro, ahora que estoy en claro y me resolvieron el problema en ese momento, la verdad es que estoy muy conforme con la compañía.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.53,
      "fin": 148.0,
      "duracion": 6.47,
      "texto": "Bien, o sea, sí, por lo visto, o sea, tuviste mucho tiempo en movistar, pero no recibiste la atención que te merecías, digamos.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.68,
      "fin": 154.15,
      "duracion": 5.47,
      "texto": "Exactamente, porque tuve muchos, muchos años en movistar. Bien,",
      "confianza": 0.561,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 154.15,
      "fin": 154.88,
      "duracion": 0.73,
      "texto": "bien, bien.",
      "confianza": 0.584,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.9,
      "fin": 179.96,
      "duracion": 25.06,
      "texto": "No te supieron compensar. Sí, no, la verdad que es lamentable que, bueno, por ahí tuviste malas prácticas. Capaz fue una o dos personas en las que, entendés, estuvieron en tu caso y, bueno, por ahí que... A veces las personas no están bien predispuestas en ese día y no supieron solucionarme el problema, y bueno, prefiero seguir con esta compañía por el momento. Ok,",
      "confianza": 0.727,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 179.96,
      "fin": 190.34,
      "duracion": 10.38,
      "texto": "bueno, igualmente si te parece lo que puedo hacer, Sid, es que te voy a dejar igualmente un mensaje de WhatsApp, pues en algún momento querés, o sea, hay una promoción a desmonte que tengamos, nunca es para demás, no sé qué me decís.",
      "confianza": 0.585,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.72,
      "fin": 197.61,
      "duracion": 5.89,
      "texto": "Bueno, si hay un problema, que me manden una notificación. Bueno, listo, ahora llamemos, envío un mensajito de WhatsApp a Sudia Agustín.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.4,
      "fin": 201.22,
      "duracion": 2.82,
      "texto": "Bueno, muy amable. Tienes buen día.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, bandera. ¿Paola? Sí. No, de parte de quién. Ah, gusto, señor, me presento. Mi nombre es Agustín, yo lo llamo desde la área de calidad movilizar. ¿Cómo lleva todo, bien? Bien, bien. ¿Malera mucho? Bueno, me refiero a que este es el nombre de Paola Vanessa Benítez, ¿es correcto? Sí. Ah, perfecto. Bueno, ¿y cómo es tu nombre? Silvio. Silvio, gusto. Silvio, mira, yo estoy llamando porque, bueno, justamente me estuvieron en el sistema que tenemos un descuento activo para tu línea. Justamente me suela tener estas en claro, ¿es correcto? Sí. Perfecto. Y hoy vine a comentarme si yo solo utilizo mucho el celular, o sea, para trabajo, llamadas, o qué uso le tienes a dar. ¿Cómo? Sí, bastante. Lo usamos bastante. Mira, lo que yo puedo recomendar es un plan que es súper completo y viene con muchísimas gigas. Te viene con 16 gigas en total, que son 8 doce y 8 de regalo por 6 meses, más, WhatsApp gratuito. Y a más de invitarse a cualquier compañía, un giga para Free Fire, no sé si lo vas a jugar, de América Peso Local, Rooming para todo América, que básicamente, no sé si te vas de vacaciones, si te lo permite el bolsillo, pero bueno, en caso de que tengas que salir del país, vas a poder aprovecharte por la Argentina, y también tenés guardado para los pedigigas, que en el caso de que a usted sobra en gigas de plan base, la puedes guardar para el siguiente mes. Entonces eso te va a hacer que nunca tengas que recargar ni nada, está muy bueno. Todo esto implanta que al día de hoy entran solo diez mil cuatrocientos, No sé, Buendía, por ejemplo, ¿cuánto estamos hablando por tu línea? Mirá, te digo la verdad, perdonar porque no me acuerdo tu nombre, pero... Agustín. Agustín, mirá, yo estuve muchos años, ahora somos cuatro, antes éramos tres, muchos años en la empresa Movistar. Durante el tiempo que yo y mi familia estuvimos en Movistar, jamás he tenido un beneficio de Movistar de la empresa hacia mí. Es más, en un momento, estando de vacaciones, yo le pedía a la empresa, porque me roban el celular, me pedía a la empresa si me podían dar un celular a pagar y yo qué sé, y la empresa me dijo que no. A partir de ese momento, yo quedé muy desconforme con la empresa Movistar, y ahora que estoy en claro, ahora que estoy en claro y me resolvieron el problema en ese momento, la verdad es que estoy muy conforme con la compañía. Bien, o sea, sí, por lo visto, o sea, tuviste mucho tiempo en movistar, pero no recibiste la atención que te merecías, digamos. Exactamente, porque tuve muchos, muchos años en movistar. Bien, bien, bien. No te supieron compensar. Sí, no, la verdad que es lamentable que, bueno, por ahí tuviste malas prácticas. Capaz fue una o dos personas en las que, entendés, estuvieron en tu caso y, bueno, por ahí que... A veces las personas no están bien predispuestas en ese día y no supieron solucionarme el problema, y bueno, prefiero seguir con esta compañía por el momento. Ok, bueno, igualmente si te parece lo que puedo hacer, Sid, es que te voy a dejar igualmente un mensaje de WhatsApp, pues en algún momento querés, o sea, hay una promoción a desmonte que tengamos, nunca es para demás, no sé qué me decís. Bueno, si hay un problema, que me manden una notificación. Bueno, listo, ahora llamemos, envío un mensajito de WhatsApp a Sudia Agustín. Bueno, muy amable. Tienes buen día.",
  "calidad": {
    "confianza_promedio": 0.505,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:20:37.605596",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 46,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:22.392483",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116131606526_ACD_98561",
    "fecha_inicio": "16/1/2026 13:16:06",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 242,
    "tiempo_conversacion": 194,
    "tiempo_hold": 0,
    "tiempo_acw": 32,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}