{
  "archivo": "amza18_1_260113145104408_ACD_14499.wav",
  "duracion_segundos": 111.95,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 14.3,
    "Cliente": 88.63
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 3.05,
      "fin": 9.16,
      "duracion": 6.11,
      "texto": "Hola, buenas tardes. Sí, buenas tardes. ¿Cómo le va? Mi nombre es Macín, nos comunicamos desde el área de beneficio movistar.",
      "confianza": 0.211,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.72,
      "fin": 26.21,
      "duracion": 14.49,
      "texto": "Sí, ¿qué tal? Muy bien. Queríamos mejorarte, María, en el plan de Tulín. Habemos que te encontrás, sí, claro, actualmente. Sí, aparte que yo hice la... ¿qué se llamó? Yo no sé cómo se llama la palabra. Sí, el trámite de portabilidad.",
      "confianza": 0.05,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.8,
      "fin": 60.51,
      "duracion": 33.71,
      "texto": "Sí, el trámite de la portabilidad y lo cancelé porque me arrepentí porque nada, claro, me ofrecieron algo mejor. Y me siguen llegando, hoy me llegó por ejemplo un mensaje diciéndome que estaba por ser movistar y no sé qué, pero yo cancelé el trámite, así que no sé con quién puedo hablar por eso. ¿Por qué me habrías cancelado el...? Llamé por teléfono. Me dieron el número de trámite. Ah, entiendo. No sé por qué me realicaste la portabilidad. Por WhatsApp. Bien,",
      "confianza": 0.769,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 60.51,
      "fin": 68.7,
      "duracion": 8.19,
      "texto": "porque estoy verificando el sistema y nos figura que el día de mañana ya tendrías que empezar a utilizar la línea movistar, por eso te consulto.",
      "confianza": 0.755,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.7,
      "fin": 74.97,
      "duracion": 5.27,
      "texto": "Ok. No sé si tenés el número de trámite, de igual manera tendrías que consultar porque el trámite ya ha sido probado.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.47,
      "fin": 92.64,
      "duracion": 17.17,
      "texto": "Así que no sé si te ha llegado el chip o has tirado el chip para... No, no, porque es una eSIM. Me mandaron el código QR, sí, pero la semana pasada. Lo que yo no quiero es que me den de baja la línea, claro, porque yo ya apagué, ya estoy adentro de vuelta.",
      "confianza": 0.359,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.96,
      "fin": 111.95,
      "duracion": 17.99,
      "texto": "Ah, entiendo. Y bien, tendrías que volver a llamar al número que me comentaste, que le llamaste para dar la baja, para consultar el pedio, porque, bueno, acá en el sistema, figura que ya el día de mañana comenzás a hacer movilidad. Bueno. Bueno, dale, lo puedo llamar. Gracias. Muchísimas gracias. Hasta luego. Hasta luego.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Sí, buenas tardes. ¿Cómo le va? Mi nombre es Macín, nos comunicamos desde el área de beneficio movistar. Sí, ¿qué tal? Muy bien. Queríamos mejorarte, María, en el plan de Tulín. Habemos que te encontrás, sí, claro, actualmente. Sí, aparte que yo hice la... ¿qué se llamó? Yo no sé cómo se llama la palabra. Sí, el trámite de portabilidad. Sí, el trámite de la portabilidad y lo cancelé porque me arrepentí porque nada, claro, me ofrecieron algo mejor. Y me siguen llegando, hoy me llegó por ejemplo un mensaje diciéndome que estaba por ser movistar y no sé qué, pero yo cancelé el trámite, así que no sé con quién puedo hablar por eso. ¿Por qué me habrías cancelado el...? Llamé por teléfono. Me dieron el número de trámite. Ah, entiendo. No sé por qué me realicaste la portabilidad. Por WhatsApp. Bien, porque estoy verificando el sistema y nos figura que el día de mañana ya tendrías que empezar a utilizar la línea movistar, por eso te consulto. Ok. No sé si tenés el número de trámite, de igual manera tendrías que consultar porque el trámite ya ha sido probado. Así que no sé si te ha llegado el chip o has tirado el chip para... No, no, porque es una eSIM. Me mandaron el código QR, sí, pero la semana pasada. Lo que yo no quiero es que me den de baja la línea, claro, porque yo ya apagué, ya estoy adentro de vuelta. Ah, entiendo. Y bien, tendrías que volver a llamar al número que me comentaste, que le llamaste para dar la baja, para consultar el pedio, porque, bueno, acá en el sistema, figura que ya el día de mañana comenzás a hacer movilidad. Bueno. Bueno, dale, lo puedo llamar. Gracias. Muchísimas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.423,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:30:00.559671",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:15.378908",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113145104408_ACD_14499",
    "fecha_inicio": "13/1/2026 14:51:04",
    "agente_nombre": "MZA 18",
    "agente_login": "mza18",
    "duracion_total": 135,
    "tiempo_conversacion": 108,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}