{
  "archivo": "amza39_1_260115130051018_ACD_24623.wav",
  "duracion_segundos": 551.04,
  "num_segmentos": 142,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 176.5,
    "Cliente": 307.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 48.83,
      "duracion": 48.8,
      "texto": "Paja, ¿cuánto? Hola, buen día. ¿Hablo con Alberto? Hola, no. ¿Sabe si esta línea está en nombre de Alberto Daniel Gómez? Sí, está en nombre de él, pero no la usa él. Ah, la utiliza usted directamente. ¿Su nombre y culpe? Soy la hija. ¿Cómo le va a gusto? Mi nombre es Catalina. La contactaba desde la Ría de Montser para poder brindarle lo que hizo una promo para esta línea. En caso de que la uses vos, lo que te puedo comentar es que tengo para ofrecerte 8 liras más 8 de regalo en 10.400 pesos. ¿Qué te parece este precio? ¿Cómo te ves con ese plan? En 10.400, a ver. Dame un segundo, que tenía que ver cuánto es lo que pago en claro.",
      "confianza": 0.09,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.03,
      "fin": 50.83,
      "duracion": 0.8,
      "texto": "Sí, no es lo que te pago.",
      "confianza": 0.225,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.47,
      "fin": 71.42,
      "duracion": 15.95,
      "texto": "El tema es que si vos necesitabas que esté el titular, no está, ¿eh? No hay problema, lo único que te pediría es que apenas estés disponible me puedas enviar lo que es una fotito del frente de Orson DNI para confirmar lo que es la identidad de él, ¿sí?",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.14,
      "fin": 77.31,
      "duracion": 5.17,
      "texto": "Pero es lo único que tendríamos que hacer con el titular. Vos directamente podés hacer toda la gestión.",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.21,
      "fin": 89.35,
      "duracion": 11.14,
      "texto": "No, no, porque no tengo el documento, no tengo nada de él. Ah, bien, bien, entonces no hay problema, lo podemos arreglar eso directamente por chat. Y podemos hacer la gestión, vos te puedes encargar de todo, ya que es tu línea.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 92.69,
      "fin": 92.97,
      "duracion": 0.28,
      "texto": "Ah, bueno.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.55,
      "fin": 93.65,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.126,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 93.67,
      "fin": 112.83,
      "duracion": 19.16,
      "texto": "Coméntame, ¿pudiste fijarte cuánto abonarte? ¿Te gustaría hacer esta promo? Ahí estoy ingresando. Vale.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.85,
      "fin": 112.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.8,
      "fin": 137.42,
      "duracion": 11.62,
      "texto": "Sí, sí me sirve. Perfecto, entonces lo realizamos. Decime, ¿vos de qué localidad sos? De Mendoza. ¿Mendoza ciudad?",
      "confianza": 0.094,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.34,
      "fin": 150.87,
      "duracion": 9.53,
      "texto": "Sí, Maipú. Perfecto, bien. Lo que yo voy a hacer es buscarte una sucursal para que vos puedas buscar el chip, la localidad más cercana, así directamente lo retirás y está súper rápido.",
      "confianza": 0.024,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 151.5,
      "fin": 155.52,
      "duracion": 4.03,
      "texto": "Comentame, ¿Pablo Pescaral 215 te queda bien?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.99,
      "fin": 157.45,
      "duracion": 1.46,
      "texto": "Sí.",
      "confianza": 0.617,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.49,
      "fin": 161.9,
      "duracion": 4.41,
      "texto": "Perfecto, bien. Yo te lo voy a enviar alrededor de 48 horas abril.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.74,
      "fin": 178.69,
      "duracion": 15.95,
      "texto": "Déjeme un correo electrónico para que te llegue la facturación. ¿Dani Gómez?",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.72,
      "fin": 178.78,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 178.79,
      "fin": 182.4,
      "duracion": 3.61,
      "texto": "¿C-D-G? C-D-G. C-A-T. C-A-T. Perfecto, compañero. C-A-T. Confirmo.",
      "confianza": 0.261,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 183.74,
      "fin": 185.32,
      "duracion": 1.58,
      "texto": "C-D-G, C-A-T.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.89,
      "fin": 187.41,
      "duracion": 1.52,
      "texto": "Sí.",
      "confianza": 0.59,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.78,
      "fin": 189.66,
      "duracion": 0.88,
      "texto": "Perfecto.",
      "confianza": 0.623,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 189.72,
      "fin": 200.15,
      "duracion": 10.43,
      "texto": "Entonces, ¿un teléfono alternativo en caso de que no me pueda contactar con vos?",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.17,
      "fin": 201.47,
      "duracion": 1.3,
      "texto": "Sí.",
      "confianza": 0.564,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.85,
      "fin": 204.19,
      "duracion": 1.34,
      "texto": "Sí.",
      "confianza": 0.803,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.39,
      "fin": 205.73,
      "duracion": 0.34,
      "texto": "Sí.",
      "confianza": 0.525,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.17,
      "fin": 208.56,
      "duracion": 0.38,
      "texto": "Sí.",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.08,
      "fin": 211.8,
      "duracion": 1.72,
      "texto": "Sí. Perfecto. Bien.",
      "confianza": 0.393,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 212.1,
      "fin": 240.28,
      "duracion": 28.18,
      "texto": "Entonces, te voy a leer lo que es un cierre comercial para que vos sepas lo que vas a adquirir y que te quede de esta manera como contrato. Lo chequeo con la documentación del titular, por eso necesito que una vaya respondiendo conforme a Alberto. ¿Te sabes su DNI? No me lo sé de memoria, pero lo tengo. A ver, dame un segundo.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.46,
      "fin": 270.24,
      "duracion": 27.78,
      "texto": "Mientras te voy mandando lo que es un mensajito a tu WhatsApp para que vos me tengas agendado, te voy a poner tu ICATA, tu asesora de Movistar, ¿sí? Bueno. Confírmame en cuanto te llegue. Acá tengo el email.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.04,
      "fin": 281.46,
      "duracion": 10.42,
      "texto": "Perfecto, tenés fotito o tenés el DNI escrito? El DNI escrito, ya me llegó el WhatsApp. Perfecto, bien, entonces comienzo a leerte lo que es encierre comercial.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.28,
      "fin": 289.66,
      "duracion": 7.38,
      "texto": "Para recibir futuras promociones en casa, ¿tienen Wi-Fi de Monster? No. Bien,",
      "confianza": 0.703,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 289.66,
      "fin": 297.98,
      "duracion": 8.32,
      "texto": "entonces estamos portando la línea 12 y 1, 72, 509, ¿sí?",
      "confianza": 0.772,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.0,
      "fin": 301.92,
      "duracion": 3.92,
      "texto": "Sí. A nombre y apellido del titular actual, Gómez Alberto Daniel.",
      "confianza": 0.295,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.46,
      "fin": 306.19,
      "duracion": 3.73,
      "texto": "Coméntamelo. Los últimos tres dígitos. NID, Alberto, por favor.",
      "confianza": 0.531,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 307.29,
      "fin": 314.13,
      "duracion": 6.84,
      "texto": "Los últimos tres. Perdón, que te escucho muy entrecortado. Sí, los últimos tres. 156.",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.56,
      "fin": 317.14,
      "duracion": 1.58,
      "texto": "Perfecto. Ahí me escuchas mejor?",
      "confianza": 0.808,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.22,
      "fin": 324.43,
      "duracion": 6.21,
      "texto": "Sí, ahora sí. Perfecto. Bien, seguimos. ¿Tu chip es físico o es virtual? Físico.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.31,
      "fin": 359.51,
      "duracion": 34.2,
      "texto": "Perfecto. Entonces, ¿vas a retirar tu chip? en la sucursal movistar de la calle Pablo Pescara, altura 215, de la localidad de Maicu, provincia de Mendoza. ¿Bien? Bien. Tu plan base es de 8 libras más 8 regalos con una duración de 6 meses. Estos últimos se habilitan 48 horas después de activar la línea. Te recuerdo que el costo al servicio de hoy es de 10.400 pesos porque cuenta con un descuento fijo de 41.650 por 6 meses. El servicio se factura a mesa adelantado.",
      "confianza": 0.794,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 360.25,
      "fin": 370.92,
      "duracion": 10.67,
      "texto": "Tu email es danigomescdgcat.com y el teléfono alternativo es 1261-66269, ¿sí? Sí.",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 371.48,
      "fin": 435.58,
      "duracion": 64.1,
      "texto": "Bien, vas a estar recibiendo tu facturación online a través del mail que nos proporcionaste e ingresando a la sección Servicios desde la aplicación Movistar vas a poder ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimiento, montos a pagar, activar 20 gigas de regalo con una duración de 30 días, 1 mes por año, adherirte al dedito automático y también sumar 4 gigas de regalo si es que portas más de dos líneas bajo el mismo titular. Una vez aprobada la portabilidad, tu línea va a aportar entre las 48 horas hábiles. Un día antes que vamos a estar informando la fecha de portabilidad para que te quedes tranquila, es importante que no coloques el chip antes de esta fecha, de todas maneras te vas a dar cuenta por qué es cuando tu línea de cláro deje de recibir señal. Por única vez vas a tener que validar identidad al activarlo y en caso de que tengas alguna dificultad con la validación, inténtalo nuevamente o comunícate al 0800-321-76782 opción 4, ahí te lo paso también al WhatsApp,",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 436.55,
      "fin": 451.59,
      "duracion": 15.04,
      "texto": "Y en caso de que no te levante señal del equipo, lo puedes reiniciar. Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Te solicito, por favor, que lo completes, ya que tu opinión es muy importante para la empresa.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 452.09,
      "fin": 454.37,
      "duracion": 2.28,
      "texto": "Bien, ¿te queda alguna duda de lo que es la portabilidad?",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 457.07,
      "fin": 471.51,
      "duracion": 14.44,
      "texto": "Perfecto, entonces ahora te voy a enviar justamente lo que es el código de portabilidad para que puedas pasarlo de manera legal a la empresa de claro. Lo que te voy a pedir es que vos me lo puedas leer en llamada y brindarme una captura de pantalla a este mismo chat que hemos estado hablando, ¿sí?",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 472.48,
      "fin": 479.46,
      "duracion": 6.98,
      "texto": "Bueno. Coméntame. Apenas te llegue, ahí te lo estoy enviando a tu número. Es un mensaje de texto desde el número 223.",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 489.06,
      "fin": 530.69,
      "duracion": 41.63,
      "texto": "Ah, bien. Ahí te lo envié. ¿Te llegó? Sí. Bien. Decime, por favor, el mensajito completo para corroborarlo después con la captura de pantalla. Tu código de portabilidad es 3987, convencimiento 22 del 1 del 2026 y el 3 de 08 para el presador. Perfecto, bien. Ahí directamente brindame al chat lo que es el código de portabilidad de la captura de pantalla que se vea completo y eso sería todo. Yo te voy a avisar. cuando esté para retirar tu chip. Ahora te mando la sucursal con los horarios en los que está abierto. Y cualquier cosita, vos tenés mi número para consultarme ahí directamente.",
      "confianza": 0.125,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 531.21,
      "fin": 535.87,
      "duracion": 4.67,
      "texto": "No hace falta que le envíe los datos a ningún otro asesor ya que lo hemos cargado todo con nosotros.",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 536.37,
      "fin": 549.43,
      "duracion": 13.06,
      "texto": "Cualquier cosita, vos me consultas, ¿sí? Estoy a tu disposición. Vale. Muchas gracias. Gracias a vos que tengas buen día. Bienvenida a Moonstar. Igualmente, gracias. Adiós. Chao.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 550.12,
      "fin": 551.04,
      "duracion": 0.92,
      "texto": "de los",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Paja, ¿cuánto? Hola, buen día. ¿Hablo con Alberto? Hola, no. ¿Sabe si esta línea está en nombre de Alberto Daniel Gómez? Sí, está en nombre de él, pero no la usa él. Ah, la utiliza usted directamente. ¿Su nombre y culpe? Soy la hija. ¿Cómo le va a gusto? Mi nombre es Catalina. La contactaba desde la Ría de Montser para poder brindarle lo que hizo una promo para esta línea. En caso de que la uses vos, lo que te puedo comentar es que tengo para ofrecerte 8 liras más 8 de regalo en 10.400 pesos. ¿Qué te parece este precio? ¿Cómo te ves con ese plan? En 10.400, a ver. Dame un segundo, que tenía que ver cuánto es lo que pago en claro. Sí, no es lo que te pago. El tema es que si vos necesitabas que esté el titular, no está, ¿eh? No hay problema, lo único que te pediría es que apenas estés disponible me puedas enviar lo que es una fotito del frente de Orson DNI para confirmar lo que es la identidad de él, ¿sí? Pero es lo único que tendríamos que hacer con el titular. Vos directamente podés hacer toda la gestión. No, no, porque no tengo el documento, no tengo nada de él. Ah, bien, bien, entonces no hay problema, lo podemos arreglar eso directamente por chat. Y podemos hacer la gestión, vos te puedes encargar de todo, ya que es tu línea. Ah, bueno. Bien. Coméntame, ¿pudiste fijarte cuánto abonarte? ¿Te gustaría hacer esta promo? Ahí estoy ingresando. Vale. Sí. Sí, sí me sirve. Perfecto, entonces lo realizamos. Decime, ¿vos de qué localidad sos? De Mendoza. ¿Mendoza ciudad? Sí, Maipú. Perfecto, bien. Lo que yo voy a hacer es buscarte una sucursal para que vos puedas buscar el chip, la localidad más cercana, así directamente lo retirás y está súper rápido. Comentame, ¿Pablo Pescaral 215 te queda bien? Sí. Perfecto, bien. Yo te lo voy a enviar alrededor de 48 horas abril. Déjeme un correo electrónico para que te llegue la facturación. ¿Dani Gómez? Sí. ¿C-D-G? C-D-G. C-A-T. C-A-T. Perfecto, compañero. C-A-T. Confirmo. C-D-G, C-A-T. Sí. Perfecto. Entonces, ¿un teléfono alternativo en caso de que no me pueda contactar con vos? Sí. Sí. Sí. Sí. Sí. Perfecto. Bien. Entonces, te voy a leer lo que es un cierre comercial para que vos sepas lo que vas a adquirir y que te quede de esta manera como contrato. Lo chequeo con la documentación del titular, por eso necesito que una vaya respondiendo conforme a Alberto. ¿Te sabes su DNI? No me lo sé de memoria, pero lo tengo. A ver, dame un segundo. Mientras te voy mandando lo que es un mensajito a tu WhatsApp para que vos me tengas agendado, te voy a poner tu ICATA, tu asesora de Movistar, ¿sí? Bueno. Confírmame en cuanto te llegue. Acá tengo el email. Perfecto, tenés fotito o tenés el DNI escrito? El DNI escrito, ya me llegó el WhatsApp. Perfecto, bien, entonces comienzo a leerte lo que es encierre comercial. Para recibir futuras promociones en casa, ¿tienen Wi-Fi de Monster? No. Bien, entonces estamos portando la línea 12 y 1, 72, 509, ¿sí? Sí. A nombre y apellido del titular actual, Gómez Alberto Daniel. Coméntamelo. Los últimos tres dígitos. NID, Alberto, por favor. Los últimos tres. Perdón, que te escucho muy entrecortado. Sí, los últimos tres. 156. Perfecto. Ahí me escuchas mejor? Sí, ahora sí. Perfecto. Bien, seguimos. ¿Tu chip es físico o es virtual? Físico. Perfecto. Entonces, ¿vas a retirar tu chip? en la sucursal movistar de la calle Pablo Pescara, altura 215, de la localidad de Maicu, provincia de Mendoza. ¿Bien? Bien. Tu plan base es de 8 libras más 8 regalos con una duración de 6 meses. Estos últimos se habilitan 48 horas después de activar la línea. Te recuerdo que el costo al servicio de hoy es de 10.400 pesos porque cuenta con un descuento fijo de 41.650 por 6 meses. El servicio se factura a mesa adelantado. Tu email es danigomescdgcat.com y el teléfono alternativo es 1261-66269, ¿sí? Sí. Bien, vas a estar recibiendo tu facturación online a través del mail que nos proporcionaste e ingresando a la sección Servicios desde la aplicación Movistar vas a poder ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimiento, montos a pagar, activar 20 gigas de regalo con una duración de 30 días, 1 mes por año, adherirte al dedito automático y también sumar 4 gigas de regalo si es que portas más de dos líneas bajo el mismo titular. Una vez aprobada la portabilidad, tu línea va a aportar entre las 48 horas hábiles. Un día antes que vamos a estar informando la fecha de portabilidad para que te quedes tranquila, es importante que no coloques el chip antes de esta fecha, de todas maneras te vas a dar cuenta por qué es cuando tu línea de cláro deje de recibir señal. Por única vez vas a tener que validar identidad al activarlo y en caso de que tengas alguna dificultad con la validación, inténtalo nuevamente o comunícate al 0800-321-76782 opción 4, ahí te lo paso también al WhatsApp, Y en caso de que no te levante señal del equipo, lo puedes reiniciar. Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Te solicito, por favor, que lo completes, ya que tu opinión es muy importante para la empresa. Bien, ¿te queda alguna duda de lo que es la portabilidad? Perfecto, entonces ahora te voy a enviar justamente lo que es el código de portabilidad para que puedas pasarlo de manera legal a la empresa de claro. Lo que te voy a pedir es que vos me lo puedas leer en llamada y brindarme una captura de pantalla a este mismo chat que hemos estado hablando, ¿sí? Bueno. Coméntame. Apenas te llegue, ahí te lo estoy enviando a tu número. Es un mensaje de texto desde el número 223. Ah, bien. Ahí te lo envié. ¿Te llegó? Sí. Bien. Decime, por favor, el mensajito completo para corroborarlo después con la captura de pantalla. Tu código de portabilidad es 3987, convencimiento 22 del 1 del 2026 y el 3 de 08 para el presador. Perfecto, bien. Ahí directamente brindame al chat lo que es el código de portabilidad de la captura de pantalla que se vea completo y eso sería todo. Yo te voy a avisar. cuando esté para retirar tu chip. Ahora te mando la sucursal con los horarios en los que está abierto. Y cualquier cosita, vos tenés mi número para consultarme ahí directamente. No hace falta que le envíe los datos a ningún otro asesor ya que lo hemos cargado todo con nosotros. Cualquier cosita, vos me consultas, ¿sí? Estoy a tu disposición. Vale. Muchas gracias. Gracias a vos que tengas buen día. Bienvenida a Moonstar. Igualmente, gracias. Adiós. Chao. de los",
  "calidad": {
    "confianza_promedio": 0.553,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:18:41.216953",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 142,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:25.882951",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130051018_ACD_24623",
    "fecha_inicio": "15/1/2026 13:00:51",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 538,
    "tiempo_conversacion": 526,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}