{
  "archivo": "amza10_1_260112112840086_ACD_26699.wav",
  "duracion_segundos": 124.74,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 32.57,
    "Cliente": 83.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.29,
      "fin": 24.13,
      "duracion": 21.84,
      "texto": "Hola, buenos días. Buenos días. ¿Cómo estás, Lourdes? ¿Sabes que lo hablo con Miguel? Sí. Miguel, un gusto. ¿Cómo estás? ¿Todo bien? ¿Qué tal? Me estoy contactando en la diadrea de beneficios de Movistar, sí. Queríamos venderte lo que es una bonificación para la línea, porque actualmente estás en claro, ¿no? Sí. Bien.",
      "confianza": 0.456,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.15,
      "fin": 26.7,
      "duracion": 2.54,
      "texto": "Te comento que nosotros queremos venderte un plan, sí.",
      "confianza": 0.689,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.93,
      "fin": 42.95,
      "duracion": 16.02,
      "texto": "El plan te sale 13.250 pesos, son 16 gigas en total. Son 8 de base y 8 de regalo por 6 meses. Obviamente no sé si vos sos de usar esta cantidad de gigas. Mira, por ahora te digo, sinceramente no, porque no sé si me voy a cortar claro también.",
      "confianza": 0.314,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.83,
      "fin": 46.75,
      "duracion": 2.92,
      "texto": "Porque estoy complicado con los alquileres, estoy re complicado.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.19,
      "fin": 77.6,
      "duracion": 29.41,
      "texto": "Por ahora, cuanto mucho más adelante te llamo. No, no, no. Si te digo te miento, porque paga todo mi señora. Te digo te miento. porque me descuentan todo el déficit. Ah, todo el déficit automático. Y podría ser igual en lo que es la, después si quieres, la fractura, ¿no? Porque viste que a veces uno, como alternando el déficit automático, por ahí no se lo cuenta y capaz estás sabonando un montón. Sí, sí. Después le pregunto, en cualquier cosita llamo y me vuelvo a cambiar.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.6,
      "fin": 79.8,
      "duracion": 1.2,
      "texto": "Porque luego vamos a cortar todo.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.64,
      "fin": 86.15,
      "duracion": 5.51,
      "texto": "Con tu número delineado, me puso a unando 16.795 pesos.",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 87.78,
      "fin": 110.5,
      "duracion": 22.72,
      "texto": "Pero bueno, como digo, esto me aseguró a mí, que estás hablando de 17.795 pesos, sí. Obviamente, sí. Revisalo claramente por tu cuenta también para que tengas más tranquilo respecto a eso. Yo te voy a estar hablando en WhatsApp, sí. Yo hoy estoy hasta las 3 de la tarde, así que si querés te puedo dar el otro horario y no sé tu horario.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.53,
      "fin": 116.69,
      "duracion": 6.17,
      "texto": "No, y después de la tarde no, porque yo tengo un trabajo.",
      "confianza": 0.146,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.43,
      "fin": 124.74,
      "duracion": 7.31,
      "texto": "Bueno, ¿por qué cositas vuelvo a llamar? Bueno, listo, gracias.",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Buenos días. ¿Cómo estás, Lourdes? ¿Sabes que lo hablo con Miguel? Sí. Miguel, un gusto. ¿Cómo estás? ¿Todo bien? ¿Qué tal? Me estoy contactando en la diadrea de beneficios de Movistar, sí. Queríamos venderte lo que es una bonificación para la línea, porque actualmente estás en claro, ¿no? Sí. Bien. Te comento que nosotros queremos venderte un plan, sí. El plan te sale 13.250 pesos, son 16 gigas en total. Son 8 de base y 8 de regalo por 6 meses. Obviamente no sé si vos sos de usar esta cantidad de gigas. Mira, por ahora te digo, sinceramente no, porque no sé si me voy a cortar claro también. Porque estoy complicado con los alquileres, estoy re complicado. Por ahora, cuanto mucho más adelante te llamo. No, no, no. Si te digo te miento, porque paga todo mi señora. Te digo te miento. porque me descuentan todo el déficit. Ah, todo el déficit automático. Y podría ser igual en lo que es la, después si quieres, la fractura, ¿no? Porque viste que a veces uno, como alternando el déficit automático, por ahí no se lo cuenta y capaz estás sabonando un montón. Sí, sí. Después le pregunto, en cualquier cosita llamo y me vuelvo a cambiar. Porque luego vamos a cortar todo. Con tu número delineado, me puso a unando 16.795 pesos. Pero bueno, como digo, esto me aseguró a mí, que estás hablando de 17.795 pesos, sí. Obviamente, sí. Revisalo claramente por tu cuenta también para que tengas más tranquilo respecto a eso. Yo te voy a estar hablando en WhatsApp, sí. Yo hoy estoy hasta las 3 de la tarde, así que si querés te puedo dar el otro horario y no sé tu horario. No, y después de la tarde no, porque yo tengo un trabajo. Bueno, ¿por qué cositas vuelvo a llamar? Bueno, listo, gracias.",
  "calidad": {
    "confianza_promedio": 0.452,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T16:57:35.796614",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:13.318891",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112840086_ACD_26699",
    "fecha_inicio": "12/1/2026 11:28:40",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 143,
    "tiempo_conversacion": 123,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}