{
  "archivo": "amza24_1_260116134440684_ACD_91553.wav",
  "duracion_segundos": 167.99,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 125.06,
    "Cliente": 27.27
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.42,
      "fin": 8.57,
      "duracion": 8.15,
      "texto": "Hola. Hola. Hola. Sí. ¿Quién habla? Buenos días. Hablo con Mariana. Sí.",
      "confianza": 0.779,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.25,
      "fin": 11.07,
      "duracion": 1.82,
      "texto": "¿Cómo estás? Mariana Agustín es mi nombre.",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.15,
      "fin": 14.34,
      "duracion": 3.19,
      "texto": "Me estoy comunicando del área de recupero de clientes movistar.",
      "confianza": 0.639,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.42,
      "fin": 16.88,
      "duracion": 2.46,
      "texto": "Me asegura que vos actualmente estás en claro, ¿sí?",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.01,
      "fin": 19.29,
      "duracion": 0.28,
      "texto": "Sí. Bien.",
      "confianza": 0.035,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.31,
      "fin": 22.73,
      "duracion": 3.42,
      "texto": "Te consulto. El motivo por el que te fuiste a movistar, ¿cuál fue?",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.72,
      "fin": 32.61,
      "duracion": 8.89,
      "texto": "Porque se me fue muy caro el abono y yo tenía claro en el cable, entonces hicimos el combo con mi marido y también se pasó. Y estamos todos con claro.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.99,
      "fin": 56.15,
      "duracion": 22.16,
      "texto": "La damos por mes, un monto total entre los celulares y el cable también. Ah, bien. Bien, entiendo. En este caso, bueno, lo que es el servicio de internet para tu casa, no te lo puedo brindar por el momento porque no tenemos cobertura, pero sí te puedo brindar porque es un plan con un descuento bastante importante. teniendo en cuenta que son exclusivos para aquellos clientes que han sido parte de la compañía.",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.64,
      "fin": 58.26,
      "duracion": 0.62,
      "texto": "Bien.",
      "confianza": 0.826,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.28,
      "fin": 72.77,
      "duracion": 14.49,
      "texto": "Y yo tenía un descuento importante por haber sido sociabitalista desde un montón de años, tenía muy tarde, pero se disparó mucho y realmente no lo podía apagar y claro me ofrecía más o menos lo mismo por mucho menos, entonces por eso nos pasamos, mi marido también.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.67,
      "fin": 82.35,
      "duracion": 6.69,
      "texto": "Entiendo, en ese caso, si cuento, yo por supuesto que entiendo tu malestar anterior, te pido disculpas, ¿sí?",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.81,
      "fin": 94.81,
      "duracion": 12.0,
      "texto": "Tengo para brindarte lo que es un plan de 8 gigas de base, más 8 regalos, son 16 gigas en total, WhatsApp gratis y llamadas libres a todas las compañías por un precio final de 10.400 pesos.",
      "confianza": 0.713,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.01,
      "fin": 103.88,
      "duracion": 6.87,
      "texto": "Sí, pero eso por cuánto, porque también me bajaban el abono y después volvía a subir y tenía que estar llamando continuamente para avisar que no lo podía pagar.",
      "confianza": 0.725,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.2,
      "fin": 113.89,
      "duracion": 9.69,
      "texto": "Y recién ahí me descontaba, me hacían el descuento, digamos, me hacían una promoción. Claro, en este caso te cuento, vos vas a tener un descuento fijo por seis meses, ¿sí?",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 114.69,
      "fin": 121.92,
      "duracion": 7.23,
      "texto": "Treinta días antes de que vayas a tener un incremento en la factura, se te va a avisar, ¿sí?",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.94,
      "fin": 122.0,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.041,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 122.02,
      "fin": 139.25,
      "duracion": 17.23,
      "texto": "¿Para qué? Para que vos puedas, sí, pedir nuevos descuentos o promociones que tengamos en vigencia, lo podés hacer a través de la app de Movistar o te comunicas directamente conmigo que sube a ser profesora y solicitamos nuevos descuentos o promociones.",
      "confianza": 0.252,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.26,
      "fin": 139.37,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.38,
      "fin": 155.17,
      "duracion": 15.79,
      "texto": "Para que no pierdas tiempo, por el momento yo estoy bien con Claro. Cualquier cosa que me arrepiente o quiera volver a Movistar, a mí me vienen mandando mensajes por WhatsApp de promociones y cosas. ¿Tengo que responder ahí para volver a retomar mi línea Movistar en caso de que me arrepienta de estar en Claro?",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.69,
      "fin": 155.91,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.862,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.02,
      "fin": 167.99,
      "duracion": 10.97,
      "texto": "Bueno, hacemos así porque por ahora estoy bien. Estamos bien con el combo que pagamos por mes y todo. Bueno, muchas gracias por tu tiempo. Dale, que estén bien. De nada. Hasta luego. Igualmente, hasta luego.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Sí. ¿Quién habla? Buenos días. Hablo con Mariana. Sí. ¿Cómo estás? Mariana Agustín es mi nombre. Me estoy comunicando del área de recupero de clientes movistar. Me asegura que vos actualmente estás en claro, ¿sí? Sí. Bien. Te consulto. El motivo por el que te fuiste a movistar, ¿cuál fue? Porque se me fue muy caro el abono y yo tenía claro en el cable, entonces hicimos el combo con mi marido y también se pasó. Y estamos todos con claro. La damos por mes, un monto total entre los celulares y el cable también. Ah, bien. Bien, entiendo. En este caso, bueno, lo que es el servicio de internet para tu casa, no te lo puedo brindar por el momento porque no tenemos cobertura, pero sí te puedo brindar porque es un plan con un descuento bastante importante. teniendo en cuenta que son exclusivos para aquellos clientes que han sido parte de la compañía. Bien. Y yo tenía un descuento importante por haber sido sociabitalista desde un montón de años, tenía muy tarde, pero se disparó mucho y realmente no lo podía apagar y claro me ofrecía más o menos lo mismo por mucho menos, entonces por eso nos pasamos, mi marido también. Entiendo, en ese caso, si cuento, yo por supuesto que entiendo tu malestar anterior, te pido disculpas, ¿sí? Tengo para brindarte lo que es un plan de 8 gigas de base, más 8 regalos, son 16 gigas en total, WhatsApp gratis y llamadas libres a todas las compañías por un precio final de 10.400 pesos. Sí, pero eso por cuánto, porque también me bajaban el abono y después volvía a subir y tenía que estar llamando continuamente para avisar que no lo podía pagar. Y recién ahí me descontaba, me hacían el descuento, digamos, me hacían una promoción. Claro, en este caso te cuento, vos vas a tener un descuento fijo por seis meses, ¿sí? Treinta días antes de que vayas a tener un incremento en la factura, se te va a avisar, ¿sí? Sí. ¿Para qué? Para que vos puedas, sí, pedir nuevos descuentos o promociones que tengamos en vigencia, lo podés hacer a través de la app de Movistar o te comunicas directamente conmigo que sube a ser profesora y solicitamos nuevos descuentos o promociones. Bien. Para que no pierdas tiempo, por el momento yo estoy bien con Claro. Cualquier cosa que me arrepiente o quiera volver a Movistar, a mí me vienen mandando mensajes por WhatsApp de promociones y cosas. ¿Tengo que responder ahí para volver a retomar mi línea Movistar en caso de que me arrepienta de estar en Claro? Sí. Bueno, hacemos así porque por ahora estoy bien. Estamos bien con el combo que pagamos por mes y todo. Bueno, muchas gracias por tu tiempo. Dale, que estén bien. De nada. Hasta luego. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.511,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:34:21.457089",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:19.382277",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116134440684_ACD_91553",
    "fecha_inicio": "16/1/2026 13:44:40",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 188,
    "tiempo_conversacion": 161,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}