{
  "archivo": "amza32_1_260115124233745_ACD_76871.wav",
  "duracion_segundos": 307.5,
  "num_segmentos": 80,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 75.26,
    "Cliente": 195.79
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.38,
      "fin": 18.26,
      "duracion": 16.88,
      "texto": "Hola, buen día. Mi nombre es Marina. Hablo con Luis. Mi nombre es Marina. Me estoy comunicando el día de hoy porque me figura que estás en la compañía. Es claro, es correcto.",
      "confianza": 0.147,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.28,
      "fin": 18.46,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.004,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.48,
      "fin": 21.62,
      "duracion": 3.14,
      "texto": "Luis, el día de hoy me estoy comunicando desde la Día de Calidad de Mobilizar.",
      "confianza": 0.417,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.18,
      "fin": 30.59,
      "duracion": 8.41,
      "texto": "Nosotros queríamos conocer cuál fue el motivo que a vos te llevó a irte de la compañía, si tuviste algún inconveniente, cuál fue esa mala experiencia que tuviste.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.1,
      "fin": 40.86,
      "duracion": 6.76,
      "texto": "Entonces, si vos te fuiste por alguna mala experiencia, por algún inconveniente que tuviste, comentame. No,",
      "confianza": 0.395,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 40.86,
      "fin": 45.08,
      "duracion": 4.22,
      "texto": "porque en mi localidad no tenía señal.",
      "confianza": 0.078,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.1,
      "fin": 51.37,
      "duracion": 6.27,
      "texto": "Ah, donde vos estabas no tenía señal. Mira, nosotros exactamente nos hemos renovado, así como compañía, con el tema también de las antenas.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.07,
      "fin": 63.91,
      "duracion": 11.84,
      "texto": "Brindame lo que es tu provincia y tu localidad, así ver y decirlo en tema de las coberturas. No, ahora estoy en mi localidad.",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.71,
      "fin": 84.37,
      "duracion": 19.66,
      "texto": "Ah, bien, bien. ¿Y vos en qué localidad te encontrás ahora? ¿Tenías problemas con la cobertura de Movistar? ¿O estás en la vacaciones ahora? Sí, he estado aquí dos veces. Ah, bien, perfecto. Bueno, pasemos por ahí. Bien, ¿y vos en qué localidad te sabés mover más que nada para ver el tema de la cobertura?",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.79,
      "fin": 87.01,
      "duracion": 2.22,
      "texto": "Porque justamente te dirás que vuelvas, ¿sí?",
      "confianza": 0.609,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.03,
      "fin": 102.68,
      "duracion": 14.65,
      "texto": "Que vuelvas con un plan súper exclusivo, con un plan súper económico, súper accesible. La idea es justamente que estos clientes que tienen estos problemas o los inconvenientes, vuelvan a lo que es la compañía. ¿Vos en que lo que ya no sabés moverte, digamos, no estén en vacaciones?",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.39,
      "fin": 127.78,
      "duracion": 18.39,
      "texto": "No, en lo que es la pampa. Bien, ahora está en la pampa, está en la casereta. Te pregunto esto hoy para saber bien el tema de lo que es la cobertura. Actualmente vos, en tu trabajo y lo que es probar, En qué localidad te demoré, en qué provincia, para ver el tema de las anteras.",
      "confianza": 0.184,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.69,
      "fin": 134.73,
      "duracion": 3.04,
      "texto": "Pilar me dijiste, ¿puede ser?",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.47,
      "fin": 165.74,
      "duracion": 30.27,
      "texto": "Sí, sí. Ah, bien. No sé si habéis visto Pilar en otra cosa. Miren. Bien, dejame decirte que lo que es Pilar, sí, nos hemos renovado bastante como compañía. Actualmente tenemos cobertura, sí, quizás en este año, el septiembre que vos subiste en la compañía. no hayan tanta cantidad de antenas. Sí, ahora nos vemos renovados. Justamente la idea es que vuelven los clientes. ¿Vos actualmente, claro, cuánto gigas consumís mensualmente? Diez gigas o más. Ajá.",
      "confianza": 0.263,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.8,
      "fin": 172.47,
      "duracion": 5.67,
      "texto": "Mira, en este caso yo tengo lo que es una promo exclusiva para vos por el día de hoy.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.13,
      "fin": 180.04,
      "duracion": 6.91,
      "texto": "Es un plan de 8 gigas de base, sí, pero tranquilo. vas a tener lo que son 8 gigas de regalo por 6 meses.",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.06,
      "fin": 190.97,
      "duracion": 9.91,
      "texto": "Y solo por portar del día de hoy tenés el beneficio de cuando vos necesites activar por 30 días 20 gigas una vez al año, ¿sí?",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.51,
      "fin": 204.96,
      "duracion": 13.45,
      "texto": "En el caso de que, por ejemplo, que estás en la Pampa, si necesitas gigas, los puedes activar. El plan incluye lo que es WhatsApp y sistemas libres a cualquier compañía, incluidos 0800, 0810 y teléfonos fijos de todo el país.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.97,
      "fin": 210.74,
      "duracion": 4.77,
      "texto": "y Ramen en América, que te incluyó lo que son tres gigas, para que vos puedas navegar, ¿sí?",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.4,
      "fin": 216.13,
      "duracion": 4.73,
      "texto": "El precio al día de hoy es de $10,400 porque tenés un descuento fijo por seis meses.",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.17,
      "fin": 220.91,
      "duracion": 3.74,
      "texto": "Hasta acá, ¿me seguís? ¿Alguna duda? ¿Algo que me quieras consultar?",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 223.35,
      "fin": 239.82,
      "duracion": 16.47,
      "texto": "Sí, por el momento, cuando vuelva a la misión, es que... Vale, mira, vamos a hacer una cosa, te voy a mandar un mensajito por WhatsApp, ese es mi número, agendarme y cualquier cosa que quieras y si quieres hablar a la compañía, directamente me escribís a mí, ¿sí?",
      "confianza": 0.319,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.55,
      "fin": 244.83,
      "duracion": 3.28,
      "texto": "Dale, ¿cómo es tu nombre? Marina. De todos modos, me voy a poner la mensajito.",
      "confianza": 0.125,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.85,
      "fin": 250.22,
      "duracion": 5.37,
      "texto": "Soy Marina de Movistar y te voy a mandar el mensajito para que vos ya lo vayas teniendo en cuenta.",
      "confianza": 0.636,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.24,
      "fin": 261.5,
      "duracion": 11.26,
      "texto": "Y lo mismo que si hay algún precio nuevo, bueno, tú te lo vas avisando y cuando vuelvas si aún... Ahí hacemos lo que quiera la sección, ¿sí?",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.17,
      "fin": 285.94,
      "duracion": 23.77,
      "texto": "¿De qué discursal me estás llamando? Me estoy comprensando, es de Mendoza, yo. Ah, de Mendoza. Ajá. Conseguirás Provincia. ¿De dónde? Conseguirás Provincia, también de Buenos Aires. No, de Mendoza. Igual me gustaría ir. Tengo mi familia en Buenos Aires, tengo a mi hermana y me gustaría ir. Bueno, no conozco, pero tengo a mi hermana y me gustaría ir, así que bueno.",
      "confianza": 0.382,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.5,
      "fin": 302.13,
      "duracion": 15.63,
      "texto": "Bueno, Luis, entonces seguimos así. Te mando lo que es un mensajito. Así, bueno, cuando vuelva a ver las ocasiones, si hay alguna promoción en tu bar, voy a estar te avistando y hacemos lo que es el trámite, ¿sí? Dale. A vos, Luis, que tengas lindo día.",
      "confianza": 0.396,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 307.34,
      "fin": 307.5,
      "duracion": 0.16,
      "texto": "Gracias.",
      "confianza": 0.134,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Mi nombre es Marina. Hablo con Luis. Mi nombre es Marina. Me estoy comunicando el día de hoy porque me figura que estás en la compañía. Es claro, es correcto. Perfecto. Luis, el día de hoy me estoy comunicando desde la Día de Calidad de Mobilizar. Nosotros queríamos conocer cuál fue el motivo que a vos te llevó a irte de la compañía, si tuviste algún inconveniente, cuál fue esa mala experiencia que tuviste. Entonces, si vos te fuiste por alguna mala experiencia, por algún inconveniente que tuviste, comentame. No, porque en mi localidad no tenía señal. Ah, donde vos estabas no tenía señal. Mira, nosotros exactamente nos hemos renovado, así como compañía, con el tema también de las antenas. Brindame lo que es tu provincia y tu localidad, así ver y decirlo en tema de las coberturas. No, ahora estoy en mi localidad. Ah, bien, bien. ¿Y vos en qué localidad te encontrás ahora? ¿Tenías problemas con la cobertura de Movistar? ¿O estás en la vacaciones ahora? Sí, he estado aquí dos veces. Ah, bien, perfecto. Bueno, pasemos por ahí. Bien, ¿y vos en qué localidad te sabés mover más que nada para ver el tema de la cobertura? Porque justamente te dirás que vuelvas, ¿sí? Que vuelvas con un plan súper exclusivo, con un plan súper económico, súper accesible. La idea es justamente que estos clientes que tienen estos problemas o los inconvenientes, vuelvan a lo que es la compañía. ¿Vos en que lo que ya no sabés moverte, digamos, no estén en vacaciones? No, en lo que es la pampa. Bien, ahora está en la pampa, está en la casereta. Te pregunto esto hoy para saber bien el tema de lo que es la cobertura. Actualmente vos, en tu trabajo y lo que es probar, En qué localidad te demoré, en qué provincia, para ver el tema de las anteras. Pilar me dijiste, ¿puede ser? Sí, sí. Ah, bien. No sé si habéis visto Pilar en otra cosa. Miren. Bien, dejame decirte que lo que es Pilar, sí, nos hemos renovado bastante como compañía. Actualmente tenemos cobertura, sí, quizás en este año, el septiembre que vos subiste en la compañía. no hayan tanta cantidad de antenas. Sí, ahora nos vemos renovados. Justamente la idea es que vuelven los clientes. ¿Vos actualmente, claro, cuánto gigas consumís mensualmente? Diez gigas o más. Ajá. Mira, en este caso yo tengo lo que es una promo exclusiva para vos por el día de hoy. Es un plan de 8 gigas de base, sí, pero tranquilo. vas a tener lo que son 8 gigas de regalo por 6 meses. Y solo por portar del día de hoy tenés el beneficio de cuando vos necesites activar por 30 días 20 gigas una vez al año, ¿sí? En el caso de que, por ejemplo, que estás en la Pampa, si necesitas gigas, los puedes activar. El plan incluye lo que es WhatsApp y sistemas libres a cualquier compañía, incluidos 0800, 0810 y teléfonos fijos de todo el país. y Ramen en América, que te incluyó lo que son tres gigas, para que vos puedas navegar, ¿sí? El precio al día de hoy es de $10,400 porque tenés un descuento fijo por seis meses. Hasta acá, ¿me seguís? ¿Alguna duda? ¿Algo que me quieras consultar? Sí, por el momento, cuando vuelva a la misión, es que... Vale, mira, vamos a hacer una cosa, te voy a mandar un mensajito por WhatsApp, ese es mi número, agendarme y cualquier cosa que quieras y si quieres hablar a la compañía, directamente me escribís a mí, ¿sí? Dale, ¿cómo es tu nombre? Marina. De todos modos, me voy a poner la mensajito. Soy Marina de Movistar y te voy a mandar el mensajito para que vos ya lo vayas teniendo en cuenta. Y lo mismo que si hay algún precio nuevo, bueno, tú te lo vas avisando y cuando vuelvas si aún... Ahí hacemos lo que quiera la sección, ¿sí? ¿De qué discursal me estás llamando? Me estoy comprensando, es de Mendoza, yo. Ah, de Mendoza. Ajá. Conseguirás Provincia. ¿De dónde? Conseguirás Provincia, también de Buenos Aires. No, de Mendoza. Igual me gustaría ir. Tengo mi familia en Buenos Aires, tengo a mi hermana y me gustaría ir. Bueno, no conozco, pero tengo a mi hermana y me gustaría ir, así que bueno. Bueno, Luis, entonces seguimos así. Te mando lo que es un mensajito. Así, bueno, cuando vuelva a ver las ocasiones, si hay alguna promoción en tu bar, voy a estar te avistando y hacemos lo que es el trámite, ¿sí? Dale. A vos, Luis, que tengas lindo día. Gracias.",
  "calidad": {
    "confianza_promedio": 0.443,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:39:18.403458",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 80,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:23.567204",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115124233745_ACD_76871",
    "fecha_inicio": "15/1/2026 12:42:33",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 318,
    "tiempo_conversacion": 300,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}