{
  "archivo": "amza42_1_260114131320501_ACD_26747.wav",
  "duracion_segundos": 199.16,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 43.2,
    "Cliente": 137.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.63,
      "fin": 7.24,
      "duracion": 5.61,
      "texto": "¿Me está comunicando con Nelson? No, Nelson no está. ¿Qué necesita?",
      "confianza": 0.419,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.88,
      "fin": 16.8,
      "duracion": 8.92,
      "texto": "Como les va un gusto, mi nombre es Cynthia. Me estaba comunicando porque han salido salvidos por el internet, un descuento exclusivo a su línea móvil, porque actualmente es la titular de esta línea.",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.32,
      "fin": 21.72,
      "duracion": 3.4,
      "texto": "No, es Nelson, pero pasa que ahora él no se encuentra.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.56,
      "fin": 24.59,
      "duracion": 2.02,
      "texto": "Bien, ¿en qué momento lo podría encontrar?",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.9,
      "fin": 55.81,
      "duracion": 29.91,
      "texto": "Un rato más, como a las dos sale el trabajo, hasta ayer viene porque vivimos alejados del pueblo de la ciudad, entonces un rato más, sale a las dos como a las tres, más tarde estaría acá. Bueno, les voy comentando, tenemos lo que es para brindarle, lo que es la línea móvil, y si pasa más de dos líneas movistar, va a tener lo que es el plan familiar, que aparte de las cuentas y beneficios que le brindamos, también tiene cuatro yidas de regal en la línea.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.95,
      "fin": 59.71,
      "duracion": 2.76,
      "texto": "Además, bueno, también... ¿Cuánto sería eso?",
      "confianza": 0.332,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.67,
      "fin": 64.74,
      "duracion": 4.07,
      "texto": "Actualmente tenemos el plan de 16 gigas en 10.400 precios.",
      "confianza": 0.74,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.88,
      "fin": 89.3,
      "duracion": 23.42,
      "texto": "Que son 16 gigas con cuatro pedales, diez hablar libre a todas las compañías, América precia local, rumbo en América y el descuento de los hijos durante seis meses. ¿Eso es el plan 16? 16 gigas. Los 16 gigas en 10.400 pesos. Que son 8 el base, más los 8 bonificados. en los cuales los hechos de base se los puede guardar para el mes siguiente si es que no lo utiliza, ¿sí?",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.15,
      "fin": 91.21,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.145,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.23,
      "fin": 104.85,
      "duracion": 13.62,
      "texto": "Por ejemplo, capaz que se sabe que el mes que viene, no sé, van a utilizar malo que es los datos porque van a estar más fuera de casa, se los puede guardar y se les va a activar al mes siguiente. ¿Sí?",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.87,
      "fin": 105.15,
      "duracion": 0.28,
      "texto": "Claro. Sí, sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 105.17,
      "fin": 110.92,
      "duracion": 5.75,
      "texto": "Podrían pagar, ¿viste? Están pagando la línea y... Sí. Así que...",
      "confianza": 0.392,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.25,
      "fin": 115.63,
      "duracion": 3.38,
      "texto": "Pero bueno, yo ahora les comento esto.",
      "confianza": 0.525,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.18,
      "fin": 143.44,
      "duracion": 25.26,
      "texto": "Si usted llega, cuando él venga, dice, porque lo estoy esperando. Así que le comento algo. Ángela. Bien, Ángela, yo le voy a mandar un mensajito por WhatsApp para que usted tenga mi número y me lo dice más o menos. Yo le voy a estar llamando igual a las 3, capaz que me dice 3 y 10. Y ahora nos podemos comunicar.",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.32,
      "fin": 152.31,
      "duracion": 7.99,
      "texto": "Y cualquier cosa, cualquier duda que quiere ir hablando con él o conmigo, se me va mandando mensajitas por WhatsApp, ¿sí?",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.0,
      "fin": 160.91,
      "duracion": 7.91,
      "texto": "Yo le pongo, hola, Ángela. Soy Cynthia de Movistar. Bien, Ángela.",
      "confianza": 0.519,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.45,
      "fin": 164.86,
      "duracion": 3.41,
      "texto": "Entonces, quedamos en contacto. Sí, más tarde me vuelvo a comunicar.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.12,
      "fin": 179.36,
      "duracion": 13.24,
      "texto": "¿Prefiere que me comunique este número o el número del...? No, hay que ver en Insta, pero como es menor, nosotros lo agarramos y lo utilizamos también. Ah, bien, perfecto. Bien,",
      "confianza": 0.612,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 179.36,
      "fin": 181.21,
      "duracion": 1.85,
      "texto": "bien, no hay ningún problema entonces.",
      "confianza": 0.63,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.23,
      "fin": 186.8,
      "duracion": 5.57,
      "texto": "¿Alguna duda que te quieras contestar? No, en este caso, nosotros lo estamos tratando. ¿Sí? Bien, perfecto.",
      "confianza": 0.293,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 187.38,
      "fin": 199.16,
      "duracion": 11.78,
      "texto": "Bueno, entonces me estaré comunicando así. Muchas gracias. Hasta luego. Hasta luego.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Me está comunicando con Nelson? No, Nelson no está. ¿Qué necesita? Como les va un gusto, mi nombre es Cynthia. Me estaba comunicando porque han salido salvidos por el internet, un descuento exclusivo a su línea móvil, porque actualmente es la titular de esta línea. No, es Nelson, pero pasa que ahora él no se encuentra. Bien, ¿en qué momento lo podría encontrar? Un rato más, como a las dos sale el trabajo, hasta ayer viene porque vivimos alejados del pueblo de la ciudad, entonces un rato más, sale a las dos como a las tres, más tarde estaría acá. Bueno, les voy comentando, tenemos lo que es para brindarle, lo que es la línea móvil, y si pasa más de dos líneas movistar, va a tener lo que es el plan familiar, que aparte de las cuentas y beneficios que le brindamos, también tiene cuatro yidas de regal en la línea. Además, bueno, también... ¿Cuánto sería eso? Actualmente tenemos el plan de 16 gigas en 10.400 precios. Que son 16 gigas con cuatro pedales, diez hablar libre a todas las compañías, América precia local, rumbo en América y el descuento de los hijos durante seis meses. ¿Eso es el plan 16? 16 gigas. Los 16 gigas en 10.400 pesos. Que son 8 el base, más los 8 bonificados. en los cuales los hechos de base se los puede guardar para el mes siguiente si es que no lo utiliza, ¿sí? Sí. Por ejemplo, capaz que se sabe que el mes que viene, no sé, van a utilizar malo que es los datos porque van a estar más fuera de casa, se los puede guardar y se les va a activar al mes siguiente. ¿Sí? Claro. Sí, sí. Podrían pagar, ¿viste? Están pagando la línea y... Sí. Así que... Pero bueno, yo ahora les comento esto. Si usted llega, cuando él venga, dice, porque lo estoy esperando. Así que le comento algo. Ángela. Bien, Ángela, yo le voy a mandar un mensajito por WhatsApp para que usted tenga mi número y me lo dice más o menos. Yo le voy a estar llamando igual a las 3, capaz que me dice 3 y 10. Y ahora nos podemos comunicar. Y cualquier cosa, cualquier duda que quiere ir hablando con él o conmigo, se me va mandando mensajitas por WhatsApp, ¿sí? Yo le pongo, hola, Ángela. Soy Cynthia de Movistar. Bien, Ángela. Entonces, quedamos en contacto. Sí, más tarde me vuelvo a comunicar. ¿Prefiere que me comunique este número o el número del...? No, hay que ver en Insta, pero como es menor, nosotros lo agarramos y lo utilizamos también. Ah, bien, perfecto. Bien, bien, no hay ningún problema entonces. ¿Alguna duda que te quieras contestar? No, en este caso, nosotros lo estamos tratando. ¿Sí? Bien, perfecto. Bueno, entonces me estaré comunicando así. Muchas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.464,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:45:20.119493",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:27.439432",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114131320501_ACD_26747",
    "fecha_inicio": "14/1/2026 13:13:20",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 222,
    "tiempo_conversacion": 190,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}