{
  "archivo": "amza35_1_260114121259691_ACD_10385.wav",
  "duracion_segundos": 178.34,
  "num_segmentos": 47,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 62.21,
    "Cliente": 99.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.36,
      "fin": 5.74,
      "duracion": 3.38,
      "texto": "Hola, ¿hablo con Abel?",
      "confianza": 0.052,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.76,
      "fin": 6.14,
      "duracion": 0.38,
      "texto": "Sí, ¿quién habla?",
      "confianza": 0.149,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.16,
      "fin": 14.17,
      "duracion": 8.01,
      "texto": "Abel, un museo de TV Guadalupe. Me contacto esta vez a Abel porque lo que estás pagando, 15.000 con un claro, quiero brindarte un descuento, si así pagas menos.",
      "confianza": 0.385,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.83,
      "fin": 30.16,
      "duracion": 15.33,
      "texto": "Sería un plan de 10.400 pesos nomás, con un descuento por seis meses y tendrías también ocho gigas de base, además mucho regalo por volver a la compañía. No, no, por ahora no. ¿Cómo?",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.18,
      "fin": 31.18,
      "duracion": 1.0,
      "texto": "Yo tengo, pago eso porque por eso tengo un millón.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.98,
      "fin": 41.42,
      "duracion": 9.44,
      "texto": "¿Cómo? ¿Qué pasa? ¿Cuánto? Por tres líneas. Tres líneas. Tengo yo que pagar este monto de 500. Ah, por tres líneas estás abonando eso.",
      "confianza": 0.409,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.03,
      "fin": 49.09,
      "duracion": 7.06,
      "texto": "Bien, porque en realidad a mí me figura una deuda vencida de tu parte abonacada con claro, de 50.300 pesos.",
      "confianza": 0.617,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 49.17,
      "fin": 52.04,
      "duracion": 2.86,
      "texto": "No sé si porque tenés otro servicio o por qué motivo.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.18,
      "fin": 63.32,
      "duracion": 10.14,
      "texto": "No, no tengo que pagar ahora ese, levantar ese dinero porque yo no estoy utilizando mucho tampoco. Ah, ¿ustás menos?",
      "confianza": 0.45,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.34,
      "fin": 63.46,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.082,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.48,
      "fin": 67.88,
      "duracion": 4.41,
      "texto": "Porque si no, en todo caso te puedo ofrecer un plan mucho más barato para tus 3 líneas.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.56,
      "fin": 73.55,
      "duracion": 4.99,
      "texto": "Serían 4GB más 4 de regalo a $7,460 con un descuento por 6 meses.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.83,
      "fin": 100.98,
      "duracion": 25.15,
      "texto": "No, pero ahora no, ¿viste? Porque yo no lo uso. Yo estoy laburando en casa con Wi-Fi, ¿viste? Tengo que dar debaja también a esto. Como no lo uso casi, pero los datos, esas cosas, ¿viste? Claro, entiendo. Igualmente, todo fresco es este abuelo porque me dice que no usas tantos gigas. Es el plan que normalmente le ofrecemos a jubilados, por ejemplo, que están en su casa siempre con wifi.",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.98,
      "fin": 107.8,
      "duracion": 5.81,
      "texto": "O, por ejemplo, familias que están, tienen lo que es un wifi bueno en lo que es su casa.",
      "confianza": 0.589,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.56,
      "fin": 120.27,
      "duracion": 11.71,
      "texto": "Básicamente, le conviene lo que es el plan este porque es más barato, tiene un descuento por seis meses. y además también te damos otros cuatro tiras de regalo en casa que lo llegarás a necesitar. Y esos tiras vos los puedes guardar y usarlos cuando quieras.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.21,
      "fin": 138.33,
      "duracion": 17.12,
      "texto": "Los guardas mensualmente. Entonces te conviene para pagar menos. Sí, pero te agradezco por hablarlo en este momento con el tiempo, pero para más tarde, por la momento, no te agradezco. Claro, entiendo.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.89,
      "fin": 170.48,
      "duracion": 31.59,
      "texto": "Igualmente a Bill, 50.000 pesos a comparación de 21.000 por las 3 mil líneas, ¿se conviene más la de 21.000? Sí, te entiendo, pero como te digo ya directamente como el abuelo con los Wi-Fi de casa nomás ya no lo voy a tener más alineado. Claro, entiendo. Bueno, de última, si no pensé a lo tranquilo, yo trabajo hasta las 3 hoy, así que de última te dejo pensar simple y lo pensar mejor.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.16,
      "fin": 176.83,
      "duracion": 2.67,
      "texto": "Dale, correcto. Dale, hasta luego. Dale, que tengas buen día.",
      "confianza": 0.039,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.35,
      "fin": 178.34,
      "duracion": 0.98,
      "texto": "Igualmente, hasta luego.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿hablo con Abel? Sí, ¿quién habla? Abel, un museo de TV Guadalupe. Me contacto esta vez a Abel porque lo que estás pagando, 15.000 con un claro, quiero brindarte un descuento, si así pagas menos. Sería un plan de 10.400 pesos nomás, con un descuento por seis meses y tendrías también ocho gigas de base, además mucho regalo por volver a la compañía. No, no, por ahora no. ¿Cómo? Yo tengo, pago eso porque por eso tengo un millón. ¿Cómo? ¿Qué pasa? ¿Cuánto? Por tres líneas. Tres líneas. Tengo yo que pagar este monto de 500. Ah, por tres líneas estás abonando eso. Bien, porque en realidad a mí me figura una deuda vencida de tu parte abonacada con claro, de 50.300 pesos. No sé si porque tenés otro servicio o por qué motivo. No, no tengo que pagar ahora ese, levantar ese dinero porque yo no estoy utilizando mucho tampoco. Ah, ¿ustás menos? Claro. Porque si no, en todo caso te puedo ofrecer un plan mucho más barato para tus 3 líneas. Serían 4GB más 4 de regalo a $7,460 con un descuento por 6 meses. No, pero ahora no, ¿viste? Porque yo no lo uso. Yo estoy laburando en casa con Wi-Fi, ¿viste? Tengo que dar debaja también a esto. Como no lo uso casi, pero los datos, esas cosas, ¿viste? Claro, entiendo. Igualmente, todo fresco es este abuelo porque me dice que no usas tantos gigas. Es el plan que normalmente le ofrecemos a jubilados, por ejemplo, que están en su casa siempre con wifi. O, por ejemplo, familias que están, tienen lo que es un wifi bueno en lo que es su casa. Básicamente, le conviene lo que es el plan este porque es más barato, tiene un descuento por seis meses. y además también te damos otros cuatro tiras de regalo en casa que lo llegarás a necesitar. Y esos tiras vos los puedes guardar y usarlos cuando quieras. Los guardas mensualmente. Entonces te conviene para pagar menos. Sí, pero te agradezco por hablarlo en este momento con el tiempo, pero para más tarde, por la momento, no te agradezco. Claro, entiendo. Igualmente a Bill, 50.000 pesos a comparación de 21.000 por las 3 mil líneas, ¿se conviene más la de 21.000? Sí, te entiendo, pero como te digo ya directamente como el abuelo con los Wi-Fi de casa nomás ya no lo voy a tener más alineado. Claro, entiendo. Bueno, de última, si no pensé a lo tranquilo, yo trabajo hasta las 3 hoy, así que de última te dejo pensar simple y lo pensar mejor. Dale, correcto. Dale, hasta luego. Dale, que tengas buen día. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.411,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:57:55.143263",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 47,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:24.614153",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114121259691_ACD_10385",
    "fecha_inicio": "14/1/2026 12:12:59",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 191,
    "tiempo_conversacion": 173,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}