{
  "archivo": "amza18_1_260114125813124_ACD_77349.wav",
  "duracion_segundos": 397.52,
  "num_segmentos": 83,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 97.62,
    "Cliente": 283.87
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 16.86,
      "duracion": 16.83,
      "texto": "Hola, ¿qué tal? ¿Buen día? ¿Hablo con Nelly? Sí, ella habla. Nelly, cómo te va? Un gusto saludarte. Te habla Marco. Se llamaba el día 2 de Nelly porque estamos activando unos descuentos en la línea móvil. Verifico, Nelly, ¿cómo estás en claro? ¿Estás con abono mensual?",
      "confianza": 0.53,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.6,
      "fin": 46.27,
      "duracion": 26.67,
      "texto": "Sí, sí. Perfecto. Al día de hoy estamos con una oferta exclusiva del día, ya que el área técnica Movistar está haciendo un refuerzo de las antenas en tu zona. Verifico que lo que es todo Buenos Aires hoy en día tiene un excelente servicio, ¿sí? O Nelly, ¿actualmente tenés dos líneas como cliente en Claro? Sí, hasta dentro de seis meses se me determina la promoción. Ah, perfecto. Y contame, en esta promoción que te dieron de Claro, ¿cuánto estás abonando por cada línea?",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.75,
      "fin": 49.19,
      "duracion": 1.44,
      "texto": "Y más o menos...",
      "confianza": 0.176,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.96,
      "fin": 95.83,
      "duracion": 45.87,
      "texto": "16.000 pesos, 7 gigas. Bien, por cada línea. Sí. Perfecto. Yo hoy en día lo que quiero es poder darte lo que es una reincorporación inmediata a la compañía. Estamos trabajando gracias a todo lo que es el área de control de calidad, verificando una oferta exclusiva para vos y toda la familia, ¿sí? Esta oferta exclusiva justamente es para que vos te puedas reincorporar a la compañía con 16 gigas de navegación, 8 gigas van a ser de base, donde vos esos 8 los vas a poder guardar y reutilizar al siguiente mes con la aplicación de Movistar, la que en él son gigas que vos pagas y viste que a veces no sobra, a veces no falta, la idea es que vos todo lo que vos tengas en tu plan te pueda servir para tener un mejor rendimiento, ¿sí?",
      "confianza": 0.299,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.41,
      "fin": 100.09,
      "duracion": 3.69,
      "texto": "Esta oferta exclusiva está al día de hoy en 10.400 pesos, ¿bien?",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.93,
      "fin": 109.24,
      "duracion": 8.31,
      "texto": "Va a tener, como te había dicho, 16 gigas, 8 de base, 8 de regalo, vas a tener lo que son las llamadas, los mensajes y WhatsApp totalmente libres.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.2,
      "fin": 113.45,
      "duracion": 3.25,
      "texto": "¿Vos actualmente de qué localidad de parte de Buenos Aires exacta sos?",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.33,
      "fin": 120.46,
      "duracion": 6.13,
      "texto": "Y de Urlingán, pero por acá por esta zona no agarra, por eso no quiero hablar. A ver, abórdame. Sí,",
      "confianza": 0.376,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 120.46,
      "fin": 126.75,
      "duracion": 6.29,
      "texto": "mira acá verifico que sí, que sí vas a tener excelente servicio, vas a tener justamente lo que es, incluso un local",
      "confianza": 0.638,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.91,
      "fin": 162.07,
      "duracion": 35.16,
      "texto": "que justamente la idea es que puedas ir a retirar gratis lo que es el chip. ¿Por qué? Porque este chip justamente es un chip que se adapta a tu teléfono, ¿bien? Y gracias al trabajo que hacen hoy en día, el área técnica y todo, permite que realmente vos como clienta tengas un buen servicio, ¿sí? Tengo una consultita, Nelly. ¿Vos utilizas chip físico o chip virtual? Mira, hay un teléfono que es el de mi hijo que es virtual y el mío que es físico. Perfecto. O sea, aquel que termina de tu hijo es 89 49. Sí, exacto. Exacto.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 162.09,
      "fin": 169.08,
      "duracion": 6.99,
      "texto": "Entonces, lo que nosotros hacemos es para que justamente vos tengas un excelente servicio por parte de la compañía.",
      "confianza": 0.852,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.12,
      "fin": 196.81,
      "duracion": 27.69,
      "texto": "Nosotros vamos a activarte lo que es una promoción para cada teléfono. Al día de hoy te va a quedar mucho más económico y ya en cálculo de ahorro vas a tener mejor señal y vas a tener justamente lo que es un beneficio que te voy a brindar exclusivo a vos. como el miembro de lo que es el Plan Familia, ¿sí? Ahora, con lo que es, en este caso, lo que es la promoción, como te decía, vas a tener un chip virtual para tu hijo y vas a tener un chip físico para tu línea, ¿sí?",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.32,
      "fin": 208.5,
      "duracion": 11.18,
      "texto": "Lo que te preguntaba, ¿por qué? Porque nosotros hacemos una activación para que vos a más tardar ya, entre viernes o lunes, ya tenga funcionando el servicio de Movistar y que no tengas ningún inconveniente con la línea, ¿sí?",
      "confianza": 0.852,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.04,
      "fin": 214.45,
      "duracion": 5.41,
      "texto": "Lo que te hago una consulta, vos en lo que es tu teléfono, utilizás el microchip, ¿verdad?",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.18,
      "fin": 219.33,
      "duracion": 3.14,
      "texto": "Sí, sí, el mismo chisme.",
      "confianza": 0.076,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.35,
      "fin": 222.75,
      "duracion": 3.4,
      "texto": "Buenísimo. Entonces, acá tengo la sucursal en la calle 13 de febrero, 27-27.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 224.13,
      "fin": 254.46,
      "duracion": 30.33,
      "texto": "Justamente esto queda cercano a lo que es la zona. Esto te va a permitir que vos, el día que yo te avise, vas gratis y retirás tu chip totalmente bonificado. De esa manera, no hace falta que... También tenemos los objetivos. En este caso, vos estás con el tema ¿Es mucho tiempo en casa o estás con temas laborales? ¿Estás mucho tiempo fuera de casa? No, ahora estoy de vacaciones, así que bueno, la semana que viene... Bien, buenísimo, qué lindo.",
      "confianza": 0.858,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.48,
      "fin": 262.51,
      "duracion": 8.03,
      "texto": "La semana que viene entré en mis 15 días de vacaciones, así que imagínate qué me queda, jornada de miércoles, jueves y viernes, y ya no quiero saber nada hasta febrero.",
      "confianza": 0.65,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 262.87,
      "fin": 287.52,
      "duracion": 24.65,
      "texto": "Así que bueno, me imagino que la estás pasando re lindo. Así que, bueno, fíjate tranquila, entonces, que sí, vamos a hacer una excepción para que tengas la activación de tu niño, que él tenga lo que es el chip virtual, por lo que justamente utiliza QR, lo que vamos a pedirte es un correo electrónico aparte, y para lo que es, en este caso, en tu línea, vas a tener lo que es el chip físico para poder utilizarlo. ¿Cuál es tu domicilio actual?",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.05,
      "fin": 296.5,
      "duracion": 7.46,
      "texto": "Mira, ahora lo voy a pensar porque ahora estoy con la promoción de Claro y cualquier cosita me volvés a llamar o te llamo.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.75,
      "fin": 297.99,
      "duracion": 0.24,
      "texto": "Bien,",
      "confianza": 0.68,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 297.99,
      "fin": 307.12,
      "duracion": 9.13,
      "texto": "bien, te entiendo, te entiendo que en medida que lo quieras pensar, sin embargo, al día de hoy, esta promoción que vos vas a tener justamente a lo que es lo que te brinda la compañía de Claro,",
      "confianza": 0.68,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 307.32,
      "fin": 397.52,
      "duracion": 90.2,
      "texto": "Vos hoy en día estás teniendo lo que es una oferta de címeres, con lo cual son 5600 pesos que te estás ahorrando por cable. O sea, son 1.200 pesos que te vas a estar ahorrando hoy en día tomando lo que es la promoción con nosotros, ¿sí? Y además, tengo lo que es una oferta exclusiva que me acabo de targar el sistema. Es una oferta que vas a tener 8 gigas y te va a quedar en 7.460 al día de hoy. Entonces, pasándolo en limpio, las dos líneas para que vos te quedes tranquilo, Si las dos líneas se van a quedar hoy en día en 14.920, vos me indicabas hoy en día que estás teniendo 7 gigas en 16 mil pesos en claro, en cada teléfono yo te abrindo una oportunidad de poder tener lo que son 12 gigas de navegación, 4 de base, 4 de regalo para poder probar el servicio y 4 para armar lo que es el plan familia, ¿sí? para que de esa manera podamos tener lo que es un plan de bienvenida y que realmente puedas tener un ahorro y calidad en el servicio, ¿sí? Lo que yo hago en este caso, Nelly, yo te asigno un asesor comercial para que él te pueda acompañar en el proceso, te pueda justamente hablar vía WhatsApp para asegurarse que vos la línea te esté funcionando bien, ¿sí? Bueno, por eso te digo, lo voy a pensar y después cualquier cosa me volvés a llamar. Ahora tengo una chamada en espera. Ah, bueno, bueno, bueno, dale. Yo te dejo información vía WhatsApp por un asesor para que te siga comentando todo, ¿sí? Bueno, dale, gracias. Dale.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buen día? ¿Hablo con Nelly? Sí, ella habla. Nelly, cómo te va? Un gusto saludarte. Te habla Marco. Se llamaba el día 2 de Nelly porque estamos activando unos descuentos en la línea móvil. Verifico, Nelly, ¿cómo estás en claro? ¿Estás con abono mensual? Sí, sí. Perfecto. Al día de hoy estamos con una oferta exclusiva del día, ya que el área técnica Movistar está haciendo un refuerzo de las antenas en tu zona. Verifico que lo que es todo Buenos Aires hoy en día tiene un excelente servicio, ¿sí? O Nelly, ¿actualmente tenés dos líneas como cliente en Claro? Sí, hasta dentro de seis meses se me determina la promoción. Ah, perfecto. Y contame, en esta promoción que te dieron de Claro, ¿cuánto estás abonando por cada línea? Y más o menos... 16.000 pesos, 7 gigas. Bien, por cada línea. Sí. Perfecto. Yo hoy en día lo que quiero es poder darte lo que es una reincorporación inmediata a la compañía. Estamos trabajando gracias a todo lo que es el área de control de calidad, verificando una oferta exclusiva para vos y toda la familia, ¿sí? Esta oferta exclusiva justamente es para que vos te puedas reincorporar a la compañía con 16 gigas de navegación, 8 gigas van a ser de base, donde vos esos 8 los vas a poder guardar y reutilizar al siguiente mes con la aplicación de Movistar, la que en él son gigas que vos pagas y viste que a veces no sobra, a veces no falta, la idea es que vos todo lo que vos tengas en tu plan te pueda servir para tener un mejor rendimiento, ¿sí? Esta oferta exclusiva está al día de hoy en 10.400 pesos, ¿bien? Va a tener, como te había dicho, 16 gigas, 8 de base, 8 de regalo, vas a tener lo que son las llamadas, los mensajes y WhatsApp totalmente libres. ¿Vos actualmente de qué localidad de parte de Buenos Aires exacta sos? Y de Urlingán, pero por acá por esta zona no agarra, por eso no quiero hablar. A ver, abórdame. Sí, mira acá verifico que sí, que sí vas a tener excelente servicio, vas a tener justamente lo que es, incluso un local que justamente la idea es que puedas ir a retirar gratis lo que es el chip. ¿Por qué? Porque este chip justamente es un chip que se adapta a tu teléfono, ¿bien? Y gracias al trabajo que hacen hoy en día, el área técnica y todo, permite que realmente vos como clienta tengas un buen servicio, ¿sí? Tengo una consultita, Nelly. ¿Vos utilizas chip físico o chip virtual? Mira, hay un teléfono que es el de mi hijo que es virtual y el mío que es físico. Perfecto. O sea, aquel que termina de tu hijo es 89 49. Sí, exacto. Exacto. Entonces, lo que nosotros hacemos es para que justamente vos tengas un excelente servicio por parte de la compañía. Nosotros vamos a activarte lo que es una promoción para cada teléfono. Al día de hoy te va a quedar mucho más económico y ya en cálculo de ahorro vas a tener mejor señal y vas a tener justamente lo que es un beneficio que te voy a brindar exclusivo a vos. como el miembro de lo que es el Plan Familia, ¿sí? Ahora, con lo que es, en este caso, lo que es la promoción, como te decía, vas a tener un chip virtual para tu hijo y vas a tener un chip físico para tu línea, ¿sí? Lo que te preguntaba, ¿por qué? Porque nosotros hacemos una activación para que vos a más tardar ya, entre viernes o lunes, ya tenga funcionando el servicio de Movistar y que no tengas ningún inconveniente con la línea, ¿sí? Lo que te hago una consulta, vos en lo que es tu teléfono, utilizás el microchip, ¿verdad? Sí, sí, el mismo chisme. Buenísimo. Entonces, acá tengo la sucursal en la calle 13 de febrero, 27-27. Justamente esto queda cercano a lo que es la zona. Esto te va a permitir que vos, el día que yo te avise, vas gratis y retirás tu chip totalmente bonificado. De esa manera, no hace falta que... También tenemos los objetivos. En este caso, vos estás con el tema ¿Es mucho tiempo en casa o estás con temas laborales? ¿Estás mucho tiempo fuera de casa? No, ahora estoy de vacaciones, así que bueno, la semana que viene... Bien, buenísimo, qué lindo. La semana que viene entré en mis 15 días de vacaciones, así que imagínate qué me queda, jornada de miércoles, jueves y viernes, y ya no quiero saber nada hasta febrero. Así que bueno, me imagino que la estás pasando re lindo. Así que, bueno, fíjate tranquila, entonces, que sí, vamos a hacer una excepción para que tengas la activación de tu niño, que él tenga lo que es el chip virtual, por lo que justamente utiliza QR, lo que vamos a pedirte es un correo electrónico aparte, y para lo que es, en este caso, en tu línea, vas a tener lo que es el chip físico para poder utilizarlo. ¿Cuál es tu domicilio actual? Mira, ahora lo voy a pensar porque ahora estoy con la promoción de Claro y cualquier cosita me volvés a llamar o te llamo. Bien, bien, te entiendo, te entiendo que en medida que lo quieras pensar, sin embargo, al día de hoy, esta promoción que vos vas a tener justamente a lo que es lo que te brinda la compañía de Claro, Vos hoy en día estás teniendo lo que es una oferta de címeres, con lo cual son 5600 pesos que te estás ahorrando por cable. O sea, son 1.200 pesos que te vas a estar ahorrando hoy en día tomando lo que es la promoción con nosotros, ¿sí? Y además, tengo lo que es una oferta exclusiva que me acabo de targar el sistema. Es una oferta que vas a tener 8 gigas y te va a quedar en 7.460 al día de hoy. Entonces, pasándolo en limpio, las dos líneas para que vos te quedes tranquilo, Si las dos líneas se van a quedar hoy en día en 14.920, vos me indicabas hoy en día que estás teniendo 7 gigas en 16 mil pesos en claro, en cada teléfono yo te abrindo una oportunidad de poder tener lo que son 12 gigas de navegación, 4 de base, 4 de regalo para poder probar el servicio y 4 para armar lo que es el plan familia, ¿sí? para que de esa manera podamos tener lo que es un plan de bienvenida y que realmente puedas tener un ahorro y calidad en el servicio, ¿sí? Lo que yo hago en este caso, Nelly, yo te asigno un asesor comercial para que él te pueda acompañar en el proceso, te pueda justamente hablar vía WhatsApp para asegurarse que vos la línea te esté funcionando bien, ¿sí? Bueno, por eso te digo, lo voy a pensar y después cualquier cosa me volvés a llamar. Ahora tengo una chamada en espera. Ah, bueno, bueno, bueno, dale. Yo te dejo información vía WhatsApp por un asesor para que te siga comentando todo, ¿sí? Bueno, dale, gracias. Dale.",
  "calidad": {
    "confianza_promedio": 0.587,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:30:54.703793",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 83,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:15.433783",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114125813124_ACD_77349",
    "fecha_inicio": "14/1/2026 12:58:13",
    "agente_nombre": "MZA 18",
    "agente_login": "mza18",
    "duracion_total": 421,
    "tiempo_conversacion": 379,
    "tiempo_hold": 0,
    "tiempo_acw": 22,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}