{
  "archivo": "amza15_1_260112103516774_MIT_01996.wav",
  "duracion_segundos": 154.68,
  "num_segmentos": 36,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 50.42,
    "Cliente": 65.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.65,
      "duracion": 3.61,
      "texto": "No, no.",
      "confianza": 0.564,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.12,
      "fin": 32.94,
      "duracion": 2.82,
      "texto": "Hola. ¿Qué tal? Buen día, Julieta.",
      "confianza": 0.255,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.74,
      "fin": 54.49,
      "duracion": 19.75,
      "texto": "Sí. ¿Cómo estás? Te habla Macarena de Movistar. Habíamos estado hablando el fin de semana por el tema de la portabilidad. Quería saber si habías podido hablar con tu esposo al respecto. Sí, pero mira, por ahora no. Nos vamos a quedar en claro. Bien. ¿Y por qué motivos? ¿Qué es lo que no te ha convencido del plan?",
      "confianza": 0.035,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.17,
      "fin": 73.14,
      "duracion": 16.97,
      "texto": "Una, por la gestión, y segundo, que donde vivimos, en la edición donde vivimos, tenemos poca señal con Movistar, porque nosotros vivimos acá con Movistar.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 73.84,
      "fin": 87.88,
      "duracion": 14.04,
      "texto": "Te informo que respecto a eso del tema de la señal, Movistar ha mejorado la calidad porque ha instalado mayor cantidad de antenas. Esto hace que la señal se estanda y que llegue a lugares donde antes no llegaba.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.62,
      "fin": 96.26,
      "duracion": 6.65,
      "texto": "Y además estamos brindando para este tipo de clientes los chips que son 5G que son los últimos que han salido.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.03,
      "fin": 102.87,
      "duracion": 5.84,
      "texto": "Con esto te voy a garantizar que tengas la señal totalmente ok para poder acceder.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 104.41,
      "fin": 107.81,
      "duracion": 3.4,
      "texto": "Me dijiste que respecto al trámite era muy engorroso.",
      "confianza": 0.765,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 108.52,
      "fin": 121.71,
      "duracion": 13.19,
      "texto": "tener que pasar datos y demás. Sí, igual, como ustedes han sido clientes de la compañía, simplemente lo que tendríamos que hacer es corroborar los datos en ese caso.",
      "confianza": 0.349,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.75,
      "fin": 140.56,
      "duracion": 16.81,
      "texto": "Bueno, mi cabrón, cuando lo vea, me lo diré y lo vuelvo a decir. Si me dice que sí, te aviso. O tal te noto en WhatsApp. Exacto, exacto. Sí, yo te había escrito esta mañana. Sí, me tomé el atrevimiento de llamarte. No hay ningún problema.",
      "confianza": 0.265,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.64,
      "fin": 154.68,
      "duracion": 13.04,
      "texto": "Yo a eso de la una más o menos, si querés, te vuelvo a hablar para ver qué novedades tenés, ¿sí? Dale, dale. Dale, que seas muy bien. Te agradezco por la atención. Gracias. Hasta luego. No, por favor, que estés bien, Salza 1.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "No, no. Hola. ¿Qué tal? Buen día, Julieta. Sí. ¿Cómo estás? Te habla Macarena de Movistar. Habíamos estado hablando el fin de semana por el tema de la portabilidad. Quería saber si habías podido hablar con tu esposo al respecto. Sí, pero mira, por ahora no. Nos vamos a quedar en claro. Bien. ¿Y por qué motivos? ¿Qué es lo que no te ha convencido del plan? Una, por la gestión, y segundo, que donde vivimos, en la edición donde vivimos, tenemos poca señal con Movistar, porque nosotros vivimos acá con Movistar. Te informo que respecto a eso del tema de la señal, Movistar ha mejorado la calidad porque ha instalado mayor cantidad de antenas. Esto hace que la señal se estanda y que llegue a lugares donde antes no llegaba. Y además estamos brindando para este tipo de clientes los chips que son 5G que son los últimos que han salido. Con esto te voy a garantizar que tengas la señal totalmente ok para poder acceder. Me dijiste que respecto al trámite era muy engorroso. tener que pasar datos y demás. Sí, igual, como ustedes han sido clientes de la compañía, simplemente lo que tendríamos que hacer es corroborar los datos en ese caso. Bueno, mi cabrón, cuando lo vea, me lo diré y lo vuelvo a decir. Si me dice que sí, te aviso. O tal te noto en WhatsApp. Exacto, exacto. Sí, yo te había escrito esta mañana. Sí, me tomé el atrevimiento de llamarte. No hay ningún problema. Yo a eso de la una más o menos, si querés, te vuelvo a hablar para ver qué novedades tenés, ¿sí? Dale, dale. Dale, que seas muy bien. Te agradezco por la atención. Gracias. Hasta luego. No, por favor, que estés bien, Salza 1.",
  "calidad": {
    "confianza_promedio": 0.502,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:20:17.994779",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 36,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:14.786543",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112103516774_MIT_01996",
    "fecha_inicio": "12/1/2026 10:35:17",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 154,
    "tiempo_conversacion": 150,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}