{
  "archivo": "amza36_1_260114141147179_ACD_96155.wav",
  "duracion_segundos": 386.22,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 228.74,
    "Cliente": 122.19
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 4.13,
      "duracion": 4.1,
      "texto": "Hola, buenas tardes. ¿Habló con Adriana?",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.78,
      "fin": 6.46,
      "duracion": 0.68,
      "texto": "Sí, ¿quién habla? Un gusto.",
      "confianza": 0.017,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.48,
      "fin": 7.52,
      "duracion": 1.04,
      "texto": "Mi nombre es Micaela.",
      "confianza": 0.358,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.54,
      "fin": 10.4,
      "duracion": 2.86,
      "texto": "Le querías llevar un plan de 10.000 pesos para su línea de demostrar.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.04,
      "fin": 13.66,
      "duracion": 2.62,
      "texto": "Me asegura Adriana que usted está con claro, actualmente es correcto.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.75,
      "fin": 15.85,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.495,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.87,
      "fin": 48.43,
      "duracion": 32.56,
      "texto": "Bueno, le comento. Usted con este plan tendría 8 gigas de base más 8 de regalo por 6 meses, whatsapp llamadas libres a todas las compañías, rumen en América por si sale del país sigue teniendo internet por un valor de 10.400 pesos. ¿Qué le parece para finir este plan? Sí, déjame... Este mes tengo que pagar esa, ya, cuando arranque el mes de febrero, para que cambie ahí. Ah, perfecto. Lo que podría hacer es pasarse para que no le generen una nueva facturación.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.07,
      "fin": 54.78,
      "duracion": 5.7,
      "texto": "Porque si usted espera, ya le van a generar la facturación y va a tener que pagarla de claro y después la de movistar.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.12,
      "fin": 69.02,
      "duracion": 12.9,
      "texto": "Bueno, pero déjame pensar bien, pero que tengo que ver qué es lo que tengo que ver, porque yo tengo una... que ustedes no lo tienen, me parece, el HD que yo pago. Sí.",
      "confianza": 0.687,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.04,
      "fin": 78.59,
      "duracion": 9.55,
      "texto": "HD, no, vendría a ser una... de las que... como si fuera el Netflix, nada más que ese.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.61,
      "fin": 79.95,
      "duracion": 1.34,
      "texto": "Ah, la TV, sí, sí, sí.",
      "confianza": 0.225,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.63,
      "fin": 89.8,
      "duracion": 9.17,
      "texto": "Es una aplicación que voy a poner como la de Nelfi, pero yo tengo más que algo así.",
      "confianza": 0.566,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.82,
      "fin": 94.27,
      "duracion": 4.45,
      "texto": "O sea, es como si fuera Nelfi, nada más que eso.",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.28,
      "fin": 96.79,
      "duracion": 2.5,
      "texto": "Claro, algo así, sí.",
      "confianza": 0.416,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.81,
      "fin": 97.67,
      "duracion": 0.86,
      "texto": "Ustedes no lo tienen.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.85,
      "fin": 102.02,
      "duracion": 3.17,
      "texto": "No, nosotros lo tenemos pero solamente con el servicio de fibra óptica.",
      "confianza": 0.66,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 102.76,
      "fin": 130.42,
      "duracion": 27.66,
      "texto": "Tenemos lo que es el PAP de combo de TV. ¿Cómo es eso, el combo? A ver, explicame por qué así. Ahora le digo, si usted contrata la fibra óptica, le regalamos dos meses de televisión gratis, si no usted puede contratar el combo de TV digital que le incluye 29 canales, si no después tenemos el otro que es TV digital combo más Disney, son 29 canales más Disney, estar más.",
      "confianza": 0.805,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.14,
      "fin": 134.54,
      "duracion": 3.4,
      "texto": "Y después pasamos al que es el más completo,",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 135.15,
      "fin": 139.36,
      "duracion": 4.21,
      "texto": "que le incluye 102 canales, Disney y estar más, ¿sí?",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.46,
      "fin": 145.45,
      "duracion": 4.99,
      "texto": "Este es el más completo de todos, que vale 25.800, pero tiene una cantidad de canales.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.39,
      "fin": 166.67,
      "duracion": 17.28,
      "texto": "Sí, sí, sí. O sea, está incluido con el internet y todo. No, no, esto es solamente el canal, los canales, porque este es el combo completo que viene con HBO+, con los canales de deporte, con Prime Video, con canales para adultos, con Paramogs, viene completísimo.",
      "confianza": 0.127,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.84,
      "fin": 173.42,
      "duracion": 4.59,
      "texto": "Si no, pues tenemos el normal que va a tener unos 39 canales por 11.300 pesos.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.11,
      "fin": 185.98,
      "duracion": 6.87,
      "texto": "No, no, yo quiero el completo porque es porque mi mayor tiene que mirar todo lo que es deporte y algo. Para verlo, si no, tenemos el que trae a Disney con 16.700 pesos que ahí puede ver también los partidos.",
      "confianza": 0.013,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.12,
      "fin": 190.58,
      "duracion": 2.46,
      "texto": "No, pero al otro que me dijiste el último, ¿El completo completo? ¿25,800?",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.6,
      "fin": 191.06,
      "duracion": 0.46,
      "texto": "Sí.",
      "confianza": 0.462,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 191.28,
      "fin": 204.1,
      "duracion": 12.82,
      "texto": "Claro, ahí van a tener para elegir y ver de todos lados. Pero lo que yo voy, si, ponerle que yo quiera es ponerle, ponerle, todavía no estoy listo, tengo que sacar un número.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.12,
      "fin": 205.56,
      "duracion": 1.44,
      "texto": "Sí.",
      "confianza": 0.511,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.58,
      "fin": 218.8,
      "duracion": 13.22,
      "texto": "Eh, ya he visto que viene cuando ustedes ponen la fibra a otra casa, ¿se ha incluido con internet para la casa? No, no, se coloca la fibra y además usted aparte tiene que contratar la televisión.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.84,
      "fin": 225.27,
      "duracion": 5.43,
      "texto": "Y ahí está el conjunto. El total ahí, eso, Bozo, el conjunto completo.",
      "confianza": 0.325,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.29,
      "fin": 225.69,
      "duracion": 0.4,
      "texto": "Claro.",
      "confianza": 0.635,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 225.73,
      "fin": 231.12,
      "duracion": 5.39,
      "texto": "La fiera les saldría 24.000 pesos y lo que es el combo que se quiere el más completo son 25.800.",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.14,
      "fin": 232.06,
      "duracion": 0.92,
      "texto": "Sí.",
      "confianza": 0.509,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 233.1,
      "fin": 241.13,
      "duracion": 8.03,
      "texto": "En total serían 49.800 pesos. A eso, Bozo, y eso es lo que quiero saber.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.16,
      "fin": 241.28,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.011,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 241.29,
      "fin": 260.42,
      "duracion": 19.13,
      "texto": "Yo quiero saber, porque yo pago el cable acá más en internet. Por eso quiero saber cuánto se me va. Claro. Si me conviene más. lo que usted podría hacer es seguir teniendo el servicio de la fibra óptica con la tele y cambiar solamente la línea. Entonces tendría el descuento en la línea y le seguiría quedando el descuento con la fibra en la tele, con claro.",
      "confianza": 0.548,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.01,
      "fin": 316.61,
      "duracion": 53.6,
      "texto": "No, no, no, yo no tengo con claro, yo tengo BBC, yo lo que tengo acá incluido en el teléfono nada más es claro, más el HS2. No, nada más. El resto yo lo tengo afuera. Yo te estoy hablando para ver si me conviene sacar el cable más internet y poner el de este que me sale cuarenta y pico. Sí, con todo el combo, claro. Eso es lo que yo quiero. El resto del cable yo le doy de baja, todo completo, poner el de claro, ¿no? Pero yo ya te digo, a poderlo repetirte, que tengo el cable y más internet, pero es por... Otro servicio aparte. Exacto. Este sería el pad completo y además le puedo hacer la línea suya para que se quede con cuatro gigas de base más cuatro de regalo por cuatro mil pesos.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 318.38,
      "fin": 333.94,
      "duracion": 15.56,
      "texto": "Y además se le va a hacer hasta un descuento cuando tenga la línea activa con movistar un descuento de la fibra óptica de hasta cuatro mil pesos y le regalamos cuatro gigas más de regalo para la tele y los dos meses de televisión gratis también.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.26,
      "fin": 334.9,
      "duracion": 0.64,
      "texto": "Claro.",
      "confianza": 0.295,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 335.38,
      "fin": 349.87,
      "duracion": 14.49,
      "texto": "Claro, con él. Y que yo me voy a dar un movistar, lo que vos me estás diciendo y que me hagan todo eso. ¿Se lo puedo hacer yo desde acá? No hay ningún problema. No, no, déjame analizarlo en el consultal.",
      "confianza": 0.441,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 349.89,
      "fin": 352.14,
      "duracion": 2.24,
      "texto": "Sí, sí, yo le digo que nosotros lo podemos hacer desde acá.",
      "confianza": 0.384,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 352.16,
      "fin": 358.69,
      "duracion": 6.53,
      "texto": "Nosotros el trámite lo hacemos en cinco minutos. Usted no dice que día se encuentra alguien en el domicilio para que vayan a instalarlo.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 358.71,
      "fin": 361.01,
      "duracion": 2.3,
      "texto": "Sí, pero al menos yo tengo que darle baja de cable.",
      "confianza": 0.385,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 361.03,
      "fin": 370.11,
      "duracion": 9.08,
      "texto": "Por eso quiero saber si puedo darle baja de cable de internet. Para no quedarme sin cosas y así ya pone igual el de movistar.",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 371.11,
      "fin": 371.69,
      "duracion": 0.58,
      "texto": "Perfecto.",
      "confianza": 0.802,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 371.94,
      "fin": 380.58,
      "duracion": 8.64,
      "texto": "No hay ningún problema, yo le voy a dejar un mensaje. Yo lo consulto y después vos me llamarás más adelante, eh. Yo le voy a dejar un mensajito por WhatsApp, cualquier cosita me avisa.",
      "confianza": 0.124,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 381.37,
      "fin": 386.22,
      "duracion": 4.85,
      "texto": "Dale, dale, dale, queda más... Que tenga lindo día, hasta luego. Ya, hasta luego.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. ¿Habló con Adriana? Sí, ¿quién habla? Un gusto. Mi nombre es Micaela. Le querías llevar un plan de 10.000 pesos para su línea de demostrar. Me asegura Adriana que usted está con claro, actualmente es correcto. Sí. Bueno, le comento. Usted con este plan tendría 8 gigas de base más 8 de regalo por 6 meses, whatsapp llamadas libres a todas las compañías, rumen en América por si sale del país sigue teniendo internet por un valor de 10.400 pesos. ¿Qué le parece para finir este plan? Sí, déjame... Este mes tengo que pagar esa, ya, cuando arranque el mes de febrero, para que cambie ahí. Ah, perfecto. Lo que podría hacer es pasarse para que no le generen una nueva facturación. Porque si usted espera, ya le van a generar la facturación y va a tener que pagarla de claro y después la de movistar. Bueno, pero déjame pensar bien, pero que tengo que ver qué es lo que tengo que ver, porque yo tengo una... que ustedes no lo tienen, me parece, el HD que yo pago. Sí. HD, no, vendría a ser una... de las que... como si fuera el Netflix, nada más que ese. Ah, la TV, sí, sí, sí. Es una aplicación que voy a poner como la de Nelfi, pero yo tengo más que algo así. O sea, es como si fuera Nelfi, nada más que eso. Claro, algo así, sí. Ustedes no lo tienen. No, nosotros lo tenemos pero solamente con el servicio de fibra óptica. Tenemos lo que es el PAP de combo de TV. ¿Cómo es eso, el combo? A ver, explicame por qué así. Ahora le digo, si usted contrata la fibra óptica, le regalamos dos meses de televisión gratis, si no usted puede contratar el combo de TV digital que le incluye 29 canales, si no después tenemos el otro que es TV digital combo más Disney, son 29 canales más Disney, estar más. Y después pasamos al que es el más completo, que le incluye 102 canales, Disney y estar más, ¿sí? Este es el más completo de todos, que vale 25.800, pero tiene una cantidad de canales. Sí, sí, sí. O sea, está incluido con el internet y todo. No, no, esto es solamente el canal, los canales, porque este es el combo completo que viene con HBO+, con los canales de deporte, con Prime Video, con canales para adultos, con Paramogs, viene completísimo. Si no, pues tenemos el normal que va a tener unos 39 canales por 11.300 pesos. No, no, yo quiero el completo porque es porque mi mayor tiene que mirar todo lo que es deporte y algo. Para verlo, si no, tenemos el que trae a Disney con 16.700 pesos que ahí puede ver también los partidos. No, pero al otro que me dijiste el último, ¿El completo completo? ¿25,800? Sí. Claro, ahí van a tener para elegir y ver de todos lados. Pero lo que yo voy, si, ponerle que yo quiera es ponerle, ponerle, todavía no estoy listo, tengo que sacar un número. Sí. Eh, ya he visto que viene cuando ustedes ponen la fibra a otra casa, ¿se ha incluido con internet para la casa? No, no, se coloca la fibra y además usted aparte tiene que contratar la televisión. Y ahí está el conjunto. El total ahí, eso, Bozo, el conjunto completo. Claro. La fiera les saldría 24.000 pesos y lo que es el combo que se quiere el más completo son 25.800. Sí. En total serían 49.800 pesos. A eso, Bozo, y eso es lo que quiero saber. Claro. Yo quiero saber, porque yo pago el cable acá más en internet. Por eso quiero saber cuánto se me va. Claro. Si me conviene más. lo que usted podría hacer es seguir teniendo el servicio de la fibra óptica con la tele y cambiar solamente la línea. Entonces tendría el descuento en la línea y le seguiría quedando el descuento con la fibra en la tele, con claro. No, no, no, yo no tengo con claro, yo tengo BBC, yo lo que tengo acá incluido en el teléfono nada más es claro, más el HS2. No, nada más. El resto yo lo tengo afuera. Yo te estoy hablando para ver si me conviene sacar el cable más internet y poner el de este que me sale cuarenta y pico. Sí, con todo el combo, claro. Eso es lo que yo quiero. El resto del cable yo le doy de baja, todo completo, poner el de claro, ¿no? Pero yo ya te digo, a poderlo repetirte, que tengo el cable y más internet, pero es por... Otro servicio aparte. Exacto. Este sería el pad completo y además le puedo hacer la línea suya para que se quede con cuatro gigas de base más cuatro de regalo por cuatro mil pesos. Y además se le va a hacer hasta un descuento cuando tenga la línea activa con movistar un descuento de la fibra óptica de hasta cuatro mil pesos y le regalamos cuatro gigas más de regalo para la tele y los dos meses de televisión gratis también. Claro. Claro, con él. Y que yo me voy a dar un movistar, lo que vos me estás diciendo y que me hagan todo eso. ¿Se lo puedo hacer yo desde acá? No hay ningún problema. No, no, déjame analizarlo en el consultal. Sí, sí, yo le digo que nosotros lo podemos hacer desde acá. Nosotros el trámite lo hacemos en cinco minutos. Usted no dice que día se encuentra alguien en el domicilio para que vayan a instalarlo. Sí, pero al menos yo tengo que darle baja de cable. Por eso quiero saber si puedo darle baja de cable de internet. Para no quedarme sin cosas y así ya pone igual el de movistar. Perfecto. No hay ningún problema, yo le voy a dejar un mensaje. Yo lo consulto y después vos me llamarás más adelante, eh. Yo le voy a dejar un mensajito por WhatsApp, cualquier cosita me avisa. Dale, dale, dale, queda más... Que tenga lindo día, hasta luego. Ya, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.506,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:09:35.472995",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 46,
    "fecha_correccion": "2026-01-18T23:05:25.353101",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114141147179_ACD_96155",
    "fecha_inicio": "14/1/2026 14:11:47",
    "agente_nombre": "MZA 36",
    "agente_login": "mza36",
    "duracion_total": 512,
    "tiempo_conversacion": 370,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}