{
  "archivo": "amza22_1_260116120301286_ACD_28767.wav",
  "duracion_segundos": 137.62,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 20.68,
    "Cliente": 107.62
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.27,
      "fin": 18.53,
      "duracion": 18.26,
      "texto": "Hola. Hola, buen día. Hablo con Nelia. Sí, decime. ¿Cómo está? Mi nombre es Nelia, me presento. Mira, yo le estoy llamando desde el área de recupero de clientes de Movistar. ¿Querías hablar de ese avión de la compañía en su momento? ¿Cómo es que me quiere que problemática tuvo?",
      "confianza": 0.469,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.39,
      "fin": 28.42,
      "duracion": 7.03,
      "texto": "¿Qué? Le estaba comentando que si me podría decir qué problemática tuvo con la compañía que decidió cambiarse. No,",
      "confianza": 0.097,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 28.42,
      "fin": 30.84,
      "duracion": 2.42,
      "texto": "mira, te cuento.",
      "confianza": 0.483,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.86,
      "fin": 41.69,
      "duracion": 10.83,
      "texto": "Yo hacía guardias de 48 por 48. Y cuando un día vengo, yo vivo con mi hija que está atrás, llego y ella había cambiado todo.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.61,
      "fin": 50.38,
      "duracion": 7.77,
      "texto": "O sea, todo. Ella es priscila a su plan. Ahora, cuando yo consiga trabajo, es lo que quiero volver a movistar.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.48,
      "fin": 71.8,
      "duracion": 20.32,
      "texto": "Pero bueno, pará, tranquila, porque viste que con la jubilación no alcanza mucho. y volver a tener mis beneficios, así que, bueno nada, ella usó todo, cambió todo y ahora está en nombre de ella, en nombre de Tricida.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.71,
      "fin": 79.46,
      "duracion": 6.75,
      "texto": "No, no, no, yo tengo abono con claro, pero... Pero ahora no quiero hacer nada todavía.",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.98,
      "fin": 88.11,
      "duracion": 8.13,
      "texto": "Es muy probable que cuantito me salgan guardias, yo empiece de vuelta con movistar, porque la verdad, yo no tenía problema con movistar, ¿entendés?",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.73,
      "fin": 122.46,
      "duracion": 33.73,
      "texto": "Yo tenía los canales, veía la tele cuando venía, pero bueno, como al no hacer uso de la casa durante 48 horas y a veces salía y agarraba otras guardias y volvía a tejer cuatro días, El telé ya hizo eso porque como ella le usaba, consideraba que era un montón. Creo que era 35.000, lo último que se debía y no sé si los pagó. La verdad que no tengo la masa ni idea. Pero bueno, yo voy a pasar por morón, como dice, y voy a llegar a un arreglo, voy a salvar mis deudas en el nombre de Dios, y nada, vamos a arrancar de cero.",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.33,
      "fin": 133.64,
      "duracion": 10.31,
      "texto": "Así que por hoy, es eso. Dale, dale. Dale mi amor, dale, dale.",
      "confianza": 0.415,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.87,
      "fin": 137.62,
      "duracion": 2.75,
      "texto": "Igual para vos, Dios te bendiga.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Hablo con Nelia. Sí, decime. ¿Cómo está? Mi nombre es Nelia, me presento. Mira, yo le estoy llamando desde el área de recupero de clientes de Movistar. ¿Querías hablar de ese avión de la compañía en su momento? ¿Cómo es que me quiere que problemática tuvo? ¿Qué? Le estaba comentando que si me podría decir qué problemática tuvo con la compañía que decidió cambiarse. No, mira, te cuento. Yo hacía guardias de 48 por 48. Y cuando un día vengo, yo vivo con mi hija que está atrás, llego y ella había cambiado todo. O sea, todo. Ella es priscila a su plan. Ahora, cuando yo consiga trabajo, es lo que quiero volver a movistar. Pero bueno, pará, tranquila, porque viste que con la jubilación no alcanza mucho. y volver a tener mis beneficios, así que, bueno nada, ella usó todo, cambió todo y ahora está en nombre de ella, en nombre de Tricida. No, no, no, yo tengo abono con claro, pero... Pero ahora no quiero hacer nada todavía. Es muy probable que cuantito me salgan guardias, yo empiece de vuelta con movistar, porque la verdad, yo no tenía problema con movistar, ¿entendés? Yo tenía los canales, veía la tele cuando venía, pero bueno, como al no hacer uso de la casa durante 48 horas y a veces salía y agarraba otras guardias y volvía a tejer cuatro días, El telé ya hizo eso porque como ella le usaba, consideraba que era un montón. Creo que era 35.000, lo último que se debía y no sé si los pagó. La verdad que no tengo la masa ni idea. Pero bueno, yo voy a pasar por morón, como dice, y voy a llegar a un arreglo, voy a salvar mis deudas en el nombre de Dios, y nada, vamos a arrancar de cero. Así que por hoy, es eso. Dale, dale. Dale mi amor, dale, dale. Igual para vos, Dios te bendiga.",
  "calidad": {
    "confianza_promedio": 0.569,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:15:18.920307",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:18.115385",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116120301286_ACD_28767",
    "fecha_inicio": "16/1/2026 12:03:01",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 278,
    "tiempo_conversacion": 133,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}