{
  "archivo": "amza45_1_260116131747079_ACD_04039.wav",
  "duracion_segundos": 441.92,
  "num_segmentos": 119,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 353.35,
    "Cliente": 47.92
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.09,
      "fin": 14.63,
      "duracion": 12.54,
      "texto": "Hola, buenos días. ¿Qué tal me comunico con el Miguel? ¿Qué tal, Miguel? ¿Cómo estás? Mi nombre es Aira, ¿bien? Me comunicaba con vos porque teníamos una promoción para brindarte.",
      "confianza": 0.084,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 15.21,
      "fin": 20.8,
      "duracion": 5.59,
      "texto": "¿Bien? ¿Veo que bueno? Ahora está bajón, ¿claro? ¿Puede ser? Está bajón, claro, sí.",
      "confianza": 0.45,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.82,
      "fin": 21.06,
      "duracion": 0.24,
      "texto": "Perfecto.",
      "confianza": 0.109,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.08,
      "fin": 28.25,
      "duracion": 7.17,
      "texto": "Entonces nos comunicó que debemos estar bien. Hemos visto que, bueno, por ahí parabas un poquito de más y queríamos mejorarte lo que es la promoción. ¿Bien?",
      "confianza": 0.346,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.77,
      "fin": 55.31,
      "duracion": 26.54,
      "texto": "Le consultamos si es usar muchas gigas, por ejemplo, ahora con tu plan. ¿Cómo? Le consultamos si es usar, por ejemplo, muchas gigas. Sí, o lo justo y lo necesario, por ejemplo, solamente para llamadas, mensajes. Bueno, ¿qué pasa? ¿Qué oferta? Bien, le consultamos si es usar mucho porque lo hacemos para comentarle bien.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.91,
      "fin": 102.21,
      "duracion": 46.3,
      "texto": "Una es un plan. 8 gigas de base, más 8 gigas de regalo y 16 gigas en total con WhatsApp gratis, además libres, Amazon Local y Roaming, esto es en caso de que usted viaje, ¿bien? El plan este le queda en 10.400 pesos, ¿sí? No sé cómo lo ve, el precio, la cantidad de gigas... Está bueno, pero yo no haces nada con el celular, así que... ¿Cómo? No sé, cambiarme de línea, nada con el celular yo, así que... Tenés que llamar con usted a la chica esta que viene a mi casa, que es la que hace todo. Bien, claro. ¿Usted, por ejemplo, ella le ayuda a hacer todo lo que es cambio y demás?",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.23,
      "fin": 102.35,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.051,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 102.37,
      "fin": 136.21,
      "duracion": 33.84,
      "texto": "Bien, igualmente, bueno, en este caso cada cliente ahora tiene un asesor, en este caso uno podría ser su asesora, y bueno, obviamente lo ayudaría con todo lo que es cambio y todo lo... Obviamente le explico cómo es el proceso, cómo... se continúa, sí, desde que se empieza hasta que se termina, ¿bien? Y bueno, obviamente va a tener mi número, en caso de que después si tiene alguna duda, alguna consulta que quiera hacer, siempre va a estar ahí mi número para que estemos en contacto, ¿bien? Ajá, sí.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.23,
      "fin": 136.29,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.263,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 136.31,
      "fin": 139.03,
      "duracion": 2.72,
      "texto": "A ver, disculpe, pensé que me quería consultar algo.",
      "confianza": 0.388,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.53,
      "fin": 145.06,
      "duracion": 5.53,
      "texto": "Bien, y usted más o menos le consultó, ¿cuánto está probando ahora en claro por la línea de usted?",
      "confianza": 0.787,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.08,
      "fin": 158.96,
      "duracion": 11.88,
      "texto": "No, 15 mil creo. 15 mil, claro, bastante. Es bastante lo que pagaba. Sí, más pagaba ahí, que pagaba 250. Ah, en Movistar.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 161.16,
      "fin": 163.38,
      "duracion": 2.22,
      "texto": "Ah, claro, por eso me fui de ahí.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 164.58,
      "fin": 168.81,
      "duracion": 4.22,
      "texto": "Sí, y tenía, por ejemplo, ¿tenía solamente la línea de teléfono o tenía alguna otra cosa?",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 169.35,
      "fin": 172.35,
      "duracion": 3.0,
      "texto": "No, en la línea de teléfono no más, eso que tengo de claro.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.31,
      "fin": 173.37,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 174.1,
      "fin": 175.9,
      "duracion": 1.8,
      "texto": "Ah, muchísimo lo que pagaba.",
      "confianza": 0.585,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 176.76,
      "fin": 183.47,
      "duracion": 6.71,
      "texto": "Claro, por eso me acuerdas. Por ejemplo, yo les voy a decir en serio, yo por ejemplo ahora también si llego a pagar de marzo yo también me cambio.",
      "confianza": 0.113,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 184.57,
      "fin": 197.14,
      "duracion": 12.57,
      "texto": "Porque bueno, no estamos para pagar de marzo tampoco. Bueno, no, pero encima las dos veces que fui a hacer reclamos más caras me vinieron las boletas. No, no, no te va a dar problema. Sí, por eso me acuerdas.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.16,
      "fin": 203.31,
      "duracion": 6.15,
      "texto": "Claro, nosotros bueno, hemos visto que tienen un buen tutorial, por ejemplo, como cliente en Mozart,",
      "confianza": 0.632,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 203.59,
      "fin": 212.56,
      "duracion": 8.97,
      "texto": "tiene buen compromiso de paro, hemos visto que está bastante bien, ¿sí? Entonces la idea es, obviamente, tratar de recuperar y que vuelva a la empresa, ¿bien?",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 213.08,
      "fin": 231.02,
      "duracion": 17.94,
      "texto": "Por eso, obviamente, le ofrecemos una promoción más exclusiva para que se pueda aprobar y corroborar que realmente ha cambiado tanto la atención y todo. Y aparte, ahora, como le decía, usted va a tener un asesor. En este caso, yo, ¿sí? Así que usted cualquier problema que tenga directamente lo va a tratar conmigo, ¿bien?",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.1,
      "fin": 265.99,
      "duracion": 33.89,
      "texto": "Así no tiene que estar llamando, que le baje el plano, que tenga algún reclamo que tenga que hacer, directamente no me puede consultar a mí. Sí, no hay ningún problema, Miguel. Bien, no le comento más. Quería que pudiera aclarar o hacer todo. ¿Cómo? Quería que pudiera aclarar o hacer todo. Yo me comunico de Movistar. De Movistar, claro, Movistar. Ah, bien. No hay problema. Lo que es eso, sí, yo me encargo del todo de lo que es su gestión.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 266.99,
      "fin": 274.46,
      "duracion": 7.47,
      "texto": "Nosotros, por ejemplo, ahora, es como es portabilidad, usted mantiene el mismo número de línea. El número de teléfono lo mantiene igual.",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.96,
      "fin": 276.76,
      "duracion": 1.8,
      "texto": "Bien.",
      "confianza": 0.803,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 276.94,
      "fin": 287.38,
      "duracion": 10.44,
      "texto": "Tenemos dos formas de hacerle llevar el chip. Puede ser que retire el chip por una sucursal. Yo, obviamente, le voy a avisar el día exacto en el que tiene que ir a buscarlo.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 288.22,
      "fin": 293.95,
      "duracion": 5.73,
      "texto": "O también, por ejemplo, puede ir a... a su domicilio, sí, lo podemos enviar al domicilio.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 294.58,
      "fin": 301.68,
      "duracion": 7.1,
      "texto": "¿No sé qué le quedaría más cómodo a usted? Sí, a buscarlo, como hice siempre, sí que vengo acá nomás.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.88,
      "fin": 308.39,
      "duracion": 5.51,
      "texto": "Bien, perfecto, sí, porque, por ejemplo, ir a retirarlo en dos o tres días, usted ya lo puede buscar, imagínese.",
      "confianza": 0.566,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 308.93,
      "fin": 312.45,
      "duracion": 3.52,
      "texto": "Usted, Miguel, le consultó. ¿En qué provincia y localidad se encuentra ahora?",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.6,
      "fin": 320.22,
      "duracion": 2.62,
      "texto": "¿En Palogal? ¿Cómo? ¿A dónde qué?",
      "confianza": 0.016,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.21,
      "fin": 324.1,
      "duracion": 2.88,
      "texto": "¿En qué provincia y localidad se encuentra ahora?",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.64,
      "fin": 325.42,
      "duracion": 0.78,
      "texto": "Acá es Palomar.",
      "confianza": 0.237,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 326.4,
      "fin": 335.25,
      "duracion": 8.85,
      "texto": "Palomar, bien. A ver, denme un minutito. Yo le voy a decir... Me es mi duda. Ciudad, Jardín, Lomas, el Palomar o el Palomar solo.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 338.42,
      "fin": 350.49,
      "duracion": 12.07,
      "texto": "Marconi y Sargento Cabral. Ajá, bien. A ver. Ahí le digo. Miren, cerca del Palomar tenemos una sucursal",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 351.35,
      "fin": 361.58,
      "duracion": 10.23,
      "texto": "Yo le digo, hay una sí que está en Necochera al 98, pero esa está en Ramos. No sé si le queda muy lejos. Ya digo, y siempre es Ramos.",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 362.79,
      "fin": 371.56,
      "duracion": 8.77,
      "texto": "Ah, listo. No hay problema. Esa queda en Necochera al 98. Esa sucursal atiende de lunes a viernes de 9 a 18 horas.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.12,
      "fin": 373.34,
      "duracion": 1.22,
      "texto": "Sí.",
      "confianza": 0.545,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 373.36,
      "fin": 380.67,
      "duracion": 7.31,
      "texto": "Obviamente, yo le voy a estar... ¿Usted utiliza WhatsApp? Sí, un montón. ¿Cómo?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 382.17,
      "fin": 406.49,
      "duracion": 24.32,
      "texto": "Perfecto, bueno, yo obviamente va a tener mi número así para que estemos en contacto en todo momento y le voy a decir, mire, Miguel, tal día a tal hora usted va a ir a buscar el tiempo, si a la hora la puede elegir usted, tal hora, el día, ¿bien? Más tardar, por ejemplo, hoy es, ya estamos a viernes, más tardar el día martes o miércoles usted ya lo puede ir a buscar, ¿bien?",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 407.5,
      "fin": 427.26,
      "duracion": 19.76,
      "texto": "Primero le voy a mandar un mensajito a la sucursal o directamente yo le voy a estar avisando, ¿bien? Yo le voy a ir mandando un mensajito. Guárdame un minutito para poner, hola Miguel, soy Shaira. Ahí me tiene que agendar después porque, bueno, es como le digo, te voy a estar a cargo de todo lo que es su gestión.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 428.8,
      "fin": 434.55,
      "duracion": 5.75,
      "texto": "Bien, ahora entonces ese plan al final le quedaba bien, el de 10.400 pesos.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 436.84,
      "fin": 441.92,
      "duracion": 5.08,
      "texto": "Perfecto, bien. Le tengo que hacer un repasito de los datos que se",
      "confianza": 0.334,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Qué tal me comunico con el Miguel? ¿Qué tal, Miguel? ¿Cómo estás? Mi nombre es Aira, ¿bien? Me comunicaba con vos porque teníamos una promoción para brindarte. ¿Bien? ¿Veo que bueno? Ahora está bajón, ¿claro? ¿Puede ser? Está bajón, claro, sí. Perfecto. Entonces nos comunicó que debemos estar bien. Hemos visto que, bueno, por ahí parabas un poquito de más y queríamos mejorarte lo que es la promoción. ¿Bien? Le consultamos si es usar muchas gigas, por ejemplo, ahora con tu plan. ¿Cómo? Le consultamos si es usar, por ejemplo, muchas gigas. Sí, o lo justo y lo necesario, por ejemplo, solamente para llamadas, mensajes. Bueno, ¿qué pasa? ¿Qué oferta? Bien, le consultamos si es usar mucho porque lo hacemos para comentarle bien. Una es un plan. 8 gigas de base, más 8 gigas de regalo y 16 gigas en total con WhatsApp gratis, además libres, Amazon Local y Roaming, esto es en caso de que usted viaje, ¿bien? El plan este le queda en 10.400 pesos, ¿sí? No sé cómo lo ve, el precio, la cantidad de gigas... Está bueno, pero yo no haces nada con el celular, así que... ¿Cómo? No sé, cambiarme de línea, nada con el celular yo, así que... Tenés que llamar con usted a la chica esta que viene a mi casa, que es la que hace todo. Bien, claro. ¿Usted, por ejemplo, ella le ayuda a hacer todo lo que es cambio y demás? Claro. Bien, igualmente, bueno, en este caso cada cliente ahora tiene un asesor, en este caso uno podría ser su asesora, y bueno, obviamente lo ayudaría con todo lo que es cambio y todo lo... Obviamente le explico cómo es el proceso, cómo... se continúa, sí, desde que se empieza hasta que se termina, ¿bien? Y bueno, obviamente va a tener mi número, en caso de que después si tiene alguna duda, alguna consulta que quiera hacer, siempre va a estar ahí mi número para que estemos en contacto, ¿bien? Ajá, sí. Sí. A ver, disculpe, pensé que me quería consultar algo. Bien, y usted más o menos le consultó, ¿cuánto está probando ahora en claro por la línea de usted? No, 15 mil creo. 15 mil, claro, bastante. Es bastante lo que pagaba. Sí, más pagaba ahí, que pagaba 250. Ah, en Movistar. Ah, claro, por eso me fui de ahí. Sí, y tenía, por ejemplo, ¿tenía solamente la línea de teléfono o tenía alguna otra cosa? No, en la línea de teléfono no más, eso que tengo de claro. Sí. Ah, muchísimo lo que pagaba. Claro, por eso me acuerdas. Por ejemplo, yo les voy a decir en serio, yo por ejemplo ahora también si llego a pagar de marzo yo también me cambio. Porque bueno, no estamos para pagar de marzo tampoco. Bueno, no, pero encima las dos veces que fui a hacer reclamos más caras me vinieron las boletas. No, no, no te va a dar problema. Sí, por eso me acuerdas. Claro, nosotros bueno, hemos visto que tienen un buen tutorial, por ejemplo, como cliente en Mozart, tiene buen compromiso de paro, hemos visto que está bastante bien, ¿sí? Entonces la idea es, obviamente, tratar de recuperar y que vuelva a la empresa, ¿bien? Por eso, obviamente, le ofrecemos una promoción más exclusiva para que se pueda aprobar y corroborar que realmente ha cambiado tanto la atención y todo. Y aparte, ahora, como le decía, usted va a tener un asesor. En este caso, yo, ¿sí? Así que usted cualquier problema que tenga directamente lo va a tratar conmigo, ¿bien? Así no tiene que estar llamando, que le baje el plano, que tenga algún reclamo que tenga que hacer, directamente no me puede consultar a mí. Sí, no hay ningún problema, Miguel. Bien, no le comento más. Quería que pudiera aclarar o hacer todo. ¿Cómo? Quería que pudiera aclarar o hacer todo. Yo me comunico de Movistar. De Movistar, claro, Movistar. Ah, bien. No hay problema. Lo que es eso, sí, yo me encargo del todo de lo que es su gestión. Nosotros, por ejemplo, ahora, es como es portabilidad, usted mantiene el mismo número de línea. El número de teléfono lo mantiene igual. Bien. Tenemos dos formas de hacerle llevar el chip. Puede ser que retire el chip por una sucursal. Yo, obviamente, le voy a avisar el día exacto en el que tiene que ir a buscarlo. O también, por ejemplo, puede ir a... a su domicilio, sí, lo podemos enviar al domicilio. ¿No sé qué le quedaría más cómodo a usted? Sí, a buscarlo, como hice siempre, sí que vengo acá nomás. Bien, perfecto, sí, porque, por ejemplo, ir a retirarlo en dos o tres días, usted ya lo puede buscar, imagínese. Usted, Miguel, le consultó. ¿En qué provincia y localidad se encuentra ahora? ¿En Palogal? ¿Cómo? ¿A dónde qué? ¿En qué provincia y localidad se encuentra ahora? Acá es Palomar. Palomar, bien. A ver, denme un minutito. Yo le voy a decir... Me es mi duda. Ciudad, Jardín, Lomas, el Palomar o el Palomar solo. Marconi y Sargento Cabral. Ajá, bien. A ver. Ahí le digo. Miren, cerca del Palomar tenemos una sucursal Yo le digo, hay una sí que está en Necochera al 98, pero esa está en Ramos. No sé si le queda muy lejos. Ya digo, y siempre es Ramos. Ah, listo. No hay problema. Esa queda en Necochera al 98. Esa sucursal atiende de lunes a viernes de 9 a 18 horas. Sí. Obviamente, yo le voy a estar... ¿Usted utiliza WhatsApp? Sí, un montón. ¿Cómo? Perfecto, bueno, yo obviamente va a tener mi número así para que estemos en contacto en todo momento y le voy a decir, mire, Miguel, tal día a tal hora usted va a ir a buscar el tiempo, si a la hora la puede elegir usted, tal hora, el día, ¿bien? Más tardar, por ejemplo, hoy es, ya estamos a viernes, más tardar el día martes o miércoles usted ya lo puede ir a buscar, ¿bien? Primero le voy a mandar un mensajito a la sucursal o directamente yo le voy a estar avisando, ¿bien? Yo le voy a ir mandando un mensajito. Guárdame un minutito para poner, hola Miguel, soy Shaira. Ahí me tiene que agendar después porque, bueno, es como le digo, te voy a estar a cargo de todo lo que es su gestión. Bien, ahora entonces ese plan al final le quedaba bien, el de 10.400 pesos. Perfecto, bien. Le tengo que hacer un repasito de los datos que se",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:16:22.103964",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 119,
    "total_segmentos_corregido": 43,
    "fecha_correccion": "2026-01-18T23:05:29.309444",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116131747079_ACD_04039",
    "fecha_inicio": "16/1/2026 13:17:47",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 453,
    "tiempo_conversacion": 423,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}