{
  "archivo": "amza32_1_260112120038136_ACD_37575.wav",
  "duracion_segundos": 213.2,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 113.47,
    "Cliente": 71.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.59,
      "fin": 4.21,
      "duracion": 3.62,
      "texto": "Hola. Hola, buen día. Mi nombre es Marina.",
      "confianza": 0.429,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.85,
      "fin": 11.58,
      "duracion": 6.73,
      "texto": "Hablo con Elia. Hola. Hola. Hola, ¿me escuchas?",
      "confianza": 0.393,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.92,
      "fin": 18.63,
      "duracion": 5.71,
      "texto": "Sí, te estoy escuchando. Mi nombre es Marina. Hablo con Elia.",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.65,
      "fin": 18.71,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.022,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.73,
      "fin": 21.33,
      "duracion": 2.6,
      "texto": "Elia, ¿qué tal? Un gusto. ¿Cómo estás, Elia? ¿Todo bien?",
      "confianza": 0.258,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.67,
      "fin": 23.39,
      "duracion": 0.72,
      "texto": "Bien.",
      "confianza": 0.421,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 23.41,
      "fin": 29.6,
      "duracion": 6.19,
      "texto": "Me alegro. Elia, me estoy comunicando el día de hoy porque me figura que estás en la compañía de Clara actualmente, ¿es correcto?",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.81,
      "fin": 32.77,
      "duracion": 1.96,
      "texto": "Sí. Perfecto.",
      "confianza": 0.795,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 33.21,
      "fin": 38.68,
      "duracion": 5.47,
      "texto": "Elia, yo el día de hoy me comunicaba porque queríamos conocer cuál fue el motivo que te llevó a irte de la compañía de Movistar.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.7,
      "fin": 53.66,
      "duracion": 13.96,
      "texto": "Hablame un poco más miento porque yo estoy un poquito sorda y me hablas muy rápido y no te comprendo. Elia, me estoy comunicando porque me figura que te fuiste de la compañía Movistar y queríamos conocer el motivo.",
      "confianza": 0.14,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.88,
      "fin": 104.46,
      "duracion": 49.58,
      "texto": "Yo se los dije, se los escribí, se los comenté, porque no podía hablar con nadie hasta que entonces un día hice corto todo. Le dije porque me estaban cobrando una barbaridad y nadie me atendía. Hablaba pop, que acabo de hablar, me daban con la musiquita, la musiquita, la musiquita, y nunca me escucharon lo que yo tenía que decirles. Así que había estado como, desde que empecé con el celular, estuve con Movistar, siempre, con el único que había estado. Y no me atienden, sino ponen la musiquita, y entonces dicen, bueno, no me atienden, estoy llamando una vez, llamo otra vez, meta musiquita, meta musiquita, bueno, lo que se quede con la musiquita, corto y me voy. Y eso fue lo que hice.",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.42,
      "fin": 121.99,
      "duracion": 16.57,
      "texto": "Yo te pido lo que es una disculpa, Elia, ¿sí? Por eso que tuviste que pasar. Al día de hoy yo voy a ser tu asesora, ¿sí? Si vos volvés a la compañía, vos vas a contar con mi número de teléfono. Pues cualquier duda o consulta te vas a poder comunicar conmigo, ¿sí?",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.94,
      "fin": 134.32,
      "duracion": 5.38,
      "texto": "Estoy escuchando. Bien. Como te decía. Yo te pido lo que es una disculpa por eso que tuviste que pasar.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.08,
      "fin": 143.57,
      "duracion": 8.49,
      "texto": "Al día de hoy vas a contar con mi número de teléfono, con mi número de WhatsApp y vas a poder contar conmigo sin tener que llamar al cliente, ¿sí?",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.97,
      "fin": 147.15,
      "duracion": 2.18,
      "texto": "Pues actualmente cuánto abonacen, claro.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.64,
      "fin": 182.1,
      "duracion": 33.46,
      "texto": "Mira, no soy segura porque me lo tips, me lo, como aquí en ustedes, por eso no sabía cuánto me estaban cobrando. Me lo sacas de mi cuenta, este, de mi caja de ahorro, porque yo vi mi tarjeta, entonces me les pagaban de mi cuenta de ahorro y que me estaban, no sé cuánto tiempo hace, 32 mil pesos y me subían todavía. Ahí cuando vi un mensajito que me subían y que me estaban cobrando eso, ahí fue que intraté de hablar con ustedes y no lo pude lograr.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.7,
      "fin": 192.28,
      "duracion": 9.58,
      "texto": "Era una locura, te estoy hablando mucho tiempo atrás. Ahora no estoy hablando en absoluto nada de ese dinero. Y mirá cuánto tiempo ha pasado.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.02,
      "fin": 201.41,
      "duracion": 8.39,
      "texto": "Te agradezco muchísimo, pero mira, ahora tengo que estoy cocinando. Tal vez en otro momento conversamos. En este momento no puedo seguir atendiendo.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.07,
      "fin": 203.75,
      "duracion": 1.68,
      "texto": "Muchas gracias porque sois muy amables.",
      "confianza": 0.219,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 210.16,
      "fin": 213.2,
      "duracion": 3.04,
      "texto": "Muchísimas gracias. Adiós. Y nos vemos en la próxima.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Mi nombre es Marina. Hablo con Elia. Hola. Hola. Hola, ¿me escuchas? Sí, te estoy escuchando. Mi nombre es Marina. Hablo con Elia. Sí. Elia, ¿qué tal? Un gusto. ¿Cómo estás, Elia? ¿Todo bien? Bien. Me alegro. Elia, me estoy comunicando el día de hoy porque me figura que estás en la compañía de Clara actualmente, ¿es correcto? Sí. Perfecto. Elia, yo el día de hoy me comunicaba porque queríamos conocer cuál fue el motivo que te llevó a irte de la compañía de Movistar. Hablame un poco más miento porque yo estoy un poquito sorda y me hablas muy rápido y no te comprendo. Elia, me estoy comunicando porque me figura que te fuiste de la compañía Movistar y queríamos conocer el motivo. Yo se los dije, se los escribí, se los comenté, porque no podía hablar con nadie hasta que entonces un día hice corto todo. Le dije porque me estaban cobrando una barbaridad y nadie me atendía. Hablaba pop, que acabo de hablar, me daban con la musiquita, la musiquita, la musiquita, y nunca me escucharon lo que yo tenía que decirles. Así que había estado como, desde que empecé con el celular, estuve con Movistar, siempre, con el único que había estado. Y no me atienden, sino ponen la musiquita, y entonces dicen, bueno, no me atienden, estoy llamando una vez, llamo otra vez, meta musiquita, meta musiquita, bueno, lo que se quede con la musiquita, corto y me voy. Y eso fue lo que hice. Yo te pido lo que es una disculpa, Elia, ¿sí? Por eso que tuviste que pasar. Al día de hoy yo voy a ser tu asesora, ¿sí? Si vos volvés a la compañía, vos vas a contar con mi número de teléfono. Pues cualquier duda o consulta te vas a poder comunicar conmigo, ¿sí? Estoy escuchando. Bien. Como te decía. Yo te pido lo que es una disculpa por eso que tuviste que pasar. Al día de hoy vas a contar con mi número de teléfono, con mi número de WhatsApp y vas a poder contar conmigo sin tener que llamar al cliente, ¿sí? Pues actualmente cuánto abonacen, claro. Mira, no soy segura porque me lo tips, me lo, como aquí en ustedes, por eso no sabía cuánto me estaban cobrando. Me lo sacas de mi cuenta, este, de mi caja de ahorro, porque yo vi mi tarjeta, entonces me les pagaban de mi cuenta de ahorro y que me estaban, no sé cuánto tiempo hace, 32 mil pesos y me subían todavía. Ahí cuando vi un mensajito que me subían y que me estaban cobrando eso, ahí fue que intraté de hablar con ustedes y no lo pude lograr. Era una locura, te estoy hablando mucho tiempo atrás. Ahora no estoy hablando en absoluto nada de ese dinero. Y mirá cuánto tiempo ha pasado. Te agradezco muchísimo, pero mira, ahora tengo que estoy cocinando. Tal vez en otro momento conversamos. En este momento no puedo seguir atendiendo. Muchas gracias porque sois muy amables. Muchísimas gracias. Adiós. Y nos vemos en la próxima.",
  "calidad": {
    "confianza_promedio": 0.467,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:35:12.581537",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:23.304336",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112120038136_ACD_37575",
    "fecha_inicio": "12/1/2026 12:00:38",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 229,
    "tiempo_conversacion": 207,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}