{
  "archivo": "amza313_1_260113131214321_ACD_74763.wav",
  "duracion_segundos": 332.83,
  "num_segmentos": 97,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 209.63,
    "Cliente": 89.96
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.26,
      "duracion": 5.23,
      "texto": "Hola. Hola. Buen día, Beatriz.",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.28,
      "fin": 5.4,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.237,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.42,
      "fin": 12.27,
      "duracion": 6.85,
      "texto": "Beatriz, un gusto. Me presento. Mi nombre es Agustín. Yo le llamo de la idea de que le vamos a instar. ¿Cómo le va? ¿Todo bien?",
      "confianza": 0.287,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.29,
      "fin": 12.35,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.059,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.37,
      "fin": 24.88,
      "duracion": 12.51,
      "texto": "Mariana, mucho. Le llamamos general Beatriz porque me figuré acá en el sistema que usted fue parte de la compañía hace un tiempo atrás. ¿Querés decir qué fue lo que le llevó a cambiar? ¿Produce algún inconveniente? No, sí. ¿Sabes qué pasa?",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.9,
      "fin": 25.36,
      "duracion": 0.46,
      "texto": "Que yo tengo una deuda.",
      "confianza": 0.034,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.93,
      "fin": 34.21,
      "duracion": 8.28,
      "texto": "Había dado de baja dos chips y no los dieron de baja. Tú no me digas, o sea, eso te quedó en la nada ahí, digamos.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.91,
      "fin": 42.12,
      "duracion": 5.21,
      "texto": "Yo lo llamé, supuestamente le dieron de baja y no lo habían dado de baja y siguió facturando.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.04,
      "fin": 44.75,
      "duracion": 1.7,
      "texto": "Con dos chips.",
      "confianza": 0.432,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.87,
      "fin": 50.88,
      "duracion": 6.01,
      "texto": "A ver, vamos a ver Beatriz, a ver qué ha pasado, porque te comento que fue la fiesta el primer año,",
      "confianza": 0.658,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.08,
      "fin": 58.95,
      "duracion": 7.87,
      "texto": "Siempre en Movistar suele actualizar las bases en esas fechas. Así que voy a ver si me figura acá en el sistema, si se le aparece algo o nada.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.75,
      "fin": 63.19,
      "duracion": 3.45,
      "texto": "Porque capaz se actualizó y ya no figura nada.",
      "confianza": 0.302,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.71,
      "fin": 66.96,
      "duracion": 3.25,
      "texto": "Es una posibilidad. Hay que ver qué nos ocurre.",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.0,
      "fin": 79.73,
      "duracion": 11.73,
      "texto": "Hay que ver. Sí, sí, sí. Hay de unos 30 segunditos ya nos van a decir si hay o no. Bueno, desde por mí se le consulta, usted hoy en día se encuentra, tiene todo en la compañía de Claro, ¿es correcto? Sí.",
      "confianza": 0.074,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.31,
      "fin": 85.43,
      "duracion": 5.12,
      "texto": "Ok, tiene ahora en claro. Y le consulto este día, ¿saben más o menos cuánto ha estado ganando con sus líneas?",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.08,
      "fin": 97.43,
      "duracion": 8.35,
      "texto": "Algo de 11 o 12. ¿12 mil pesos?",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.45,
      "fin": 97.55,
      "duracion": 0.1,
      "texto": "Ajá.",
      "confianza": 0.195,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.57,
      "fin": 107.53,
      "duracion": 9.96,
      "texto": "No me pregunten porque no sé. No, no, no, está bien, está bien. No lo puse yo, lo pusieron mis hijos, entonces con ellos lo que saben.",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.3,
      "fin": 115.17,
      "duracion": 6.87,
      "texto": "Bien, bien, pero usted digamos lo usa poco el celular, no tiene mucho uso.",
      "confianza": 0.691,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 115.19,
      "fin": 116.03,
      "duracion": 0.84,
      "texto": "No, por ver, él me lo dijo ahí en la casa.",
      "confianza": 0.009,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.05,
      "fin": 119.22,
      "duracion": 3.17,
      "texto": "Claro, claro, usted ni lo usa. Bien, bueno, por ahí se dijo sí.",
      "confianza": 0.567,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 119.52,
      "fin": 129.71,
      "duracion": 10.19,
      "texto": "Porque bueno, ahí por mientras que nos dicen a ver el tema de este, les voy a comentar cómo estamos con el tema de los planes. Por ejemplo, lo que yo le pude recomendar son dos planes, que están bastante buenos.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.23,
      "fin": 167.57,
      "duracion": 37.34,
      "texto": "Por ejemplo, hay un plan que le tendría a usted en total 12 gigas, que son cuatro gigas de base, más cuatro de regalo. y cuatro más por seis meses, justamente por el plan familiar. Y eso le viene con WhatsApp gratuito, además limitó a hacer cualquier compañía, un día para Free Fire. Puede guardar las ayudas que le dices del plan base, pasarles dulces y demás. Y, aparte, tiene más de 150 beneficios con clúmulo Vistar. Y eso está bastante bueno en farmacias, supermercados, está muy completo la verdad el plan. Por ejemplo, ese plan está en el día de hoy en 1.400, más o menos lo que está bueno en Nontraro.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.37,
      "fin": 176.08,
      "duracion": 7.71,
      "texto": "Pero bueno, por ahí está bueno porque le vienen muchísimos más beneficios y cosas que le pueden ayudar al RAR que por ahí no tiene actualmente.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 176.64,
      "fin": 177.82,
      "duracion": 1.18,
      "texto": "Es la principal diferencia.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 179.6,
      "fin": 184.87,
      "duracion": 5.27,
      "texto": "Por ahí siempre no tiene que ver el precio y los beneficios de lo que tiene. Eso es lo más importante.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.45,
      "fin": 187.09,
      "duracion": 0.64,
      "texto": "Bien.",
      "confianza": 0.852,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.11,
      "fin": 201.43,
      "duracion": 14.32,
      "texto": "¿Y usted, Beatriz, tiene más líneas a su nombre? No, no. que no figura ninguna deuda hoy en día que es movistar.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.19,
      "fin": 216.25,
      "duracion": 14.06,
      "texto": "O sea, figura que usted está bien, digamos, a que usted quisiera, por ejemplo, volver a pasar a movistar o lo que sea, lo podría ser ningún inconveniente en la que no figura nada acá. ¿Ah, no figura? Sí, claro.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.81,
      "fin": 223.08,
      "duracion": 6.27,
      "texto": "Y es que delante, por eso que yo te comentaba, que viste que Movistar estuvo actualizando un montón de la base.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 223.66,
      "fin": 244.35,
      "duracion": 20.69,
      "texto": "Entonces, por ahí pasó mucho. Los clientes por ahí que debían algo, que se yo, se les bajó o se les sacó todo directamente para la actualización de bases. Digamos. Entonces, ustedes no podrían hacer sin ningún inconveniente. Gracias.",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 245.46,
      "fin": 251.81,
      "duracion": 6.35,
      "texto": "De toda documentada con mi hijo.",
      "confianza": 0.103,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 251.83,
      "fin": 251.91,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.066,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 251.93,
      "fin": 254.37,
      "duracion": 2.44,
      "texto": "Bien, lo tiene que hablar con su hijo, digamos.",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.13,
      "fin": 255.19,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.038,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 255.21,
      "fin": 257.88,
      "duracion": 2.67,
      "texto": "Bien, ¿cuándo ustedes quieren a Trecker? Podría hablar con ellas.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.54,
      "fin": 266.78,
      "duracion": 5.24,
      "texto": "La noche o mañana. Mañana lo aseguro. Mañana. Sí,",
      "confianza": 0.048,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 266.78,
      "fin": 272.08,
      "duracion": 5.3,
      "texto": "porque yo le comento, yo trabajo acá hasta las 15 horas, o sea, lo podría llamar mañana, si le parece a esta misma hora.",
      "confianza": 0.553,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.55,
      "fin": 301.13,
      "duracion": 28.58,
      "texto": "tipo una o alguna y cuarto a esta hora que estamos hablando ahora, a ver si pudieron hablar y bueno, seguramente pueden pasarse todos, que sería la idea, así de por hecha de gran familiar. Sí, debemos comentar y ahí se realiza. Igualmente ahí Beatriz, yo le voy a enviar un mensajito de WhatsApp para que sepa qué es mi nombre, mi nombre personal y de esa manera, bueno, podés estar en contacto. Más o menos ustedes, ¿cuántos son en total para tener una idea?",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 303.46,
      "fin": 322.6,
      "duracion": 19.14,
      "texto": "No, le comento a él, no sé si quieren cambiar ese problema. Ah, bueno, si no, no se podría cambiar usted. Le comento y ahí vemos. Buenísimo, buenísimo. Entonces, yo ahí le envié un mensajito de WhatsApp, así estamos hablando, y mañana tipo esta hora también estamos hablando.",
      "confianza": 0.275,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 323.64,
      "fin": 324.56,
      "duracion": 0.92,
      "texto": "Bueno.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.58,
      "fin": 325.26,
      "duracion": 0.68,
      "texto": "Perfecto.",
      "confianza": 0.823,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 325.28,
      "fin": 326.9,
      "duracion": 1.62,
      "texto": "Bueno, que tengan muy buen día, Beatriz.",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 328.14,
      "fin": 329.54,
      "duracion": 1.4,
      "texto": "Gracias. Chao, chao, saludos.",
      "confianza": 0.227,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.53,
      "fin": 332.83,
      "duracion": 0.3,
      "texto": "Chao. Ahí está.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Buen día, Beatriz. Sí. Beatriz, un gusto. Me presento. Mi nombre es Agustín. Yo le llamo de la idea de que le vamos a instar. ¿Cómo le va? ¿Todo bien? Sí. Mariana, mucho. Le llamamos general Beatriz porque me figuré acá en el sistema que usted fue parte de la compañía hace un tiempo atrás. ¿Querés decir qué fue lo que le llevó a cambiar? ¿Produce algún inconveniente? No, sí. ¿Sabes qué pasa? Que yo tengo una deuda. Había dado de baja dos chips y no los dieron de baja. Tú no me digas, o sea, eso te quedó en la nada ahí, digamos. Yo lo llamé, supuestamente le dieron de baja y no lo habían dado de baja y siguió facturando. Con dos chips. A ver, vamos a ver Beatriz, a ver qué ha pasado, porque te comento que fue la fiesta el primer año, Siempre en Movistar suele actualizar las bases en esas fechas. Así que voy a ver si me figura acá en el sistema, si se le aparece algo o nada. Porque capaz se actualizó y ya no figura nada. Es una posibilidad. Hay que ver qué nos ocurre. Hay que ver. Sí, sí, sí. Hay de unos 30 segunditos ya nos van a decir si hay o no. Bueno, desde por mí se le consulta, usted hoy en día se encuentra, tiene todo en la compañía de Claro, ¿es correcto? Sí. Ok, tiene ahora en claro. Y le consulto este día, ¿saben más o menos cuánto ha estado ganando con sus líneas? Algo de 11 o 12. ¿12 mil pesos? Ajá. No me pregunten porque no sé. No, no, no, está bien, está bien. No lo puse yo, lo pusieron mis hijos, entonces con ellos lo que saben. Bien, bien, pero usted digamos lo usa poco el celular, no tiene mucho uso. No, por ver, él me lo dijo ahí en la casa. Claro, claro, usted ni lo usa. Bien, bueno, por ahí se dijo sí. Porque bueno, ahí por mientras que nos dicen a ver el tema de este, les voy a comentar cómo estamos con el tema de los planes. Por ejemplo, lo que yo le pude recomendar son dos planes, que están bastante buenos. Por ejemplo, hay un plan que le tendría a usted en total 12 gigas, que son cuatro gigas de base, más cuatro de regalo. y cuatro más por seis meses, justamente por el plan familiar. Y eso le viene con WhatsApp gratuito, además limitó a hacer cualquier compañía, un día para Free Fire. Puede guardar las ayudas que le dices del plan base, pasarles dulces y demás. Y, aparte, tiene más de 150 beneficios con clúmulo Vistar. Y eso está bastante bueno en farmacias, supermercados, está muy completo la verdad el plan. Por ejemplo, ese plan está en el día de hoy en 1.400, más o menos lo que está bueno en Nontraro. Pero bueno, por ahí está bueno porque le vienen muchísimos más beneficios y cosas que le pueden ayudar al RAR que por ahí no tiene actualmente. Es la principal diferencia. Por ahí siempre no tiene que ver el precio y los beneficios de lo que tiene. Eso es lo más importante. Bien. ¿Y usted, Beatriz, tiene más líneas a su nombre? No, no. que no figura ninguna deuda hoy en día que es movistar. O sea, figura que usted está bien, digamos, a que usted quisiera, por ejemplo, volver a pasar a movistar o lo que sea, lo podría ser ningún inconveniente en la que no figura nada acá. ¿Ah, no figura? Sí, claro. Y es que delante, por eso que yo te comentaba, que viste que Movistar estuvo actualizando un montón de la base. Entonces, por ahí pasó mucho. Los clientes por ahí que debían algo, que se yo, se les bajó o se les sacó todo directamente para la actualización de bases. Digamos. Entonces, ustedes no podrían hacer sin ningún inconveniente. Gracias. De toda documentada con mi hijo. Ajá. Bien, lo tiene que hablar con su hijo, digamos. Sí. Bien, ¿cuándo ustedes quieren a Trecker? Podría hablar con ellas. La noche o mañana. Mañana lo aseguro. Mañana. Sí, porque yo le comento, yo trabajo acá hasta las 15 horas, o sea, lo podría llamar mañana, si le parece a esta misma hora. tipo una o alguna y cuarto a esta hora que estamos hablando ahora, a ver si pudieron hablar y bueno, seguramente pueden pasarse todos, que sería la idea, así de por hecha de gran familiar. Sí, debemos comentar y ahí se realiza. Igualmente ahí Beatriz, yo le voy a enviar un mensajito de WhatsApp para que sepa qué es mi nombre, mi nombre personal y de esa manera, bueno, podés estar en contacto. Más o menos ustedes, ¿cuántos son en total para tener una idea? No, le comento a él, no sé si quieren cambiar ese problema. Ah, bueno, si no, no se podría cambiar usted. Le comento y ahí vemos. Buenísimo, buenísimo. Entonces, yo ahí le envié un mensajito de WhatsApp, así estamos hablando, y mañana tipo esta hora también estamos hablando. Bueno. Perfecto. Bueno, que tengan muy buen día, Beatriz. Gracias. Chao, chao, saludos. Chao. Ahí está.",
  "calidad": {
    "confianza_promedio": 0.456,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:16:34.814164",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 97,
    "total_segmentos_corregido": 45,
    "fecha_correccion": "2026-01-18T23:05:22.136039",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113131214321_ACD_74763",
    "fecha_inicio": "13/1/2026 13:12:14",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 428,
    "tiempo_conversacion": 321,
    "tiempo_hold": 0,
    "tiempo_acw": 83,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}