{
  "archivo": "amza1_1_260114104038519_MIT_01970.wav",
  "duracion_segundos": 145.62,
  "num_segmentos": 33,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 100.25,
    "Cliente": 33.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 15.98,
      "duracion": 15.95,
      "texto": "Sí.",
      "confianza": 0.698,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.36,
      "fin": 37.53,
      "duracion": 21.17,
      "texto": "Gabriel, ¿cómo le va? Soy la Angelina de Movistar. Recién estuvimos hablando esta mañana, yo le mando un mensajito que le iba a llamar y la verdad que mi insistencia ha sido porque he conseguido lo que es un descuento más bajo de lo que yo le había ofrecido anteriormente para que usted lo pueda aprovechar, que es exclusivamente por el día de hoy.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.69,
      "fin": 54.49,
      "duracion": 15.8,
      "texto": "¿Bien? ¿Cuánto es? Bien, le comento. Usted me ha dicho que le interesaba lo que era el plan de 8 gigas, ¿sí? Tenemos lo que es el plan de 8 gigas al día de hoy en 10.400 pesos. ¿Bien? es el plan de ocho gigas de base más ocho gigas de regalo, es decir, que va a tener en total 16 gigas.",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 55.15,
      "fin": 63.5,
      "duracion": 8.35,
      "texto": "Y, además, te paso a comentarle que este plan incluye lo que es, probo en América, llamadas América Preso Local, Whatsapp, para que ustedes la digan, y llamadas libres. ¿Bien?",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 64.32,
      "fin": 79.97,
      "duracion": 15.65,
      "texto": "Le comento esto para que... Igual... Igual ya me... Ya me pasaron ayer, me pasaron ayer. Bien, entiendo, pero le comento, ¿sí? Si usted se pasa lo que es el día de hoy nuevamente conmigo, usted le puede ofrecer lo que es el plan más económico. No habría ningún problema con eso.",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.63,
      "fin": 85.29,
      "duracion": 4.67,
      "texto": "Bien, lo que le pasa es que se anulga lo que es la otra promoción y se le otorga la nueva promoción.",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.99,
      "fin": 87.17,
      "duracion": 1.18,
      "texto": "Bien.",
      "confianza": 0.88,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.28,
      "fin": 97.73,
      "duracion": 10.45,
      "texto": "En 10.400 pesos. Sí, fijate si quieres. En ese caso... Sí, ayer seguramente era el uno que recibió justamente el plan por 13.250 pesos.",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.93,
      "fin": 101.54,
      "duracion": 1.6,
      "texto": "O no, no sé si recuerda.",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.6,
      "fin": 105.08,
      "duracion": 1.48,
      "texto": "No, creo que era el mismo de 10.000.",
      "confianza": 0.242,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.65,
      "fin": 124.7,
      "duracion": 19.05,
      "texto": "Claro, pero yo le estoy ofreciendo lo que es ahora lo que es el plan de 16 gigas en total, ¿bien? 8 gigas de base más 8 gigas de realdo por seis meses, y incluso lo que es el roaming y las damas en América Precio Local, ¿sí? Aguárdame un momento, voy a buscarlo con sus datos, que si vera que suena y comienzan 44, ¿correcto?",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.88,
      "fin": 141.93,
      "duracion": 15.05,
      "texto": "Sí. Bien. Bien, ayer hicieron lo que era la damada con el cierre comercial y demás. Sí, me parece que sí, me pidió el DNI.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.99,
      "fin": 145.62,
      "duracion": 3.63,
      "texto": "En ese caso, a ver, aguárdame, por favor.",
      "confianza": 0.602,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Sí. Gabriel, ¿cómo le va? Soy la Angelina de Movistar. Recién estuvimos hablando esta mañana, yo le mando un mensajito que le iba a llamar y la verdad que mi insistencia ha sido porque he conseguido lo que es un descuento más bajo de lo que yo le había ofrecido anteriormente para que usted lo pueda aprovechar, que es exclusivamente por el día de hoy. ¿Bien? ¿Cuánto es? Bien, le comento. Usted me ha dicho que le interesaba lo que era el plan de 8 gigas, ¿sí? Tenemos lo que es el plan de 8 gigas al día de hoy en 10.400 pesos. ¿Bien? es el plan de ocho gigas de base más ocho gigas de regalo, es decir, que va a tener en total 16 gigas. Y, además, te paso a comentarle que este plan incluye lo que es, probo en América, llamadas América Preso Local, Whatsapp, para que ustedes la digan, y llamadas libres. ¿Bien? Le comento esto para que... Igual... Igual ya me... Ya me pasaron ayer, me pasaron ayer. Bien, entiendo, pero le comento, ¿sí? Si usted se pasa lo que es el día de hoy nuevamente conmigo, usted le puede ofrecer lo que es el plan más económico. No habría ningún problema con eso. Bien, lo que le pasa es que se anulga lo que es la otra promoción y se le otorga la nueva promoción. Bien. En 10.400 pesos. Sí, fijate si quieres. En ese caso... Sí, ayer seguramente era el uno que recibió justamente el plan por 13.250 pesos. O no, no sé si recuerda. No, creo que era el mismo de 10.000. Claro, pero yo le estoy ofreciendo lo que es ahora lo que es el plan de 16 gigas en total, ¿bien? 8 gigas de base más 8 gigas de realdo por seis meses, y incluso lo que es el roaming y las damas en América Precio Local, ¿sí? Aguárdame un momento, voy a buscarlo con sus datos, que si vera que suena y comienzan 44, ¿correcto? Sí. Bien. Bien, ayer hicieron lo que era la damada con el cierre comercial y demás. Sí, me parece que sí, me pidió el DNI. En ese caso, a ver, aguárdame, por favor.",
  "calidad": {
    "confianza_promedio": 0.55,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:41:33.564791",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 33,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:16.046340",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104038519_MIT_01970",
    "fecha_inicio": "14/1/2026 10:40:39",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 146,
    "tiempo_conversacion": 140,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}