{
  "archivo": "amza16_1_260114143346679_ACD_61265.wav",
  "duracion_segundos": 451.49,
  "num_segmentos": 108,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 313.57,
    "Cliente": 122.26
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 26.78,
      "duracion": 26.75,
      "texto": "Hola. Hola, ¿qué tal? Muy buenos días. ¿Cómo estás? Hablo con Marcelo. Con Marcelo, un gusto hablarle. Mi nombre es Marcos. Marcelo, usted se llamaba al día de hoy porque estoy cargando lo que son descuentos exclusivos en la línea móvil de la área técnica Movistar. ¿Vos, Marcelo, actualmente, vos estás con claro a hacer recargas? Sí, tengo claro.",
      "confianza": 0.521,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.8,
      "fin": 27.18,
      "duracion": 0.38,
      "texto": "Perfecto.",
      "confianza": 0.734,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.2,
      "fin": 29.48,
      "duracion": 2.28,
      "texto": "¿Lo tenés con abono o estás haciendo recargas?",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.15,
      "fin": 62.36,
      "duracion": 32.21,
      "texto": "No, no tengo bonos. A bono mensual, perfecto. Desde ya, en este caso te comento, voy a ser breve, estamos otorgando lo que son justamente beneficios para aquellos antiguos clientes de la compañía, ¿sí? El motivo de mi llamado es poder brindarle una mejor experiencia ya que la compañía Movistar está brindando justamente esto y que directamente usted se sienta acompañado de nuestra parte, ¿sí? Hoy en día lo que es verificar el sistema, el año pasado vos tuviste El Motoistar y te cambiaste a Claro. ¿Quién conveniente tuviste? ¿Por qué te cambiaste a la compañía de Claro?",
      "confianza": 0.213,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 63.16,
      "fin": 65.37,
      "duracion": 2.2,
      "texto": "Por el valor me cambié.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.39,
      "fin": 66.01,
      "duracion": 0.62,
      "texto": "Perfecto.",
      "confianza": 0.843,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 66.43,
      "fin": 111.26,
      "duracion": 44.83,
      "texto": "Bien, al día de hoy te quiero comentar que estamos trabajando con un nuevo plan. Este plan justamente se va a adecuar a tus necesidades porque justamente es un plan ahorro Este plan ahorro arranca con 8 días de navegación, 4 de base, 4 de regalo y vas a tener justamente lo que son las llamadas bonificadas, los mensajes de detectoratis y el WhatsApp libre para que no te consuma tus datos móviles, ¿sí? De esa manera vos, Marcelo, la idea es que lleves un control de lo que consumas y también te voy a hacer un regalito especial con la aplicación de Movistar para que tengas 20 días para poder activar exclusivamente por un mes y para que pruebes a full el Internet, ya que se ha hecho una renovación en lo que es en la zona, ¿sí? Acabo de deciros que vos sos titular de la línea que termina en 1357, ¿correcto?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 111.8,
      "fin": 112.32,
      "duracion": 0.52,
      "texto": "Correcto.",
      "confianza": 0.888,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.04,
      "fin": 116.93,
      "duracion": 2.89,
      "texto": "Perfecto. ¿Esta es la única línea que vos tenés como titular?",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.22,
      "fin": 139.84,
      "duracion": 21.62,
      "texto": "Es la única, sí. Perfecto. La renovación que nosotros hacemos para que vos te reincorpores a la compañía es una renovación inmediata, en ningún momento te vas a quedar incomunicado, ¿sí? ¿Vos de qué localidad sos exactamente? ¿De qué parte de Buenos Aires? De Bahía Blanca. Ah, Bahía Blanca, perfecto. Vamos a chequear por qué estuvieron trabajando los chicos en lo que fue el mes de diciembre.",
      "confianza": 0.185,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.44,
      "fin": 157.49,
      "duracion": 17.05,
      "texto": "Sí, verifico que sí. Es más, la sucursal activa que tenemos es en la calle Celarayán 105, donde vos vas directamente a retirar el chip gratis ya que no te cobran nada, ¿sí? Dame una consultita, lo que vos utilizas actualmente, ¿es un chip físico o un chip virtual?",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 159.25,
      "fin": 224.76,
      "duracion": 65.51,
      "texto": "Físico. Físico, perfecto, perfecto. Al día de hoy la promoción exclusiva, y obviamente para que veas realmente lo que a vos te conviene como abonado, te lo voy a dejar al día de hoy en 7460, ¿sí? Para que de esa manera puedas tener más ligas de navegación, que puedas tener una atención personalizada porque yo quiero que tengas una nueva experiencia y de esa manera también que puedas tener todos los beneficios como clientes. Te agradezco, te agradezco porque yo estoy pagando 6200. Estás pagando 6200 en claro, bien, bien, excelente. Ahora, lo que yo te voy a brindar es una experiencia distinta. ¿Por qué? Porque Marcelo, te vamos a dar un regalito de 20 gigas para que vos puedas tener una nueva experiencia y además vas a tener un duplicá 3 gigas. ¿Qué quiere decir esto? Por ejemplo, nosotros se cargamos 8 en base a la promoción, justamente para que pruebes 4 más 4, ¿bien? Ahora, esta promoción que yo te brindo es una oferta exclusiva para antiguos abonados como vos, Marcelo.",
      "confianza": 0.809,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 225.36,
      "fin": 258.15,
      "duracion": 32.79,
      "texto": "Hoy en día, vos estás pagando cerca de 6.000, 7.000, como me decías, vos, si vos, por ejemplo, en este caso, haces una recarga o adquirís algo a contrafactura, eso ya no te va a doñir el valor del que vos estás teniendo, ¿sí? Entonces, lo que yo te brindo es una bonificación que es un simple ahorro diario de 248 pesos al día, ¿bien? Y además, vos sabés que movilizar en tu zona es excelente, ¿bien? Y eso va a permitir que vos, Marcelo, estés tranquilo, que la atención de los asesores sea buena.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.19,
      "fin": 262.5,
      "duracion": 4.31,
      "texto": "Es más, yo me encargaría de darte un asesor personalizado, ¿sí?",
      "confianza": 0.636,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 262.52,
      "fin": 276.98,
      "duracion": 14.46,
      "texto": "De esa manera, vas a tener justamente una promoción para que vos puedas aprovechar con tu familia. Marcelo, tengo una consulta. ¿Vos en tu casa tenés Internet de Movistar?",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.0,
      "fin": 277.62,
      "duracion": 0.62,
      "texto": "No, porque no hay fibra óptica.",
      "confianza": 0.013,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 277.64,
      "fin": 365.11,
      "duracion": 87.47,
      "texto": "Ah, bien, bien. Bueno, mira, te voy a comentar también que a lo que es el trabajo, sí, acá estoy verificando que los técnicos están haciendo justamente instalaciones, así que apenas ya esté disponible también vamos a estar en contacto por eso, ¿sí? Para comenzar esta promoción, vas a tener una promoción justamente que es completa esta promoción para ver lo que es la Fibra Áptica, son 300 mega simétricos, vas a tener lo que es instalación gratis, te voy a dar lo que es la visita del técnico totalmente bonificada y te deja funcionar el servicio porque son de internet simétrico, que permite que vos tengas lo mismo de subir y lo mismo de bajar, ¿verdad? Entonces de esa manera está bueno porque no es un combo completo que también se te va a hacer. Ahora la promoción de la que es la puerta, ya sabes que te queda regaladísima, en este caso 7.460 y lo más importante que yo me encargaría de la gestión ya que te asigno un asesor personalizado para que te acompañe en este proceso y él se quede tranquilo de que vos estabas usando la línea, ¿sí? Cuando tengas disponible la fibra óptica, vos llámame, porque voy a cambiar. Yo en este momento tengo Fabiordel, pero la línea móvil no la voy a cambiar por ahora. Bien, a ver, vamos a chequear. Decime bien el domicilio actual, calle en numeración. 14 de julio, 14 de julio, 820. 14 de julio, 820. ¿Esto era, me dijiste, de Bahía Blanca?",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.03,
      "fin": 366.13,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.46,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 366.17,
      "fin": 370.72,
      "duracion": 4.55,
      "texto": "Perfecto, dame un segundito. ¿Es una casa o edificio?",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.7,
      "fin": 373.74,
      "duracion": 1.04,
      "texto": "Casa, casa. Casa, perfecto.",
      "confianza": 0.369,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 374.66,
      "fin": 382.47,
      "duracion": 7.81,
      "texto": "Bien. No, no hay porque yo estuve ayer en Movistar acá en Bahía Blanca y no hay. Ah, bien, bien, perfecto.",
      "confianza": 0.287,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 383.63,
      "fin": 401.54,
      "duracion": 17.91,
      "texto": "Ya me lo confirmaron. ¿Te lo confirmaron de ahí del local? Claro. Bien. Te hago una consulta porque en realidad la atención La atención que tiene la compañía hoy en día es una atención mucho mejor y ya que anduviste y conociste con lo que es el local, vos sabes que hoy en día la compañía está trabajando muy bien.",
      "confianza": 0.175,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 402.52,
      "fin": 418.96,
      "duracion": 16.44,
      "texto": "La diferencia en la que vos estás teniendo, vos me decías cuánto estás pagando, ¿6.500 en claro, más o menos? 6.200. 6.200, bien. A ver, la diferencia mínima son mil pesos. Hoy en día yo entiendo que hoy en día sabemos que a veces los tenemos, a veces no, ¿verdad?",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 419.5,
      "fin": 436.65,
      "duracion": 17.15,
      "texto": "Ahora, al día de hoy, La promoción te conviene porque nosotros te vamos a poder dar una prioridad también para cuando tengas la disponibilidad de desbloquear fibra en la zona. Y sobre todo que puedas aprovechar el trabajo que hacen nuestros asesores, ya que nosotros te brindamos un asesor que pueda acompañarte en el proceso.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 437.17,
      "fin": 451.49,
      "duracion": 14.32,
      "texto": "En este momento no lo voy a cambiar. Así te agradezco muchísimo. Te agradezco la data que me diste, pero no voy a cambiar. Bueno, perfecto. Yo lo dejo atentado. Muy amable.",
      "confianza": 0.099,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Muy buenos días. ¿Cómo estás? Hablo con Marcelo. Con Marcelo, un gusto hablarle. Mi nombre es Marcos. Marcelo, usted se llamaba al día de hoy porque estoy cargando lo que son descuentos exclusivos en la línea móvil de la área técnica Movistar. ¿Vos, Marcelo, actualmente, vos estás con claro a hacer recargas? Sí, tengo claro. Perfecto. ¿Lo tenés con abono o estás haciendo recargas? No, no tengo bonos. A bono mensual, perfecto. Desde ya, en este caso te comento, voy a ser breve, estamos otorgando lo que son justamente beneficios para aquellos antiguos clientes de la compañía, ¿sí? El motivo de mi llamado es poder brindarle una mejor experiencia ya que la compañía Movistar está brindando justamente esto y que directamente usted se sienta acompañado de nuestra parte, ¿sí? Hoy en día lo que es verificar el sistema, el año pasado vos tuviste El Motoistar y te cambiaste a Claro. ¿Quién conveniente tuviste? ¿Por qué te cambiaste a la compañía de Claro? Por el valor me cambié. Perfecto. Bien, al día de hoy te quiero comentar que estamos trabajando con un nuevo plan. Este plan justamente se va a adecuar a tus necesidades porque justamente es un plan ahorro Este plan ahorro arranca con 8 días de navegación, 4 de base, 4 de regalo y vas a tener justamente lo que son las llamadas bonificadas, los mensajes de detectoratis y el WhatsApp libre para que no te consuma tus datos móviles, ¿sí? De esa manera vos, Marcelo, la idea es que lleves un control de lo que consumas y también te voy a hacer un regalito especial con la aplicación de Movistar para que tengas 20 días para poder activar exclusivamente por un mes y para que pruebes a full el Internet, ya que se ha hecho una renovación en lo que es en la zona, ¿sí? Acabo de deciros que vos sos titular de la línea que termina en 1357, ¿correcto? Correcto. Perfecto. ¿Esta es la única línea que vos tenés como titular? Es la única, sí. Perfecto. La renovación que nosotros hacemos para que vos te reincorpores a la compañía es una renovación inmediata, en ningún momento te vas a quedar incomunicado, ¿sí? ¿Vos de qué localidad sos exactamente? ¿De qué parte de Buenos Aires? De Bahía Blanca. Ah, Bahía Blanca, perfecto. Vamos a chequear por qué estuvieron trabajando los chicos en lo que fue el mes de diciembre. Sí, verifico que sí. Es más, la sucursal activa que tenemos es en la calle Celarayán 105, donde vos vas directamente a retirar el chip gratis ya que no te cobran nada, ¿sí? Dame una consultita, lo que vos utilizas actualmente, ¿es un chip físico o un chip virtual? Físico. Físico, perfecto, perfecto. Al día de hoy la promoción exclusiva, y obviamente para que veas realmente lo que a vos te conviene como abonado, te lo voy a dejar al día de hoy en 7460, ¿sí? Para que de esa manera puedas tener más ligas de navegación, que puedas tener una atención personalizada porque yo quiero que tengas una nueva experiencia y de esa manera también que puedas tener todos los beneficios como clientes. Te agradezco, te agradezco porque yo estoy pagando 6200. Estás pagando 6200 en claro, bien, bien, excelente. Ahora, lo que yo te voy a brindar es una experiencia distinta. ¿Por qué? Porque Marcelo, te vamos a dar un regalito de 20 gigas para que vos puedas tener una nueva experiencia y además vas a tener un duplicá 3 gigas. ¿Qué quiere decir esto? Por ejemplo, nosotros se cargamos 8 en base a la promoción, justamente para que pruebes 4 más 4, ¿bien? Ahora, esta promoción que yo te brindo es una oferta exclusiva para antiguos abonados como vos, Marcelo. Hoy en día, vos estás pagando cerca de 6.000, 7.000, como me decías, vos, si vos, por ejemplo, en este caso, haces una recarga o adquirís algo a contrafactura, eso ya no te va a doñir el valor del que vos estás teniendo, ¿sí? Entonces, lo que yo te brindo es una bonificación que es un simple ahorro diario de 248 pesos al día, ¿bien? Y además, vos sabés que movilizar en tu zona es excelente, ¿bien? Y eso va a permitir que vos, Marcelo, estés tranquilo, que la atención de los asesores sea buena. Es más, yo me encargaría de darte un asesor personalizado, ¿sí? De esa manera, vas a tener justamente una promoción para que vos puedas aprovechar con tu familia. Marcelo, tengo una consulta. ¿Vos en tu casa tenés Internet de Movistar? No, porque no hay fibra óptica. Ah, bien, bien. Bueno, mira, te voy a comentar también que a lo que es el trabajo, sí, acá estoy verificando que los técnicos están haciendo justamente instalaciones, así que apenas ya esté disponible también vamos a estar en contacto por eso, ¿sí? Para comenzar esta promoción, vas a tener una promoción justamente que es completa esta promoción para ver lo que es la Fibra Áptica, son 300 mega simétricos, vas a tener lo que es instalación gratis, te voy a dar lo que es la visita del técnico totalmente bonificada y te deja funcionar el servicio porque son de internet simétrico, que permite que vos tengas lo mismo de subir y lo mismo de bajar, ¿verdad? Entonces de esa manera está bueno porque no es un combo completo que también se te va a hacer. Ahora la promoción de la que es la puerta, ya sabes que te queda regaladísima, en este caso 7.460 y lo más importante que yo me encargaría de la gestión ya que te asigno un asesor personalizado para que te acompañe en este proceso y él se quede tranquilo de que vos estabas usando la línea, ¿sí? Cuando tengas disponible la fibra óptica, vos llámame, porque voy a cambiar. Yo en este momento tengo Fabiordel, pero la línea móvil no la voy a cambiar por ahora. Bien, a ver, vamos a chequear. Decime bien el domicilio actual, calle en numeración. 14 de julio, 14 de julio, 820. 14 de julio, 820. ¿Esto era, me dijiste, de Bahía Blanca? Sí. Perfecto, dame un segundito. ¿Es una casa o edificio? Casa, casa. Casa, perfecto. Bien. No, no hay porque yo estuve ayer en Movistar acá en Bahía Blanca y no hay. Ah, bien, bien, perfecto. Ya me lo confirmaron. ¿Te lo confirmaron de ahí del local? Claro. Bien. Te hago una consulta porque en realidad la atención La atención que tiene la compañía hoy en día es una atención mucho mejor y ya que anduviste y conociste con lo que es el local, vos sabes que hoy en día la compañía está trabajando muy bien. La diferencia en la que vos estás teniendo, vos me decías cuánto estás pagando, ¿6.500 en claro, más o menos? 6.200. 6.200, bien. A ver, la diferencia mínima son mil pesos. Hoy en día yo entiendo que hoy en día sabemos que a veces los tenemos, a veces no, ¿verdad? Ahora, al día de hoy, La promoción te conviene porque nosotros te vamos a poder dar una prioridad también para cuando tengas la disponibilidad de desbloquear fibra en la zona. Y sobre todo que puedas aprovechar el trabajo que hacen nuestros asesores, ya que nosotros te brindamos un asesor que pueda acompañarte en el proceso. En este momento no lo voy a cambiar. Así te agradezco muchísimo. Te agradezco la data que me diste, pero no voy a cambiar. Bueno, perfecto. Yo lo dejo atentado. Muy amable.",
  "calidad": {
    "confianza_promedio": 0.591,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:24:39.882029",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 108,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:15.075739",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143346679_ACD_61265",
    "fecha_inicio": "14/1/2026 14:33:46",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 464,
    "tiempo_conversacion": 436,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}