{
  "archivo": "amza8_1_260114124224483_ACD_46119.wav",
  "duracion_segundos": 109.35,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 86.13,
    "Cliente": 15.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 7.58,
      "duracion": 7.55,
      "texto": "Hola. Hola, ¿qué tal, buen día? Hablo con Elisabeth. ¿Quién habla? Me alegro, Elisabeth.",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.6,
      "fin": 9.32,
      "duracion": 1.72,
      "texto": "Te comenté, Elisabeth, mi nombre es Thiago.",
      "confianza": 0.679,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.36,
      "fin": 16.85,
      "duracion": 7.49,
      "texto": "Yo me estoy contactando del área de recuperación de clientes de Movistar para saber por qué te has ido a la compañía. ¿Cuál fue tu conveniente?",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.56,
      "fin": 41.73,
      "duracion": 19.17,
      "texto": "Ah, no, por los aumentos que hiciste. Ah, genial. Y ahora, actualmente, ¿cuánto estás abonando vos en la compañía, claro? Y mira, no, no es que ese, porque eso lo paga mi hijo, pero era por los aumentos, prácticamente. Genial. Porque mira, este documento está listo. Nosotros actualmente tenemos una modificación para tu línea y la de tu hijo.",
      "confianza": 0.079,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.31,
      "fin": 49.97,
      "duracion": 7.66,
      "texto": "Por las dos líneas, tenés 20 gigas en cada línea al precio de 10.400 pesos por las dos líneas. Básicamente, 5.200 por línea.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.01,
      "fin": 64.65,
      "duracion": 13.64,
      "texto": "Pero mucho más económico de lo que estás hablando ahora. No, pero lo antes de aumentado tanto lo dicen, lo dicen pues todo lo que pasa, ¿entendés? Porque si no, eso de estar cambiándote, cambiándote, porque pasa exactamente lo mismo en todas las compañías.",
      "confianza": 0.027,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.41,
      "fin": 109.35,
      "duracion": 43.94,
      "texto": "Te dan una promo, después te vacunan, después cuando te vas a la otra te ofrecen volver y así sucesivamente que ya la verdad que la gente, yo por lo menos, estoy ahorrada. Y usted también porque de estar llamando, llámame, te dice no, no, no, porque ya me cambié, ahora tengo que esperar que a ver cómo me resulta este, que va a ser exactamente lo mismo, pero bueno, después buscaré otra compañía y me cambiaré de vuelta. Sí, obvio, obvio. Es así, lo hacemos todos. Así que te re agradezco. Sí, igual, disculpe la molestia y más que nada agradecido por su tiempo. No, por favor. Muchas gracias. Un saludo",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal, buen día? Hablo con Elisabeth. ¿Quién habla? Me alegro, Elisabeth. Te comenté, Elisabeth, mi nombre es Thiago. Yo me estoy contactando del área de recuperación de clientes de Movistar para saber por qué te has ido a la compañía. ¿Cuál fue tu conveniente? Ah, no, por los aumentos que hiciste. Ah, genial. Y ahora, actualmente, ¿cuánto estás abonando vos en la compañía, claro? Y mira, no, no es que ese, porque eso lo paga mi hijo, pero era por los aumentos, prácticamente. Genial. Porque mira, este documento está listo. Nosotros actualmente tenemos una modificación para tu línea y la de tu hijo. Por las dos líneas, tenés 20 gigas en cada línea al precio de 10.400 pesos por las dos líneas. Básicamente, 5.200 por línea. Pero mucho más económico de lo que estás hablando ahora. No, pero lo antes de aumentado tanto lo dicen, lo dicen pues todo lo que pasa, ¿entendés? Porque si no, eso de estar cambiándote, cambiándote, porque pasa exactamente lo mismo en todas las compañías. Te dan una promo, después te vacunan, después cuando te vas a la otra te ofrecen volver y así sucesivamente que ya la verdad que la gente, yo por lo menos, estoy ahorrada. Y usted también porque de estar llamando, llámame, te dice no, no, no, porque ya me cambié, ahora tengo que esperar que a ver cómo me resulta este, que va a ser exactamente lo mismo, pero bueno, después buscaré otra compañía y me cambiaré de vuelta. Sí, obvio, obvio. Es así, lo hacemos todos. Así que te re agradezco. Sí, igual, disculpe la molestia y más que nada agradecido por su tiempo. No, por favor. Muchas gracias. Un saludo",
  "calidad": {
    "confianza_promedio": 0.427,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:09:29.219209",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:32.492874",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114124224483_ACD_46119",
    "fecha_inicio": "14/1/2026 12:42:24",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 135,
    "tiempo_conversacion": 106,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}