{
  "archivo": "amza27_1_260116134649347_ACD_99021.wav",
  "duracion_segundos": 2436.89,
  "num_segmentos": 546,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 1237.1,
    "Cliente": 903.48
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.36,
      "duracion": 8.33,
      "texto": "Hola. Hola, buenos días. Sí. ¿Qué tal?",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.38,
      "fin": 12.63,
      "duracion": 4.25,
      "texto": "Rocio es mi nombre, me estoy comunicando en el área de recupero de la compañía Movistar, ¿todo bien?",
      "confianza": 0.526,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.91,
      "fin": 23.74,
      "duracion": 9.83,
      "texto": "Sí, escúchame, está todo bien. Ustedes están molestando mucho, yo les voy a hacer juicio, pues no puede ser que estén tanto molestando, ¿de acuerdo?",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.68,
      "fin": 46.09,
      "duracion": 21.41,
      "texto": "Claro, pasa que nosotros no los molestamos, nosotros estamos trabajando realmente, y es por eso que nos hemos contratado para poder... Para mí me molestan, porque me llaman cuatro o cinco veces por día. Claro, pasa que... Yo cuando quiera su servicio, lo voy a llamar o lo voy a visitar.",
      "confianza": 0.566,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.59,
      "fin": 92.06,
      "duracion": 45.47,
      "texto": "Claro, lo entiendo, pero bueno, nosotros esto es sistemático. Nosotros no es que llamamos a cada una de las personas, es directamente la base y lo que nosotros hacemos es atender los llamados. No es como que exclusivamente tenemos ganas de molestarlo a usted, es algo de sistema. Si usted paga mucho en claro, automáticamente Movistar le empieza a llamar. Tiene una boleta casi de 18.000 pesos cuando Movistar le ofrece un plan a 7.460. Es por eso que la base... Y lo mismo que ustedes tienen claro, en seis meses, durante seis meses lo mismo todas las compañías nos manejamos de la misma manera porque nos damos más promociones durante todo un año, ni en claro, personal, ni tampoco en movistar. Siempre es durante los primeros tres meses.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.09,
      "fin": 99.93,
      "duracion": 1.84,
      "texto": "Yo a ustedes lo conozco porque con ese cuentito, un par de meses después,",
      "confianza": 0.032,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 100.61,
      "fin": 147.15,
      "duracion": 46.54,
      "texto": "me suben 100%, 200% y no, yo ya estoy cansado. Claro, pero eso fue cuando ustedes fueron a una etapa muy crítica de la compañía Movistar, que fue en el 2023, la última vez que usted estuvo con nosotros. Y además, lo que seguramente le ha pasado, que también le puede pasar en claro si no manejas lo que es la bonificación, usted tiene que renovar antes de los... No renovar, sino que puede hacer otra promoción antes de los seis meses. En el mes 5, tanto en claro como en movistar, usted se tiene que contactar para nunca pagar el precio original de lista. Porque en claro, tampoco pagaba los 17.000 anteriormente. Antes pagaba menos. Y ahora ya está volando 17.781. Es una diferencia. ¿Esto es por qué? Porque no ve las promociones disponibles.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 148.19,
      "fin": 210.7,
      "duracion": 62.51,
      "texto": "Tiene un plan bajísimo y gigas, que usted te dice el celular solamente para llamar y por eso tiene que estar volando a esta locura. ¿Es un montón? No, no vamos a contarme una cosa. No, yo no quiero promoción. Yo quiero un sueldo mínimo y que me suba de acuerdo a la inflación, un 3%, no que me suba 100%. Esto es de la promoción innovada, porque las promociones se terminan y después me salen con un disparate. Pero claro, por eso usted lo que tiene que hacer es poder ver las promociones que tengamos disponibles en el mes 4 o en el mes 5. Lo mismo le pasa con la compañía de Claro. Usted tanto a través de la aplicación de Claro o a través de la aplicación de la compañía Movistar, puede ver los planes que tenemos disponibles antes de los seis meses. Si usted no lo hace con claro, claro, le cobre el precio adicional de listas. Si usted no lo hace con movistar, movistar también hace lo mismo, porque justamente todas las compañías se rigen en ese sentido de la misma manera. En personal, si usted estuviese en personal, también pasa lo mismo.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.28,
      "fin": 222.51,
      "duracion": 11.23,
      "texto": "No es que le podemos dar una bonificación después de que se termina la promoción. En ese caso, es el cliente que tiene que llamar. Déjame una cosita. Yo pago el 17, ¿no?",
      "confianza": 0.813,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.97,
      "fin": 232.24,
      "duracion": 9.27,
      "texto": "Pero yo tengo algunos periodistas y algunos parientes que pagan 20, 30 mil pesos en movistar.",
      "confianza": 0.099,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 232.26,
      "fin": 232.82,
      "duracion": 0.56,
      "texto": "Entonces, ¿en qué quedamos?",
      "confianza": 0.078,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.84,
      "fin": 236.5,
      "duracion": 3.66,
      "texto": "Claro, bueno, pero eso es porque justamente no están viendo las promociones que tenemos disponible en el momento.",
      "confianza": 0.437,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 236.94,
      "fin": 300.85,
      "duracion": 63.91,
      "texto": "Es como que la gente, por ejemplo, se queja si se meten a través de la aplicación y piden lo que es la promoción, se las damos automáticamente y no tienen ni siquiera que hablar con uno de nosotros porque lo hace usted mismo a través de lo que es el servicio de internet. a través de lo que es la aplicación, usted puede hacer la renovación. Si pagan 30.000 pesos, pueden pasar a pagar muchísimo menos a través de lo que es nuestra aplicación, pero no lo hacen, porque es justamente eso. Solo se quejan de que pagaron 30.000, 40.000. De hecho, a veces lo hicieron y se quejaron y no le dieron pedazos. Es que no es una queja. Usted no tiene que llamar a alguien para decirle, che, mira, estoy pagando un montón. Usted, en la misma aplicación le aparecen los planes. Si usted tiene un plan de 30.000 pesos, en la misma aplicación puede reducirse a otro plan que sea mucho más económico, sin necesidad de hablar con ninguno de nosotros. Y usted elige el plan que mejor se adapte a lo que usted utiliza. Si ellos pagan 30.000 pesos, hay planes menores a 30.000 pesos para que puedan acceder.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 301.36,
      "fin": 307.58,
      "duracion": 6.22,
      "texto": "Pero no tienen que llamar y decir quiero un descuento. Directamente usted selecciona el plan que mejor le convenga.",
      "confianza": 0.79,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 308.22,
      "fin": 337.45,
      "duracion": 29.23,
      "texto": "¿Pero cómo le decías? En este caso, lo que le estamos brindando es mucho más económico, son 7.460, son casi más de 10.000 pesos de diferencia. Y uno utiliza mucho el celular, son 4 gigas que usted va a tener, más 4 de regalo durante 6 meses, entonces no va a tener ningún inconveniente. ¿Y después de la experiencia que tú vas a tener realmente? Para un poquito, 6 meses y después de los 6 meses que me viene.",
      "confianza": 0.457,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 338.8,
      "fin": 361.48,
      "duracion": 22.68,
      "texto": "Y después de los seis meses, usted se le va a cobrar el precio original de lista, lo que tiene que hacer es eso que le comento, la de la misma aplicación. Ahí está el problema, ahí está el problema. Pues si vos me decís, paga siete, y yo te voy a ir aumentando de acuerdo a la inflación, yo no tengo ningún problema. Claro, pero... Si no, no se te termina el plan y te voy a cobrar el triple.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 361.5,
      "fin": 363.0,
      "duracion": 1.5,
      "texto": "Claro, justamente por eso.",
      "confianza": 0.807,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 363.02,
      "fin": 373.84,
      "duracion": 10.82,
      "texto": "Usted tiene razón, pero como le comento, nosotros no le podemos dar la promoción durante todo lo que es un año después de la promoción, no cobrarle el precio original de lista.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 374.34,
      "fin": 410.94,
      "duracion": 36.6,
      "texto": "Es lo mismo que usted está pasando ahora con la compañía de Claro. Usted ingresó pagando un monto menor porque tenía una promoción activa. Cuando se le vence esa promoción activa... Claro, si, pero te tengo que contar una cosa. Claro, a mí me va aumentando de acuerdo a la inflación, ese es el tema. Claro, eso en movistar también... Y esto es el cual me conoce, que el movimiento es de acuerdo a la promoción, no es que... 6 meses y me salen con un disparate. Claro, pero usted en claro como a uno se le ha vencido la promoción se le está cobrando según la inflación que por eso es lo que abonaba de los 17 mil que usted me comentaba.",
      "confianza": 0.777,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 412.02,
      "fin": 422.67,
      "duracion": 10.65,
      "texto": "Escúchame una cosa, yo no tengo promoción, yo tengo un precio fijo y si me aumentan de acuerdo a la inflación no existe promoción acá.",
      "confianza": 0.599,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 422.9,
      "fin": 465.21,
      "duracion": 42.31,
      "texto": "Yo tenía un precio fijo y me cobran la colorización. Si es tres, es un tres, si es dos, un dos y así. Claro, en este caso no es un precio fijo lo que usted mantiene. No es que usted durante seis meses va a pagar exactamente lo mismo. Es una promoción que usted tiene, que se llama también a lo que es la compañía de Claro, y le van a informar que es una promoción. Ninguna compañía brinda lo que es un precio fijo. Ninguna compañía. Entonces, se ponen en contacto con la gente de Claro. No, pero me aumenten de acuerdo a la inflación que hay, ¿no? Que se termina la promoción y después me salen con un saldo triple, diciendo, no, la promoción terminó y ahora tenés esto.",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 466.02,
      "fin": 487.92,
      "duracion": 21.9,
      "texto": "Claro, pero para que a usted no le pase eso es justamente lo que tiene que hacer es hacerlo a través de la aplicación. Justamente. Esto ya me pasó varias veces con usted. Porque no hace lo que es la novelas promociones que tenemos disponibles. Justamente no está a través de nuestra aplicación novelas promociones que nosotros tenemos disponibles para que nunca se recobre lo que es el precio original de lista.",
      "confianza": 0.611,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 489.02,
      "fin": 516.75,
      "duracion": 27.73,
      "texto": "Nosotros también se lo subimos de acuerdo a lo que es la inflación, que es lo válido es que le aumentamos un 100% por ser solamente ustedes. Nosotros le decimos que sí, le vamos a incrementar el plan, no es que durante seis meses va a pagar un monto fijo, a medida que esté la inflación, automáticamente se le va a incrementar. El tema de ustedes es que me cambian de promoción y eso no va. Si vos me decís que cobro de cobro de inflación, fenómeno, yo estoy de acuerdo.",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 517.72,
      "fin": 562.88,
      "duracion": 45.16,
      "texto": "Claro, eso es lo que nosotros hacemos. No me cambié de plan. No me cambié de plan. Es decir, bueno, ese plan ya no existe más, esa promoción. Ahora tiene la más baja de triple. Claro, no, no. Esto es de acuerdo a la inflación, lo que usted va a abonar. En caso de que el plan incremente, usted va a abonar a acuerdo a la inflación. va a pasar de abonar 10.000 pesos a abonar, no sé, 100.000 pesos. Es siempre de acuerdo a la inflación lo que incremente, una vez que incremente el precio va a ser siempre de acuerdo a la inflación. Eso es lo que le digo que entiendo, que todas las compañías nos dirigimos por lo mismo. Si el plan de precio original le dice aumenta, a usted se le va a aumentar de acuerdo a la inflación que hay en el país.",
      "confianza": 0.156,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 563.52,
      "fin": 567.42,
      "duracion": 3.9,
      "texto": "Pero no es que va a pagar el 100% de la inflación, digamos.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 567.99,
      "fin": 583.48,
      "duracion": 15.49,
      "texto": "siempre vamos a tener esa descuenta. Además, como le comenté en el procedimiento, nosotros es súper sencillo porque usted ya fue cliente con nuestra compañía y estamos muy interesados en que pueda volver nuevamente para que no se quede con esta mala experiencia.",
      "confianza": 0.575,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 583.5,
      "fin": 585.48,
      "duracion": 1.98,
      "texto": "Sí, estoy muy interesado, pues yo tuve muchos disgustos con la compañía.",
      "confianza": 0.043,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 585.5,
      "fin": 638.8,
      "duracion": 53.3,
      "texto": "Claro, sí, totalmente. Usted no va a pagar el precio de lista y esto es lo importante. La idea, justamente, como tuvo tantas inconvenientes, es poder recuperarlo. Estamos muy interesados en recuperarlo, que vuelva nuevamente, que no se quede con esa experiencia, Y como le comenté, como usted ya fue cliente, nosotros tenemos muchos beneficios. Y como le comenté, como usted ya fue cliente, nosotros tenemos muchos beneficios. el procedimiento es mucho más fácil. ¿Por qué? Porque no solamente le damos ese beneficio, sino que también le damos la posibilidad de que no pierda plata y que si usted no utiliza todas las yidas, como usted me comentaba, pueda guardarlas. Usted, claro, si no utiliza todas las yidas de su plan, directamente lo paga igual y esas yidas después se pierden. Porque usted me decía que lo maneja para llamadas, sobre todo el celu, ¿no?",
      "confianza": 0.333,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 638.82,
      "fin": 642.04,
      "duracion": 3.22,
      "texto": "Sí. Claro, entonces nosotros también le damos todas las llamadas",
      "confianza": 0.025,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 642.55,
      "fin": 689.38,
      "duracion": 46.83,
      "texto": "Si usted tiene algún familiar, conoce a alguien en el exterior, nosotros le damos también para que pueda llamarlo, y a diferencia de claro, le damos WhatsApp gratis, capaz que usted quiera hacer una videollana en vez de por llamar al común, le damos eso. Nosotros validamos los datos y asignamos la sucursal más cercana a su localidad para que usted mismo vaya a la sucursal y ahí mis compañeros en el momento le dejan el chip funcionando. Usted va, le entrega el cellulo, le colocan el chip y usted ya sale con ese chip de la sucursal ahí de forma presencial, ya listo, activado todo. No sé si usted sigue en lo más desamorado ahora.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 691.57,
      "fin": 694.36,
      "duracion": 2.79,
      "texto": "Sí, conozco. Claro,",
      "confianza": 0.19,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 694.36,
      "fin": 701.44,
      "duracion": 7.08,
      "texto": "claro, porque a mí lo último es que me figuraba esa, le consultaba por qué para poder asignarle la sucursal más cercana.",
      "confianza": 0.62,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 701.48,
      "fin": 718.25,
      "duracion": 16.77,
      "texto": "Nosotros en Lomas tenemos dos sucursales. En Ngorriki. Ajá, tenemos en Ngorriki al 3.43. Esa tiene horarios de atención de lunes a viernes y no era 18. Y después tenemos la otra que era calle Hipólito y Uruguay. Yo no sé si conoce también.",
      "confianza": 0.269,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 719.84,
      "fin": 720.06,
      "duracion": 0.22,
      "texto": "Sí, conoce.",
      "confianza": 0.09,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 720.7,
      "fin": 734.83,
      "duracion": 14.13,
      "texto": "Claro, después tenemos a ese Empolito de E-Washing, que esa ya tiene horarios de atención un poquito más amplios, tiene horarios de atención de lunes a sábado de 9 a 20 horas. Usted conoce la E-Borriti, ¿verdad?",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 734.85,
      "fin": 735.0,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.07,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 735.01,
      "fin": 752.5,
      "duracion": 17.49,
      "texto": "Bueno, a esa E-Borriti es la que usted se le tendría que acercar para alabezarlo, que es el retiro del chip. Nosotros lo que hacemos es primero que dejamos todo cargado acá, en sistema, dejamos todo el cargador y en caso de que tengamos que modificar algún dato, usted me lo comenta solamente, José, y yo lo modifico enseguida en sistema.",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 753.44,
      "fin": 772.0,
      "duracion": 18.56,
      "texto": "Y así paga muchísimo menos, porque la verdad es 17,000 y ni siquiera utiliza las gigas. Es una locura. Nosotros por ese precio tenemos un plan casi de más de 20 gigas. Entonces, es importante que pueda reducir el plan. ¿Me sigue hasta ahí, José?",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 772.96,
      "fin": 785.92,
      "duracion": 12.96,
      "texto": "Perfecto, mire, nosotros entonces lo que hacemos, José, validamos los datos que me figura acá y usted si me quiere modificar alguno, me dice yo para y lo modifico, ¿bueno? Le doy un segundo y yo se lo modifico.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 787.24,
      "fin": 791.75,
      "duracion": 4.51,
      "texto": "A mí me figura entonces José que su nombre completo es José Covax.",
      "confianza": 0.43,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 792.18,
      "fin": 798.25,
      "duracion": 6.07,
      "texto": "No sé si lo pronuncié bien su apellido, ¿cómo se pronuncia?",
      "confianza": 0.532,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 798.27,
      "fin": 822.25,
      "duracion": 23.98,
      "texto": "Sí, Covax. Covax, perfecto, no quería pronunciarlo mal. ¿No tiene segundo nombre, José, usted de casualidad? No, no, no. Es lindo no tener segundo nombre, la verdad, a mí me mataron con el segundo nombre. Entonces, debe ser hermoso no tenerlo. Bien, me figura que su nombrito de Denei José es 110027738. ¿Es correcto también?",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 824.48,
      "fin": 825.34,
      "duracion": 0.86,
      "texto": "Sí. Perfecto.",
      "confianza": 0.425,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 825.78,
      "fin": 831.68,
      "duracion": 5.91,
      "texto": "¿Cómo fecha de nacimiento me figura que es el 17 de 3 de mil 54?",
      "confianza": 0.703,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 832.48,
      "fin": 836.28,
      "duracion": 3.81,
      "texto": "Perfecto.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 837.87,
      "fin": 871.97,
      "duracion": 34.1,
      "texto": "A ver, tengo un correo electrónico acá en el sistema que es cloudem.com. ¿Ese es su correo electrónico? No, ese era mi sobrino. De su sobrino. ¿Quieres que elegimos el de su sobrino o el que hagamos uno para usted? ¿Usted tiene correo electrónico? No, no, no. No tiene. ¿Dejamos el de su sobrino entonces acá?",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 878.08,
      "fin": 882.76,
      "duracion": 4.68,
      "texto": "Sí, no, pero mira, yo cuando quiera voy a hacerme una escapada. Yo voy, bueno, voy a ver cómo va.",
      "confianza": 0.225,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 883.47,
      "fin": 952.44,
      "duracion": 68.97,
      "texto": "Claro, nosotros, claro, sí, sí, le dije que usted puede acercarse a la sucursal y por eso mismo nosotros le avisamos con 48 horas de anticipación cuando se tiene que acercar a la sucursal a hacer lo que es el retiro del chip. Le mandamos un mensajito por WhatsApp para que usted esté atento y se pueda acercar a la sucursal. No se tiene que olvidar, sin José, de llevar el DNI en mano, que es importante que no se olvide. No, yo no tengo cuchara, no tengo internet, no tengo WhatsApp, no tengo nada. Solamente llamada. Bueno, por esto. Entonces, es muchísimo. No entiendo por qué le están cobrando tanto, la verdad. Es un montón. Le avisamos si quiere. Entonces, por mensaje de texto, le avisamos. Le avisamos para que lo pueda acercarse. Le enviamos un mensajito común. ¿Usted si quiere mensajes? OK. Bien, le comento entonces. Yo ahora lo que voy a hacer es hacerle un contrato legal con la compañía, que esto es súper importante, porque de esta manera es como nosotros dejamos los datos cargados acá en el sistema para que ustedes puedan acercarse a la sucursal.",
      "confianza": 0.653,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 953.45,
      "fin": 963.39,
      "duracion": 9.94,
      "texto": "En caso de si yo me equivoqué en algo, le voy a pedir por eso que usted me diga y así nosotros lo hacemos, ¿bien? Deme un segundo.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 964.77,
      "fin": 965.21,
      "duracion": 0.44,
      "texto": "Bien,",
      "confianza": 0.587,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 965.21,
      "fin": 972.18,
      "duracion": 6.97,
      "texto": "entonces, para recibir futuras promociones, ¿usted tiene Internet de Movistar?",
      "confianza": 0.587,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 972.21,
      "fin": 975.93,
      "duracion": 3.72,
      "texto": "No, no, no. No tiene Internet de Movistar, perfecto. Bien,",
      "confianza": 0.043,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 975.93,
      "fin": 986.26,
      "duracion": 10.33,
      "texto": "entonces, estamos portando lo que es la línea 11-50-53-48-62 a nombre de José Cobacs.",
      "confianza": 0.771,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 986.76,
      "fin": 989.79,
      "duracion": 3.02,
      "texto": "¿Me confirma usted los últimos tres líquidos de su DNI?",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 993.28,
      "fin": 1005.69,
      "duracion": 12.41,
      "texto": "2738. 2738, perfecto. Usted me comentó que está en claro con un abono mensual. ¿La factura en claro viene a su nombre o tiene el nombre de otra persona?",
      "confianza": 0.648,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 1010.2,
      "fin": 1022.45,
      "duracion": 12.25,
      "texto": "No, a mi nombre. A su nombre, perfecto. Respecto en el celular, usted tiene lo que es un chip físico, ¿verdad? Lo que se coloca dentro del celular. Sí, sí. Perfecto. Bien,",
      "confianza": 0.064,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1022.45,
      "fin": 1032.92,
      "duracion": 10.47,
      "texto": "entonces va a retirar su chip en nuestra tienda Movistar Oficial, que esto es el Acasigo Riki, al 343, en Lomas de Zamora, provincia de Buenos Aires.",
      "confianza": 0.739,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1033.94,
      "fin": 1067.09,
      "duracion": 33.15,
      "texto": "Le recuerdo que el costo del servicio al día de hoy es tan solo de $7,460 porque incluye un descuento fijo que es durante seis meses de $30,140. El servicio se factura mes adelantado y su plan base es de cuatro gigas más cuatro gigas de regalo también con una duración de cuatro meses y estos últimos, de seis meses, perdón, y estos últimos agritan 48 horas después de la activada de la línea. En este caso, vamos a dejar el mail de su sobrino, que su mail es claudem.com.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1067.81,
      "fin": 1092.54,
      "duracion": 24.73,
      "texto": "Va a recibir su facturación online a través del mail que nos proporcionó, bien. Como usted no tiene celular, ingresando en la sección Servicios desde la app y movizar, va a poder ver toda la información referida a su factura, ya sea cifra de facturación, vencimientos. ¿Y el número es el mismo? Y el número es el mismo. Sí, sí, usted no cambia el numerito de teléfono, lo mantiene, solo que en otra compañía.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1093.9,
      "fin": 1099.9,
      "duracion": 6.0,
      "texto": "Pero mantiene el número de teléfono. Usted sigue teniendo el mismo número de teléfono. Yo ahora le explico cómo conservamos el número de teléfono.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1101.5,
      "fin": 1108.07,
      "duracion": 6.57,
      "texto": "Bien, entonces va a poder activar 20 gigas de regalo con una duración de 30 días que son disponibles durante todo un año.",
      "confianza": 0.765,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1108.11,
      "fin": 1132.79,
      "duracion": 24.68,
      "texto": "También puede adverse al dedito automático y sumar 4 gigas de regalo en cada línea telefónica, si os guste, y 3 más y 2 líneas bajo el mismo titular, ¿bien? Una vez aprobada la portabilidad, su línea va a aportar a las 48 horas a 10. Un día antes, por mensaje de WhatsApp, le vamos a informar la fecha de portabilidad para que usted se quede tranquilo. En su caso, por mensaje de texto. Y es importante que usted no coloque el chip antes de la fecha informada.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1133.31,
      "fin": 1139.64,
      "duracion": 6.33,
      "texto": "De todas maneras, se va a dar cuenta porque su línea en claro va a dejar de recibir señal. Ahí es cuando va a colocar el chip con nosotros.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1140.63,
      "fin": 1170.25,
      "duracion": 29.62,
      "texto": "Le comento que por única vez va a tener que validar la identidad activa en el caso de que usted tenga alguna dificultad. Con la validación, no intentare, no se comunica. 0800-321-76782, opción 4. Yo este número se lo voy a mandar por mensaje de texto para que usted lo tenga mal y lo pueda notar en un papel, ¿bien? Bien, por otro lado, dentro de los próximos días va a recibir una encuesta de satisfacción por WhatsApp y le solicitamos, por favor, que la complete ya que su opinión es muy importante para la empresa, ¿bien?",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1171.83,
      "fin": 1190.91,
      "duracion": 19.08,
      "texto": "Perfecto. José, le comento, usted me había dicho que él quiere mantener lo que es este numerito de teléfono, ¿verdad? Sí, sí, escúchame, yo no tengo Guayá, no tengo nada. Por eso, solamente tiene lo que es llamada. Mire, yo le explico cómo, cómo hacemos.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1191.93,
      "fin": 1208.8,
      "duracion": 16.87,
      "texto": "Yo le voy a enviar los mensajes de texto. ¿Usted sabe abrir los mensajes de texto de su celular? No, no. Andá a hacerlo a mi sobrino. ¿Y su sobrina de casualidad no está con usted en este momento? No. No. Bien,",
      "confianza": 0.503,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1208.8,
      "fin": 1217.34,
      "duracion": 8.54,
      "texto": "porque, bueno, mire, si usted me coloca, sabe ponerle el celular en altavoz, ¿verdad?",
      "confianza": 0.66,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1217.36,
      "fin": 1238.62,
      "duracion": 21.26,
      "texto": "Sí, ya está en altavoz, la madre, si no. Buenísimo, genial, entonces. Veo que en el celular la parte de arriba le aparece como la barra de notificaciones, digamos. O sea, usted puede ver si alguien escribe por mensaje de texto o lo está llamando mientras usted está en llamada conmigo. Claro,",
      "confianza": 0.039,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1238.62,
      "fin": 1244.53,
      "duracion": 5.91,
      "texto": "bueno, ahí usted quédese mirando a la pantalla y le va a llegar un mensaje que le dice su número de portabilidades tanto.",
      "confianza": 0.558,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1244.55,
      "fin": 1248.28,
      "duracion": 3.72,
      "texto": "Yo necesito que ese número usted me lo lea, el mensaje completo.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1254.05,
      "fin": 1257.91,
      "duracion": 3.86,
      "texto": "Bueno. A ver, dígame, usted si le llegó, ahí yo se lo envié.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1261.52,
      "fin": 1266.95,
      "duracion": 5.43,
      "texto": "Dígame, dijo. A ver, léramelo por favor.",
      "confianza": 0.241,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1271.05,
      "fin": 1273.04,
      "duracion": 1.98,
      "texto": "Sí, pero escuchame una cosa, yo tengo un problema, me están operando de castarata y no puedo beber.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1273.06,
      "fin": 1280.41,
      "duracion": 7.35,
      "texto": "Lo puedes ver muy bien, no hay problema, yo lo espero, usted lea lo despacito, si tiene lentes se colocan los lentes, yo lo espero acá, no tengo ningún apuro.",
      "confianza": 0.576,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1283.54,
      "fin": 1312.23,
      "duracion": 28.69,
      "texto": "Sí, pero ahí se borró, aquí está arriba. A ver, ahí se lo envió nuevamente, así le aparece arriba la devuelta en la pantalla. A ver, usted quédese mirando el celular y cuando le llegue, usted lo apresa para que se abre esa mensaje. Ahí se lo envió nuevamente. Ahí, dígame si le aparecieron devueltas.",
      "confianza": 0.132,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1313.31,
      "fin": 1313.99,
      "duracion": 0.68,
      "texto": "No.",
      "confianza": 0.551,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1314.87,
      "fin": 1319.6,
      "duracion": 4.72,
      "texto": "Ahí usted crece mirando, ahí le va a llegar nuevamente el mensaje y usted lo aprieta, así lo puede leer.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1320.32,
      "fin": 1322.06,
      "duracion": 1.74,
      "texto": "Tiene que apretarlo para que no se le borre.",
      "confianza": 0.833,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1325.81,
      "fin": 1339.88,
      "duracion": 14.07,
      "texto": "En el medio no hay una nariz ya que tiene. Ahí cuando le aparezca el mensaje, vio que usted le aparece el mensaje arriba y aprieta ese mensaje arriba y ahí le abre todo el mensaje completo. En cualquier parte.",
      "confianza": 0.2,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1339.9,
      "fin": 1339.98,
      "duracion": 0.08,
      "texto": "Ajá.",
      "confianza": 0.045,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1340.0,
      "fin": 1341.12,
      "duracion": 1.12,
      "texto": "O usted tiene un celular también, ¿verdad?",
      "confianza": 0.135,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1343.16,
      "fin": 1356.48,
      "duracion": 13.32,
      "texto": "Usted tiene, en el celular, cuando le aparezca el mensaje, usted aprieta OK. Ah, bueno. Ahí se lo envió usted a mí si ya le apareció.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1368.43,
      "fin": 1370.55,
      "duracion": 2.12,
      "texto": "No, todavía no. Usted dónde está?",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1374.74,
      "fin": 1376.11,
      "duracion": 1.37,
      "texto": "Bien,",
      "confianza": 0.645,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1376.11,
      "fin": 1380.76,
      "duracion": 4.65,
      "texto": "perfecto, claro.",
      "confianza": 0.645,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1380.78,
      "fin": 1414.33,
      "duracion": 33.55,
      "texto": "A ver, denme un segundo si lo voy a pasar ahora con mi supervisora. Así se le explica cómo me tiene que enviar el numerito, ¿bueno? Denme un segundo. Se llama Josefina. A mí me pasa. ¿Hola, José? Sí, te escucho. Hola, José, soy Josefina, supervisora de Rocío, ¿sí? Ya voy a pasar a comentarle cómo, bueno, puede ser mucho más fácil a que ingresa el mensajito de texto.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1414.83,
      "fin": 1434.85,
      "duracion": 20.02,
      "texto": "Mire, ahora, ¿en qué parte de la pantalla está usted ahora? ¿En qué parte de la pantalla está usted ahora con el celular? ¿En llamada? Sí, sí. Bueno, ahora, sálgase. ¿Usted sabe salirse?",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1436.6,
      "fin": 1436.84,
      "duracion": 0.24,
      "texto": "No.",
      "confianza": 0.562,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1436.88,
      "fin": 1444.01,
      "duracion": 7.13,
      "texto": "¿No sabe salirse de la llamada?",
      "confianza": 0.506,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1444.03,
      "fin": 1444.31,
      "duracion": 0.28,
      "texto": "No, sí, sí.",
      "confianza": 0.219,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1444.33,
      "fin": 1458.25,
      "duracion": 13.92,
      "texto": "Se apagó nunca más. Bueno, mire, ¿usted sabe hacer llamadas? ¿Sabe llamar a números?",
      "confianza": 0.243,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1458.27,
      "fin": 1458.33,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1458.35,
      "fin": 1465.26,
      "duracion": 6.91,
      "texto": "Porque, bueno, evidentemente usted no está pudiendo encontrar el número de portabilidad, por eso le consulto si usted puede hacer llamadas.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1468.75,
      "fin": 1479.66,
      "duracion": 10.91,
      "texto": "Sí, acá me apreció el número. A ver, díctemelo. 3489365122.",
      "confianza": 0.492,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1481.06,
      "fin": 1516.81,
      "duracion": 35.75,
      "texto": "Bien, ¿ese numerito dónde le salió? ¿En mensaje de texto? No sé, apareció acá en una llamada. No, ahora vete ahí. No, no, no conteste, no conteste las llamadas, por favor. porque van a hacerlo claro, así que no las responda. Mire, hagamos una cosa. ¿Usted sabe ingresar a mensajes de texto ahora? No, yo no manejo mensajes. Bien. Ahora, sálgase de dónde estás. No me cortes. Sálgase de la llamada.",
      "confianza": 0.537,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1517.55,
      "fin": 1523.9,
      "duracion": 6.35,
      "texto": "Y quédese en el inicio de la pantalla. Bueno, ¿cómo salgo de la llamada?",
      "confianza": 0.483,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1524.43,
      "fin": 1530.02,
      "duracion": 5.59,
      "texto": "A ver, ¿qué les sale en el celular? Díganme, ¿qué visualizan en el celular, en la pantalla?",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1534.65,
      "fin": 1546.69,
      "duracion": 12.04,
      "texto": "La llamada. Bien, y abajo, ¿al final qué les sale? ¿Cómo para salirse? ¿Algún botoncito que no sea rojo? No, me está en un teléfono 24-40-43.",
      "confianza": 0.03,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1547.87,
      "fin": 1550.36,
      "duracion": 2.48,
      "texto": "Claro.",
      "confianza": 0.648,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1557.46,
      "fin": 1564.39,
      "duracion": 6.93,
      "texto": "No, no sé si es la oro o qué es. Bueno, abajo dice Buenos Aires. Buenos Aires, dice.",
      "confianza": 0.222,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1566.21,
      "fin": 1572.06,
      "duracion": 5.85,
      "texto": "Sí, pero es otro número, es otro nuestro que... Claro, a esas llamadas no les respondo.",
      "confianza": 0.406,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1572.08,
      "fin": 1574.54,
      "duracion": 2.46,
      "texto": "Bueno, mira, vamos a hacer una cosa que es más sencilla.",
      "confianza": 0.379,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1575.8,
      "fin": 1578.33,
      "duracion": 2.52,
      "texto": "Yo ahora, usted sabe hacer llamadas, ¿verdad?",
      "confianza": 0.333,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1580.61,
      "fin": 1590.16,
      "duracion": 9.55,
      "texto": "Sí, tengo la carterera y también tengo el número para hacer la llamada. Bien. Si yo a usted le doy un número ahora, ¿para qué llame? ¿Puede llamar?",
      "confianza": 0.395,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1590.72,
      "fin": 1598.05,
      "duracion": 7.33,
      "texto": "Es para que le dicten el número de portabilidad. Usted lo anota en una hoja y cuando yo lo vuelva a llamar me lo dicta, ¿le parece?",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1606.04,
      "fin": 1612.07,
      "duracion": 6.03,
      "texto": "No, escúchame, vos me llamarías y a mí me asegura que me llamaste. Ahí queda el numerito, vos se manejas de esa manera, digamos, con familiares y demás.",
      "confianza": 0.05,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1613.23,
      "fin": 1618.34,
      "duracion": 5.11,
      "texto": "En la carterera me asegura los números que me llamaron y los números que yo llamé.",
      "confianza": 0.425,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1619.06,
      "fin": 1620.48,
      "duracion": 1.42,
      "texto": "Bien, mira, yo voy a hacer una cosa.",
      "confianza": 0.51,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1620.55,
      "fin": 1633.33,
      "duracion": 12.78,
      "texto": "Te voy a volver a mandar ahora el mensaje. A vos en la pantalla te tiene que salir arriba una ventanita. Vos le tenés que dar click apenas te llegue, ¿sabés? Bueno. Mira, ahí lo mandé.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1635.56,
      "fin": 1637.84,
      "duracion": 2.28,
      "texto": "Te tiene que estar llegando en estos segundos.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1638.34,
      "fin": 1661.16,
      "duracion": 22.82,
      "texto": "Apenas a vos te figure, arriba te va a salir en donde vos ves la hora. Vos ves la hora en el celu, ¿verdad? ¿Me escuchas? Sí, ahora sí. Bien, tocará donde te salga el mensajito que te va a llegar. Se te va a bajar. ¿Te llegó?",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1662.74,
      "fin": 1675.82,
      "duracion": 13.08,
      "texto": "Mira, acá arriba tengo un candadito dibujado. ¿Cómo un candadito?",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1675.84,
      "fin": 1675.9,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.175,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1675.92,
      "fin": 1686.84,
      "duracion": 10.92,
      "texto": "A ver, ¿qué te sale? ¿No te has llegado todavía? ¿Me escuchas?",
      "confianza": 0.392,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1688.76,
      "fin": 1694.97,
      "duracion": 6.21,
      "texto": "Sí, te escucho, pero acá arriba de todo me sale un candadito dibujado. No sé si estará bloqueado o qué.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1696.67,
      "fin": 1716.74,
      "duracion": 20.07,
      "texto": "No creo. ¿Arriba de todo o dónde? ¿Cercada de la hora? Sí, más arriba de la hora. No, vos tenés que tocar donde está la hora y bajar. O sea, hacé así. Desde arriba a dibujar. Como que bajara para allá. Hace eso. Bueno, ya estoy bajando y está.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1717.44,
      "fin": 1718.72,
      "duracion": 1.28,
      "texto": "Bien, y léeme qué te dice.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1721.16,
      "fin": 1727.07,
      "duracion": 5.91,
      "texto": "No se está produciendo música.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1739.43,
      "fin": 1748.4,
      "duracion": 8.97,
      "texto": "No se me borró. Bueno, vuelvo a bajar. No se está produciendo música, reproducir música, no hay alarma en la",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1750.51,
      "fin": 1780.03,
      "duracion": 29.52,
      "texto": "A ver más abajo que sale. No hay alarma en la próxima 24 horas y abajo de todo ajuste. No hay ningún mensajito que dé el remitente 223. No. Bien.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1780.82,
      "fin": 1794.53,
      "duracion": 13.71,
      "texto": "En el celular, en la pantalla usted puede visualizar una línea y un círculo.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1800.8,
      "fin": 1803.3,
      "duracion": 2.5,
      "texto": "¿Me escucha, José?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1803.32,
      "fin": 1803.38,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.319,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1803.97,
      "fin": 1828.97,
      "duracion": 25.0,
      "texto": "Bueno, puede ser que abajo pueda visualizar un círculo en el medio, abajo del botón de cortar, que es rojo, ese no lo tiene que tocar. No, me están llamando. Claro, no, esas llamadas no las contesten. Pero abajo, abajo del todo en el celular, ¿qué le sale a usted abajo de esos tres espacios?",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1828.99,
      "fin": 1829.13,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.16,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1830.85,
      "fin": 1851.42,
      "duracion": 20.57,
      "texto": "Envía el mensaje, dice. Envía el mensaje, nada más. A ver, toqué. No, no, no responde. No, es que en realidad no. Sálgase de la pantalla. Sálgase de la pantalla y toque el botón del medio que yo le digo.",
      "confianza": 0.048,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1852.2,
      "fin": 1858.83,
      "duracion": 6.63,
      "texto": "El que está al final. El rojo. No, el rojo no. Para nada. El que está abajo del rojo.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1860.33,
      "fin": 1873.63,
      "duracion": 13.3,
      "texto": "Ah, chiquitito ahí abajo. Ajá, chiquitito, exactamente. Avíseme y se le van a abrir todas las aplicaciones, ¿verdad?",
      "confianza": 0.114,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1877.53,
      "fin": 1877.59,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.502,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1877.77,
      "fin": 1879.51,
      "duracion": 1.74,
      "texto": "A ver, ¿ya tocó el botón chiquitito?",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1884.58,
      "fin": 1889.11,
      "duracion": 4.53,
      "texto": "Sí, para que bajó otra vez en la obra. No, eso no hace falta.",
      "confianza": 0.163,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1890.65,
      "fin": 1894.88,
      "duracion": 4.23,
      "texto": "O sí, déjelo para abajo. Tóquela ahora y baje para abajo.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1897.56,
      "fin": 1898.29,
      "duracion": 0.72,
      "texto": "¿Ya lo hizo?",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1900.35,
      "fin": 1901.17,
      "duracion": 0.82,
      "texto": "Bien. Bien.",
      "confianza": 0.146,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1901.19,
      "fin": 1916.09,
      "duracion": 14.9,
      "texto": "Ahora le voy a volver a mandar el mensajito. Le tiene que salir arriba así o sí. Mira, a ver, esté atento. A ver, fíjese, ¿le llegó algún otro mensajito? No, no.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1920.85,
      "fin": 1933.46,
      "duracion": 12.62,
      "texto": "A ver, ¿ya bajó la, digamos, desde la hora hacia abajo?",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1934.22,
      "fin": 1940.27,
      "duracion": 6.05,
      "texto": "A ver, ¿bajó desde la hora hacia abajo? Sí. ¿Y qué le sale? Léame.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1945.94,
      "fin": 1946.68,
      "duracion": 0.74,
      "texto": "No se está reproduciendo música.",
      "confianza": 0.075,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1950.39,
      "fin": 1965.12,
      "duracion": 14.73,
      "texto": "reproduce música, no hay alarma en la próxima 24 horas. Siempre lo mismo. ¿Y qué más? Nada más. ¿Y qué más? ¿No le sale algún mensaje de texto?",
      "confianza": 0.409,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1967.5,
      "fin": 1999.91,
      "duracion": 32.41,
      "texto": "No, no, no. El día, la hora, nada más. Ajuste. Bueno, a ver. salgase de dónde está, saqué, toque de nuevo el botón chiquitito del medio. Avíseme cuando toques el botoncito. Bien, ahora dígame qué puede visualizar en la pantalla.",
      "confianza": 0.029,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2004.93,
      "fin": 2019.05,
      "duracion": 14.11,
      "texto": "Apareció este... Había aparecido ese, pero después se transformó en un candado.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2021.03,
      "fin": 2022.03,
      "duracion": 1.0,
      "texto": "Bien.",
      "confianza": 0.585,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2022.05,
      "fin": 2034.16,
      "duracion": 12.11,
      "texto": "Bueno, ¿qué había aparecido en la pantalla? La línea, el mensaje y después apareció urgente un candadito. Bueno, ¿ahora qué ve en la pantalla?",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2041.37,
      "fin": 2066.52,
      "duracion": 25.15,
      "texto": "¿Ve cuadraditos? No, bajé la... la hora, la bajé y me sigue. No la bajé, no la bajé. Súbala de nuevo. Y ahí dígame qué le sale cuando la sube de nuevo. Está normal. Está la hora del día.",
      "confianza": 0.158,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2068.88,
      "fin": 2081.72,
      "duracion": 12.84,
      "texto": "¿Bajará? La hora, el día y arriba todo un candadito. Bien, la hora, el día. ¿Usted tiene su teléfono con una contraseña o no?",
      "confianza": 0.123,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2086.23,
      "fin": 2088.27,
      "duracion": 2.04,
      "texto": "Sí. Bueno, ¿y no lo tienes bloqueado?",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2092.36,
      "fin": 2093.4,
      "duracion": 1.04,
      "texto": "Bueno, ¿lo desbloqueo?",
      "confianza": 0.325,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2094.1,
      "fin": 2097.24,
      "duracion": 3.14,
      "texto": "Claro, por supuesto, para que usted pueda ingresar a las aplicaciones.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2102.49,
      "fin": 2105.61,
      "duracion": 3.12,
      "texto": "Ahí está. Bien, ¿y ahí qué puede visualizar?",
      "confianza": 0.484,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2109.39,
      "fin": 2122.33,
      "duracion": 12.94,
      "texto": "No, acá me dice, en inglés, extremo. No, no baje la persiana. Por ahí le saldrá SMS.",
      "confianza": 0.269,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2127.71,
      "fin": 2128.93,
      "duracion": 1.22,
      "texto": "¿Pongo el mensaje?",
      "confianza": 0.468,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2129.45,
      "fin": 2132.74,
      "duracion": 3.29,
      "texto": "Claro, exacto. Engrécele ese mensaje, mensaje de texto.",
      "confianza": 0.395,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2133.9,
      "fin": 2139.74,
      "duracion": 5.84,
      "texto": "Ya está, mensaje. Exacto. A ver, dígame, ¿cuál es el último mensaje que le llevo?",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2143.73,
      "fin": 2164.03,
      "duracion": 20.3,
      "texto": "Su código C por responsabilidad es con vencimiento el 23 del 1 de... Del 2026. o 14-7 para el restaurador.",
      "confianza": 0.329,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2165.13,
      "fin": 2167.61,
      "duracion": 2.48,
      "texto": "Bien, entonces, léame lo completo desde el inicio.",
      "confianza": 0.434,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 2168.17,
      "fin": 2171.52,
      "duracion": 3.35,
      "texto": "¿Su código de portabilidad es? ¿Cuál es el numerito?",
      "confianza": 0.275,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2174.2,
      "fin": 2179.51,
      "duracion": 5.31,
      "texto": "Arriba un poco, es más 223. Ajá.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2181.77,
      "fin": 2187.56,
      "duracion": 5.79,
      "texto": "Su código de portabilidad es 30-55.",
      "confianza": 0.787,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2188.57,
      "fin": 2198.34,
      "duracion": 9.77,
      "texto": "con un 523 del 1 del 2026.",
      "confianza": 0.188,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2198.36,
      "fin": 2198.46,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2198.48,
      "fin": 2213.05,
      "duracion": 14.57,
      "texto": "147 para el postador MDS. Bien, excelente. Entonces, el número de portabilidad de cuatro dígitos, usted me dijo que es 3065. No, 55.",
      "confianza": 0.204,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2213.57,
      "fin": 2231.0,
      "duracion": 17.43,
      "texto": "Ah, bueno, excelente entonces. Bueno, mire, ¿da estaría todo entonces, José? porque ya tenemos lo que viene a ser el número de portabilidad, ¿sí? Bien, ahora, José, como le comentó Rocío, ya estaría todo. Le agradecemos por la amabilidad, por la paciencia.",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2231.74,
      "fin": 2234.66,
      "duracion": 2.92,
      "texto": "La verdad que ha sido muy amable con nosotras.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2235.75,
      "fin": 2244.88,
      "duracion": 9.13,
      "texto": "Cualquier duda que usted tenga se puede contactar con Rocío mediante WhatsApp, mensaje de texto o la puede llamar. Me sigue hasta ahí.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2247.66,
      "fin": 2264.96,
      "duracion": 17.3,
      "texto": "Sí, nada, la única manera que me llame si me llama ella, yo lo llamo de vuelta a ella. Bueno, dale, entonces vamos a hacer así. Vamos a hacer eso. Nosotras nos vamos a dejar el número, agendado lo vamos a llamar desde nuestro número personal para que nos pueda volver a contactar.",
      "confianza": 0.086,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2265.46,
      "fin": 2275.67,
      "duracion": 10.21,
      "texto": "Ahora es lo que sí lo le encargo, que no responda a ninguna de las llamadas que le valga estar ingresando de aquí a dos horas, porque se puede generar un riesgo de doble facturación.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2276.33,
      "fin": 2276.47,
      "duracion": 0.14,
      "texto": "Sí,",
      "confianza": 0.701,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2276.47,
      "fin": 2277.53,
      "duracion": 1.06,
      "texto": "porque va a ser claro.",
      "confianza": 0.701,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2277.8,
      "fin": 2297.76,
      "duracion": 19.96,
      "texto": "¿Me pido hasta ahí? Sí, depende, a no ser que sea algún familiar que me esté llamando. Si es algún familiar, vos lo vas a tener anotado el número, pero si no es familiar, vos no lo vas a conocer. Bueno, está bien. Si no está en la cuenta, no lo atiendas. Claro, totalmente. Si no es un número agendado, no lo atiendas.",
      "confianza": 0.085,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2298.42,
      "fin": 2302.95,
      "duracion": 4.53,
      "texto": "Rocio, después se va a contactar con vos y vos la vas a poder agendar, ¿sí? No hay problema.",
      "confianza": 0.454,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2304.92,
      "fin": 2331.33,
      "duracion": 26.41,
      "texto": "Así que, bueno, ya estaría todo José. Bienvenido a la compañía de Movistar, ¿sí? Bueno, ¿y a qué hora me vas a llamar? Y te va a llamar ponerle que a las tres y media te va a llamar. Tres y media ya te llama y te va a decir, hola José, soy Rosario, estábamos hablando con vos, agéndame. Bien, y vos vas a saber cuál es el numerito de ella y la vas a poder llamar, ¿sí?",
      "confianza": 0.543,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2332.56,
      "fin": 2351.95,
      "duracion": 19.39,
      "texto": "Bueno. Es más vos, José, ¿tendrás para anotar ahí? ¿O no? Sí, tengo para anotar. ¿Te querés anotar el número de teléfono de ella en caso de que, no sé, algún nieto, sobrino, amigo tuyo algún día te ayude a que la puedas llamar? Yo te lo puedo dictar el número de ella.",
      "confianza": 0.354,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2355.55,
      "fin": 2359.5,
      "duracion": 3.95,
      "texto": "Bueno. Avísame cuando escribas. ¿Qué número? ¿Cómo número?",
      "confianza": 0.137,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2362.48,
      "fin": 2371.47,
      "duracion": 8.99,
      "texto": "Sí, ya estoy escribiendo. Bien, usted coloque. 11.",
      "confianza": 0.241,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2373.74,
      "fin": 2374.34,
      "duracion": 0.6,
      "texto": "23.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2380.98,
      "fin": 2391.78,
      "duracion": 10.8,
      "texto": "Noventa y nueve, sesenta y seis, cincuenta. Escribió.",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2396.75,
      "fin": 2416.78,
      "duracion": 20.03,
      "texto": "A ver, repítame lo que tiene escrito. 11, 23, 99. 99, 63, 50. 66, disculpe, 50. 50. Entonces, se lo repito, 11, 23, 99, 66, 50.",
      "confianza": 0.817,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2418.02,
      "fin": 2425.82,
      "duracion": 7.8,
      "texto": "Sí. Bien, perfecto. Bueno, cualquier duda, llama a ese numerito, ¿sí?",
      "confianza": 0.003,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 2426.81,
      "fin": 2436.89,
      "duracion": 10.08,
      "texto": "Bueno, entonces ya estaría todo lo sí. Bienvenido al compañero Movistar. Muchísimas gracias por la movida.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Sí. ¿Qué tal? Rocio es mi nombre, me estoy comunicando en el área de recupero de la compañía Movistar, ¿todo bien? Sí, escúchame, está todo bien. Ustedes están molestando mucho, yo les voy a hacer juicio, pues no puede ser que estén tanto molestando, ¿de acuerdo? Claro, pasa que nosotros no los molestamos, nosotros estamos trabajando realmente, y es por eso que nos hemos contratado para poder... Para mí me molestan, porque me llaman cuatro o cinco veces por día. Claro, pasa que... Yo cuando quiera su servicio, lo voy a llamar o lo voy a visitar. Claro, lo entiendo, pero bueno, nosotros esto es sistemático. Nosotros no es que llamamos a cada una de las personas, es directamente la base y lo que nosotros hacemos es atender los llamados. No es como que exclusivamente tenemos ganas de molestarlo a usted, es algo de sistema. Si usted paga mucho en claro, automáticamente Movistar le empieza a llamar. Tiene una boleta casi de 18.000 pesos cuando Movistar le ofrece un plan a 7.460. Es por eso que la base... Y lo mismo que ustedes tienen claro, en seis meses, durante seis meses lo mismo todas las compañías nos manejamos de la misma manera porque nos damos más promociones durante todo un año, ni en claro, personal, ni tampoco en movistar. Siempre es durante los primeros tres meses. Yo a ustedes lo conozco porque con ese cuentito, un par de meses después, me suben 100%, 200% y no, yo ya estoy cansado. Claro, pero eso fue cuando ustedes fueron a una etapa muy crítica de la compañía Movistar, que fue en el 2023, la última vez que usted estuvo con nosotros. Y además, lo que seguramente le ha pasado, que también le puede pasar en claro si no manejas lo que es la bonificación, usted tiene que renovar antes de los... No renovar, sino que puede hacer otra promoción antes de los seis meses. En el mes 5, tanto en claro como en movistar, usted se tiene que contactar para nunca pagar el precio original de lista. Porque en claro, tampoco pagaba los 17.000 anteriormente. Antes pagaba menos. Y ahora ya está volando 17.781. Es una diferencia. ¿Esto es por qué? Porque no ve las promociones disponibles. Tiene un plan bajísimo y gigas, que usted te dice el celular solamente para llamar y por eso tiene que estar volando a esta locura. ¿Es un montón? No, no vamos a contarme una cosa. No, yo no quiero promoción. Yo quiero un sueldo mínimo y que me suba de acuerdo a la inflación, un 3%, no que me suba 100%. Esto es de la promoción innovada, porque las promociones se terminan y después me salen con un disparate. Pero claro, por eso usted lo que tiene que hacer es poder ver las promociones que tengamos disponibles en el mes 4 o en el mes 5. Lo mismo le pasa con la compañía de Claro. Usted tanto a través de la aplicación de Claro o a través de la aplicación de la compañía Movistar, puede ver los planes que tenemos disponibles antes de los seis meses. Si usted no lo hace con claro, claro, le cobre el precio adicional de listas. Si usted no lo hace con movistar, movistar también hace lo mismo, porque justamente todas las compañías se rigen en ese sentido de la misma manera. En personal, si usted estuviese en personal, también pasa lo mismo. No es que le podemos dar una bonificación después de que se termina la promoción. En ese caso, es el cliente que tiene que llamar. Déjame una cosita. Yo pago el 17, ¿no? Pero yo tengo algunos periodistas y algunos parientes que pagan 20, 30 mil pesos en movistar. Entonces, ¿en qué quedamos? Claro, bueno, pero eso es porque justamente no están viendo las promociones que tenemos disponible en el momento. Es como que la gente, por ejemplo, se queja si se meten a través de la aplicación y piden lo que es la promoción, se las damos automáticamente y no tienen ni siquiera que hablar con uno de nosotros porque lo hace usted mismo a través de lo que es el servicio de internet. a través de lo que es la aplicación, usted puede hacer la renovación. Si pagan 30.000 pesos, pueden pasar a pagar muchísimo menos a través de lo que es nuestra aplicación, pero no lo hacen, porque es justamente eso. Solo se quejan de que pagaron 30.000, 40.000. De hecho, a veces lo hicieron y se quejaron y no le dieron pedazos. Es que no es una queja. Usted no tiene que llamar a alguien para decirle, che, mira, estoy pagando un montón. Usted, en la misma aplicación le aparecen los planes. Si usted tiene un plan de 30.000 pesos, en la misma aplicación puede reducirse a otro plan que sea mucho más económico, sin necesidad de hablar con ninguno de nosotros. Y usted elige el plan que mejor se adapte a lo que usted utiliza. Si ellos pagan 30.000 pesos, hay planes menores a 30.000 pesos para que puedan acceder. Pero no tienen que llamar y decir quiero un descuento. Directamente usted selecciona el plan que mejor le convenga. ¿Pero cómo le decías? En este caso, lo que le estamos brindando es mucho más económico, son 7.460, son casi más de 10.000 pesos de diferencia. Y uno utiliza mucho el celular, son 4 gigas que usted va a tener, más 4 de regalo durante 6 meses, entonces no va a tener ningún inconveniente. ¿Y después de la experiencia que tú vas a tener realmente? Para un poquito, 6 meses y después de los 6 meses que me viene. Y después de los seis meses, usted se le va a cobrar el precio original de lista, lo que tiene que hacer es eso que le comento, la de la misma aplicación. Ahí está el problema, ahí está el problema. Pues si vos me decís, paga siete, y yo te voy a ir aumentando de acuerdo a la inflación, yo no tengo ningún problema. Claro, pero... Si no, no se te termina el plan y te voy a cobrar el triple. Claro, justamente por eso. Usted tiene razón, pero como le comento, nosotros no le podemos dar la promoción durante todo lo que es un año después de la promoción, no cobrarle el precio original de lista. Es lo mismo que usted está pasando ahora con la compañía de Claro. Usted ingresó pagando un monto menor porque tenía una promoción activa. Cuando se le vence esa promoción activa... Claro, si, pero te tengo que contar una cosa. Claro, a mí me va aumentando de acuerdo a la inflación, ese es el tema. Claro, eso en movistar también... Y esto es el cual me conoce, que el movimiento es de acuerdo a la promoción, no es que... 6 meses y me salen con un disparate. Claro, pero usted en claro como a uno se le ha vencido la promoción se le está cobrando según la inflación que por eso es lo que abonaba de los 17 mil que usted me comentaba. Escúchame una cosa, yo no tengo promoción, yo tengo un precio fijo y si me aumentan de acuerdo a la inflación no existe promoción acá. Yo tenía un precio fijo y me cobran la colorización. Si es tres, es un tres, si es dos, un dos y así. Claro, en este caso no es un precio fijo lo que usted mantiene. No es que usted durante seis meses va a pagar exactamente lo mismo. Es una promoción que usted tiene, que se llama también a lo que es la compañía de Claro, y le van a informar que es una promoción. Ninguna compañía brinda lo que es un precio fijo. Ninguna compañía. Entonces, se ponen en contacto con la gente de Claro. No, pero me aumenten de acuerdo a la inflación que hay, ¿no? Que se termina la promoción y después me salen con un saldo triple, diciendo, no, la promoción terminó y ahora tenés esto. Claro, pero para que a usted no le pase eso es justamente lo que tiene que hacer es hacerlo a través de la aplicación. Justamente. Esto ya me pasó varias veces con usted. Porque no hace lo que es la novelas promociones que tenemos disponibles. Justamente no está a través de nuestra aplicación novelas promociones que nosotros tenemos disponibles para que nunca se recobre lo que es el precio original de lista. Nosotros también se lo subimos de acuerdo a lo que es la inflación, que es lo válido es que le aumentamos un 100% por ser solamente ustedes. Nosotros le decimos que sí, le vamos a incrementar el plan, no es que durante seis meses va a pagar un monto fijo, a medida que esté la inflación, automáticamente se le va a incrementar. El tema de ustedes es que me cambian de promoción y eso no va. Si vos me decís que cobro de cobro de inflación, fenómeno, yo estoy de acuerdo. Claro, eso es lo que nosotros hacemos. No me cambié de plan. No me cambié de plan. Es decir, bueno, ese plan ya no existe más, esa promoción. Ahora tiene la más baja de triple. Claro, no, no. Esto es de acuerdo a la inflación, lo que usted va a abonar. En caso de que el plan incremente, usted va a abonar a acuerdo a la inflación. va a pasar de abonar 10.000 pesos a abonar, no sé, 100.000 pesos. Es siempre de acuerdo a la inflación lo que incremente, una vez que incremente el precio va a ser siempre de acuerdo a la inflación. Eso es lo que le digo que entiendo, que todas las compañías nos dirigimos por lo mismo. Si el plan de precio original le dice aumenta, a usted se le va a aumentar de acuerdo a la inflación que hay en el país. Pero no es que va a pagar el 100% de la inflación, digamos. siempre vamos a tener esa descuenta. Además, como le comenté en el procedimiento, nosotros es súper sencillo porque usted ya fue cliente con nuestra compañía y estamos muy interesados en que pueda volver nuevamente para que no se quede con esta mala experiencia. Sí, estoy muy interesado, pues yo tuve muchos disgustos con la compañía. Claro, sí, totalmente. Usted no va a pagar el precio de lista y esto es lo importante. La idea, justamente, como tuvo tantas inconvenientes, es poder recuperarlo. Estamos muy interesados en recuperarlo, que vuelva nuevamente, que no se quede con esa experiencia, Y como le comenté, como usted ya fue cliente, nosotros tenemos muchos beneficios. Y como le comenté, como usted ya fue cliente, nosotros tenemos muchos beneficios. el procedimiento es mucho más fácil. ¿Por qué? Porque no solamente le damos ese beneficio, sino que también le damos la posibilidad de que no pierda plata y que si usted no utiliza todas las yidas, como usted me comentaba, pueda guardarlas. Usted, claro, si no utiliza todas las yidas de su plan, directamente lo paga igual y esas yidas después se pierden. Porque usted me decía que lo maneja para llamadas, sobre todo el celu, ¿no? Sí. Claro, entonces nosotros también le damos todas las llamadas Si usted tiene algún familiar, conoce a alguien en el exterior, nosotros le damos también para que pueda llamarlo, y a diferencia de claro, le damos WhatsApp gratis, capaz que usted quiera hacer una videollana en vez de por llamar al común, le damos eso. Nosotros validamos los datos y asignamos la sucursal más cercana a su localidad para que usted mismo vaya a la sucursal y ahí mis compañeros en el momento le dejan el chip funcionando. Usted va, le entrega el cellulo, le colocan el chip y usted ya sale con ese chip de la sucursal ahí de forma presencial, ya listo, activado todo. No sé si usted sigue en lo más desamorado ahora. Sí, conozco. Claro, claro, porque a mí lo último es que me figuraba esa, le consultaba por qué para poder asignarle la sucursal más cercana. Nosotros en Lomas tenemos dos sucursales. En Ngorriki. Ajá, tenemos en Ngorriki al 3.43. Esa tiene horarios de atención de lunes a viernes y no era 18. Y después tenemos la otra que era calle Hipólito y Uruguay. Yo no sé si conoce también. Sí, conoce. Claro, después tenemos a ese Empolito de E-Washing, que esa ya tiene horarios de atención un poquito más amplios, tiene horarios de atención de lunes a sábado de 9 a 20 horas. Usted conoce la E-Borriti, ¿verdad? Sí, sí. Bueno, a esa E-Borriti es la que usted se le tendría que acercar para alabezarlo, que es el retiro del chip. Nosotros lo que hacemos es primero que dejamos todo cargado acá, en sistema, dejamos todo el cargador y en caso de que tengamos que modificar algún dato, usted me lo comenta solamente, José, y yo lo modifico enseguida en sistema. Y así paga muchísimo menos, porque la verdad es 17,000 y ni siquiera utiliza las gigas. Es una locura. Nosotros por ese precio tenemos un plan casi de más de 20 gigas. Entonces, es importante que pueda reducir el plan. ¿Me sigue hasta ahí, José? Perfecto, mire, nosotros entonces lo que hacemos, José, validamos los datos que me figura acá y usted si me quiere modificar alguno, me dice yo para y lo modifico, ¿bueno? Le doy un segundo y yo se lo modifico. A mí me figura entonces José que su nombre completo es José Covax. No sé si lo pronuncié bien su apellido, ¿cómo se pronuncia? Sí, Covax. Covax, perfecto, no quería pronunciarlo mal. ¿No tiene segundo nombre, José, usted de casualidad? No, no, no. Es lindo no tener segundo nombre, la verdad, a mí me mataron con el segundo nombre. Entonces, debe ser hermoso no tenerlo. Bien, me figura que su nombrito de Denei José es 110027738. ¿Es correcto también? Sí. Perfecto. ¿Cómo fecha de nacimiento me figura que es el 17 de 3 de mil 54? Perfecto. A ver, tengo un correo electrónico acá en el sistema que es cloudem.com. ¿Ese es su correo electrónico? No, ese era mi sobrino. De su sobrino. ¿Quieres que elegimos el de su sobrino o el que hagamos uno para usted? ¿Usted tiene correo electrónico? No, no, no. No tiene. ¿Dejamos el de su sobrino entonces acá? Sí, no, pero mira, yo cuando quiera voy a hacerme una escapada. Yo voy, bueno, voy a ver cómo va. Claro, nosotros, claro, sí, sí, le dije que usted puede acercarse a la sucursal y por eso mismo nosotros le avisamos con 48 horas de anticipación cuando se tiene que acercar a la sucursal a hacer lo que es el retiro del chip. Le mandamos un mensajito por WhatsApp para que usted esté atento y se pueda acercar a la sucursal. No se tiene que olvidar, sin José, de llevar el DNI en mano, que es importante que no se olvide. No, yo no tengo cuchara, no tengo internet, no tengo WhatsApp, no tengo nada. Solamente llamada. Bueno, por esto. Entonces, es muchísimo. No entiendo por qué le están cobrando tanto, la verdad. Es un montón. Le avisamos si quiere. Entonces, por mensaje de texto, le avisamos. Le avisamos para que lo pueda acercarse. Le enviamos un mensajito común. ¿Usted si quiere mensajes? OK. Bien, le comento entonces. Yo ahora lo que voy a hacer es hacerle un contrato legal con la compañía, que esto es súper importante, porque de esta manera es como nosotros dejamos los datos cargados acá en el sistema para que ustedes puedan acercarse a la sucursal. En caso de si yo me equivoqué en algo, le voy a pedir por eso que usted me diga y así nosotros lo hacemos, ¿bien? Deme un segundo. Bien, entonces, para recibir futuras promociones, ¿usted tiene Internet de Movistar? No, no, no. No tiene Internet de Movistar, perfecto. Bien, entonces, estamos portando lo que es la línea 11-50-53-48-62 a nombre de José Cobacs. ¿Me confirma usted los últimos tres líquidos de su DNI? 2738. 2738, perfecto. Usted me comentó que está en claro con un abono mensual. ¿La factura en claro viene a su nombre o tiene el nombre de otra persona? No, a mi nombre. A su nombre, perfecto. Respecto en el celular, usted tiene lo que es un chip físico, ¿verdad? Lo que se coloca dentro del celular. Sí, sí. Perfecto. Bien, entonces va a retirar su chip en nuestra tienda Movistar Oficial, que esto es el Acasigo Riki, al 343, en Lomas de Zamora, provincia de Buenos Aires. Le recuerdo que el costo del servicio al día de hoy es tan solo de $7,460 porque incluye un descuento fijo que es durante seis meses de $30,140. El servicio se factura mes adelantado y su plan base es de cuatro gigas más cuatro gigas de regalo también con una duración de cuatro meses y estos últimos, de seis meses, perdón, y estos últimos agritan 48 horas después de la activada de la línea. En este caso, vamos a dejar el mail de su sobrino, que su mail es claudem.com. Va a recibir su facturación online a través del mail que nos proporcionó, bien. Como usted no tiene celular, ingresando en la sección Servicios desde la app y movizar, va a poder ver toda la información referida a su factura, ya sea cifra de facturación, vencimientos. ¿Y el número es el mismo? Y el número es el mismo. Sí, sí, usted no cambia el numerito de teléfono, lo mantiene, solo que en otra compañía. Pero mantiene el número de teléfono. Usted sigue teniendo el mismo número de teléfono. Yo ahora le explico cómo conservamos el número de teléfono. Bien, entonces va a poder activar 20 gigas de regalo con una duración de 30 días que son disponibles durante todo un año. También puede adverse al dedito automático y sumar 4 gigas de regalo en cada línea telefónica, si os guste, y 3 más y 2 líneas bajo el mismo titular, ¿bien? Una vez aprobada la portabilidad, su línea va a aportar a las 48 horas a 10. Un día antes, por mensaje de WhatsApp, le vamos a informar la fecha de portabilidad para que usted se quede tranquilo. En su caso, por mensaje de texto. Y es importante que usted no coloque el chip antes de la fecha informada. De todas maneras, se va a dar cuenta porque su línea en claro va a dejar de recibir señal. Ahí es cuando va a colocar el chip con nosotros. Le comento que por única vez va a tener que validar la identidad activa en el caso de que usted tenga alguna dificultad. Con la validación, no intentare, no se comunica. 0800-321-76782, opción 4. Yo este número se lo voy a mandar por mensaje de texto para que usted lo tenga mal y lo pueda notar en un papel, ¿bien? Bien, por otro lado, dentro de los próximos días va a recibir una encuesta de satisfacción por WhatsApp y le solicitamos, por favor, que la complete ya que su opinión es muy importante para la empresa, ¿bien? Perfecto. José, le comento, usted me había dicho que él quiere mantener lo que es este numerito de teléfono, ¿verdad? Sí, sí, escúchame, yo no tengo Guayá, no tengo nada. Por eso, solamente tiene lo que es llamada. Mire, yo le explico cómo, cómo hacemos. Yo le voy a enviar los mensajes de texto. ¿Usted sabe abrir los mensajes de texto de su celular? No, no. Andá a hacerlo a mi sobrino. ¿Y su sobrina de casualidad no está con usted en este momento? No. No. Bien, porque, bueno, mire, si usted me coloca, sabe ponerle el celular en altavoz, ¿verdad? Sí, ya está en altavoz, la madre, si no. Buenísimo, genial, entonces. Veo que en el celular la parte de arriba le aparece como la barra de notificaciones, digamos. O sea, usted puede ver si alguien escribe por mensaje de texto o lo está llamando mientras usted está en llamada conmigo. Claro, bueno, ahí usted quédese mirando a la pantalla y le va a llegar un mensaje que le dice su número de portabilidades tanto. Yo necesito que ese número usted me lo lea, el mensaje completo. Bueno. A ver, dígame, usted si le llegó, ahí yo se lo envié. Dígame, dijo. A ver, léramelo por favor. Sí, pero escuchame una cosa, yo tengo un problema, me están operando de castarata y no puedo beber. Lo puedes ver muy bien, no hay problema, yo lo espero, usted lea lo despacito, si tiene lentes se colocan los lentes, yo lo espero acá, no tengo ningún apuro. Sí, pero ahí se borró, aquí está arriba. A ver, ahí se lo envió nuevamente, así le aparece arriba la devuelta en la pantalla. A ver, usted quédese mirando el celular y cuando le llegue, usted lo apresa para que se abre esa mensaje. Ahí se lo envió nuevamente. Ahí, dígame si le aparecieron devueltas. No. Ahí usted crece mirando, ahí le va a llegar nuevamente el mensaje y usted lo aprieta, así lo puede leer. Tiene que apretarlo para que no se le borre. En el medio no hay una nariz ya que tiene. Ahí cuando le aparezca el mensaje, vio que usted le aparece el mensaje arriba y aprieta ese mensaje arriba y ahí le abre todo el mensaje completo. En cualquier parte. Ajá. O usted tiene un celular también, ¿verdad? Usted tiene, en el celular, cuando le aparezca el mensaje, usted aprieta OK. Ah, bueno. Ahí se lo envió usted a mí si ya le apareció. No, todavía no. Usted dónde está? Bien, perfecto, claro. A ver, denme un segundo si lo voy a pasar ahora con mi supervisora. Así se le explica cómo me tiene que enviar el numerito, ¿bueno? Denme un segundo. Se llama Josefina. A mí me pasa. ¿Hola, José? Sí, te escucho. Hola, José, soy Josefina, supervisora de Rocío, ¿sí? Ya voy a pasar a comentarle cómo, bueno, puede ser mucho más fácil a que ingresa el mensajito de texto. Mire, ahora, ¿en qué parte de la pantalla está usted ahora? ¿En qué parte de la pantalla está usted ahora con el celular? ¿En llamada? Sí, sí. Bueno, ahora, sálgase. ¿Usted sabe salirse? No. ¿No sabe salirse de la llamada? No, sí, sí. Se apagó nunca más. Bueno, mire, ¿usted sabe hacer llamadas? ¿Sabe llamar a números? Sí. Porque, bueno, evidentemente usted no está pudiendo encontrar el número de portabilidad, por eso le consulto si usted puede hacer llamadas. Sí, acá me apreció el número. A ver, díctemelo. 3489365122. Bien, ¿ese numerito dónde le salió? ¿En mensaje de texto? No sé, apareció acá en una llamada. No, ahora vete ahí. No, no, no conteste, no conteste las llamadas, por favor. porque van a hacerlo claro, así que no las responda. Mire, hagamos una cosa. ¿Usted sabe ingresar a mensajes de texto ahora? No, yo no manejo mensajes. Bien. Ahora, sálgase de dónde estás. No me cortes. Sálgase de la llamada. Y quédese en el inicio de la pantalla. Bueno, ¿cómo salgo de la llamada? A ver, ¿qué les sale en el celular? Díganme, ¿qué visualizan en el celular, en la pantalla? La llamada. Bien, y abajo, ¿al final qué les sale? ¿Cómo para salirse? ¿Algún botoncito que no sea rojo? No, me está en un teléfono 24-40-43. Claro. No, no sé si es la oro o qué es. Bueno, abajo dice Buenos Aires. Buenos Aires, dice. Sí, pero es otro número, es otro nuestro que... Claro, a esas llamadas no les respondo. Bueno, mira, vamos a hacer una cosa que es más sencilla. Yo ahora, usted sabe hacer llamadas, ¿verdad? Sí, tengo la carterera y también tengo el número para hacer la llamada. Bien. Si yo a usted le doy un número ahora, ¿para qué llame? ¿Puede llamar? Es para que le dicten el número de portabilidad. Usted lo anota en una hoja y cuando yo lo vuelva a llamar me lo dicta, ¿le parece? No, escúchame, vos me llamarías y a mí me asegura que me llamaste. Ahí queda el numerito, vos se manejas de esa manera, digamos, con familiares y demás. En la carterera me asegura los números que me llamaron y los números que yo llamé. Bien, mira, yo voy a hacer una cosa. Te voy a volver a mandar ahora el mensaje. A vos en la pantalla te tiene que salir arriba una ventanita. Vos le tenés que dar click apenas te llegue, ¿sabés? Bueno. Mira, ahí lo mandé. Te tiene que estar llegando en estos segundos. Apenas a vos te figure, arriba te va a salir en donde vos ves la hora. Vos ves la hora en el celu, ¿verdad? ¿Me escuchas? Sí, ahora sí. Bien, tocará donde te salga el mensajito que te va a llegar. Se te va a bajar. ¿Te llegó? Mira, acá arriba tengo un candadito dibujado. ¿Cómo un candadito? Sí. A ver, ¿qué te sale? ¿No te has llegado todavía? ¿Me escuchas? Sí, te escucho, pero acá arriba de todo me sale un candadito dibujado. No sé si estará bloqueado o qué. No creo. ¿Arriba de todo o dónde? ¿Cercada de la hora? Sí, más arriba de la hora. No, vos tenés que tocar donde está la hora y bajar. O sea, hacé así. Desde arriba a dibujar. Como que bajara para allá. Hace eso. Bueno, ya estoy bajando y está. Bien, y léeme qué te dice. No se está produciendo música. No se me borró. Bueno, vuelvo a bajar. No se está produciendo música, reproducir música, no hay alarma en la A ver más abajo que sale. No hay alarma en la próxima 24 horas y abajo de todo ajuste. No hay ningún mensajito que dé el remitente 223. No. Bien. En el celular, en la pantalla usted puede visualizar una línea y un círculo. ¿Me escucha, José? Sí. Bueno, puede ser que abajo pueda visualizar un círculo en el medio, abajo del botón de cortar, que es rojo, ese no lo tiene que tocar. No, me están llamando. Claro, no, esas llamadas no las contesten. Pero abajo, abajo del todo en el celular, ¿qué le sale a usted abajo de esos tres espacios? Sí, sí. Envía el mensaje, dice. Envía el mensaje, nada más. A ver, toqué. No, no, no responde. No, es que en realidad no. Sálgase de la pantalla. Sálgase de la pantalla y toque el botón del medio que yo le digo. El que está al final. El rojo. No, el rojo no. Para nada. El que está abajo del rojo. Ah, chiquitito ahí abajo. Ajá, chiquitito, exactamente. Avíseme y se le van a abrir todas las aplicaciones, ¿verdad? Sí. A ver, ¿ya tocó el botón chiquitito? Sí, para que bajó otra vez en la obra. No, eso no hace falta. O sí, déjelo para abajo. Tóquela ahora y baje para abajo. ¿Ya lo hizo? Bien. Bien. Ahora le voy a volver a mandar el mensajito. Le tiene que salir arriba así o sí. Mira, a ver, esté atento. A ver, fíjese, ¿le llegó algún otro mensajito? No, no. A ver, ¿ya bajó la, digamos, desde la hora hacia abajo? A ver, ¿bajó desde la hora hacia abajo? Sí. ¿Y qué le sale? Léame. No se está reproduciendo música. reproduce música, no hay alarma en la próxima 24 horas. Siempre lo mismo. ¿Y qué más? Nada más. ¿Y qué más? ¿No le sale algún mensaje de texto? No, no, no. El día, la hora, nada más. Ajuste. Bueno, a ver. salgase de dónde está, saqué, toque de nuevo el botón chiquitito del medio. Avíseme cuando toques el botoncito. Bien, ahora dígame qué puede visualizar en la pantalla. Apareció este... Había aparecido ese, pero después se transformó en un candado. Bien. Bueno, ¿qué había aparecido en la pantalla? La línea, el mensaje y después apareció urgente un candadito. Bueno, ¿ahora qué ve en la pantalla? ¿Ve cuadraditos? No, bajé la... la hora, la bajé y me sigue. No la bajé, no la bajé. Súbala de nuevo. Y ahí dígame qué le sale cuando la sube de nuevo. Está normal. Está la hora del día. ¿Bajará? La hora, el día y arriba todo un candadito. Bien, la hora, el día. ¿Usted tiene su teléfono con una contraseña o no? Sí. Bueno, ¿y no lo tienes bloqueado? Bueno, ¿lo desbloqueo? Claro, por supuesto, para que usted pueda ingresar a las aplicaciones. Ahí está. Bien, ¿y ahí qué puede visualizar? No, acá me dice, en inglés, extremo. No, no baje la persiana. Por ahí le saldrá SMS. ¿Pongo el mensaje? Claro, exacto. Engrécele ese mensaje, mensaje de texto. Ya está, mensaje. Exacto. A ver, dígame, ¿cuál es el último mensaje que le llevo? Su código C por responsabilidad es con vencimiento el 23 del 1 de... Del 2026. o 14-7 para el restaurador. Bien, entonces, léame lo completo desde el inicio. ¿Su código de portabilidad es? ¿Cuál es el numerito? Arriba un poco, es más 223. Ajá. Su código de portabilidad es 30-55. con un 523 del 1 del 2026. Bien. 147 para el postador MDS. Bien, excelente. Entonces, el número de portabilidad de cuatro dígitos, usted me dijo que es 3065. No, 55. Ah, bueno, excelente entonces. Bueno, mire, ¿da estaría todo entonces, José? porque ya tenemos lo que viene a ser el número de portabilidad, ¿sí? Bien, ahora, José, como le comentó Rocío, ya estaría todo. Le agradecemos por la amabilidad, por la paciencia. La verdad que ha sido muy amable con nosotras. Cualquier duda que usted tenga se puede contactar con Rocío mediante WhatsApp, mensaje de texto o la puede llamar. Me sigue hasta ahí. Sí, nada, la única manera que me llame si me llama ella, yo lo llamo de vuelta a ella. Bueno, dale, entonces vamos a hacer así. Vamos a hacer eso. Nosotras nos vamos a dejar el número, agendado lo vamos a llamar desde nuestro número personal para que nos pueda volver a contactar. Ahora es lo que sí lo le encargo, que no responda a ninguna de las llamadas que le valga estar ingresando de aquí a dos horas, porque se puede generar un riesgo de doble facturación. Sí, porque va a ser claro. ¿Me pido hasta ahí? Sí, depende, a no ser que sea algún familiar que me esté llamando. Si es algún familiar, vos lo vas a tener anotado el número, pero si no es familiar, vos no lo vas a conocer. Bueno, está bien. Si no está en la cuenta, no lo atiendas. Claro, totalmente. Si no es un número agendado, no lo atiendas. Rocio, después se va a contactar con vos y vos la vas a poder agendar, ¿sí? No hay problema. Así que, bueno, ya estaría todo José. Bienvenido a la compañía de Movistar, ¿sí? Bueno, ¿y a qué hora me vas a llamar? Y te va a llamar ponerle que a las tres y media te va a llamar. Tres y media ya te llama y te va a decir, hola José, soy Rosario, estábamos hablando con vos, agéndame. Bien, y vos vas a saber cuál es el numerito de ella y la vas a poder llamar, ¿sí? Bueno. Es más vos, José, ¿tendrás para anotar ahí? ¿O no? Sí, tengo para anotar. ¿Te querés anotar el número de teléfono de ella en caso de que, no sé, algún nieto, sobrino, amigo tuyo algún día te ayude a que la puedas llamar? Yo te lo puedo dictar el número de ella. Bueno. Avísame cuando escribas. ¿Qué número? ¿Cómo número? Sí, ya estoy escribiendo. Bien, usted coloque. 11. 23. Noventa y nueve, sesenta y seis, cincuenta. Escribió. A ver, repítame lo que tiene escrito. 11, 23, 99. 99, 63, 50. 66, disculpe, 50. 50. Entonces, se lo repito, 11, 23, 99, 66, 50. Sí. Bien, perfecto. Bueno, cualquier duda, llama a ese numerito, ¿sí? Bueno, entonces ya estaría todo lo sí. Bienvenido al compañero Movistar. Muchísimas gracias por la movida.",
  "calidad": {
    "confianza_promedio": 0.5,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 71.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:47:06.452578",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 16,
    "total_segmentos_original": 546,
    "total_segmentos_corregido": 179,
    "fecha_correccion": "2026-01-18T23:05:20.181372",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116134649347_ACD_99021",
    "fecha_inicio": "16/1/2026 13:46:49",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 2368,
    "tiempo_conversacion": 2332,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No usa o No tiene celular",
    "tipo_tipificacion": "Exitoso"
  }
}