{
  "archivo": "amza33_1_260115145659046_ACD_03771.wav",
  "duracion_segundos": 280.87,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 151.1,
    "Cliente": 103.52
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.04,
      "fin": 11.97,
      "duracion": 10.93,
      "texto": "No te escucho nada. Hola, buen día.",
      "confianza": 0.257,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.99,
      "fin": 12.05,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.145,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.08,
      "fin": 26.23,
      "duracion": 14.15,
      "texto": "Buen día, un placer. Mi nombre es Katy. Me contacto con Margarita. ¿De parte de quién? Mi nombre es Katy. No sé si alcanza a escuchar. Katy, ¿pero de parte de qué empresa?",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.75,
      "fin": 28.37,
      "duracion": 1.62,
      "texto": "De Moisar, me estoy contactando.",
      "confianza": 0.444,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 29.7,
      "fin": 45.79,
      "duracion": 16.09,
      "texto": "Sí, estamos por acá. Y también comentar, a ver, en realidad, preguntarte por qué motivo te fuiste. ¿Me podés comentar?",
      "confianza": 0.192,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 48.42,
      "fin": 75.24,
      "duracion": 26.82,
      "texto": "Porque cuando yo los necesitaba, no me contestaban. Cuando... Cuando yo estaba en otra parte, no me podía... No me podían llamar, por un montón de razones malas que no me gustaban. Antes era muy bueno. Ahora ya no. Yo ya estoy en otra cosa de claro y yo ya les contesté miles de veces a ustedes.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.23,
      "fin": 77.29,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.31,
      "fin": 78.45,
      "duracion": 1.14,
      "texto": "No, ahora no quiero cambias.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.75,
      "fin": 85.28,
      "duracion": 4.53,
      "texto": "Porque ya lo tengo mucho claro y me gusta ya.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 85.3,
      "fin": 86.84,
      "duracion": 1.54,
      "texto": "Bueno, mira Margarita, te comento, me sube la clase",
      "confianza": 0.091,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.0,
      "fin": 130.32,
      "duracion": 43.32,
      "texto": "dos años que vos no estás en la compañía, la verdad que te fuiste con la gestión anterior, que seguramente que tenías muchos problemas de conectividad, ¿sí? Conectividad y encima me querían meter un pago de algo que no era mío, que yo debía. Sí. Así que si yo quería renunciar a movistar, tenía que pagar no sé cuánto y que yo debía, tenía una deuda. A ver, déjame leer, porque si vos te digas que vas a tener una deuda con la gestión anterior, la verdad es que la empresa que se calvo, porque es como te digo, fue un error de la gestión anterior que estábamos teniendo, ¿sí? Dame un segundo, ¿sí?",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 130.34,
      "fin": 141.05,
      "duracion": 10.71,
      "texto": "Te voy a pedir que no me cortes porque le diría justamente sacarte ese tip de mala experiencia que vos habías tenido, ¿sí?",
      "confianza": 0.601,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.07,
      "fin": 143.43,
      "duracion": 2.36,
      "texto": "Claro, si yo les dije que no les voy a pagar nada porque yo tengo, acá tengo todas las bolitas de lo que yo he pagado.",
      "confianza": 0.011,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.45,
      "fin": 146.17,
      "duracion": 2.72,
      "texto": "No, no tengas problema que justamente nosotros para eso",
      "confianza": 0.632,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.41,
      "fin": 166.55,
      "duracion": 20.14,
      "texto": "Estamos, para verificar el inconveniente, ¿sí? Dame un segundito, que yo lo estoy verificando y chequeando acá. Sí. Bien, a ver, ¿de cuánto te dijeron que era el saldo a vos? No, no me acuerdo porque eso fue años atrás. No te hagas problemas.",
      "confianza": 0.904,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 170.52,
      "fin": 191.88,
      "duracion": 21.36,
      "texto": "No, pues yo sí, claro, yo no voy a cambiar, por ahora no. Claro, la idea justamente es que vos vuelvas a la empresa y verificar el problema, ¿sí? No me sobra que vos tenés en un solo pendiente en Movistar, igual de todas formas. Vos me lo decís ahora, pero en el momento que yo cuando... Claro, yo te entiendo. No podía.",
      "confianza": 0.186,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 193.26,
      "fin": 197.15,
      "duracion": 3.88,
      "texto": "Tenía muchísimos problemas con Movistar, tuve muchos problemas.",
      "confianza": 0.791,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 197.91,
      "fin": 218.42,
      "duracion": 20.51,
      "texto": "Entonces dije, no, le doy de baja, No voy a pagar ninguna deuda, le digo, porque si tengo que poner un abogado, porque yo acá tengo los contrabantes, yo me pagaba, entonces dije, no vuelvo más. Yo entiendo el inconveniente y la verdad que nos hacemos cargo, vos no contás con ninguna deuda. Quédate tranquila.",
      "confianza": 0.776,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.1,
      "fin": 240.52,
      "duracion": 21.42,
      "texto": "Si hubieras contado, acá me saltan el sistema, seguramente este mismo problema, como te dije con la gestión anterior, que tenés toda la razón del mundo, era un desastre. Por eso nosotros es que buscamos que usted saque ese chip de mala experiencia, ¿sí? En cuanto a lo que te guste sucedió. Tenéis toda la razón del mundo que antes era un desastre, ¿sí?",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 241.1,
      "fin": 248.37,
      "duracion": 7.27,
      "texto": "Por eso es que quiero sacar el chip de esa mala experiencia, ¿sí?",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.39,
      "fin": 248.53,
      "duracion": 0.14,
      "texto": "Bien.",
      "confianza": 0.237,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.55,
      "fin": 260.08,
      "duracion": 11.53,
      "texto": "A ver, coméntame, aparte de eso, ¿qué te sucedió con la gestión anterior? que no te podías conectar porque ahora actualmente la empresa de movistar es la que tiene mejor conectividad en todo lo largo y ancho del país.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 261.43,
      "fin": 267.66,
      "duracion": 6.23,
      "texto": "Coméntame, vos con lo que es claro actualmente, ¿tenés alguna dificultad en cuanto a la conectividad?",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.87,
      "fin": 277.62,
      "duracion": 5.75,
      "texto": "Ninguna. ¿Cómo? Ninguna. Ninguna que es rara porque actualmente la compañía es la que tiene mejor conectividad en todo el país.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.53,
      "fin": 280.87,
      "duracion": 0.34,
      "texto": "Sí, pero no tengo",
      "confianza": 0.067,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "No te escucho nada. Hola, buen día. Sí. Buen día, un placer. Mi nombre es Katy. Me contacto con Margarita. ¿De parte de quién? Mi nombre es Katy. No sé si alcanza a escuchar. Katy, ¿pero de parte de qué empresa? De Moisar, me estoy contactando. Sí, estamos por acá. Y también comentar, a ver, en realidad, preguntarte por qué motivo te fuiste. ¿Me podés comentar? Porque cuando yo los necesitaba, no me contestaban. Cuando... Cuando yo estaba en otra parte, no me podía... No me podían llamar, por un montón de razones malas que no me gustaban. Antes era muy bueno. Ahora ya no. Yo ya estoy en otra cosa de claro y yo ya les contesté miles de veces a ustedes. Sí. No, ahora no quiero cambias. Porque ya lo tengo mucho claro y me gusta ya. Bueno, mira Margarita, te comento, me sube la clase dos años que vos no estás en la compañía, la verdad que te fuiste con la gestión anterior, que seguramente que tenías muchos problemas de conectividad, ¿sí? Conectividad y encima me querían meter un pago de algo que no era mío, que yo debía. Sí. Así que si yo quería renunciar a movistar, tenía que pagar no sé cuánto y que yo debía, tenía una deuda. A ver, déjame leer, porque si vos te digas que vas a tener una deuda con la gestión anterior, la verdad es que la empresa que se calvo, porque es como te digo, fue un error de la gestión anterior que estábamos teniendo, ¿sí? Dame un segundo, ¿sí? Te voy a pedir que no me cortes porque le diría justamente sacarte ese tip de mala experiencia que vos habías tenido, ¿sí? Claro, si yo les dije que no les voy a pagar nada porque yo tengo, acá tengo todas las bolitas de lo que yo he pagado. No, no tengas problema que justamente nosotros para eso Estamos, para verificar el inconveniente, ¿sí? Dame un segundito, que yo lo estoy verificando y chequeando acá. Sí. Bien, a ver, ¿de cuánto te dijeron que era el saldo a vos? No, no me acuerdo porque eso fue años atrás. No te hagas problemas. No, pues yo sí, claro, yo no voy a cambiar, por ahora no. Claro, la idea justamente es que vos vuelvas a la empresa y verificar el problema, ¿sí? No me sobra que vos tenés en un solo pendiente en Movistar, igual de todas formas. Vos me lo decís ahora, pero en el momento que yo cuando... Claro, yo te entiendo. No podía. Tenía muchísimos problemas con Movistar, tuve muchos problemas. Entonces dije, no, le doy de baja, No voy a pagar ninguna deuda, le digo, porque si tengo que poner un abogado, porque yo acá tengo los contrabantes, yo me pagaba, entonces dije, no vuelvo más. Yo entiendo el inconveniente y la verdad que nos hacemos cargo, vos no contás con ninguna deuda. Quédate tranquila. Si hubieras contado, acá me saltan el sistema, seguramente este mismo problema, como te dije con la gestión anterior, que tenés toda la razón del mundo, era un desastre. Por eso nosotros es que buscamos que usted saque ese chip de mala experiencia, ¿sí? En cuanto a lo que te guste sucedió. Tenéis toda la razón del mundo que antes era un desastre, ¿sí? Por eso es que quiero sacar el chip de esa mala experiencia, ¿sí? Bien. A ver, coméntame, aparte de eso, ¿qué te sucedió con la gestión anterior? que no te podías conectar porque ahora actualmente la empresa de movistar es la que tiene mejor conectividad en todo lo largo y ancho del país. Coméntame, vos con lo que es claro actualmente, ¿tenés alguna dificultad en cuanto a la conectividad? Ninguna. ¿Cómo? Ninguna. Ninguna que es rara porque actualmente la compañía es la que tiene mejor conectividad en todo el país. Sí, pero no tengo",
  "calidad": {
    "confianza_promedio": 0.547,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:49:36.669738",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:24.105942",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115145659046_ACD_03771",
    "fecha_inicio": "15/1/2026 14:56:59",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 295,
    "tiempo_conversacion": 269,
    "tiempo_hold": 0,
    "tiempo_acw": 0,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}