{
  "archivo": "amza13_1_260113132953286_ACD_30859.wav",
  "duracion_segundos": 213.18,
  "num_segmentos": 50,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 46.0,
    "Cliente": 154.29
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 13.47,
      "duracion": 13.44,
      "texto": "Hola, buen día. Hablo con Oscar. ¿Qué tal, Oscar? Habla, claro, me comunico la línea de beneficios de la compañía Movistar. Ya que creo que tenés una línea en claro. ¿Puede ser?",
      "confianza": 0.063,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.81,
      "fin": 33.32,
      "duracion": 17.51,
      "texto": "Sí, señor. Sí. Perfecto. Mira, nosotros queremos ofrecerte volver a Movistar con el siguiente beneficio. Te vamos a brindar un descuento fijo por seis meses en cualquier plan. Y tenemos dos planes en promoción, uno en 11.400 y otro en 13.250, este último con roaming, 16 gigas, súper completo.",
      "confianza": 0.028,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.6,
      "fin": 45.36,
      "duracion": 10.75,
      "texto": "Sí, te comento y te digo que no acepto por una cuestión de que por donde vivo con tu empresa no tengo señal.",
      "confianza": 0.833,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.38,
      "fin": 46.44,
      "duracion": 1.06,
      "texto": "¿Dónde vivís?",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.18,
      "fin": 97.27,
      "duracion": 50.09,
      "texto": "Vivo en las afueras de Santa Fe y no llega a movistar acá, por ese motivo lo cambié. Ah, entiendo. ¿Me hablas de la ciudad de Santa Fe, Santa Fe de la Veracruz? Sí, sí. Ajá, bien. Estoy viendo el mapa de Calorí. La verdad que todo lo que es Santa Fe, Santo Tomé, tenemos cobertura total. ¿Vos exactamente en qué parte estás? En la zona de Colas, tiene rincón, más que nada. No, no tengo señal, ya lo te digo. Me canvía, claro, por ese motivo. Claro, y pudiste hacer alguna, acá estamos con las PINES, San José del Rincón, los bañados, la huelga, ahí sí tenemos señal. En algún momento vos hiciste un cambio de chip, los chips se tienen que actualizar cada un año, no sé si vos lo sabías a eso.",
      "confianza": 0.801,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.24,
      "fin": 121.05,
      "duracion": 21.81,
      "texto": "No, no, te digo, que yo tenía Movistar, perdón, Movistar era en su momento y tenía ese problema de que no me podía comunicar con nadie. Claro, pero vos fuiste en 2022, entonces llegamos con más antenas, con mejores chips, hoy estamos usando chip 4G+, que agarran la señal muy bien, son los mejores chips que hay en el mercado.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.67,
      "fin": 124.56,
      "duracion": 0.88,
      "texto": "Ajá, no, no, la verdad es que no.",
      "confianza": 0.156,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 125.6,
      "fin": 135.19,
      "duracion": 9.59,
      "texto": "Mira, yo estoy viendo el mapa de cobertura actualmente en Colas Ciné, tenemos cobertura completa. Además que los chips que usamos son los 4G+, como te mencionaba.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.89,
      "fin": 152.09,
      "duracion": 16.2,
      "texto": "Yo te podría hacer el trámite ahora y vos retirarías en sucursal Andriani de Santa Fe el chip en unos 5 días más o menos y podrías disfrutar el servicio. Te podemos regalar 20GB más también desde la aplicación si haces la portabilidad del día de hoy. ¿No te escucho bien?",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.36,
      "fin": 212.02,
      "duracion": 58.66,
      "texto": "Bien, que te podemos hacer la porta el día de hoy, te envío el chip a su cursor, Adriani, y además te vamos a regalar 20 días extra para que saques desde la aplicación. Ya, justo encima en este momento estoy ocupado con un kilómetro. Si me podés llamar, mejor. Más tarde te agradecería. Dale, perfecto. Yo igual estoy hasta las 3 hoy, pero nos podemos comunicar por WhatsApp. Si no mañana, porque ahora estoy en pleno de un proceso acá de laburo y no te puedo atender como es debido. Perfecto. Mañana en la mañana te vuelvo a llamar de todas maneras. Ahí te mando a WhatsApp un audio explicándote varios de nuestros planes para que cuando tengas tiempito lo escuches y mañana no se me des una respuesta, ¿crees? Dale, dale, dale. Gracias. Disculpale, amore. No, no, gracias a vos que tengas buen día.",
      "confianza": 0.647,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 212.88,
      "fin": 213.18,
      "duracion": 0.3,
      "texto": "Buen día.",
      "confianza": 0.288,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Oscar. ¿Qué tal, Oscar? Habla, claro, me comunico la línea de beneficios de la compañía Movistar. Ya que creo que tenés una línea en claro. ¿Puede ser? Sí, señor. Sí. Perfecto. Mira, nosotros queremos ofrecerte volver a Movistar con el siguiente beneficio. Te vamos a brindar un descuento fijo por seis meses en cualquier plan. Y tenemos dos planes en promoción, uno en 11.400 y otro en 13.250, este último con roaming, 16 gigas, súper completo. Sí, te comento y te digo que no acepto por una cuestión de que por donde vivo con tu empresa no tengo señal. ¿Dónde vivís? Vivo en las afueras de Santa Fe y no llega a movistar acá, por ese motivo lo cambié. Ah, entiendo. ¿Me hablas de la ciudad de Santa Fe, Santa Fe de la Veracruz? Sí, sí. Ajá, bien. Estoy viendo el mapa de Calorí. La verdad que todo lo que es Santa Fe, Santo Tomé, tenemos cobertura total. ¿Vos exactamente en qué parte estás? En la zona de Colas, tiene rincón, más que nada. No, no tengo señal, ya lo te digo. Me canvía, claro, por ese motivo. Claro, y pudiste hacer alguna, acá estamos con las PINES, San José del Rincón, los bañados, la huelga, ahí sí tenemos señal. En algún momento vos hiciste un cambio de chip, los chips se tienen que actualizar cada un año, no sé si vos lo sabías a eso. No, no, te digo, que yo tenía Movistar, perdón, Movistar era en su momento y tenía ese problema de que no me podía comunicar con nadie. Claro, pero vos fuiste en 2022, entonces llegamos con más antenas, con mejores chips, hoy estamos usando chip 4G+, que agarran la señal muy bien, son los mejores chips que hay en el mercado. Ajá, no, no, la verdad es que no. Mira, yo estoy viendo el mapa de cobertura actualmente en Colas Ciné, tenemos cobertura completa. Además que los chips que usamos son los 4G+, como te mencionaba. Yo te podría hacer el trámite ahora y vos retirarías en sucursal Andriani de Santa Fe el chip en unos 5 días más o menos y podrías disfrutar el servicio. Te podemos regalar 20GB más también desde la aplicación si haces la portabilidad del día de hoy. ¿No te escucho bien? Bien, que te podemos hacer la porta el día de hoy, te envío el chip a su cursor, Adriani, y además te vamos a regalar 20 días extra para que saques desde la aplicación. Ya, justo encima en este momento estoy ocupado con un kilómetro. Si me podés llamar, mejor. Más tarde te agradecería. Dale, perfecto. Yo igual estoy hasta las 3 hoy, pero nos podemos comunicar por WhatsApp. Si no mañana, porque ahora estoy en pleno de un proceso acá de laburo y no te puedo atender como es debido. Perfecto. Mañana en la mañana te vuelvo a llamar de todas maneras. Ahí te mando a WhatsApp un audio explicándote varios de nuestros planes para que cuando tengas tiempito lo escuches y mañana no se me des una respuesta, ¿crees? Dale, dale, dale. Gracias. Disculpale, amore. No, no, gracias a vos que tengas buen día. Buen día.",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:09:10.066018",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 50,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:14.115793",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113132953286_ACD_30859",
    "fecha_inicio": "13/1/2026 13:29:53",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 272,
    "tiempo_conversacion": 206,
    "tiempo_hold": 0,
    "tiempo_acw": 38,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}