{
  "archivo": "amza15_1_260113115654101_ACD_03345.wav",
  "duracion_segundos": 135.94,
  "num_segmentos": 29,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 68.72,
    "Cliente": 52.61
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.12,
      "fin": 6.13,
      "duracion": 4.01,
      "texto": "Hola, ¿qué tal? Buen día, ¿comprenda? Sí, ¿de parte de quién?",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.19,
      "fin": 13.82,
      "duracion": 6.63,
      "texto": "Un gusto. Macarena es mi nombre. Me estoy contratando para brindarte una promoción exclusiva en el diario Hola, tu línea.",
      "confianza": 0.928,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.88,
      "fin": 21.01,
      "duracion": 6.13,
      "texto": "¿Acordes de movistar? Claro, exactamente. Sí, ¿las habían contactado con usted para brindarle las formaciones?",
      "confianza": 0.204,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.45,
      "fin": 29.46,
      "duracion": 7.01,
      "texto": "Sí, ya se comunicaron muchas veces y me dijeron las mil veces que me llamaron que me iban a sacar de la base de datos, pero al parecer no.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.49,
      "fin": 51.6,
      "duracion": 21.11,
      "texto": "Bien, y de consulta, respecto al servicio de Internet, junto con la línea, ¿le pudieron comentar que la línea le quedaría modificada en 4.000 pesos con 8GB? No, no me dijeran nada. Pero igual yo ya expliqué que no me voy a cambiar porque me conviene, claro, porque yo uso más que nada los datos con Roaming, que es la única empresa que me los ofrece, digamos.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.22,
      "fin": 62.36,
      "duracion": 9.14,
      "texto": "Bien, en este caso te podemos brindar, porque nosotros también tenemos Roaming. Quizás cuando estuviste en Movistar no te brindaron lo que es el plan, con roaming justamente así.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.9,
      "fin": 79.77,
      "duracion": 16.87,
      "texto": "Pero en este caso tenemos para brindarte un plan de 16 gigas, porque en realidad el plan es de 8 gigas de base más 8 gigas de regalo, con el roaming incluido y todo bonificado de lo que le llamadas sms y whatsapp totalmente libres por un costo de 13.250.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.43,
      "fin": 84.56,
      "duracion": 4.13,
      "texto": "Te consulto en claro cuánto estás abonando y qué cantidad de gigas te brindan.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.52,
      "fin": 93.09,
      "duracion": 7.57,
      "texto": "No me sé exactamente ahora cuántos gigas me vienen, pero estoy pagando casi lo mismo, 15 por ahí.",
      "confianza": 0.132,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.81,
      "fin": 94.29,
      "duracion": 0.48,
      "texto": "No hay mucha diferencia.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.31,
      "fin": 111.02,
      "duracion": 16.71,
      "texto": "Bien, y con los otros te comento que vas a tener también 20 gigas que vas a poder activar en el momento que eres y además si no alcanzas a ocupar el total de 10 gigas, porque entendemos que son bastantes, vas a poder conservarlos y te van a ir acumulando y eso lo vas a poder ver desde la aplicación, ¿sí?",
      "confianza": 0.709,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.64,
      "fin": 117.86,
      "duracion": 6.22,
      "texto": "Cualquier cosa vos me podés llamar más tarde porque ahora estoy en el trabajo y no puedo hablar bien, pero si me podés llamar más tarde lo veo. Bien,",
      "confianza": 0.549,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 117.86,
      "fin": 124.16,
      "duracion": 6.3,
      "texto": "mira, ¿te parece que te mando un WhatsApp ahora mismo y me vas contestando a medida que puedas?",
      "confianza": 0.476,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.18,
      "fin": 132.38,
      "duracion": 8.2,
      "texto": "Y te dejo detrás de lado el plan. Dale, perfecto. Dale, Brenda, un gusto hablar con vos y nos mantenemos en contacto. Que estés muy bien.",
      "confianza": 0.484,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 135.12,
      "fin": 135.94,
      "duracion": 0.82,
      "texto": "Dale, igualmente te gracias. Hasta luego.",
      "confianza": 0.014,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día, ¿comprenda? Sí, ¿de parte de quién? Un gusto. Macarena es mi nombre. Me estoy contratando para brindarte una promoción exclusiva en el diario Hola, tu línea. ¿Acordes de movistar? Claro, exactamente. Sí, ¿las habían contactado con usted para brindarle las formaciones? Sí, ya se comunicaron muchas veces y me dijeron las mil veces que me llamaron que me iban a sacar de la base de datos, pero al parecer no. Bien, y de consulta, respecto al servicio de Internet, junto con la línea, ¿le pudieron comentar que la línea le quedaría modificada en 4.000 pesos con 8GB? No, no me dijeran nada. Pero igual yo ya expliqué que no me voy a cambiar porque me conviene, claro, porque yo uso más que nada los datos con Roaming, que es la única empresa que me los ofrece, digamos. Bien, en este caso te podemos brindar, porque nosotros también tenemos Roaming. Quizás cuando estuviste en Movistar no te brindaron lo que es el plan, con roaming justamente así. Pero en este caso tenemos para brindarte un plan de 16 gigas, porque en realidad el plan es de 8 gigas de base más 8 gigas de regalo, con el roaming incluido y todo bonificado de lo que le llamadas sms y whatsapp totalmente libres por un costo de 13.250. Te consulto en claro cuánto estás abonando y qué cantidad de gigas te brindan. No me sé exactamente ahora cuántos gigas me vienen, pero estoy pagando casi lo mismo, 15 por ahí. No hay mucha diferencia. Bien, y con los otros te comento que vas a tener también 20 gigas que vas a poder activar en el momento que eres y además si no alcanzas a ocupar el total de 10 gigas, porque entendemos que son bastantes, vas a poder conservarlos y te van a ir acumulando y eso lo vas a poder ver desde la aplicación, ¿sí? Cualquier cosa vos me podés llamar más tarde porque ahora estoy en el trabajo y no puedo hablar bien, pero si me podés llamar más tarde lo veo. Bien, mira, ¿te parece que te mando un WhatsApp ahora mismo y me vas contestando a medida que puedas? Y te dejo detrás de lado el plan. Dale, perfecto. Dale, Brenda, un gusto hablar con vos y nos mantenemos en contacto. Que estés muy bien. Dale, igualmente te gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.512,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:22:57.989285",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 29,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:14.976782",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113115654101_ACD_03345",
    "fecha_inicio": "13/1/2026 11:56:54",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 202,
    "tiempo_conversacion": 134,
    "tiempo_hold": 0,
    "tiempo_acw": 57,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}