{
  "archivo": "amza35_1_260113131413642_ACD_81569.wav",
  "duracion_segundos": 155.49,
  "num_segmentos": 46,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 53.87,
    "Cliente": 88.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.54,
      "fin": 13.03,
      "duracion": 10.49,
      "texto": "Hola, ¿qué tal? ¿Cómo estás? ¿Hablo con la línea de Alan? Sí, lo escucho. ¿Qué tal, Alan? ¿Cómo estás? ¿Te habla Marcos? Estamos llamándote al día de hoy por unas bonificaciones en la línea.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.65,
      "fin": 20.16,
      "duracion": 6.51,
      "texto": "Te llamaba porque el objetivo es justamente comentarte que Movistar está haciendo una renovación para comenzar el año, ¿sí?",
      "confianza": 0.689,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.6,
      "fin": 22.12,
      "duracion": 1.52,
      "texto": "¿Puedo estar sinclaro solamente?",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.81,
      "fin": 26.86,
      "duracion": 4.05,
      "texto": "Se fuiste de Movistar, bien, bien, bien en Perístico.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.44,
      "fin": 40.86,
      "duracion": 13.42,
      "texto": "Con respecto a lo que es claro, ¿actualmente cómo te estás yendo? ¿Cuánto estás hoy en día usando de gigas al mes? 6 gigas. ¿Es la única línea que tenés como titular? Sí. Perfecto.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.88,
      "fin": 45.9,
      "duracion": 5.02,
      "texto": "Al día de hoy te comento si la promoción justamente te da lo que son 20 gigas de regalo para comenzar el año.",
      "confianza": 0.687,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.94,
      "fin": 52.92,
      "duracion": 6.98,
      "texto": "Esto lo activas desde la aplicación por única vez. Vas a tener también lo que son 8 gigas para poder ocupar en tu plan.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.0,
      "fin": 62.79,
      "duracion": 9.79,
      "texto": "cuatro de base, cuatro de regalo y también vas a tener lo que son las llamadas libres, el WhatsApp totalmente gratis porque no te va a consumir los gigas cuando lo ocupes.",
      "confianza": 0.656,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.81,
      "fin": 72.7,
      "duracion": 9.89,
      "texto": "Viste que hoy en día el WhatsApp en claro, por ejemplo, por ahí te ocupan los gigas y por ahí no. Entonces la idea es que sepas que el WhatsApp viene totalmente gratis, bonificado por parte de la compañía, ¿sí?",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.22,
      "fin": 82.22,
      "duracion": 9.0,
      "texto": "Al día de hoy la promoción que yo verifico en tu zona tiene justamente un descuento exclusivo como antiguo cliente de la compañía, ¿sí? ¿Vos de qué localidad sos actualmente?",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.89,
      "fin": 88.59,
      "duracion": 5.7,
      "texto": "Escobar. ¿De dónde? Escobar. No te alcanzo a escuchar, disculpa.",
      "confianza": 0.146,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.82,
      "fin": 113.7,
      "duracion": 22.88,
      "texto": "Escobar. Escobar, perfecto. Lo que es en Escobar, en este caso sí tenemos lo que es justamente la idea de que tengas un local cerca para que de esa manera puedas aprovechar todos los beneficios, ¿sí? La promoción que te vamos a incluir al día de hoy te queda con un ahorro diario justamente para que vos puedas aprovechar el estructuro de beneficios y aprovechar también todo lo que Movistar ha renovado a partir de este año, ¿sí?",
      "confianza": 0.007,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.29,
      "fin": 123.4,
      "duracion": 9.11,
      "texto": "Lo que es bueno también, que yo te, en este caso, te quería comentar, que además activamos con un chip 4G+. ¿Te hago una consulta? ¿Vos utilizas chip físico o chip virtual?",
      "confianza": 0.704,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.84,
      "fin": 130.71,
      "duracion": 2.87,
      "texto": "Chip físico, pero claro, tengo 5G. No, no tengo 4G. 4G no tenemos ya ningún módulo. No, no, no, exactamente.",
      "confianza": 0.026,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 130.79,
      "fin": 131.35,
      "duracion": 0.56,
      "texto": "Te comento.",
      "confianza": 0.877,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.39,
      "fin": 155.49,
      "duracion": 24.1,
      "texto": "La idea de nuestros chips es que se adapten a tu teléfono. ¿Por qué? Porque algunos clientes por ahí tienen 4g plus o 4g dependiendo el modelo de teléfono si por ejemplo tu teléfono es de gama alta perfecto la idea es que podamos darte la mejor señal y de esa manera también que puedas tener más chicas y aprovecharlo ya que viene",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Cómo estás? ¿Hablo con la línea de Alan? Sí, lo escucho. ¿Qué tal, Alan? ¿Cómo estás? ¿Te habla Marcos? Estamos llamándote al día de hoy por unas bonificaciones en la línea. Te llamaba porque el objetivo es justamente comentarte que Movistar está haciendo una renovación para comenzar el año, ¿sí? ¿Puedo estar sinclaro solamente? Se fuiste de Movistar, bien, bien, bien en Perístico. Con respecto a lo que es claro, ¿actualmente cómo te estás yendo? ¿Cuánto estás hoy en día usando de gigas al mes? 6 gigas. ¿Es la única línea que tenés como titular? Sí. Perfecto. Al día de hoy te comento si la promoción justamente te da lo que son 20 gigas de regalo para comenzar el año. Esto lo activas desde la aplicación por única vez. Vas a tener también lo que son 8 gigas para poder ocupar en tu plan. cuatro de base, cuatro de regalo y también vas a tener lo que son las llamadas libres, el WhatsApp totalmente gratis porque no te va a consumir los gigas cuando lo ocupes. Viste que hoy en día el WhatsApp en claro, por ejemplo, por ahí te ocupan los gigas y por ahí no. Entonces la idea es que sepas que el WhatsApp viene totalmente gratis, bonificado por parte de la compañía, ¿sí? Al día de hoy la promoción que yo verifico en tu zona tiene justamente un descuento exclusivo como antiguo cliente de la compañía, ¿sí? ¿Vos de qué localidad sos actualmente? Escobar. ¿De dónde? Escobar. No te alcanzo a escuchar, disculpa. Escobar. Escobar, perfecto. Lo que es en Escobar, en este caso sí tenemos lo que es justamente la idea de que tengas un local cerca para que de esa manera puedas aprovechar todos los beneficios, ¿sí? La promoción que te vamos a incluir al día de hoy te queda con un ahorro diario justamente para que vos puedas aprovechar el estructuro de beneficios y aprovechar también todo lo que Movistar ha renovado a partir de este año, ¿sí? Lo que es bueno también, que yo te, en este caso, te quería comentar, que además activamos con un chip 4G+. ¿Te hago una consulta? ¿Vos utilizas chip físico o chip virtual? Chip físico, pero claro, tengo 5G. No, no tengo 4G. 4G no tenemos ya ningún módulo. No, no, no, exactamente. Te comento. La idea de nuestros chips es que se adapten a tu teléfono. ¿Por qué? Porque algunos clientes por ahí tienen 4g plus o 4g dependiendo el modelo de teléfono si por ejemplo tu teléfono es de gama alta perfecto la idea es que podamos darte la mejor señal y de esa manera también que puedas tener más chicas y aprovecharlo ya que viene",
  "calidad": {
    "confianza_promedio": 0.544,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:54:45.424222",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 46,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:24.404705",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113131413642_ACD_81569",
    "fecha_inicio": "13/1/2026 13:14:13",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 207,
    "tiempo_conversacion": 150,
    "tiempo_hold": 0,
    "tiempo_acw": 42,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}