{
  "archivo": "amza42_1_260114115538829_ACD_70869.wav",
  "duracion_segundos": 234.95,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 56.3,
    "Cliente": 153.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.0,
      "duracion": 5.97,
      "texto": "Hola, ¿me comunicó con Damian?",
      "confianza": 0.262,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.02,
      "fin": 6.1,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.305,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.12,
      "fin": 14.46,
      "duracion": 8.34,
      "texto": "Hola, Damian. ¿Cómo te va? Un gusto. Mi nombre es Cynthia. Me estoy comunicando con vos porque el día de hoy tengo para brindarte un descuento exclusivo para tu línea móvil.",
      "confianza": 0.473,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.47,
      "fin": 20.35,
      "duracion": 4.88,
      "texto": "Actualmente me asegura que vos perteneces al claro. ¿Eso es correcto? ¿Damian?",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.93,
      "fin": 29.16,
      "duracion": 7.23,
      "texto": "Sí. Bien, perfecto. Y actualmente vos contás con lo que es abono o tenés prepago. Eh... Abono.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 29.77,
      "fin": 33.65,
      "duracion": 3.88,
      "texto": "Ah, bueno. Bien, perfecto. ¿Sabes de cuánto es tu plan actualmente? ¿De cuántos gigas?",
      "confianza": 0.156,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 37.11,
      "fin": 37.41,
      "duracion": 0.3,
      "texto": "Yo no recuerdo.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.43,
      "fin": 38.17,
      "duracion": 0.74,
      "texto": "Bien, perfecto.",
      "confianza": 0.78,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 38.2,
      "fin": 42.6,
      "duracion": 4.41,
      "texto": "O sea, es que, bueno, como te comentaba, el día de hoy tenemos lo que es una promoción para brindarte.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.58,
      "fin": 49.27,
      "duracion": 5.69,
      "texto": "Que, bueno, me figuro que vos perteneces a Claro desde el 2024. ¿Anteriormente vos eras cliente de Movistar?",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.93,
      "fin": 75.6,
      "duracion": 23.67,
      "texto": "Sí. Bien, perfecto. Bueno. Nosotros estamos en una campaña en lo que es recuperación de clientes para que vos puedas volver a disfrutar de los beneficios nuevos que tenemos para vos y de la nueva cobertura que hemos implementado, ¿sí? Actualmente hemos mejorado en lo que es la atención y además en la cobertura en la zona. Actualmente tenemos para brindarte lo que es un plan de 16 gigas, el cual cuenta con 8 de base más 8 de regalo, ¿sí?",
      "confianza": 0.045,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 75.96,
      "fin": 78.68,
      "duracion": 2.72,
      "texto": "Además se viene con WhatsApp gratis, habla libre a todas las compañías.",
      "confianza": 0.765,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.72,
      "fin": 87.82,
      "duracion": 9.1,
      "texto": "También tienes América Precia Local y Rumina en América, ¿sí? Esto es para permitirte a vos que siempre estés comunicado y en contacto con la gente que te rodea así.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.04,
      "fin": 95.75,
      "duracion": 6.71,
      "texto": "Al día de hoy, este viene con un descuento durante seis meses que hoy te queda en $10,400 pesos así.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.99,
      "fin": 113.68,
      "duracion": 16.69,
      "texto": "Además, bueno, te viene con las ayudas de regalo. Y si tenés alguna otra línea en nombre tuyo, también puedes implementarla, portarla también a Movistar para brindarte también lo que son cuatro líneas de regalo por lo que es el plan familiar, sí. Ya con dos líneas y se te cuenta como plan familiar.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.78,
      "fin": 122.37,
      "duracion": 7.59,
      "texto": "Actualmente me asegura que vos vas del Buenos Aires. ¿De qué localidad sos?",
      "confianza": 0.505,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.49,
      "fin": 126.85,
      "duracion": 3.36,
      "texto": "De La Matanza, ciudad de Guajaraba. ¿De La Matanza? Sí. Bien.",
      "confianza": 0.15,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.57,
      "fin": 145.61,
      "duracion": 18.04,
      "texto": "Nosotros, bueno, para hacer la portabilidad, nosotros lo que hacemos es brindarte una tienda motovista para que vos te puedas acercar al retirar el chipset. Ya está. Puedes ser cerca de tu domicilio o cerca de tu lugar de trabajo. Por ahí, capaz que viajás. ¿Alguna parte de Buenos Aires que queda alejada de tu casa?",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.35,
      "fin": 149.1,
      "duracion": 2.74,
      "texto": "Dicen que hace más cómodo retirarlo por ahí.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.98,
      "fin": 168.45,
      "duracion": 18.47,
      "texto": "Retirarlo por alguna tienda sucursal que esté por la martanza. ¿Te es cómodo? Sí puede ser. Igual debería pensar todavía. ¿Te ha quedado alguna duda sobre el plan? ¿Querés que repasemos sobre los beneficios que viene? Además, está también viene con un...",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.94,
      "fin": 183.46,
      "duracion": 13.52,
      "texto": "¿Cómo? Me mandan información por WhatsApp, si pueden. Bien, perfecto. Así también tengo para habilitarte lo que son 20 gigas de regalo que vos lo puedes activar desde la aplicación, ¿sí?",
      "confianza": 0.159,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 184.06,
      "fin": 189.47,
      "duracion": 5.41,
      "texto": "Estos son exclusivos. Bueno, nosotros tenemos un cupo limitado para entregarse a los clientes que quieran pasarse a Movistar.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.89,
      "fin": 209.32,
      "duracion": 17.43,
      "texto": "Eso vos lo puedes activar tanto en el primer mes como en el segundo, en el tercero, cuando vos veas que te sea más necesario activar los gigas, en vez de cambiarte de plan, si te crees más cómodo puedes permanecer con el mismo plan, con las mismas cantidades de gigas, y activar este bonus que te brindamos, ¿sí?",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.6,
      "fin": 212.79,
      "duracion": 0.19,
      "texto": "Sí,",
      "confianza": 0.087,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 212.79,
      "fin": 219.35,
      "duracion": 6.56,
      "texto": "bueno, me pueden mandar la información o el mail o el celular, justo ahora estoy manejando y no puedo...",
      "confianza": 0.087,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.35,
      "fin": 234.95,
      "duracion": 15.6,
      "texto": "Bien, perfecto, también. Me comunico este mismo número de WhatsApp, del que estoy llamando al teléfono, que termina en 757, Bueno, le estaré comunicando con vos y que tenga lindos días. Hasta luego.",
      "confianza": 0.087,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿me comunicó con Damian? Sí. Hola, Damian. ¿Cómo te va? Un gusto. Mi nombre es Cynthia. Me estoy comunicando con vos porque el día de hoy tengo para brindarte un descuento exclusivo para tu línea móvil. Actualmente me asegura que vos perteneces al claro. ¿Eso es correcto? ¿Damian? Sí. Bien, perfecto. Y actualmente vos contás con lo que es abono o tenés prepago. Eh... Abono. Ah, bueno. Bien, perfecto. ¿Sabes de cuánto es tu plan actualmente? ¿De cuántos gigas? Yo no recuerdo. Bien, perfecto. O sea, es que, bueno, como te comentaba, el día de hoy tenemos lo que es una promoción para brindarte. Que, bueno, me figuro que vos perteneces a Claro desde el 2024. ¿Anteriormente vos eras cliente de Movistar? Sí. Bien, perfecto. Bueno. Nosotros estamos en una campaña en lo que es recuperación de clientes para que vos puedas volver a disfrutar de los beneficios nuevos que tenemos para vos y de la nueva cobertura que hemos implementado, ¿sí? Actualmente hemos mejorado en lo que es la atención y además en la cobertura en la zona. Actualmente tenemos para brindarte lo que es un plan de 16 gigas, el cual cuenta con 8 de base más 8 de regalo, ¿sí? Además se viene con WhatsApp gratis, habla libre a todas las compañías. También tienes América Precia Local y Rumina en América, ¿sí? Esto es para permitirte a vos que siempre estés comunicado y en contacto con la gente que te rodea así. Al día de hoy, este viene con un descuento durante seis meses que hoy te queda en $10,400 pesos así. Además, bueno, te viene con las ayudas de regalo. Y si tenés alguna otra línea en nombre tuyo, también puedes implementarla, portarla también a Movistar para brindarte también lo que son cuatro líneas de regalo por lo que es el plan familiar, sí. Ya con dos líneas y se te cuenta como plan familiar. Actualmente me asegura que vos vas del Buenos Aires. ¿De qué localidad sos? De La Matanza, ciudad de Guajaraba. ¿De La Matanza? Sí. Bien. Nosotros, bueno, para hacer la portabilidad, nosotros lo que hacemos es brindarte una tienda motovista para que vos te puedas acercar al retirar el chipset. Ya está. Puedes ser cerca de tu domicilio o cerca de tu lugar de trabajo. Por ahí, capaz que viajás. ¿Alguna parte de Buenos Aires que queda alejada de tu casa? Dicen que hace más cómodo retirarlo por ahí. Retirarlo por alguna tienda sucursal que esté por la martanza. ¿Te es cómodo? Sí puede ser. Igual debería pensar todavía. ¿Te ha quedado alguna duda sobre el plan? ¿Querés que repasemos sobre los beneficios que viene? Además, está también viene con un... ¿Cómo? Me mandan información por WhatsApp, si pueden. Bien, perfecto. Así también tengo para habilitarte lo que son 20 gigas de regalo que vos lo puedes activar desde la aplicación, ¿sí? Estos son exclusivos. Bueno, nosotros tenemos un cupo limitado para entregarse a los clientes que quieran pasarse a Movistar. Eso vos lo puedes activar tanto en el primer mes como en el segundo, en el tercero, cuando vos veas que te sea más necesario activar los gigas, en vez de cambiarte de plan, si te crees más cómodo puedes permanecer con el mismo plan, con las mismas cantidades de gigas, y activar este bonus que te brindamos, ¿sí? Sí, bueno, me pueden mandar la información o el mail o el celular, justo ahora estoy manejando y no puedo... Bien, perfecto, también. Me comunico este mismo número de WhatsApp, del que estoy llamando al teléfono, que termina en 757, Bueno, le estaré comunicando con vos y que tenga lindos días. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.537,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:45:07.904150",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 67,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:27.428923",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114115538829_ACD_70869",
    "fecha_inicio": "14/1/2026 11:55:38",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 239,
    "tiempo_conversacion": 224,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}