{
  "archivo": "amza32_1_260112135440450_ACD_37007.wav",
  "duracion_segundos": 523.06,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 243.01,
    "Cliente": 185.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.22,
      "duracion": 5.19,
      "texto": "Hola, buen día. Mi nombre es Marina. Hablo con Andrea.",
      "confianza": 0.431,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.82,
      "fin": 13.01,
      "duracion": 6.19,
      "texto": "Sí. Andrea, ¿qué tal? Un gusto. ¿Cómo estás el día de hoy? ¿Todo bien? Bien, bien. Todo bien. Agradecido.",
      "confianza": 0.033,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.03,
      "fin": 19.3,
      "duracion": 6.27,
      "texto": "Andrea, yo el día de hoy me estoy comunicando desde la área técnica de movilizar porque estamos haciendo instalaciones de fita óptica en tu zona.",
      "confianza": 0.431,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.62,
      "fin": 23.22,
      "duracion": 3.6,
      "texto": "¿Exactamente te les he servido con clara? ¿O con qué te les he servido?",
      "confianza": 0.35,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.65,
      "fin": 46.14,
      "duracion": 21.48,
      "texto": "Sí, yo tengo claro, pero mira, con Movistar estoy con un tema porque yo ya lo di de baja a Movistar Hogar por mudanza, pagué lo que tenía que pagar, ahora no sé qué me están cobrando, si yo ya tengo el número de baja, todo el trámite hecho, tengo todo lo... A ver, a ver, a ver, a un segundo.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.62,
      "fin": 54.17,
      "duracion": 6.55,
      "texto": "Ahí lo voy a ver en el sistema. Dame un segundito.",
      "confianza": 0.357,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.17,
      "fin": 68.24,
      "duracion": 11.07,
      "texto": "Dame un segundito y lo voy a verificar.",
      "confianza": 0.516,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.26,
      "fin": 87.13,
      "duracion": 8.86,
      "texto": "¿Algún servicio de fibra?",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.54,
      "fin": 170.27,
      "duracion": 81.73,
      "texto": "Terminó contratando al final mi pareja, tenemos Movistar Fibra nosotros, pero lo tiene mi pareja porque yo en el momento de hacer el traspaso por el tema de la mudanza, me dijeron que tenía que pagar la deuda. Yo en ese momento por los gastos de la mudanza no lo podía pagar. Pasó el tiempo, terminé saldando la deuda con un descuento que me hacían, un descuento importante, lo pagué, me dieron el número de trámite de la baja del servicio. Ahora me salen con que debo no sé cuánta plata otra vez y los productos que tengo acá, todos los aparatos, no lo vinieron a buscar. O sea, habíamos quedado en la última conversación y decidieron a comunicar conmigo para venir a buscarlo, para coordinar un horario y un día, y nunca me llamaron por eso y ahora me están cobrando que yo no lo pienso pagar, te digo la verdad, porque yo lo diré baja, me dieron un número de trámite, y no lo voy a pagar, que vengan a buscar los productos y que vengan a buscarlos, pero eso es pagar lo que me están cobrando, no lo quiero pagar, no lo voy a pagar. Dale, ahí voy a consultar bien en el sistema, sí, pero te pido una disculpa, básicamente tu niña la tenés en claro, me estudiaron dos niñas a tu nombre.",
      "confianza": 0.863,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.31,
      "fin": 192.41,
      "duracion": 21.1,
      "texto": "Claro, ahora yo tengo claro mi celular tengo y Movistar Sierra ya te digo, primero me terminaron cobrando 5.000 pesos. Después me viene, ahora creo que me viene un monto, no sé si de 15.000 o la última vez que me vino, o de más de 30.000 pesos.",
      "confianza": 0.799,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.15,
      "fin": 222.03,
      "duracion": 28.88,
      "texto": "Yo no lo voy a pagar de ninguna manera, porque yo ya fui de baja, me dieron un número de trámite y lo último que tenían que hacer era venir a buscar los productos y no lo iniciaron a comunicar conmigo, ni por mensaje. Mira, ayer si me das un segundito, porque valentícanos bien el tema de a ver cuánto es, porque en el caso de que será menor a 30.000 o 30.000, nosotros podemos bonificar lo que es ese monto. Si esa es la portabilidad del día, le daría las dos millas.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.79,
      "fin": 224.31,
      "duracion": 1.52,
      "texto": "Dame un segunito que lo estoy verificando.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 226.56,
      "fin": 227.94,
      "duracion": 1.38,
      "texto": "Dame un segunito, por favor.",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.5,
      "fin": 234.11,
      "duracion": 2.6,
      "texto": "Bien, dame un segunito, ahí lo consulto.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 291.99,
      "fin": 318.41,
      "duracion": 26.42,
      "texto": "10, sí, mira, ha ido por su test. Nosotros nos podemos bonificar hasta 35 mil, sí. Si realizas la portabilidad del día de hoy conmigo, nosotros te bonificamos hasta 35 mil. Especialmente. Sí, decime. No sé, ¿qué es la deuda ahora? A mí no me sale lo que es la deuda, sí me sale el list, digamos, de deuda.",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 319.13,
      "fin": 320.57,
      "duracion": 1.44,
      "texto": "No me sale lo que es.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 321.1,
      "fin": 340.6,
      "duracion": 19.5,
      "texto": "Pero sí, nosotros podemos verificar si dais a la portadera. Hoy te verificamos hasta 35.000 pesos. Claro, el tema es que no sé ni lo que debo. ¿Sabés lo que pasa? Que no sé cosa, que me hagan como la vez pasada y después otra vez me sigue generando un interés.",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 341.48,
      "fin": 351.22,
      "duracion": 9.74,
      "texto": "Porque yo otra vez hablé con una persona como vos, me dio de bajar servicio, lo pagué, Y ya te digo, tenían que venir a buscar los productos.",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.24,
      "fin": 351.88,
      "duracion": 0.64,
      "texto": "Sí.",
      "confianza": 0.636,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 351.9,
      "fin": 372.33,
      "duracion": 20.43,
      "texto": "Y ahora, otra vez lo mismo, que yo ni sé lo que me están cobrando. ¿Por qué me están cobrando? Porque ahora parecería que vos me estás haciendo un favor, pero en realidad, yo ya supuestamente pagué todo, ¿entendés lo que te digo? A ver, a ver, dame un segundito, ahí te paso con mi supervisión. Hola, ¿así qué tal, Andrea?",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.13,
      "fin": 373.35,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.625,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 373.85,
      "fin": 380.12,
      "duracion": 6.27,
      "texto": "Andrea, ¿cómo le vas? Me derivaron el llamado, mi nombre es Marcos. ¿Qué tal Andrea, cómo se encuentra?",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.92,
      "fin": 381.98,
      "duracion": 1.06,
      "texto": "Bien, bien, todo bien.",
      "confianza": 0.792,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 382.0,
      "fin": 409.22,
      "duracion": 27.22,
      "texto": "Bueno, le comentaba a tu compañera que yo salí de baja al servicio hace unos meses. Ahora me viene un monto que tengo que pagar. Primero eran 5 mil, después 15 y no sé ahora cuánto es. Pero no entiendo por qué a mí me dieron una facilidad de pago con un descuento en ese momento. Yo lo pagué por medio de no sé si era rapid pago o pago fácil.",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 409.9,
      "fin": 410.96,
      "duracion": 1.06,
      "texto": "Lo terminé de pagar.",
      "confianza": 0.779,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 412.3,
      "fin": 435.95,
      "duracion": 23.65,
      "texto": "Tenían que llamarme solamente para arreglar fecha y hora. de que vengan a buscar todos los productos, nunca me llamaron, me siguen cobrando plata, que como yo lo decía su compañera, yo no lo voy a pagar, ahora ella me habla de una bonificación de hasta 35.000, le digo, pero parecería que vos me estás haciendo un favor, pero en realidad, yo ya pagué todo, ya vi de baja.",
      "confianza": 0.775,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 436.47,
      "fin": 441.96,
      "duracion": 5.49,
      "texto": "Bien, ahora Andrea, le hago una consulta a usted, su línea actual está en claro con abono mensual.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 443.2,
      "fin": 466.29,
      "duracion": 23.09,
      "texto": "Lo que nosotros haríamos sería, en este caso, poder aplicarle un descuento para que de esa manera sea mucho más liviano la área de lo que es la parte de cobranza por ese pequeño saldo pendiente. Ahora, lo que es la promoción, ¿cuál plan le gustó, el plan de 4 más 4 o el de 8 más 8?",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 466.81,
      "fin": 482.71,
      "duracion": 15.9,
      "texto": "No, en realidad te comento, yo ya tengo a tramovizar fibra en mi nueva casa, porque lo contrató mi pareja. Yo el tema es que quise solucionar el tema de mi deuda, lo solucioné, me dieron un número de trámites,",
      "confianza": 0.512,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 483.33,
      "fin": 494.65,
      "duracion": 11.32,
      "texto": "Y ahora me siguen cobrando, que yo a tu compañero le dije, yo no voy a pagar nada, porque yo ya di la baja del servicio, ya lo pagué como me dijeron que haga.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 494.67,
      "fin": 495.47,
      "duracion": 0.8,
      "texto": "Claro, claro, claro.",
      "confianza": 0.43,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 495.49,
      "fin": 523.06,
      "duracion": 27.57,
      "texto": "Bueno, mire, lo que vamos a hacer, para que se quede tranquila, vamos a comunicarnos nosotros con el área de cobranzas, Y la asesora le va a dejar un whatsapp con toda la información para que de esta manera le podamos explicar bien detrás de lo que usted se quede tranquila y de esa manera no tiene que abonarlo con usted, en este caso lo que se le indica. Así que estamos en contacto diría whatsapp, ¿sí? Buen día, que tengáis un excelente día, hasta luego. Igualmente, chau, hasta luego.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Mi nombre es Marina. Hablo con Andrea. Sí. Andrea, ¿qué tal? Un gusto. ¿Cómo estás el día de hoy? ¿Todo bien? Bien, bien. Todo bien. Agradecido. Andrea, yo el día de hoy me estoy comunicando desde la área técnica de movilizar porque estamos haciendo instalaciones de fita óptica en tu zona. ¿Exactamente te les he servido con clara? ¿O con qué te les he servido? Sí, yo tengo claro, pero mira, con Movistar estoy con un tema porque yo ya lo di de baja a Movistar Hogar por mudanza, pagué lo que tenía que pagar, ahora no sé qué me están cobrando, si yo ya tengo el número de baja, todo el trámite hecho, tengo todo lo... A ver, a ver, a ver, a un segundo. Ahí lo voy a ver en el sistema. Dame un segundito. Dame un segundito y lo voy a verificar. ¿Algún servicio de fibra? Terminó contratando al final mi pareja, tenemos Movistar Fibra nosotros, pero lo tiene mi pareja porque yo en el momento de hacer el traspaso por el tema de la mudanza, me dijeron que tenía que pagar la deuda. Yo en ese momento por los gastos de la mudanza no lo podía pagar. Pasó el tiempo, terminé saldando la deuda con un descuento que me hacían, un descuento importante, lo pagué, me dieron el número de trámite de la baja del servicio. Ahora me salen con que debo no sé cuánta plata otra vez y los productos que tengo acá, todos los aparatos, no lo vinieron a buscar. O sea, habíamos quedado en la última conversación y decidieron a comunicar conmigo para venir a buscarlo, para coordinar un horario y un día, y nunca me llamaron por eso y ahora me están cobrando que yo no lo pienso pagar, te digo la verdad, porque yo lo diré baja, me dieron un número de trámite, y no lo voy a pagar, que vengan a buscar los productos y que vengan a buscarlos, pero eso es pagar lo que me están cobrando, no lo quiero pagar, no lo voy a pagar. Dale, ahí voy a consultar bien en el sistema, sí, pero te pido una disculpa, básicamente tu niña la tenés en claro, me estudiaron dos niñas a tu nombre. Claro, ahora yo tengo claro mi celular tengo y Movistar Sierra ya te digo, primero me terminaron cobrando 5.000 pesos. Después me viene, ahora creo que me viene un monto, no sé si de 15.000 o la última vez que me vino, o de más de 30.000 pesos. Yo no lo voy a pagar de ninguna manera, porque yo ya fui de baja, me dieron un número de trámite y lo último que tenían que hacer era venir a buscar los productos y no lo iniciaron a comunicar conmigo, ni por mensaje. Mira, ayer si me das un segundito, porque valentícanos bien el tema de a ver cuánto es, porque en el caso de que será menor a 30.000 o 30.000, nosotros podemos bonificar lo que es ese monto. Si esa es la portabilidad del día, le daría las dos millas. Dame un segunito que lo estoy verificando. Dame un segunito, por favor. Bien, dame un segunito, ahí lo consulto. 10, sí, mira, ha ido por su test. Nosotros nos podemos bonificar hasta 35 mil, sí. Si realizas la portabilidad del día de hoy conmigo, nosotros te bonificamos hasta 35 mil. Especialmente. Sí, decime. No sé, ¿qué es la deuda ahora? A mí no me sale lo que es la deuda, sí me sale el list, digamos, de deuda. No me sale lo que es. Pero sí, nosotros podemos verificar si dais a la portadera. Hoy te verificamos hasta 35.000 pesos. Claro, el tema es que no sé ni lo que debo. ¿Sabés lo que pasa? Que no sé cosa, que me hagan como la vez pasada y después otra vez me sigue generando un interés. Porque yo otra vez hablé con una persona como vos, me dio de bajar servicio, lo pagué, Y ya te digo, tenían que venir a buscar los productos. Sí. Y ahora, otra vez lo mismo, que yo ni sé lo que me están cobrando. ¿Por qué me están cobrando? Porque ahora parecería que vos me estás haciendo un favor, pero en realidad, yo ya supuestamente pagué todo, ¿entendés lo que te digo? A ver, a ver, dame un segundito, ahí te paso con mi supervisión. Hola, ¿así qué tal, Andrea? Sí. Andrea, ¿cómo le vas? Me derivaron el llamado, mi nombre es Marcos. ¿Qué tal Andrea, cómo se encuentra? Bien, bien, todo bien. Bueno, le comentaba a tu compañera que yo salí de baja al servicio hace unos meses. Ahora me viene un monto que tengo que pagar. Primero eran 5 mil, después 15 y no sé ahora cuánto es. Pero no entiendo por qué a mí me dieron una facilidad de pago con un descuento en ese momento. Yo lo pagué por medio de no sé si era rapid pago o pago fácil. Lo terminé de pagar. Tenían que llamarme solamente para arreglar fecha y hora. de que vengan a buscar todos los productos, nunca me llamaron, me siguen cobrando plata, que como yo lo decía su compañera, yo no lo voy a pagar, ahora ella me habla de una bonificación de hasta 35.000, le digo, pero parecería que vos me estás haciendo un favor, pero en realidad, yo ya pagué todo, ya vi de baja. Bien, ahora Andrea, le hago una consulta a usted, su línea actual está en claro con abono mensual. Lo que nosotros haríamos sería, en este caso, poder aplicarle un descuento para que de esa manera sea mucho más liviano la área de lo que es la parte de cobranza por ese pequeño saldo pendiente. Ahora, lo que es la promoción, ¿cuál plan le gustó, el plan de 4 más 4 o el de 8 más 8? No, en realidad te comento, yo ya tengo a tramovizar fibra en mi nueva casa, porque lo contrató mi pareja. Yo el tema es que quise solucionar el tema de mi deuda, lo solucioné, me dieron un número de trámites, Y ahora me siguen cobrando, que yo a tu compañero le dije, yo no voy a pagar nada, porque yo ya di la baja del servicio, ya lo pagué como me dijeron que haga. Claro, claro, claro. Bueno, mire, lo que vamos a hacer, para que se quede tranquila, vamos a comunicarnos nosotros con el área de cobranzas, Y la asesora le va a dejar un whatsapp con toda la información para que de esta manera le podamos explicar bien detrás de lo que usted se quede tranquila y de esa manera no tiene que abonarlo con usted, en este caso lo que se le indica. Así que estamos en contacto diría whatsapp, ¿sí? Buen día, que tengáis un excelente día, hasta luego. Igualmente, chau, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.553,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:35:46.216728",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:23.331040",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112135440450_ACD_37007",
    "fecha_inicio": "12/1/2026 13:54:40",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 541,
    "tiempo_conversacion": 509,
    "tiempo_hold": 0,
    "tiempo_acw": 15,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}