{
  "archivo": "amza44_1_260116111753303_ACD_77585.wav",
  "duracion_segundos": 127.37,
  "num_segmentos": 41,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 86.77,
    "Cliente": 31.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.45,
      "duracion": 9.42,
      "texto": "Hola, ¿qué tal un día? Sí, ¿quién habló? Mi nombre es Rodrigo, ¿hablo con Lara?",
      "confianza": 0.362,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.47,
      "fin": 10.03,
      "duracion": 0.56,
      "texto": "Sí.",
      "confianza": 0.582,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.09,
      "fin": 11.19,
      "duracion": 1.1,
      "texto": "Hola, Lara, ¿qué tal? Un gusto.",
      "confianza": 0.366,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.85,
      "fin": 19.63,
      "duracion": 7.78,
      "texto": "Yo me estoy comunicando para brindarle lo que es un beneficio en la línea. No es seguro, Lara, que usted actualmente está con lo que es la compañera de Claro, ¿es correcto?",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.48,
      "fin": 32.9,
      "duracion": 12.42,
      "texto": "Es por derecho. Ok, excelente. Yo me comunico con usted de lo que es la compañía Movistar, ¿sí? Es porque tenemos unas promociones vigentes al día de hoy para estudiantes de la compañía que actualmente están en claro.",
      "confianza": 0.257,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.94,
      "fin": 54.23,
      "duracion": 19.29,
      "texto": "Así que le quería consultar, ¿sí? ¿Para qué suele utilizar más el teléfono usted? ¿Suelo utilizar para estudiar, para trabajar, más que nada, para estar comunicada? Para ser comunicada. Ok, excelente. Bueno, tengo para brindarles el día de hoy una promoción exclusiva, que es el plan de 18GB.",
      "confianza": 0.559,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.37,
      "fin": 66.44,
      "duracion": 11.08,
      "texto": "Este plan le va a demostrar lo que es WhatsApp Gratis y llamadas libres a todas las compañías, además de 3GB de roaming en América, y le va a venir con 8GB extra bonificado por 6 meses.",
      "confianza": 0.636,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.46,
      "fin": 68.9,
      "duracion": 2.44,
      "texto": "Y va a tener 16GB para poder utilizar.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.58,
      "fin": 78.83,
      "duracion": 9.25,
      "texto": "Este plan al día de hoy le va a estar quedando en un monto de 10.400 pesos. No sé cómo se ve usted con esta cantidad de giras y con este plan en general.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.08,
      "fin": 88.31,
      "duracion": 7.23,
      "texto": "¿Me lo podrías mandar por WhatsApp, así yo lo veo bien? Porque yo en este momento estoy trabajando.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.95,
      "fin": 126.19,
      "duracion": 37.24,
      "texto": "Uy, ok, entiendo, entiendo. Sí, lo que pasa es que esta promoción estaba vigente solo por el día de hoy. Así no la estamos mandando por WhatsApp por ese motivo. Porque es una oferta digital que tiene Movistar. Cualquier cosa yo me puedo volver a comunicar con usted, yo estoy hasta las 3 de la tarde. ¡Buenísimo! Yo me puedo volver a comunicar con usted en cuanto pueda hablar, no sé si le queda bien a las 2, 2 y media de la tarde. ¡Perfecto! ¿Sí? ¡Perfecto! Se habla buenísimo. Ok, a las 2 y media en dos me estoy comunicando con usted, ¿sí? ¡Genial! ¡Muchas gracias! A la diferente, muchas gracias. Hasta luego.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 126.87,
      "fin": 127.37,
      "duracion": 0.5,
      "texto": "Hasta luego.",
      "confianza": 0.38,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal un día? Sí, ¿quién habló? Mi nombre es Rodrigo, ¿hablo con Lara? Sí. Hola, Lara, ¿qué tal? Un gusto. Yo me estoy comunicando para brindarle lo que es un beneficio en la línea. No es seguro, Lara, que usted actualmente está con lo que es la compañera de Claro, ¿es correcto? Es por derecho. Ok, excelente. Yo me comunico con usted de lo que es la compañía Movistar, ¿sí? Es porque tenemos unas promociones vigentes al día de hoy para estudiantes de la compañía que actualmente están en claro. Así que le quería consultar, ¿sí? ¿Para qué suele utilizar más el teléfono usted? ¿Suelo utilizar para estudiar, para trabajar, más que nada, para estar comunicada? Para ser comunicada. Ok, excelente. Bueno, tengo para brindarles el día de hoy una promoción exclusiva, que es el plan de 18GB. Este plan le va a demostrar lo que es WhatsApp Gratis y llamadas libres a todas las compañías, además de 3GB de roaming en América, y le va a venir con 8GB extra bonificado por 6 meses. Y va a tener 16GB para poder utilizar. Este plan al día de hoy le va a estar quedando en un monto de 10.400 pesos. No sé cómo se ve usted con esta cantidad de giras y con este plan en general. ¿Me lo podrías mandar por WhatsApp, así yo lo veo bien? Porque yo en este momento estoy trabajando. Uy, ok, entiendo, entiendo. Sí, lo que pasa es que esta promoción estaba vigente solo por el día de hoy. Así no la estamos mandando por WhatsApp por ese motivo. Porque es una oferta digital que tiene Movistar. Cualquier cosa yo me puedo volver a comunicar con usted, yo estoy hasta las 3 de la tarde. ¡Buenísimo! Yo me puedo volver a comunicar con usted en cuanto pueda hablar, no sé si le queda bien a las 2, 2 y media de la tarde. ¡Perfecto! ¿Sí? ¡Perfecto! Se habla buenísimo. Ok, a las 2 y media en dos me estoy comunicando con usted, ¿sí? ¡Genial! ¡Muchas gracias! A la diferente, muchas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.498,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:08:33.106076",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:28.813284",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116111753303_ACD_77585",
    "fecha_inicio": "16/1/2026 11:17:53",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 139,
    "tiempo_conversacion": 121,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}