{
  "archivo": "amza6_1_260115113140807_ACD_04543.wav",
  "duracion_segundos": 200.81,
  "num_segmentos": 41,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 170.57,
    "Cliente": 14.99
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.86,
      "duracion": 5.83,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.88,
      "fin": 5.94,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.075,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.96,
      "fin": 9.28,
      "duracion": 3.32,
      "texto": "Hablo con Ramón.",
      "confianza": 0.103,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.3,
      "fin": 9.36,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.38,
      "fin": 31.03,
      "duracion": 21.65,
      "texto": "Ramón, ¿cómo estás? Un gusto, mi nombre es Micaela, me estoy comunicando desde lo que sería de recuperar clientes de Movistar. Mira, te explico, no, no llega porque te explico justo en este momento estoy trabajando y ya saben ustedes porque ya si te fijas vas a encontrarte con que yo en mi cambio no regreso a movistar hasta que no me pongan una antena cerca de mi casa.",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.57,
      "fin": 33.14,
      "duracion": 1.57,
      "texto": "Es un problema de comunicación.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.47,
      "fin": 42.6,
      "duracion": 8.13,
      "texto": "¿Vos de qué provincia y qué localidad estás? Es que ya lo dejé, todo el mundo me dice lo mismo y parece que no lo dejan registrado.",
      "confianza": 0.069,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.1,
      "fin": 52.48,
      "duracion": 9.38,
      "texto": "Yo vivo en El Jauel, provincia de Buenos Aires, partido de Esteban, Echeverría. Y ¿sabés por qué no me paso a movistar? Porque yo tenía movistar.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.78,
      "fin": 62.47,
      "duracion": 8.69,
      "texto": "Cuando me vine a vivir acá, para poder hablar con quien quiera hablar o recibir llamadas, que las pierdo, tengo que salir de mi casa.",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.73,
      "fin": 64.89,
      "duracion": 1.16,
      "texto": "Bien, bien, bien.",
      "confianza": 0.253,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 64.92,
      "fin": 71.94,
      "duracion": 7.02,
      "texto": "Mira, igual Ramón, me asegura que te fijen en 2024. Nosotros actualmente contamos con lo que es cobertura en tu zona.",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.92,
      "fin": 74.25,
      "duracion": 1.32,
      "texto": "Sí, pero ¿sabés qué pasa?",
      "confianza": 0.643,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.61,
      "fin": 78.91,
      "duracion": 4.31,
      "texto": "Da la casualidad que la gente que tiene que movistar y viene a mi casa sigue con el mismo problema.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.95,
      "fin": 80.31,
      "duracion": 0.36,
      "texto": "Bien.",
      "confianza": 0.412,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.33,
      "fin": 85.12,
      "duracion": 4.79,
      "texto": "Y esa gente, ¿no sabés si ha hecho lo que es la reposición de chips? Porque puede llegar a hacerles el problema.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.08,
      "fin": 92.09,
      "duracion": 6.01,
      "texto": "Es que da la casualidad que todos tienen el mismo problema, se comunican en todos lados y no en esta zona.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 93.1,
      "fin": 111.59,
      "duracion": 18.49,
      "texto": "No, no puede ser que esté a un sitio viejo, por eso te consulto, o bueno, tras un tema, por ejemplo, en el caso de que la casa tenga vidas y demás, hay gente que por ahí no tiene señal. Pero yo en otras casas me puedo comunicar con Vida, con Terraza, con todo lo demás, y acá no me puedo comunicar en esta zona, y no soy el único.",
      "confianza": 0.091,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 112.53,
      "fin": 113.45,
      "duracion": 0.92,
      "texto": "Por eso te digo.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.04,
      "fin": 131.12,
      "duracion": 17.08,
      "texto": "entonces en ese caso bueno te recomiendo que a lo que es bueno la gente que no tiene señal que le recomienda es que ahora lo que es ir a reposición de chip que lo que es esto le dan un chip nuevo si es un chip actualizado con el mismo número. Y señora compré un teléfono nuevo",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.62,
      "fin": 139.45,
      "duracion": 7.83,
      "texto": "con una línea nueva y ella está viviendo en la Bayole y cada vez que viene a mi casa le pasa exactamente lo mismo.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.95,
      "fin": 157.15,
      "duracion": 17.2,
      "texto": "Por eso te digo, me parece que, y supuestamente con la anterior charla que he tenido con alguno de tus compañeros, me dijeron que lo iban a poner como vos lo ibas a poner, el tema que es un tema de antena o de recepción de acá de la zona.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.17,
      "fin": 157.29,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.162,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.91,
      "fin": 174.65,
      "duracion": 16.74,
      "texto": "Claro, no, sí, eso, bueno, te explico básicamente como yo trabajo en un call center, ¿sí? Calculé que, no sé, 70 call centers en todo el país, entonces por ahí lo dejan registrado en un call center y no en todos. Yo ahora lo voy a dejar registrado en este para que desde este ya no te llamen más.",
      "confianza": 0.403,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 175.71,
      "fin": 182.96,
      "duracion": 7.25,
      "texto": "Bueno, no, no, en realidad me diría que me llamen pero con una solución, ¿no? Con algo que de repente no me solucione.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.02,
      "fin": 186.72,
      "duracion": 2.7,
      "texto": "Claro, no. Porque te haría tiempo tanto para ustedes como para mí.",
      "confianza": 0.294,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.22,
      "fin": 199.13,
      "duracion": 11.91,
      "texto": "Sí, sí, te entiendo completamente y bueno, te pido mil disculpas y agradecerte por su tiempo y poder explicarme lo que te sucede.",
      "confianza": 0.707,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.15,
      "fin": 200.81,
      "duracion": 1.66,
      "texto": "Ya lo he visto, que tengas un buen día.",
      "confianza": 0.15,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Sí. Hablo con Ramón. Sí. Ramón, ¿cómo estás? Un gusto, mi nombre es Micaela, me estoy comunicando desde lo que sería de recuperar clientes de Movistar. Mira, te explico, no, no llega porque te explico justo en este momento estoy trabajando y ya saben ustedes porque ya si te fijas vas a encontrarte con que yo en mi cambio no regreso a movistar hasta que no me pongan una antena cerca de mi casa. Es un problema de comunicación. ¿Vos de qué provincia y qué localidad estás? Es que ya lo dejé, todo el mundo me dice lo mismo y parece que no lo dejan registrado. Yo vivo en El Jauel, provincia de Buenos Aires, partido de Esteban, Echeverría. Y ¿sabés por qué no me paso a movistar? Porque yo tenía movistar. Cuando me vine a vivir acá, para poder hablar con quien quiera hablar o recibir llamadas, que las pierdo, tengo que salir de mi casa. Bien, bien, bien. Mira, igual Ramón, me asegura que te fijen en 2024. Nosotros actualmente contamos con lo que es cobertura en tu zona. Sí, pero ¿sabés qué pasa? Da la casualidad que la gente que tiene que movistar y viene a mi casa sigue con el mismo problema. Bien. Y esa gente, ¿no sabés si ha hecho lo que es la reposición de chips? Porque puede llegar a hacerles el problema. Es que da la casualidad que todos tienen el mismo problema, se comunican en todos lados y no en esta zona. No, no puede ser que esté a un sitio viejo, por eso te consulto, o bueno, tras un tema, por ejemplo, en el caso de que la casa tenga vidas y demás, hay gente que por ahí no tiene señal. Pero yo en otras casas me puedo comunicar con Vida, con Terraza, con todo lo demás, y acá no me puedo comunicar en esta zona, y no soy el único. Por eso te digo. entonces en ese caso bueno te recomiendo que a lo que es bueno la gente que no tiene señal que le recomienda es que ahora lo que es ir a reposición de chip que lo que es esto le dan un chip nuevo si es un chip actualizado con el mismo número. Y señora compré un teléfono nuevo con una línea nueva y ella está viviendo en la Bayole y cada vez que viene a mi casa le pasa exactamente lo mismo. Por eso te digo, me parece que, y supuestamente con la anterior charla que he tenido con alguno de tus compañeros, me dijeron que lo iban a poner como vos lo ibas a poner, el tema que es un tema de antena o de recepción de acá de la zona. Claro. Claro, no, sí, eso, bueno, te explico básicamente como yo trabajo en un call center, ¿sí? Calculé que, no sé, 70 call centers en todo el país, entonces por ahí lo dejan registrado en un call center y no en todos. Yo ahora lo voy a dejar registrado en este para que desde este ya no te llamen más. Bueno, no, no, en realidad me diría que me llamen pero con una solución, ¿no? Con algo que de repente no me solucione. Claro, no. Porque te haría tiempo tanto para ustedes como para mí. Sí, sí, te entiendo completamente y bueno, te pido mil disculpas y agradecerte por su tiempo y poder explicarme lo que te sucede. Ya lo he visto, que tengas un buen día.",
  "calidad": {
    "confianza_promedio": 0.465,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:40:17.433428",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:30.689964",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115113140807_ACD_04543",
    "fecha_inicio": "15/1/2026 11:31:40",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 224,
    "tiempo_conversacion": 193,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}