{
  "archivo": "amza33_1_260112115449163_ACD_20473.wav",
  "duracion_segundos": 120.59,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 48.85,
    "Cliente": 65.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.97,
      "fin": 7.64,
      "duracion": 5.67,
      "texto": "Hola, ¿cómo estás, Ernesto? Sí, ¿quién habla? Ernesto, un placer.",
      "confianza": 0.218,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.66,
      "fin": 9.02,
      "duracion": 1.36,
      "texto": "Mi nombre es Katy.",
      "confianza": 0.772,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.04,
      "fin": 31.84,
      "duracion": 22.8,
      "texto": "Me hice contesterno con vos porque quiero brindarte justamente un descuento exclusivo en tu línea móvil. Ya si pagas menos en lo que es tu boleta mensual, ¿sí? Te damos una consulta. En este caso, Ernesto, vos los llevas. ¿Estás cómodo con los llevas o te sabes que el corto de ese? No, me sobran. Te sobran, perfecto. Y recordar el último que donaste, ¿por qué es tu línea?",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.84,
      "fin": 69.75,
      "duracion": 36.91,
      "texto": "$7,000. Perfecto. Tengo una consulta. ¿El servicio de fiebre óptica en tu domicilio lo tenés o todavía no lo podés activar? No tengo por qué decirte. No, no. ¿Por qué? En realidad te pregunto porque quiero brindar que también lo que es el servicio de fiebre óptica es lo que es la línea móvil, te hablamos de la línea de beneficio y recuperas de cliente monostar. Queríamos justamente hacer un descuento exclusivo Yo creo que vos pruebes la nueva gestión de lo que es la compañía. ¿Y no lo pudieron hacer antes de que me fuera? Bien, en este caso, ¿puedamos escuchar? ¿No lo pudieron hacer antes de que me fuera?",
      "confianza": 0.331,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.56,
      "fin": 77.42,
      "duracion": 4.86,
      "texto": "La verdad es que tenés toda la razón del mundo y hemos recibido muchos inconvenientes con la gestión anterior.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.96,
      "fin": 120.59,
      "duracion": 42.63,
      "texto": "Se nos han ido un porcentaje bastante amplio de la compañía, bastante enojados, sí, por una mala atención. En realidad, algunos clientes nos sintieron valorados, que en este caso es súper interníble. En este caso, yo me estoy contactando con vos porque quiero también saber por qué motivo te fuiste y sacarte un poquito de ese chip de mala experiencia para que vos pruebas la nueva gestión de lo que es movilizar en cuanto a calidad, atención y precio. En este momento estoy probando otra gestión de otro lugar que ustedes no pudieran superar, entonces agradezco. Si te entiendo del inconveniente, la verdad es que es súper entendible que te hayas ido por algo más económico hasta incluso por temas...",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás, Ernesto? Sí, ¿quién habla? Ernesto, un placer. Mi nombre es Katy. Me hice contesterno con vos porque quiero brindarte justamente un descuento exclusivo en tu línea móvil. Ya si pagas menos en lo que es tu boleta mensual, ¿sí? Te damos una consulta. En este caso, Ernesto, vos los llevas. ¿Estás cómodo con los llevas o te sabes que el corto de ese? No, me sobran. Te sobran, perfecto. Y recordar el último que donaste, ¿por qué es tu línea? $7,000. Perfecto. Tengo una consulta. ¿El servicio de fiebre óptica en tu domicilio lo tenés o todavía no lo podés activar? No tengo por qué decirte. No, no. ¿Por qué? En realidad te pregunto porque quiero brindar que también lo que es el servicio de fiebre óptica es lo que es la línea móvil, te hablamos de la línea de beneficio y recuperas de cliente monostar. Queríamos justamente hacer un descuento exclusivo Yo creo que vos pruebes la nueva gestión de lo que es la compañía. ¿Y no lo pudieron hacer antes de que me fuera? Bien, en este caso, ¿puedamos escuchar? ¿No lo pudieron hacer antes de que me fuera? La verdad es que tenés toda la razón del mundo y hemos recibido muchos inconvenientes con la gestión anterior. Se nos han ido un porcentaje bastante amplio de la compañía, bastante enojados, sí, por una mala atención. En realidad, algunos clientes nos sintieron valorados, que en este caso es súper interníble. En este caso, yo me estoy contactando con vos porque quiero también saber por qué motivo te fuiste y sacarte un poquito de ese chip de mala experiencia para que vos pruebas la nueva gestión de lo que es movilizar en cuanto a calidad, atención y precio. En este momento estoy probando otra gestión de otro lugar que ustedes no pudieran superar, entonces agradezco. Si te entiendo del inconveniente, la verdad es que es súper entendible que te hayas ido por algo más económico hasta incluso por temas...",
  "calidad": {
    "confianza_promedio": 0.47,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:43:56.916822",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:23.826237",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115449163_ACD_20473",
    "fecha_inicio": "12/1/2026 11:54:49",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 151,
    "tiempo_conversacion": 116,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}