{
  "archivo": "amza9_1_260113120240164_MIT_01973.wav",
  "duracion_segundos": 268.84,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 121.44,
    "Cliente": 97.97
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 28.94,
      "duracion": 28.91,
      "texto": "Hola. Hola. ¿Qué tal? Un gusto. ¿Hablo con Ricardo? Sí, ¿Quién habla? ¿Qué tal Ricardo? ¿Cómo estás? Soy Tomás, el chico de Movistar. Habíamos quedado en hablar hace un rato.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.66,
      "fin": 32.79,
      "duracion": 3.13,
      "texto": "Sí, decime. Sí, te escucho.",
      "confianza": 0.264,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.09,
      "fin": 41.25,
      "duracion": 7.16,
      "texto": "Yo, justamente, Ricardo, habíamos quedado el lunes de hablar y me acuerdo que no pudiste contactar y por eso me estoy tratando de contactar el día de hoy. ¿Ahora estás disponible para poder hablar?",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.78,
      "fin": 43.98,
      "duracion": 0.2,
      "texto": "Sí, sí.",
      "confianza": 0.226,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.68,
      "fin": 45.22,
      "duracion": 0.54,
      "texto": "Bien.",
      "confianza": 0.822,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 45.24,
      "fin": 53.24,
      "duracion": 8.0,
      "texto": "Ricardo, yo, justamente, como te había comentado, te queríamos brindar lo que es un plan de 16 GB. Me acuerdo que me dijiste que estabas utilizando 10 GB y estabas ahorrando bastante.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.92,
      "fin": 60.64,
      "duracion": 6.72,
      "texto": "Con el cual, vas a tener WhatsApp gratis, además, directo a cualquier compañía. ¿En cuántas gigas me dijiste? En 16 gigas.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.27,
      "fin": 72.09,
      "duracion": 5.83,
      "texto": "Vas a tener 8 gigas de base y vamos a dar otros 8 días de regalo más durante los primeros 6 meses.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.03,
      "fin": 73.67,
      "duracion": 0.64,
      "texto": "Exactamente.",
      "confianza": 0.935,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 75.42,
      "fin": 80.54,
      "duracion": 5.12,
      "texto": "¿En cuántas sería lo que tengo que abonar? 13.250 pesos al día de hoy, Ricardo.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.52,
      "fin": 91.24,
      "duracion": 9.72,
      "texto": "¿13.000? ¿Y si tengo la línea de movistar en mi casa? Bien, vas a tener un descuento hasta 4.000 pesos con nosotros.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.45,
      "fin": 110.49,
      "duracion": 16.04,
      "texto": "Yo sabía que tenía una deuda, me parece. ¿No podés averiguar vos? Sí, lo puedo colocar. Igual estamos con el área de recuperación a clientes. ¿Vos me podés brindar tu número en ahí para ver si tenés deuda o no? Sí. ¿Qué tiene? 28.",
      "confianza": 0.397,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.25,
      "fin": 112.07,
      "duracion": 0.82,
      "texto": "¿Cómo, cómo?",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.97,
      "fin": 114.18,
      "duracion": 1.21,
      "texto": "23. 28. Sí.",
      "confianza": 0.81,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.15,
      "fin": 126.27,
      "duracion": 11.11,
      "texto": "4-3-6-0-8-4 Perfecto, dame los subjetos que ahí estoy corroborando, porque te comento, mira, nosotros el día 2 estamos con una campaña de recuperación del cliente, ¿dónde Ricardo?",
      "confianza": 0.618,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.29,
      "fin": 134.94,
      "duracion": 8.65,
      "texto": "Si vos claramente no te figura deuda alguna, si nosotros justamente la vamos a bonificar, ¿por qué estamos recuperando lo que son los clientes? Y la deuda no supera un monto.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.1,
      "fin": 139.72,
      "duracion": 3.62,
      "texto": "Os recordamos más o menos de cuánto puede ser la deuda que vos tenés, y igual ahí estoy corroborando.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 141.63,
      "fin": 145.93,
      "duracion": 4.31,
      "texto": "No me acuerdo si era 5000 o 6000, no me acuerdo.",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.84,
      "fin": 149.32,
      "duracion": 1.48,
      "texto": "Es un valor bajo de igual manera.",
      "confianza": 0.843,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.1,
      "fin": 153.2,
      "duracion": 2.1,
      "texto": "Sí, pero no me acuerdo bien.",
      "confianza": 0.215,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 153.22,
      "fin": 156.1,
      "duracion": 2.88,
      "texto": "Yo sé que no era mucho. ¿Cómo, cómo?",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 157.21,
      "fin": 159.55,
      "duracion": 2.34,
      "texto": "Yo sé que no era mucho, pero no recuerdo bien el monto.",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 160.09,
      "fin": 162.27,
      "duracion": 2.18,
      "texto": "Bien, ya lo estoy verificando. Sí, quédate tranquilo.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.07,
      "fin": 165.62,
      "duracion": 2.55,
      "texto": "Vos me dijiste, Ricardo, que tenías una sola línea. ¿Puede ser?",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.68,
      "fin": 170.18,
      "duracion": 2.5,
      "texto": "Sí, sí, sí. Perfecto. Bien, ahí estoy probando.",
      "confianza": 0.145,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.22,
      "fin": 174.79,
      "duracion": 4.57,
      "texto": "Quédate tranquilo. Bien, sí, me figura que no tenés ninguna leuda alguna.",
      "confianza": 0.61,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.41,
      "fin": 180.73,
      "duracion": 5.32,
      "texto": "Es decir, que perfectamente se puede hacer la portabilidad a lo que es el día de hoy. ¿Te parece bien entonces este plan que te comenté?",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 186.88,
      "fin": 218.79,
      "duracion": 31.91,
      "texto": "Hola, si me podés llamar a Karen, porque ahora voy a ver, porque por ahí ponemos, si ponemos otra línea más a movistar, por ejemplo, la de mi hijo. Sí, está en la línea de él. El poder está con tarjeta. Con tarjeta. Sí, lo podemos hacer también. Es más, se llama nombre tuyo y él lo que va a tener, te vamos a regalar por portarte el diálogo conmigo ahora, te vamos a regalar cuatro gigas extras mensuales para cada una de tus líneas.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.43,
      "fin": 238.76,
      "duracion": 19.33,
      "texto": "O sea, vas a tener cuatro más, cuatro para la otra línea, que es la de tu hijo, que la tenés en un prepago. Cuánto más o menos tendría que haber unas por mes. Vas a pasar a abonar, como te dije, lo que son 13.250 cada línea. O sea que la otra línea, vos de claro prepado, la querés pasar a un abono móvil para estar con nosotros.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.55,
      "fin": 256.37,
      "duracion": 9.82,
      "texto": "Bueno, ahí te confirmo. ¿A este número te puedo llamar? Mira, yo estaba mandando un mensaje por WhatsApp, igual estuvimos hablando. No sé cuándo podés hablar más o menos con tu Izu y yo de última en una horita te llamo antes de irme en el laburo.",
      "confianza": 0.0,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 258.13,
      "fin": 268.84,
      "duracion": 10.7,
      "texto": "En una hora te llamo, ¿vale?",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. ¿Qué tal? Un gusto. ¿Hablo con Ricardo? Sí, ¿Quién habla? ¿Qué tal Ricardo? ¿Cómo estás? Soy Tomás, el chico de Movistar. Habíamos quedado en hablar hace un rato. Sí, decime. Sí, te escucho. Yo, justamente, Ricardo, habíamos quedado el lunes de hablar y me acuerdo que no pudiste contactar y por eso me estoy tratando de contactar el día de hoy. ¿Ahora estás disponible para poder hablar? Sí, sí. Bien. Ricardo, yo, justamente, como te había comentado, te queríamos brindar lo que es un plan de 16 GB. Me acuerdo que me dijiste que estabas utilizando 10 GB y estabas ahorrando bastante. Con el cual, vas a tener WhatsApp gratis, además, directo a cualquier compañía. ¿En cuántas gigas me dijiste? En 16 gigas. Vas a tener 8 gigas de base y vamos a dar otros 8 días de regalo más durante los primeros 6 meses. Exactamente. ¿En cuántas sería lo que tengo que abonar? 13.250 pesos al día de hoy, Ricardo. ¿13.000? ¿Y si tengo la línea de movistar en mi casa? Bien, vas a tener un descuento hasta 4.000 pesos con nosotros. Yo sabía que tenía una deuda, me parece. ¿No podés averiguar vos? Sí, lo puedo colocar. Igual estamos con el área de recuperación a clientes. ¿Vos me podés brindar tu número en ahí para ver si tenés deuda o no? Sí. ¿Qué tiene? 28. ¿Cómo, cómo? 23. 28. Sí. 4-3-6-0-8-4 Perfecto, dame los subjetos que ahí estoy corroborando, porque te comento, mira, nosotros el día 2 estamos con una campaña de recuperación del cliente, ¿dónde Ricardo? Si vos claramente no te figura deuda alguna, si nosotros justamente la vamos a bonificar, ¿por qué estamos recuperando lo que son los clientes? Y la deuda no supera un monto. Os recordamos más o menos de cuánto puede ser la deuda que vos tenés, y igual ahí estoy corroborando. No me acuerdo si era 5000 o 6000, no me acuerdo. Es un valor bajo de igual manera. Sí, pero no me acuerdo bien. Yo sé que no era mucho. ¿Cómo, cómo? Yo sé que no era mucho, pero no recuerdo bien el monto. Bien, ya lo estoy verificando. Sí, quédate tranquilo. Vos me dijiste, Ricardo, que tenías una sola línea. ¿Puede ser? Sí, sí, sí. Perfecto. Bien, ahí estoy probando. Quédate tranquilo. Bien, sí, me figura que no tenés ninguna leuda alguna. Es decir, que perfectamente se puede hacer la portabilidad a lo que es el día de hoy. ¿Te parece bien entonces este plan que te comenté? Hola, si me podés llamar a Karen, porque ahora voy a ver, porque por ahí ponemos, si ponemos otra línea más a movistar, por ejemplo, la de mi hijo. Sí, está en la línea de él. El poder está con tarjeta. Con tarjeta. Sí, lo podemos hacer también. Es más, se llama nombre tuyo y él lo que va a tener, te vamos a regalar por portarte el diálogo conmigo ahora, te vamos a regalar cuatro gigas extras mensuales para cada una de tus líneas. O sea, vas a tener cuatro más, cuatro para la otra línea, que es la de tu hijo, que la tenés en un prepago. Cuánto más o menos tendría que haber unas por mes. Vas a pasar a abonar, como te dije, lo que son 13.250 cada línea. O sea que la otra línea, vos de claro prepado, la querés pasar a un abono móvil para estar con nosotros. Bueno, ahí te confirmo. ¿A este número te puedo llamar? Mira, yo estaba mandando un mensaje por WhatsApp, igual estuvimos hablando. No sé cuándo podés hablar más o menos con tu Izu y yo de última en una horita te llamo antes de irme en el laburo. En una hora te llamo, ¿vale?",
  "calidad": {
    "confianza_promedio": 0.554,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:16:07.687706",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:32.895270",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113120240164_MIT_01973",
    "fecha_inicio": "13/1/2026 12:02:41",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 318,
    "tiempo_conversacion": 261,
    "tiempo_hold": 0,
    "tiempo_acw": 56,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}