{
  "archivo": "amza72_1_260115111333254_ACD_41841.wav",
  "duracion_segundos": 418.84,
  "num_segmentos": 170,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 143.99,
    "Cliente": 230.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 10.1,
      "duracion": 10.07,
      "texto": "Hola. Hola. Hola, ¿Qué tal? ¿Qué tal? Mucho gusto, soy Maxi. Quería hablar con Claudio, ¿Puede ser?",
      "confianza": 0.402,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.35,
      "fin": 11.4,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.546,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.03,
      "fin": 41.57,
      "duracion": 29.54,
      "texto": "Mucho gusto, señor. Mire, quería hablar con vos. Ya que estoy brindando promociones a los clientes de Claro y te quería preguntar si vas a hacer claro, actualmente. Sí, yo estoy de claro, sí. Bien Claudio, bueno lo que te quiero ofrecer es algo mejor de lo que vos tenés que un claro para que nada, si te gusta te puedas cambiar de vuelta que es mi compañía Movistar. Es si te gusta nomás, sí. ¿Y qué tenés? Mira Claudio, tengo una promoción para dos líneas. Acá me aseguré que vos tenés dos líneas bajo tu nombre, ¿no? Sí, tengo dos líneas, sí.",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.59,
      "fin": 41.87,
      "duracion": 0.28,
      "texto": "Perfecto.",
      "confianza": 0.517,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 41.91,
      "fin": 60.49,
      "duracion": 18.58,
      "texto": "Te puedo hacer una promoción familiar para las dos líneas en las cuales van a tener lo que son 20 días para cada una, 8 de vacio, 8 de regalo y 4 más por pasar las dos líneas. con whatsapp gratis, llamadas y invitadas a cualquier compañera, a cada línea 10.400 pesos, ¿no? ¿10.400 cada línea?",
      "confianza": 0.751,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.23,
      "fin": 61.55,
      "duracion": 0.32,
      "texto": "Sí, señor.",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.07,
      "fin": 75.63,
      "duracion": 11.56,
      "texto": "Si no tengo una que es un poquito más económica, donde tendrían 12 gigas cada uno y sale el 7.460. ¿Cuánto es esa? 7.460.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.34,
      "fin": 92.38,
      "duracion": 16.04,
      "texto": "que tiene cuatro sesenta, doce gigas, estoy ya justo hablando con mi señora también que ella tiene cuatro millones. Ah, perfecto, genial. Bueno, esas son las propuestas que tengo. La de veinte gigas. ¿Cómo? Sí, puede ser, entonces. Voy a decir que con doce gigas me alcanza, ¿no?",
      "confianza": 0.443,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.04,
      "fin": 95.78,
      "duracion": 2.74,
      "texto": "Con doce gigas le va a ser de sobra.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.1,
      "fin": 105.25,
      "duracion": 8.15,
      "texto": "La que más están llevando todo es la de veinte porque sale un poquito más, nada, dos mil pesos más y tenés veinte días y tenés rugby también incluido. Pero es como usted quiera.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.48,
      "fin": 112.06,
      "duracion": 5.58,
      "texto": "¿Qué sería el rooming? El rooming es para, por ejemplo, ¿puedes hablar afuera del exterior? ¿Puedes hablar para el exterior?",
      "confianza": 0.243,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.73,
      "fin": 149.93,
      "duracion": 34.2,
      "texto": "Ah, está bien, está bien. Está bien, está bien. No, este año no salimos a ningún lado. Y la promoción esa, ¿por cuánto? ¿Por cuánto la tengo, esa promoción? Mira, está bastante buena, ¿sí? Ya que la tenés por seis meses y antes de que se te alcalde te podés comunicar con nosotros, conmigo, porque vas a tener mi WhatsApp, así te comunicarás y podemos darte otra promoción y lo que tengamos en el momento, ¿no? Dale, dale, entonces lo hacemos. Genial, dale. Bueno, entonces, mira, te voy a decir cómo tenemos que proseguir. Te voy a mandar un mensaje de WhatsApp, ya que, bueno, yo soy procesor. Cualquier duda o consulta que vos tengas, me hablas a mí, ¿sí? Yo te puedo responder a usted, ¿vale?",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.85,
      "fin": 155.07,
      "duracion": 3.22,
      "texto": "Dale. Ahí te mando un mensajito. Te dije este es mi número personal.",
      "confianza": 0.041,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.96,
      "fin": 157.18,
      "duracion": 0.22,
      "texto": "Dale. Dale.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.2,
      "fin": 158.2,
      "duracion": 1.0,
      "texto": "Te paso a preguntar.",
      "confianza": 0.795,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.0,
      "fin": 160.48,
      "duracion": 1.48,
      "texto": "Los dos líneas son a bono.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 161.61,
      "fin": 162.91,
      "duracion": 1.3,
      "texto": "Sí, son con agones.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.93,
      "fin": 163.29,
      "duracion": 0.36,
      "texto": "Perfecto.",
      "confianza": 0.765,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.31,
      "fin": 169.2,
      "duracion": 5.89,
      "texto": "¿Me podría decir la provincia de localidad? Así te busco una sucursal de Movistar cuando tengan que ir a retirar el chip.",
      "confianza": 0.749,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.86,
      "fin": 182.26,
      "duracion": 11.4,
      "texto": "Bernal Quilmes. Quilmes, ahí te digo. Sí, yo lo retiré acá de Avellaneda. Tenía una sucursal para retirar los chips. Claro, para retirar los chips. En Quilmes hay una. ¿Quieres que en Avellaneda?",
      "confianza": 0.307,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 184.3,
      "fin": 189.91,
      "duracion": 5.61,
      "texto": "Sí, una Avellaneda. Ahí te busco en Avellaneda. En Quilmes tenés una en Alcina los 50, pero ahí te busco en Avellaneda.",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.75,
      "fin": 220.88,
      "duracion": 29.13,
      "texto": "En Sobravenida Mitre está una. Sí, sí. En Sobravenida Mitre, Mitre 481. 481. No, hay otra más. Otra más. Ahí el te busco. Es la única que me sale. Está entre las calles Montes de Oca y España. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.97,
      "fin": 239.53,
      "duracion": 17.56,
      "texto": "No pasa nada con eso, o sea, con que te pasen a movistar no hay problema. Eso lo puedes hacer si vos querés. Claro, ¿cómo hago para ganar eso ya? Claro, porque yo... Sí, yo tengo tu número ahora. No puede ser que te llame de vuelta, que yo hago en esta boleta y te puedo llamar de vuelta.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 240.15,
      "fin": 244.74,
      "duracion": 4.59,
      "texto": "Mira, te voy a decir muy sincero que la promoción esta la tengo por hoy. La tenían catorce en ayer y hoy.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.29,
      "fin": 256.87,
      "duracion": 11.58,
      "texto": "Si vos mañana querés comunicarte en el problema, pero va a aumentar a doce mil y a los precios que están siempre, ¿me entendés? A ver, esperamos entonces otra promoción, ya está. No me queda otra. Quiero pagar primero esto.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.43,
      "fin": 266.82,
      "duracion": 9.39,
      "texto": "Claro. Por eso, primero pago la boleta. No, no quiero tener la boleta. O sea, ya tuve el Movistar y me pasó lo mismo. Siempre trato de pagar todo.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.36,
      "fin": 282.13,
      "duracion": 14.77,
      "texto": "Escúchame, Claudio, igual ahora no semos lo que es el trámite y trámite. Vos tenés todavía una semana para seguir usando, claro, y después de una semana se te porta la línea y sos de movizar, ¿entendés? O sea que toda esta semana y la otra, seguís siendo de claro, vos puedes pagar toda esta semana y la otra.",
      "confianza": 0.488,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.63,
      "fin": 288.5,
      "duracion": 5.87,
      "texto": "Y yo te digo, justamente entre una semana a 10 días, ahí lo decís y sos de movizar, o sea que tenés un montón de tiempo para pagar.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.22,
      "fin": 311.48,
      "duracion": 22.26,
      "texto": "Y además de eso, tenés mi WhatsApp, yo te voy diciendo cuando se te porte la línea, para que vos estés al tanto, obviamente. No te voy a dejar ahí perdido. Sí, lo único que... Ojalá que funcione tu plan y no que sea que se corte siempre, porque la verdad que yo tuve movistar siempre. Muchos años la tuve. Y tuve muchos problemas, por eso en el hecho me pasé a clave, porque no funcionaba.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 312.0,
      "fin": 319.16,
      "duracion": 7.17,
      "texto": "Quédate tranquilo que hemos renovado mucho lo que era cobertura en todo el Buenos Aires, en todo lo que son las provincias, pues justamente estos problemitas.",
      "confianza": 0.768,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 319.46,
      "fin": 324.46,
      "duracion": 5.0,
      "texto": "Pero ahora anda genial. Hace mi caso es que anda genial. ¿Se parece bien? ¿Se parece bien? Sí.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.54,
      "fin": 329.26,
      "duracion": 1.72,
      "texto": "Ahí te la mando a pasar para que te quede igual.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 329.92,
      "fin": 330.7,
      "duracion": 0.78,
      "texto": "Ahí te la mando.",
      "confianza": 0.569,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 331.79,
      "fin": 335.97,
      "duracion": 4.18,
      "texto": "Ahora te voy a decir un momento cómo proseguimos. La otra línea, ¿Sabes qué es el número?",
      "confianza": 0.495,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.88,
      "fin": 344.76,
      "duracion": 5.88,
      "texto": "Eh ¿Qué número? La otra línea, la que vos tienes en la foto tu nombre. Acá me fíjole. No, no me acuerdo.",
      "confianza": 0.279,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 345.32,
      "fin": 351.17,
      "duracion": 5.85,
      "texto": "Acá me fíjole. ¿Pero igual vos tenés todos mis datos? Sí, acá acá me",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.16,
      "fin": 360.98,
      "duracion": 8.82,
      "texto": "11 40 74 74 11. Es la otra línea. 11 40 74 74 11.",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.46,
      "fin": 378.62,
      "duracion": 16.16,
      "texto": "Sí, esa misma. Es esa? Sí. Bueno, Claudio, te voy a hacer lo que es un cierre comercial. En el cierre comercial yo te dicto todos los datos que yo tengo acá. Si hay algo que esté mal, vos me lo corregís, ¿sabés? También.",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 379.57,
      "fin": 392.18,
      "duracion": 12.61,
      "texto": "Te hago una preguntita antes de empezar el cierre comercial. Tu DNI es 2292-6845. Sí. Perfecto, es. Bueno, paso a hacerte el cierre comercial. ¿Para recibir futuras pronuncias, luego tenés internet de Movistar en tu casa?",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 394.9,
      "fin": 417.05,
      "duracion": 22.15,
      "texto": "Sí, tengo. ¿De Movistar tenés? No, no, no, no tengo Movistar. ¿Te gustaría ponerlo? Y si pasa por acá, porque siempre las veces que les pregunto me dicen que no hay viña por acá. Bueno, vamos a una cosa, cerramos todo esto del trámite en el celular, del portabilidad, y después cuando terminemos yo me fijó si tenés cobertura de fibra, dale.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 417.85,
      "fin": 418.84,
      "duracion": 0.98,
      "texto": "Perfecto.",
      "confianza": 0.628,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, ¿Qué tal? ¿Qué tal? Mucho gusto, soy Maxi. Quería hablar con Claudio, ¿Puede ser? Sí. Mucho gusto, señor. Mire, quería hablar con vos. Ya que estoy brindando promociones a los clientes de Claro y te quería preguntar si vas a hacer claro, actualmente. Sí, yo estoy de claro, sí. Bien Claudio, bueno lo que te quiero ofrecer es algo mejor de lo que vos tenés que un claro para que nada, si te gusta te puedas cambiar de vuelta que es mi compañía Movistar. Es si te gusta nomás, sí. ¿Y qué tenés? Mira Claudio, tengo una promoción para dos líneas. Acá me aseguré que vos tenés dos líneas bajo tu nombre, ¿no? Sí, tengo dos líneas, sí. Perfecto. Te puedo hacer una promoción familiar para las dos líneas en las cuales van a tener lo que son 20 días para cada una, 8 de vacio, 8 de regalo y 4 más por pasar las dos líneas. con whatsapp gratis, llamadas y invitadas a cualquier compañera, a cada línea 10.400 pesos, ¿no? ¿10.400 cada línea? Sí, señor. Si no tengo una que es un poquito más económica, donde tendrían 12 gigas cada uno y sale el 7.460. ¿Cuánto es esa? 7.460. que tiene cuatro sesenta, doce gigas, estoy ya justo hablando con mi señora también que ella tiene cuatro millones. Ah, perfecto, genial. Bueno, esas son las propuestas que tengo. La de veinte gigas. ¿Cómo? Sí, puede ser, entonces. Voy a decir que con doce gigas me alcanza, ¿no? Con doce gigas le va a ser de sobra. La que más están llevando todo es la de veinte porque sale un poquito más, nada, dos mil pesos más y tenés veinte días y tenés rugby también incluido. Pero es como usted quiera. ¿Qué sería el rooming? El rooming es para, por ejemplo, ¿puedes hablar afuera del exterior? ¿Puedes hablar para el exterior? Ah, está bien, está bien. Está bien, está bien. No, este año no salimos a ningún lado. Y la promoción esa, ¿por cuánto? ¿Por cuánto la tengo, esa promoción? Mira, está bastante buena, ¿sí? Ya que la tenés por seis meses y antes de que se te alcalde te podés comunicar con nosotros, conmigo, porque vas a tener mi WhatsApp, así te comunicarás y podemos darte otra promoción y lo que tengamos en el momento, ¿no? Dale, dale, entonces lo hacemos. Genial, dale. Bueno, entonces, mira, te voy a decir cómo tenemos que proseguir. Te voy a mandar un mensaje de WhatsApp, ya que, bueno, yo soy procesor. Cualquier duda o consulta que vos tengas, me hablas a mí, ¿sí? Yo te puedo responder a usted, ¿vale? Dale. Ahí te mando un mensajito. Te dije este es mi número personal. Dale. Dale. Te paso a preguntar. Los dos líneas son a bono. Sí, son con agones. Perfecto. ¿Me podría decir la provincia de localidad? Así te busco una sucursal de Movistar cuando tengan que ir a retirar el chip. Bernal Quilmes. Quilmes, ahí te digo. Sí, yo lo retiré acá de Avellaneda. Tenía una sucursal para retirar los chips. Claro, para retirar los chips. En Quilmes hay una. ¿Quieres que en Avellaneda? Sí, una Avellaneda. Ahí te busco en Avellaneda. En Quilmes tenés una en Alcina los 50, pero ahí te busco en Avellaneda. En Sobravenida Mitre está una. Sí, sí. En Sobravenida Mitre, Mitre 481. 481. No, hay otra más. Otra más. Ahí el te busco. Es la única que me sale. Está entre las calles Montes de Oca y España. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. Es que va re lejos. No pasa nada con eso, o sea, con que te pasen a movistar no hay problema. Eso lo puedes hacer si vos querés. Claro, ¿cómo hago para ganar eso ya? Claro, porque yo... Sí, yo tengo tu número ahora. No puede ser que te llame de vuelta, que yo hago en esta boleta y te puedo llamar de vuelta. Mira, te voy a decir muy sincero que la promoción esta la tengo por hoy. La tenían catorce en ayer y hoy. Si vos mañana querés comunicarte en el problema, pero va a aumentar a doce mil y a los precios que están siempre, ¿me entendés? A ver, esperamos entonces otra promoción, ya está. No me queda otra. Quiero pagar primero esto. Claro. Por eso, primero pago la boleta. No, no quiero tener la boleta. O sea, ya tuve el Movistar y me pasó lo mismo. Siempre trato de pagar todo. Escúchame, Claudio, igual ahora no semos lo que es el trámite y trámite. Vos tenés todavía una semana para seguir usando, claro, y después de una semana se te porta la línea y sos de movizar, ¿entendés? O sea que toda esta semana y la otra, seguís siendo de claro, vos puedes pagar toda esta semana y la otra. Y yo te digo, justamente entre una semana a 10 días, ahí lo decís y sos de movizar, o sea que tenés un montón de tiempo para pagar. Y además de eso, tenés mi WhatsApp, yo te voy diciendo cuando se te porte la línea, para que vos estés al tanto, obviamente. No te voy a dejar ahí perdido. Sí, lo único que... Ojalá que funcione tu plan y no que sea que se corte siempre, porque la verdad que yo tuve movistar siempre. Muchos años la tuve. Y tuve muchos problemas, por eso en el hecho me pasé a clave, porque no funcionaba. Quédate tranquilo que hemos renovado mucho lo que era cobertura en todo el Buenos Aires, en todo lo que son las provincias, pues justamente estos problemitas. Pero ahora anda genial. Hace mi caso es que anda genial. ¿Se parece bien? ¿Se parece bien? Sí. Ahí te la mando a pasar para que te quede igual. Ahí te la mando. Ahora te voy a decir un momento cómo proseguimos. La otra línea, ¿Sabes qué es el número? Eh ¿Qué número? La otra línea, la que vos tienes en la foto tu nombre. Acá me fíjole. No, no me acuerdo. Acá me fíjole. ¿Pero igual vos tenés todos mis datos? Sí, acá acá me 11 40 74 74 11. Es la otra línea. 11 40 74 74 11. Sí, esa misma. Es esa? Sí. Bueno, Claudio, te voy a hacer lo que es un cierre comercial. En el cierre comercial yo te dicto todos los datos que yo tengo acá. Si hay algo que esté mal, vos me lo corregís, ¿sabés? También. Te hago una preguntita antes de empezar el cierre comercial. Tu DNI es 2292-6845. Sí. Perfecto, es. Bueno, paso a hacerte el cierre comercial. ¿Para recibir futuras pronuncias, luego tenés internet de Movistar en tu casa? Sí, tengo. ¿De Movistar tenés? No, no, no, no tengo Movistar. ¿Te gustaría ponerlo? Y si pasa por acá, porque siempre las veces que les pregunto me dicen que no hay viña por acá. Bueno, vamos a una cosa, cerramos todo esto del trámite en el celular, del portabilidad, y después cuando terminemos yo me fijó si tenés cobertura de fibra, dale. Perfecto.",
  "calidad": {
    "confianza_promedio": 0.485,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:47:51.899222",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 170,
    "total_segmentos_corregido": 41,
    "fecha_correccion": "2026-01-18T23:05:31.154865",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111333254_ACD_41841",
    "fecha_inicio": "15/1/2026 11:13:33",
    "agente_nombre": "MZA 72",
    "agente_login": "mza72",
    "duracion_total": 444,
    "tiempo_conversacion": 400,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}