{
  "archivo": "amza23_1_260115103559873_ACD_26437.wav",
  "duracion_segundos": 228.66,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 88.6,
    "Cliente": 113.35
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.55,
      "fin": 15.29,
      "duracion": 13.74,
      "texto": "Hola, buen día. ¿Me comunicó con Luis? Sí, con él habla. ¿Qué tal, Luis? ¿Cómo le va, Macarena? Es mi nombre. Nos estamos contactando para otorgarle una muy buena promoción en el día de hoy a su línea.",
      "confianza": 0.064,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.01,
      "fin": 22.1,
      "duracion": 6.09,
      "texto": "Ustedes actualmente se encuentran claro, ¿verdad? Exactamente. Bien.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.6,
      "fin": 31.45,
      "duracion": 8.85,
      "texto": "Nosotros nos estamos contactando de Movistar. Queríamos ofrecerle, como le dije, una promoción exclusiva en el día de hoy para que pueda volver con nosotros, ¿sí?",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.67,
      "fin": 53.39,
      "duracion": 20.72,
      "texto": "Le consulto. Usted en claro cuánto está volando aproximadamente. Por su línea, ¿qué cantidad de gigas le brindarán? No, los gigas no me interesan porque yo estoy todo el día en el taller. Bien, perfecto. Pago 4.500 pesos. ¿4.500 pesos? ¿Paga? Bien.",
      "confianza": 0.8,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 53.93,
      "fin": 54.37,
      "duracion": 0.44,
      "texto": "Bien,",
      "confianza": 0.704,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.37,
      "fin": 67.91,
      "duracion": 13.54,
      "texto": "bien, porque en el día de hoy teníamos una promoción, sí, de 4 GB de base más 4 GB de regalo, sí, haciendo un total de 8 GB, sí, por un costo de $7,460.",
      "confianza": 0.704,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.03,
      "fin": 78.3,
      "duracion": 10.27,
      "texto": "Le consulto a usted. ¿Solamente tiene esta línea su nombre? Sí. Bien, perfecto.",
      "confianza": 0.928,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 78.82,
      "fin": 89.49,
      "duracion": 10.67,
      "texto": "Bueno, ¿le han comentado, no sé, cuando se han comunicado con usted, si le han podido comentar acerca del servicio de Internet, que junto con la línea le quedaría bonificada en un valor de 4.000 pesos?",
      "confianza": 0.785,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.64,
      "fin": 130.04,
      "duracion": 38.4,
      "texto": "Y el servicio de Internet... ¿Y cuánto me quedaría la mejoría de Internet? El Internet, a partir de los 300 millones en adelante, tiene un valor de 20.000, ¿sí? La línea le quedaría bonificada en 4.000, ¿sí? cuatro gigas y cuatro extra de regalo por haber accedido a contratar ambos servicios, ¿sí? En total sería aproximadamente 24 entre las dos cosas. Usted en el domicilio ya cuenta con el servicio, ¿verdad?",
      "confianza": 0.245,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.06,
      "fin": 130.25,
      "duracion": 0.19,
      "texto": "Sí. Bien.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 130.26,
      "fin": 131.17,
      "duracion": 0.91,
      "texto": "¿Y qué cantidad de megas tiene? Creo que 300.",
      "confianza": 0.006,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.19,
      "fin": 132.05,
      "duracion": 0.86,
      "texto": "Bien, perfecto.",
      "confianza": 0.856,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 132.53,
      "fin": 145.19,
      "duracion": 12.66,
      "texto": "Bueno, si quiere, correguramos la dirección para ver si cuenta con cobertura. Y ahí, en el caso de que tenga cobertura, directamente realizamos el trámite en el caso de que le interese.",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.09,
      "fin": 162.95,
      "duracion": 13.86,
      "texto": "Sí, bueno, yo tengo Movistar igual. Ah, ya tiene Movistar. Bueno, mire, en ese caso, entonces, le informo que si usted realiza la portabilidad del diario, va a recibir lo que es un descuento en la factura UAR de 4.000 pesos.",
      "confianza": 0.352,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 166.63,
      "fin": 172.68,
      "duracion": 6.05,
      "texto": "Claro, pero yo necesito que me quede en el monto de eso, porque me están cobrando como 30 lucas.",
      "confianza": 0.023,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.7,
      "fin": 183.23,
      "duracion": 10.53,
      "texto": "Bien, entonces en ese caso le puedo ofrecer lo que es un 0800 que si quiere se lo dicto ahora para que se pueda contactar y que pueda informar",
      "confianza": 0.754,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 183.36,
      "fin": 190.61,
      "duracion": 7.25,
      "texto": "Lo que le está pasando, porque yo aquí en el área de ventas, no le podría dar la solución en este momento. ¿Le parece?",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.34,
      "fin": 206.97,
      "duracion": 11.63,
      "texto": "Sí. Bueno, ¿tiene para anotar? Sí. 0800. Sí. 321. Sí. 76, 78 o 2.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 211.79,
      "fin": 221.58,
      "duracion": 9.79,
      "texto": "¿76, 78 o 72? Exactamente. Bueno, ya vamos a este número, entonces a ver qué me dicen.",
      "confianza": 0.538,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.16,
      "fin": 228.66,
      "duracion": 5.5,
      "texto": "Bueno, él ha sido muy amable. Igualmente, gracias.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día. ¿Me comunicó con Luis? Sí, con él habla. ¿Qué tal, Luis? ¿Cómo le va, Macarena? Es mi nombre. Nos estamos contactando para otorgarle una muy buena promoción en el día de hoy a su línea. Ustedes actualmente se encuentran claro, ¿verdad? Exactamente. Bien. Nosotros nos estamos contactando de Movistar. Queríamos ofrecerle, como le dije, una promoción exclusiva en el día de hoy para que pueda volver con nosotros, ¿sí? Le consulto. Usted en claro cuánto está volando aproximadamente. Por su línea, ¿qué cantidad de gigas le brindarán? No, los gigas no me interesan porque yo estoy todo el día en el taller. Bien, perfecto. Pago 4.500 pesos. ¿4.500 pesos? ¿Paga? Bien. Bien, bien, porque en el día de hoy teníamos una promoción, sí, de 4 GB de base más 4 GB de regalo, sí, haciendo un total de 8 GB, sí, por un costo de $7,460. Le consulto a usted. ¿Solamente tiene esta línea su nombre? Sí. Bien, perfecto. Bueno, ¿le han comentado, no sé, cuando se han comunicado con usted, si le han podido comentar acerca del servicio de Internet, que junto con la línea le quedaría bonificada en un valor de 4.000 pesos? Y el servicio de Internet... ¿Y cuánto me quedaría la mejoría de Internet? El Internet, a partir de los 300 millones en adelante, tiene un valor de 20.000, ¿sí? La línea le quedaría bonificada en 4.000, ¿sí? cuatro gigas y cuatro extra de regalo por haber accedido a contratar ambos servicios, ¿sí? En total sería aproximadamente 24 entre las dos cosas. Usted en el domicilio ya cuenta con el servicio, ¿verdad? Sí. Bien. ¿Y qué cantidad de megas tiene? Creo que 300. Bien, perfecto. Bueno, si quiere, correguramos la dirección para ver si cuenta con cobertura. Y ahí, en el caso de que tenga cobertura, directamente realizamos el trámite en el caso de que le interese. Sí, bueno, yo tengo Movistar igual. Ah, ya tiene Movistar. Bueno, mire, en ese caso, entonces, le informo que si usted realiza la portabilidad del diario, va a recibir lo que es un descuento en la factura UAR de 4.000 pesos. Claro, pero yo necesito que me quede en el monto de eso, porque me están cobrando como 30 lucas. Bien, entonces en ese caso le puedo ofrecer lo que es un 0800 que si quiere se lo dicto ahora para que se pueda contactar y que pueda informar Lo que le está pasando, porque yo aquí en el área de ventas, no le podría dar la solución en este momento. ¿Le parece? Sí. Bueno, ¿tiene para anotar? Sí. 0800. Sí. 321. Sí. 76, 78 o 2. ¿76, 78 o 72? Exactamente. Bueno, ya vamos a este número, entonces a ver qué me dicen. Bueno, él ha sido muy amable. Igualmente, gracias.",
  "calidad": {
    "confianza_promedio": 0.546,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:19:34.502089",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:18.367230",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115103559873_ACD_26437",
    "fecha_inicio": "15/1/2026 10:35:59",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 252,
    "tiempo_conversacion": 224,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}