{
  "archivo": "amza32_1_260114145059576_ACD_13517.wav",
  "duracion_segundos": 151.28,
  "num_segmentos": 42,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 105.94,
    "Cliente": 37.85
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.52,
      "fin": 19.94,
      "duracion": 18.42,
      "texto": "Hola, buenas tardes. Mi nombre es Marina. Hablo con Romina. Sí, buenas tardes. Romina, ¿qué tal? Un gusto. ¿Cómo estás en el día de hoy? ¿Todo bien? Bien, muy bien. Me alegro. Romina, me estoy comunicando con una figura que actualmente estás en la compañía de Claro, ¿correcto?",
      "confianza": 0.066,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.96,
      "fin": 21.06,
      "duracion": 1.1,
      "texto": "Sí. Perfecto.",
      "confianza": 0.173,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.08,
      "fin": 41.83,
      "duracion": 20.75,
      "texto": "Romina, ¿tú en el día de hoy me estás comunicando? ¿Dónde tengo que estar? Porque tengo lo que es un descuento exclusivo para tu niña con un beneficio único que me gustaría que el día de hoy aproveches. comentaba Romina, ¿también se me ocupan mucho o ocupan los cursos de tutorial? No, sí, no ocupo mucho porque, digamos... Tiene que ir directamente a tu hogar y tu trabajo, digamos.",
      "confianza": 0.272,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.85,
      "fin": 42.21,
      "duracion": 0.36,
      "texto": "Claro, sí, sí, sí.",
      "confianza": 0.12,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 42.23,
      "fin": 48.02,
      "duracion": 5.79,
      "texto": "Bien, Romina, yo el día de hoy tengo profesor que es una promo, especialmente por el día de hoy, le agarramos el día que le aproveches.",
      "confianza": 0.441,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 48.76,
      "fin": 53.1,
      "duracion": 4.34,
      "texto": "Es un plan de 8 días de base, más 8 días de regalo por 6 meses.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.83,
      "fin": 70.38,
      "duracion": 16.55,
      "texto": "Tenés lo que es WhatsApp gratis, así que si querés ver videos de videollaman, se van a consumir datos. Tiene llamadas limitadas a cualquier compañía, incluidos 0800, 0810 y teléfonos chicos para el de todo el país, a tan solo $10,400 pesos.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.02,
      "fin": 90.69,
      "duracion": 19.67,
      "texto": "También, bueno, yo soy una persona que le gusta viajar o ahora que es el tiempo de irse a vacaciones, tenés lo que es el Ramin en América, tenés lo que son tres gigas para que la gente quede sin comunicar. Además de eso, bueno, también la posibilidad de guardar y pasar gigas, los gigas que los guardes son los gigas de base. En el caso de que no puse la totalidad, la puedes guardar para el mes siguiente.",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.74,
      "fin": 112.16,
      "duracion": 20.42,
      "texto": "Y también puedes pasarle gigas a otras personas, siempre con esa persona se va a movilizar. Y de hecho, el entrenamiento de portales es solamente rápido y sencillo. Como vos ya fuiste clienta de la compañía, nosotros tenemos tus datos, solamente verificarlos, que todo esté en orden y que no haya ningún incremento en las gestiones y que tenemos que modificar algo, lo modificamos.",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.39,
      "fin": 143.16,
      "duracion": 28.77,
      "texto": "Sí. Sí, sí. Sí, igual la semana pasada creo que me había llamado, que yo le comenté que como tengo el internet con el abono, por eso no, por ahora no me cambio, ¿viste? Bien, igual todas las cosas buenas en claro con el... Y las dos cosas casi veinte, más o menos. Así que bueno. Bien, perfecto. Bueno, en todo el mundo se te va a dejar un mensajito.",
      "confianza": 0.009,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 143.66,
      "fin": 151.28,
      "duracion": 7.62,
      "texto": "Bueno, dale. Dale, dale. Muchas gracias. Hasta luego. Hasta luego.",
      "confianza": 0.376,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Mi nombre es Marina. Hablo con Romina. Sí, buenas tardes. Romina, ¿qué tal? Un gusto. ¿Cómo estás en el día de hoy? ¿Todo bien? Bien, muy bien. Me alegro. Romina, me estoy comunicando con una figura que actualmente estás en la compañía de Claro, ¿correcto? Sí. Perfecto. Romina, ¿tú en el día de hoy me estás comunicando? ¿Dónde tengo que estar? Porque tengo lo que es un descuento exclusivo para tu niña con un beneficio único que me gustaría que el día de hoy aproveches. comentaba Romina, ¿también se me ocupan mucho o ocupan los cursos de tutorial? No, sí, no ocupo mucho porque, digamos... Tiene que ir directamente a tu hogar y tu trabajo, digamos. Claro, sí, sí, sí. Bien, Romina, yo el día de hoy tengo profesor que es una promo, especialmente por el día de hoy, le agarramos el día que le aproveches. Es un plan de 8 días de base, más 8 días de regalo por 6 meses. Tenés lo que es WhatsApp gratis, así que si querés ver videos de videollaman, se van a consumir datos. Tiene llamadas limitadas a cualquier compañía, incluidos 0800, 0810 y teléfonos chicos para el de todo el país, a tan solo $10,400 pesos. También, bueno, yo soy una persona que le gusta viajar o ahora que es el tiempo de irse a vacaciones, tenés lo que es el Ramin en América, tenés lo que son tres gigas para que la gente quede sin comunicar. Además de eso, bueno, también la posibilidad de guardar y pasar gigas, los gigas que los guardes son los gigas de base. En el caso de que no puse la totalidad, la puedes guardar para el mes siguiente. Y también puedes pasarle gigas a otras personas, siempre con esa persona se va a movilizar. Y de hecho, el entrenamiento de portales es solamente rápido y sencillo. Como vos ya fuiste clienta de la compañía, nosotros tenemos tus datos, solamente verificarlos, que todo esté en orden y que no haya ningún incremento en las gestiones y que tenemos que modificar algo, lo modificamos. Sí. Sí, sí. Sí, igual la semana pasada creo que me había llamado, que yo le comenté que como tengo el internet con el abono, por eso no, por ahora no me cambio, ¿viste? Bien, igual todas las cosas buenas en claro con el... Y las dos cosas casi veinte, más o menos. Así que bueno. Bien, perfecto. Bueno, en todo el mundo se te va a dejar un mensajito. Bueno, dale. Dale, dale. Muchas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.384,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:38:00.695281",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 42,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:23.460221",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114145059576_ACD_13517",
    "fecha_inicio": "14/1/2026 14:50:59",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 201,
    "tiempo_conversacion": 146,
    "tiempo_hold": 0,
    "tiempo_acw": 37,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}