{
  "archivo": "amza20_1_260112102619709_ACD_81535.wav",
  "duracion_segundos": 383.96,
  "num_segmentos": 109,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 65.71,
    "Cliente": 295.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.94,
      "fin": 8.39,
      "duracion": 6.45,
      "texto": "Hola, buen día, Matías. ¿Quién habla? ¿Cómo te da, Matías? Tomaste mi nombre, me comunico el día de recuperar el cliente de Movistar.",
      "confianza": 0.051,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.89,
      "fin": 26.68,
      "duracion": 17.79,
      "texto": "Usted actualmente cuenta en claro, ¿verdad? Sí. Y mira, motivo de mi llamado si era para preguntarle por qué se había ido de la compañía, así que inconvenientes había tenido con la línea y demás. Pues tengo una deuda, yo quiero ponerla al día y volver a Movistar, pero lo voy a hacer en marzo.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.79,
      "fin": 35.5,
      "duracion": 7.71,
      "texto": "Bien, y te consulto, te informaron el monto de la deuda, aproximadamente, para ver qué... Sí, sí, lo voy a hacer en marzo, igual.",
      "confianza": 0.41,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.52,
      "fin": 44.86,
      "duracion": 9.34,
      "texto": "Bien, a ver, y te consulto qué... cuantos eran más o menos, porque ahí, te comento, hay diferentes calls, digamos, que brindan... Sí, decime.",
      "confianza": 0.499,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.88,
      "fin": 82.99,
      "duracion": 38.11,
      "texto": "Casi 150, a ver. Hay algunos, claro, hay algunos calls, digamos, que brindan lo que es el, digamos, el financiamiento de sol, un poco una parte de la deuda y otros que perdonan el total de la deuda, ¿sí? Si quieren lo que podamos hacer, yo ahora miro lo que suena ahí, le hice la crítica y demás, y vemos que te podemos ofrecer, digamos, no hay ningún problema en ese caso. No, olvídate, olvídate. En marzo lo hago y lo hago bien. Claro, por eso lo que le propongo es verle, de incluso bonificar el 100% de la deuda y que se pueda pasar, digamos, ahora mismo. Entonces, no tienen que estar esperando ni ahorrar lo que tienen que pagar en la facturación cuando les llegue, obviamente. Bueno, a ver.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.5,
      "fin": 87.54,
      "duracion": 4.04,
      "texto": "A ver, abrame un segundito no más. Tu DNI me sudura que te miren 0-0-7, ¿correcto?",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.04,
      "fin": 89.1,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.105,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.12,
      "fin": 112.68,
      "duracion": 23.56,
      "texto": "Perfecto, bien. Le consulto el motivo de la deuda, si me puede decir algún motivo, el por qué. No había quedado sin trabajo y no lo pude pagar. Bueno, mire, a ver, ahí le pregunto. Sí, mire, ahí pregunto. Bien, acá está. Miren, me están sudorando los datos, bien. ¿El nombre completo? ¿Sería delegado Matías Agustín, puede ser? Sí, por regla.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.7,
      "fin": 113.42,
      "duracion": 0.72,
      "texto": "Bien, perfecto.",
      "confianza": 0.726,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 114.63,
      "fin": 116.43,
      "duracion": 1.8,
      "texto": "Bien, acá me figura. Bueno, mira, te comento.",
      "confianza": 0.487,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.91,
      "fin": 122.14,
      "duracion": 4.23,
      "texto": "Nosotros, digamos, te comento porque antes seguramente te han llamado y te han comentado el tema de la deuda, ¿correcto?",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.01,
      "fin": 131.83,
      "duracion": 4.82,
      "texto": "Sí, sí. Bien. Bueno, mira... Llame yo en realidad. Sí, decime. Llame yo en realidad. Ah, bien, para preguntar.",
      "confianza": 0.015,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.85,
      "fin": 137.14,
      "duracion": 5.29,
      "texto": "No, llamé para pasarme a movistar, pero me dijeron que no podía... Bueno, mira, te comento.",
      "confianza": 0.428,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.2,
      "fin": 164.33,
      "duracion": 26.13,
      "texto": "Nosotros, cuando son el tema este de lo que son las deudas, digamos, lo tenemos de bonificar en cierta parte, Este es el tema de lo que son los abonos y demás. Bien, para que los clientes, como te digo, puedan volver a tener la compañía. Si es por un caso, obviamente, si podemos decir, mira, saco un teléfono. Como te digo, nosotros miramos todo el historial de crediticio del cliente. Si tuvo a raíces un historial de crediticio, se nos permite a nosotros modificar lo que es la deuda. Bien. Acá, según lo que yo me figura, es un historial de crediticio.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 164.35,
      "fin": 167.81,
      "duracion": 3.47,
      "texto": "Así que vos tuviste, bien, me figura que es un buen historial de crediticio.",
      "confianza": 0.535,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.83,
      "fin": 176.39,
      "duracion": 8.56,
      "texto": "Digamos, siempre paga hasta tiempo. Tuviste en ese último tiempo que estuviste con la compañía que no podías abonar. Me comentas la situación que es por lo que te quedaste sin trabajo.",
      "confianza": 0.513,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.88,
      "fin": 180.4,
      "duracion": 2.52,
      "texto": "Mira, yo lo que te puedo ofrecer es lo siguiente.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.2,
      "fin": 188.89,
      "duracion": 7.69,
      "texto": "Como te vamos a verificar lo que es esta deuda, te tengo que ofrecer tal tipo de plan. Ahora te lo voy a comentar, no hay ningún problema para que vos lo tengas.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.13,
      "fin": 209.18,
      "duracion": 19.05,
      "texto": "Para que no tengas que abonar nada, digamos, y te puedas volver con la compañía. 148 mil 762 con 20 para ser exacto. Bien,",
      "confianza": 0.515,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 209.18,
      "fin": 213.16,
      "duracion": 3.98,
      "texto": "mira, te comento.",
      "confianza": 0.642,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.24,
      "fin": 224.61,
      "duracion": 11.37,
      "texto": "Nosotros esto lo podemos bonificar por una cuestión de que tendríamos que ofrecer lo que es un plan relativamente, digamos, de los que me arroja.",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 224.63,
      "fin": 225.79,
      "duracion": 1.16,
      "texto": "Sí, ahora te comento el plan.",
      "confianza": 0.61,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.81,
      "fin": 253.07,
      "duracion": 27.26,
      "texto": "Sí, mira, El plan que me arroja para ofrecer, es decir, que te puedo ofrecer según bonificándote la deuda, es un plan de 15 gigas, se te regala 8 o más, bien, durante 6 meses, tendrías a 23, tienes WhatsApp, te llamas libre a todas las compañías y rumina al mundo incluido, bien, y se plantea un precio de 23, 1850 pesos. Bien, ese sería el plan que te puedo ofrecer. Para repetir, de vuelta un poco más de espacio, más rápido, perdón. No, no hay problema, disculpame, disculpame. Bueno, mira, tendrías 15 gigas de base, sí, se te regala 8 o más, bien, durante 6 meses, ahí tendrías a 23.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.88,
      "fin": 290.63,
      "duracion": 36.75,
      "texto": "Ah, sí. Sí, es el que me habían comentado que era el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Te pregunto, ya que estamos con el servicio del Internet, ¿lo han comentado en algún momento? ¿Otro tuviste? Ya lo tengo en Internet, tengo un boletar figuero en casa. Genial, entonces.",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 290.65,
      "fin": 293.26,
      "duracion": 2.6,
      "texto": "Bueno, mira, entonces te comento, sería así el trámite.",
      "confianza": 0.619,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 293.4,
      "fin": 324.35,
      "duracion": 30.95,
      "texto": "¿Alguna de los datos los tenemos? Como te digo, te tendría que pedir algún dato que otras adicionan, sí, pero lo sería un trámite engorroso, ni nada. ¿Vieron? ¿Se tardó un poquito más? Decime sí. ¿Toma una consulta? ¿Esto lo puedo hacer por portabilidad numérica? Claro, sí, la portabilidad justamente, vos mantened el mismo número, sí, sí. Claro, eso es lo que me más interesa. Ah, no, sí, eso queda tranquilo, que no perdés la línea, ni los contactos, ni nada, eso sí que queda tranquilo, que lo único que se cambia es el momento en la compañía, obviamente, cambias el chip, nada más. Bien.",
      "confianza": 0.814,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.87,
      "fin": 329.39,
      "duracion": 4.53,
      "texto": "Y mira, como nosotros te vamos a bonificar lo que es la deuda, se te va a tardar un poquito más, suponete.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.17,
      "fin": 360.64,
      "duracion": 30.47,
      "texto": "Siempre sueles tardar entre tres a cinco días, esto va a tardar entre unos siete días, más o menos, para que lo tengas en cuenta. Está bien, no, no tengo culo, como te dije, como iba a ser en marzo en la esquina. Nosotros lo que brindamos al día de hoy es una asesoría personal, en tu caso incluso te va a venir mejor lo que para que estés al tanto de lo que sucede con la deuda y demás.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 361.44,
      "fin": 371.84,
      "duracion": 10.4,
      "texto": "Te mando un mensajito, te puse un soito más de Movistar, bien. Este es mi número laboral, digamos, para que vos, como te digo, cualquier duda, consulta que te surja sobre lo que sea. Sí, ¿me escuchas bien?",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 373.68,
      "fin": 383.96,
      "duracion": 10.28,
      "texto": "Sí, ¿me escuchas bien? Hola, hola. Hola, ahí Matías, ¿me escuchas? No te escucho. Ahí, ¿me escuchas? Hola, hola, hola.",
      "confianza": 0.388,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Matías. ¿Quién habla? ¿Cómo te da, Matías? Tomaste mi nombre, me comunico el día de recuperar el cliente de Movistar. Usted actualmente cuenta en claro, ¿verdad? Sí. Y mira, motivo de mi llamado si era para preguntarle por qué se había ido de la compañía, así que inconvenientes había tenido con la línea y demás. Pues tengo una deuda, yo quiero ponerla al día y volver a Movistar, pero lo voy a hacer en marzo. Bien, y te consulto, te informaron el monto de la deuda, aproximadamente, para ver qué... Sí, sí, lo voy a hacer en marzo, igual. Bien, a ver, y te consulto qué... cuantos eran más o menos, porque ahí, te comento, hay diferentes calls, digamos, que brindan... Sí, decime. Casi 150, a ver. Hay algunos, claro, hay algunos calls, digamos, que brindan lo que es el, digamos, el financiamiento de sol, un poco una parte de la deuda y otros que perdonan el total de la deuda, ¿sí? Si quieren lo que podamos hacer, yo ahora miro lo que suena ahí, le hice la crítica y demás, y vemos que te podemos ofrecer, digamos, no hay ningún problema en ese caso. No, olvídate, olvídate. En marzo lo hago y lo hago bien. Claro, por eso lo que le propongo es verle, de incluso bonificar el 100% de la deuda y que se pueda pasar, digamos, ahora mismo. Entonces, no tienen que estar esperando ni ahorrar lo que tienen que pagar en la facturación cuando les llegue, obviamente. Bueno, a ver. A ver, abrame un segundito no más. Tu DNI me sudura que te miren 0-0-7, ¿correcto? Sí. Perfecto, bien. Le consulto el motivo de la deuda, si me puede decir algún motivo, el por qué. No había quedado sin trabajo y no lo pude pagar. Bueno, mire, a ver, ahí le pregunto. Sí, mire, ahí pregunto. Bien, acá está. Miren, me están sudorando los datos, bien. ¿El nombre completo? ¿Sería delegado Matías Agustín, puede ser? Sí, por regla. Bien, perfecto. Bien, acá me figura. Bueno, mira, te comento. Nosotros, digamos, te comento porque antes seguramente te han llamado y te han comentado el tema de la deuda, ¿correcto? Sí, sí. Bien. Bueno, mira... Llame yo en realidad. Sí, decime. Llame yo en realidad. Ah, bien, para preguntar. No, llamé para pasarme a movistar, pero me dijeron que no podía... Bueno, mira, te comento. Nosotros, cuando son el tema este de lo que son las deudas, digamos, lo tenemos de bonificar en cierta parte, Este es el tema de lo que son los abonos y demás. Bien, para que los clientes, como te digo, puedan volver a tener la compañía. Si es por un caso, obviamente, si podemos decir, mira, saco un teléfono. Como te digo, nosotros miramos todo el historial de crediticio del cliente. Si tuvo a raíces un historial de crediticio, se nos permite a nosotros modificar lo que es la deuda. Bien. Acá, según lo que yo me figura, es un historial de crediticio. Así que vos tuviste, bien, me figura que es un buen historial de crediticio. Digamos, siempre paga hasta tiempo. Tuviste en ese último tiempo que estuviste con la compañía que no podías abonar. Me comentas la situación que es por lo que te quedaste sin trabajo. Mira, yo lo que te puedo ofrecer es lo siguiente. Como te vamos a verificar lo que es esta deuda, te tengo que ofrecer tal tipo de plan. Ahora te lo voy a comentar, no hay ningún problema para que vos lo tengas. Para que no tengas que abonar nada, digamos, y te puedas volver con la compañía. 148 mil 762 con 20 para ser exacto. Bien, mira, te comento. Nosotros esto lo podemos bonificar por una cuestión de que tendríamos que ofrecer lo que es un plan relativamente, digamos, de los que me arroja. Sí, ahora te comento el plan. Sí, mira, El plan que me arroja para ofrecer, es decir, que te puedo ofrecer según bonificándote la deuda, es un plan de 15 gigas, se te regala 8 o más, bien, durante 6 meses, tendrías a 23, tienes WhatsApp, te llamas libre a todas las compañías y rumina al mundo incluido, bien, y se plantea un precio de 23, 1850 pesos. Bien, ese sería el plan que te puedo ofrecer. Para repetir, de vuelta un poco más de espacio, más rápido, perdón. No, no hay problema, disculpame, disculpame. Bueno, mira, tendrías 15 gigas de base, sí, se te regala 8 o más, bien, durante 6 meses, ahí tendrías a 23. Ah, sí. Sí, es el que me habían comentado que era el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Es el que me interesaba. Te pregunto, ya que estamos con el servicio del Internet, ¿lo han comentado en algún momento? ¿Otro tuviste? Ya lo tengo en Internet, tengo un boletar figuero en casa. Genial, entonces. Bueno, mira, entonces te comento, sería así el trámite. ¿Alguna de los datos los tenemos? Como te digo, te tendría que pedir algún dato que otras adicionan, sí, pero lo sería un trámite engorroso, ni nada. ¿Vieron? ¿Se tardó un poquito más? Decime sí. ¿Toma una consulta? ¿Esto lo puedo hacer por portabilidad numérica? Claro, sí, la portabilidad justamente, vos mantened el mismo número, sí, sí. Claro, eso es lo que me más interesa. Ah, no, sí, eso queda tranquilo, que no perdés la línea, ni los contactos, ni nada, eso sí que queda tranquilo, que lo único que se cambia es el momento en la compañía, obviamente, cambias el chip, nada más. Bien. Y mira, como nosotros te vamos a bonificar lo que es la deuda, se te va a tardar un poquito más, suponete. Siempre sueles tardar entre tres a cinco días, esto va a tardar entre unos siete días, más o menos, para que lo tengas en cuenta. Está bien, no, no tengo culo, como te dije, como iba a ser en marzo en la esquina. Nosotros lo que brindamos al día de hoy es una asesoría personal, en tu caso incluso te va a venir mejor lo que para que estés al tanto de lo que sucede con la deuda y demás. Te mando un mensajito, te puse un soito más de Movistar, bien. Este es mi número laboral, digamos, para que vos, como te digo, cualquier duda, consulta que te surja sobre lo que sea. Sí, ¿me escuchas bien? Sí, ¿me escuchas bien? Hola, hola. Hola, ahí Matías, ¿me escuchas? No te escucho. Ahí, ¿me escuchas? Hola, hola, hola.",
  "calidad": {
    "confianza_promedio": 0.468,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:50:10.510062",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 109,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:16.587657",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112102619709_ACD_81535",
    "fecha_inicio": "12/1/2026 10:26:19",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 390,
    "tiempo_conversacion": 375,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}