{
  "archivo": "amza43_1_260116134614022_ACD_96961.wav",
  "duracion_segundos": 103.58,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 7.23,
    "Cliente": 89.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.79,
      "fin": 3.91,
      "duracion": 2.12,
      "texto": "Hola, buenas tardes. Hablo con Roxana.",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.87,
      "fin": 18.05,
      "duracion": 12.18,
      "texto": "Sí. ¿Cómo le va, Roxana? Franco es mi nombre. Llamá al día de hoy para hacerte agregar una promoción a tu línea, que veo que están claros, ¿es correcto? ¿De cuánto?",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.07,
      "fin": 23.18,
      "duracion": 5.11,
      "texto": "10.400 por 8 gigas más 8 de regalo con WhatsApp gratis, que es totalmente aparte de los gigas.",
      "confianza": 0.721,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.82,
      "fin": 88.09,
      "duracion": 64.27,
      "texto": "Y llamá y mensaje gratis. ¿Cómo? ¿Y después comienza a aumentar o no? No, el plan tiene un descuento por 6 meses, ¿sí? Para que, pasado ese tiempo, si vos querés cambiarlo, renovarlo, aumentar digas, bajar digas, lo podrás hacer desde la aplicación, tranquilamente. ¿De cuántas digas? Son 8 más 8 de regalo, y en el primer mes voy a estarte brindando lo que son 20 digas de regalo, ¿sí? Es decir, que vas a tener 16 más 20, 36. Y lo bueno es que acá te puedes pasar digas si te restan un mes para el otro. para tenerlos para el siguiente mes. Porque yo ya tengo una línea de movistas. ¿Tenés una? Sí. ¿Pero no con este número, con otro? No, con otro. Ah, perfecto. Bueno, pero para este que sos la titular también podrías tenerlo y con promoción. Lo bueno es que acá el Guatravés, aparte es de WhatsApp, consume un montón. Entonces, tenés muchos libras, lo que más consume no te estaría gastando tanto y tenés room en América. Escúchame, ¿me podrías llamar más tarde? Porque ahora estoy en una reunión.",
      "confianza": 0.213,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.73,
      "fin": 90.71,
      "duracion": 1.98,
      "texto": "Bueno, no hay problema.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.47,
      "fin": 93.0,
      "duracion": 1.52,
      "texto": "Como a qué hora te podré contactar?",
      "confianza": 0.546,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.08,
      "fin": 103.58,
      "duracion": 9.5,
      "texto": "Y tipo 18 horas. Bueno, no hay problema, dale. Bueno, gracias. Hasta luego.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hablo con Roxana. Sí. ¿Cómo le va, Roxana? Franco es mi nombre. Llamá al día de hoy para hacerte agregar una promoción a tu línea, que veo que están claros, ¿es correcto? ¿De cuánto? 10.400 por 8 gigas más 8 de regalo con WhatsApp gratis, que es totalmente aparte de los gigas. Y llamá y mensaje gratis. ¿Cómo? ¿Y después comienza a aumentar o no? No, el plan tiene un descuento por 6 meses, ¿sí? Para que, pasado ese tiempo, si vos querés cambiarlo, renovarlo, aumentar digas, bajar digas, lo podrás hacer desde la aplicación, tranquilamente. ¿De cuántas digas? Son 8 más 8 de regalo, y en el primer mes voy a estarte brindando lo que son 20 digas de regalo, ¿sí? Es decir, que vas a tener 16 más 20, 36. Y lo bueno es que acá te puedes pasar digas si te restan un mes para el otro. para tenerlos para el siguiente mes. Porque yo ya tengo una línea de movistas. ¿Tenés una? Sí. ¿Pero no con este número, con otro? No, con otro. Ah, perfecto. Bueno, pero para este que sos la titular también podrías tenerlo y con promoción. Lo bueno es que acá el Guatravés, aparte es de WhatsApp, consume un montón. Entonces, tenés muchos libras, lo que más consume no te estaría gastando tanto y tenés room en América. Escúchame, ¿me podrías llamar más tarde? Porque ahora estoy en una reunión. Bueno, no hay problema. Como a qué hora te podré contactar? Y tipo 18 horas. Bueno, no hay problema, dale. Bueno, gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.524,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:00:41.527130",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:28.393142",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116134614022_ACD_96961",
    "fecha_inicio": "16/1/2026 13:46:14",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 225,
    "tiempo_conversacion": 101,
    "tiempo_hold": 0,
    "tiempo_acw": 108,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}