{
  "archivo": "amza_sup2_1_260113163313961_MIT_01993.wav",
  "duracion_segundos": 873.82,
  "num_segmentos": 166,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 142.43,
    "Cliente": 598.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.17,
      "fin": 16.52,
      "duracion": 16.36,
      "texto": "Gracias por ver el video.",
      "confianza": 0.526,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.46,
      "fin": 63.11,
      "duracion": 25.65,
      "texto": "¿Cómo? ¿Perdón?",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 66.86,
      "fin": 86.75,
      "duracion": 19.9,
      "texto": "Bien, ahí me llegaron las fotitos del DNA.",
      "confianza": 0.806,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.93,
      "fin": 129.87,
      "duracion": 40.94,
      "texto": "Bien, ahora vamos a hacer lo que es el cierre comercial. No, eso está bien. Igual las voy a guardar por las dudas. por las dudas que administración me pega otras fotos. Bien, ahora vamos a hacer el cierre comercial. Sí, este cierre comercial queda detallado del servicio que vos estás contratando, ¿sí?",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.95,
      "fin": 145.87,
      "duracion": 13.92,
      "texto": "Para que vos te quedes tranquilo. Antes de empezar, ¿tenés alguna duda o consulta? No, no, no, no. Lo único que espero es que este blanco que vemos aquí, ahí en cuarto de gama, 56, 56,",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.4,
      "fin": 156.67,
      "duracion": 9.27,
      "texto": "Perdón, no te escuché bien. ¿Te escucho muy vacío? No, no. Lo único que te decía es que yo acababa que fuera a conseguir el CID blanco acá en esa dirección que vos me dijiste.",
      "confianza": 0.342,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.23,
      "fin": 187.15,
      "duracion": 29.92,
      "texto": "En Conchabamba. Sí, en Conchabamba, 56.5T. Sí, sí. Ahí, aquí. Sí. ¿Y por el motivo de no llegar a conseguirlo ahí? ¿Cómo lo hago? ¿Te puedo mandar? ¿Por mensaje? Vale, estás por mensaje y ponemos otro. Otro lugar donde lo puedes conseguir, porque ahí en Cochabamba hay otros cercas también. Ah, bueno, querida, querido Dios, buenas. Para que vos te quedes tranqui, ¿sí? Bueno, buena, perfecto.",
      "confianza": 0.452,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.73,
      "fin": 218.82,
      "duracion": 31.09,
      "texto": "¿Alguna otra consulta que tengas o dudas? ¿Cómo se llama? Marcello. Marcello. Para que me agentes también. Yo también te voy a agendar, ¿sí? Para, bueno, tener un... Para tenerte... Para mantenerte en contacto. Para poder charlar un poquito también y para también poder renovar la promo después.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.52,
      "fin": 222.27,
      "duracion": 2.75,
      "texto": "Para recibir futuras promociones. ¿Usted tiene internet de Movistar?",
      "confianza": 0.852,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 225.47,
      "fin": 247.93,
      "duracion": 22.46,
      "texto": "Tenemos todo con claro. Tenemos internet, las minas insa y el teléfono. Estamos portando la línea 3416765608 a nombre y apellido. El titular actual, Enrique Sandra Beatriz. Bien, ¿me confirmas los últimos tres dígitos de su DNI?",
      "confianza": 0.169,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 251.13,
      "fin": 260.99,
      "duracion": 9.86,
      "texto": "Perfecto, su compañía es claro. Bien, me comentó que cuenta con factura mensual. ¿La factura está a su nombre o el nombre de otra persona?",
      "confianza": 0.933,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 261.61,
      "fin": 307.49,
      "duracion": 45.88,
      "texto": "Va a recibir su chip en... Va a retirar su chip en el punto de adquisición, ¿sí? En el piosco Cochama 5653 de Rosario, ¿sí? Bien, y provincia Santa Fe. En el caso de ser... Bien, les recuerdo, ¿sí? Que una vez que vaya y busque el chip, tiene un costo al comprarlo, ¿sí? No sé cuánto es, pero seguramente más de 2.000, 3.000 pesos no le deben cobrar por un chip, calculo yo. No tengo un estimativo. Bien. Le recuerdo que el costo del servicio al día de hoy es de... Ahí le digo.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 314.52,
      "fin": 316.85,
      "duracion": 2.33,
      "texto": "Ahí. Aguárdame un segundo, por favor.",
      "confianza": 0.206,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.44,
      "fin": 373.98,
      "duracion": 49.54,
      "texto": "Le recuerdo que el costo al servicio al día de hoy es de $7,460, ¿sí? Porque incluye un descuento fijo de $30,140 por una duración de seis meses. Le recuerdo que el servicio se factura a mes adelantado. Su plan de base es de cuatro más cuatro de regalo con una duración de seis meses. Estos últimos habilitarán 48 horas después de activar la línea. Soy Miguel SBE1972F arroba gmail.com y su teléfono alternativo es 24 92 62 78 42.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 374.5,
      "fin": 458.43,
      "duracion": 83.93,
      "texto": "estará recibiendo su facturación. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Entonces te vuelvo a repasar, el número alternativo es 24 92 67 65 08. No, no, no, no, no, no, no, no. Es 24 92 62 78 41. No, no, no, no, no, no, no, no, no. Te paso con el hijo para que él te lo repita porque no, no, no, no, no, no, no, no, no, no, no, no, no, El número es 3-4-9-2. Bien, aguardamos un segundo. 3-4-9-2. 62. 62. 78. 78. 42. 42. Ahí está, perfecto. Te lo vuelvo a repetir.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 458.94,
      "fin": 472.17,
      "duracion": 13.23,
      "texto": "24-92. 62, 78, 42. Perfecto. Buenísimo. Bien, ahora sí me puedes pasar con tu mamá. Sí, sí, aquí estoy. Bien, perfecto.",
      "confianza": 0.857,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 472.79,
      "fin": 477.03,
      "duracion": 4.24,
      "texto": "Estará recibiendo su facturación online a través del email que nos proporcionó.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 477.55,
      "fin": 494.97,
      "duracion": 17.42,
      "texto": "Ingresando a la sección de servicios desde la vamos a estar, puedes ver toda la facturación referida a su factura, ya sea su sitio de facturación, vencimiento y montos a pagar. Puede adherirse al débito automático, también puede sumar cuatro sillas de regalo en cada línea móvil, si es que porta más de dos líneas registradas bajo el mismo título.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 495.61,
      "fin": 520.55,
      "duracion": 24.94,
      "texto": "Una vez aprobada la portabilidad, su línea se portará entre 48 a 72 horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de clero dejará de recibir señal. Ahí es cuando debe colocarlo. Le comento que por única vez deberá validar la identidad al activarlo.",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.27,
      "fin": 546.99,
      "duracion": 25.72,
      "texto": "En caso de que tengas alguna dificultad con la variación, inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4. ¿Sí? Igual que ese tequilo que eso yo después se lo mando detallado. Ah, sí, lo sigo aquí. Los voy a comentar porque estoy siempre preparando para asumir porque estaba, me estoy preparando demasiado. Bien.",
      "confianza": 0.77,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 547.2,
      "fin": 558.54,
      "duracion": 11.35,
      "texto": "Yo te voy a mandar un video explicativo y ahí te va a decir cómo tenés que hacer la validación, ¿sí?",
      "confianza": 0.674,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 558.57,
      "fin": 564.97,
      "duracion": 6.4,
      "texto": "Ajá. Para que te quedes tranquila de cómo sea. Bien. Bueno, ¿no? Para ir terminando, ¿sí? ¿Alguna otra duda?",
      "confianza": 0.372,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 566.09,
      "fin": 576.55,
      "duracion": 10.46,
      "texto": "No, no, no, esto de que si vos me podés pasar eso del 0800 en todo tiempo para notar, porque ya me estoy diciendo. Sí, sí, yo se lo mando todo detallado, eso quédese tranquilo.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 577.37,
      "fin": 581.18,
      "duracion": 3.81,
      "texto": "Ya termina, así ya podemos terminar.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 582.7,
      "fin": 609.25,
      "duracion": 26.55,
      "texto": "Le solicitamos que en caso de no levantar señal en el chip reinicie el equipo. Por otro lado, en el mes de los próximos días recibirá una encuesta de satisfacción por medio de un SMS. Le solicitamos que por favor la completes ya que su opinión es muy importante para la empresa. Ahora le voy a enviar lo que es un pin de portabilidad. Este pin de portabilidad permite a que usted pueda traer su número a nuestra compañía y no corra ningún riesgo de quedarse sin señas.",
      "confianza": 0.816,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 611.69,
      "fin": 614.55,
      "duracion": 2.86,
      "texto": "Yo ahora se lo voy a enviar a la administración y la administración se lo envía a usted.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 615.05,
      "fin": 697.5,
      "duracion": 82.45,
      "texto": "Le va a llegar un mensajito de texto común del 223 con el prestador MSD, que sería Movistar. ¿Sí? Son cuatro numeritos, cuatro dígitos, con una fecha de vencimiento. Me puedes pasar una captura de pantalla o me lo puedes escribir por WhatsApp sin ningún problema. Debe de haber que sea una captura de pantalla. ¿Sí? Bien. Mientras tanto, le comento que al enviarle el código de portabilidad le vamos a estar avisando en el momento de su prestadora actual que se está cambiando. Va a notar que le van a ingresar llamados en números desconocidos. o no registrado. Por favor, le pido que lo desestime para no correr ningún riesgo de quedarse incomunicada. Claro, tiene una empresa tercerizada que se encarga de detectar cuando un cliente se va y le van a hacer ofertas que luego no cumple. Es solo para que usted no haga el cambio. De todas maneras, quédese tranquilo que usted no debe hacer nada más que esperar el cambio, ¿sí? Usted quédese tranquila con eso, ¿sí? ¿Me podríais decir el tema de la captura? Sí, una captura de pantalla. ¿Te va a llegar un mensaje de texto común? Te voy a pedir que le saques una captura de pantalla. No sé si está tu hijo ahí cerca. Sí, está acá. Que él seguro sabe cómo hacerlo. Es de mensaje de texto común, no es de WhatsApp.",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 699.74,
      "fin": 727.04,
      "duracion": 27.3,
      "texto": "Una vez que le saque captura, que me lo envíe a mi WhatsApp. Avísame si llego, si no vuelvo a pedir que lo vuelvan a enviar.",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 740.69,
      "fin": 812.06,
      "duracion": 71.37,
      "texto": "Hola. Ahí me llego. Perfecto. Bien. Le pido que no pase ningún dato, ningún otro asesor para que no se genere una doble factura del servicio. Ante cualquier duda, comuníquese conmigo, ¿sí? Hola. Le pido que no pase ningún dato a ningún otro asesor para que no se genera una doble facturación en el servicio. Ante cualquier duda, se comunican conmigo, ¿sí? Bien, perfecto. Entonces, ¿Sandra se encuentra ahí? Bueno, igual no hay problema, le doy la bienvenida a Movistar, a Sandra, ¿sí? Bueno, y vos, y muchísimas gracias a vos también por, por ayudarla también con, con, con las foquitas de niña y cosas así. Así que, bueno, le doy la bienvenida a Movistar, un abrazo a la distancia, ya igual tengo tu número alternativo, para, bueno, mandarte un mesejito, bueno, y hablar sobre tu línea, ¿sí?",
      "confianza": 0.197,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 812.7,
      "fin": 819.38,
      "duracion": 6.68,
      "texto": "Dale, muchísimas gracias y que tengan muy bonito día. Hasta luego. Gracias.",
      "confianza": 0.793,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 871.56,
      "fin": 873.82,
      "duracion": 2.26,
      "texto": "Y ya sabéis...",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Gracias por ver el video. ¿Cómo? ¿Perdón? Bien, ahí me llegaron las fotitos del DNA. Bien, ahora vamos a hacer lo que es el cierre comercial. No, eso está bien. Igual las voy a guardar por las dudas. por las dudas que administración me pega otras fotos. Bien, ahora vamos a hacer el cierre comercial. Sí, este cierre comercial queda detallado del servicio que vos estás contratando, ¿sí? Para que vos te quedes tranquilo. Antes de empezar, ¿tenés alguna duda o consulta? No, no, no, no. Lo único que espero es que este blanco que vemos aquí, ahí en cuarto de gama, 56, 56, Perdón, no te escuché bien. ¿Te escucho muy vacío? No, no. Lo único que te decía es que yo acababa que fuera a conseguir el CID blanco acá en esa dirección que vos me dijiste. En Conchabamba. Sí, en Conchabamba, 56.5T. Sí, sí. Ahí, aquí. Sí. ¿Y por el motivo de no llegar a conseguirlo ahí? ¿Cómo lo hago? ¿Te puedo mandar? ¿Por mensaje? Vale, estás por mensaje y ponemos otro. Otro lugar donde lo puedes conseguir, porque ahí en Cochabamba hay otros cercas también. Ah, bueno, querida, querido Dios, buenas. Para que vos te quedes tranqui, ¿sí? Bueno, buena, perfecto. ¿Alguna otra consulta que tengas o dudas? ¿Cómo se llama? Marcello. Marcello. Para que me agentes también. Yo también te voy a agendar, ¿sí? Para, bueno, tener un... Para tenerte... Para mantenerte en contacto. Para poder charlar un poquito también y para también poder renovar la promo después. Para recibir futuras promociones. ¿Usted tiene internet de Movistar? Tenemos todo con claro. Tenemos internet, las minas insa y el teléfono. Estamos portando la línea 3416765608 a nombre y apellido. El titular actual, Enrique Sandra Beatriz. Bien, ¿me confirmas los últimos tres dígitos de su DNI? Perfecto, su compañía es claro. Bien, me comentó que cuenta con factura mensual. ¿La factura está a su nombre o el nombre de otra persona? Va a recibir su chip en... Va a retirar su chip en el punto de adquisición, ¿sí? En el piosco Cochama 5653 de Rosario, ¿sí? Bien, y provincia Santa Fe. En el caso de ser... Bien, les recuerdo, ¿sí? Que una vez que vaya y busque el chip, tiene un costo al comprarlo, ¿sí? No sé cuánto es, pero seguramente más de 2.000, 3.000 pesos no le deben cobrar por un chip, calculo yo. No tengo un estimativo. Bien. Le recuerdo que el costo del servicio al día de hoy es de... Ahí le digo. Ahí. Aguárdame un segundo, por favor. Le recuerdo que el costo al servicio al día de hoy es de $7,460, ¿sí? Porque incluye un descuento fijo de $30,140 por una duración de seis meses. Le recuerdo que el servicio se factura a mes adelantado. Su plan de base es de cuatro más cuatro de regalo con una duración de seis meses. Estos últimos habilitarán 48 horas después de activar la línea. Soy Miguel SBE1972F arroba gmail.com y su teléfono alternativo es 24 92 62 78 42. estará recibiendo su facturación. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Entonces te vuelvo a repasar, el número alternativo es 24 92 67 65 08. No, no, no, no, no, no, no, no. Es 24 92 62 78 41. No, no, no, no, no, no, no, no, no. Te paso con el hijo para que él te lo repita porque no, no, no, no, no, no, no, no, no, no, no, no, no, El número es 3-4-9-2. Bien, aguardamos un segundo. 3-4-9-2. 62. 62. 78. 78. 42. 42. Ahí está, perfecto. Te lo vuelvo a repetir. 24-92. 62, 78, 42. Perfecto. Buenísimo. Bien, ahora sí me puedes pasar con tu mamá. Sí, sí, aquí estoy. Bien, perfecto. Estará recibiendo su facturación online a través del email que nos proporcionó. Ingresando a la sección de servicios desde la vamos a estar, puedes ver toda la facturación referida a su factura, ya sea su sitio de facturación, vencimiento y montos a pagar. Puede adherirse al débito automático, también puede sumar cuatro sillas de regalo en cada línea móvil, si es que porta más de dos líneas registradas bajo el mismo título. Una vez aprobada la portabilidad, su línea se portará entre 48 a 72 horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Es importante que usted no coloque el chip antes de la fecha informada, de todas maneras se va a dar cuenta porque su línea de clero dejará de recibir señal. Ahí es cuando debe colocarlo. Le comento que por única vez deberá validar la identidad al activarlo. En caso de que tengas alguna dificultad con la variación, inténtelo nuevamente o comuníquese al 0800-321-7678-2, opción 4. ¿Sí? Igual que ese tequilo que eso yo después se lo mando detallado. Ah, sí, lo sigo aquí. Los voy a comentar porque estoy siempre preparando para asumir porque estaba, me estoy preparando demasiado. Bien. Yo te voy a mandar un video explicativo y ahí te va a decir cómo tenés que hacer la validación, ¿sí? Ajá. Para que te quedes tranquila de cómo sea. Bien. Bueno, ¿no? Para ir terminando, ¿sí? ¿Alguna otra duda? No, no, no, esto de que si vos me podés pasar eso del 0800 en todo tiempo para notar, porque ya me estoy diciendo. Sí, sí, yo se lo mando todo detallado, eso quédese tranquilo. Ya termina, así ya podemos terminar. Le solicitamos que en caso de no levantar señal en el chip reinicie el equipo. Por otro lado, en el mes de los próximos días recibirá una encuesta de satisfacción por medio de un SMS. Le solicitamos que por favor la completes ya que su opinión es muy importante para la empresa. Ahora le voy a enviar lo que es un pin de portabilidad. Este pin de portabilidad permite a que usted pueda traer su número a nuestra compañía y no corra ningún riesgo de quedarse sin señas. Yo ahora se lo voy a enviar a la administración y la administración se lo envía a usted. Le va a llegar un mensajito de texto común del 223 con el prestador MSD, que sería Movistar. ¿Sí? Son cuatro numeritos, cuatro dígitos, con una fecha de vencimiento. Me puedes pasar una captura de pantalla o me lo puedes escribir por WhatsApp sin ningún problema. Debe de haber que sea una captura de pantalla. ¿Sí? Bien. Mientras tanto, le comento que al enviarle el código de portabilidad le vamos a estar avisando en el momento de su prestadora actual que se está cambiando. Va a notar que le van a ingresar llamados en números desconocidos. o no registrado. Por favor, le pido que lo desestime para no correr ningún riesgo de quedarse incomunicada. Claro, tiene una empresa tercerizada que se encarga de detectar cuando un cliente se va y le van a hacer ofertas que luego no cumple. Es solo para que usted no haga el cambio. De todas maneras, quédese tranquilo que usted no debe hacer nada más que esperar el cambio, ¿sí? Usted quédese tranquila con eso, ¿sí? ¿Me podríais decir el tema de la captura? Sí, una captura de pantalla. ¿Te va a llegar un mensaje de texto común? Te voy a pedir que le saques una captura de pantalla. No sé si está tu hijo ahí cerca. Sí, está acá. Que él seguro sabe cómo hacerlo. Es de mensaje de texto común, no es de WhatsApp. Una vez que le saque captura, que me lo envíe a mi WhatsApp. Avísame si llego, si no vuelvo a pedir que lo vuelvan a enviar. Hola. Ahí me llego. Perfecto. Bien. Le pido que no pase ningún dato, ningún otro asesor para que no se genere una doble factura del servicio. Ante cualquier duda, comuníquese conmigo, ¿sí? Hola. Le pido que no pase ningún dato a ningún otro asesor para que no se genera una doble facturación en el servicio. Ante cualquier duda, se comunican conmigo, ¿sí? Bien, perfecto. Entonces, ¿Sandra se encuentra ahí? Bueno, igual no hay problema, le doy la bienvenida a Movistar, a Sandra, ¿sí? Bueno, y vos, y muchísimas gracias a vos también por, por ayudarla también con, con, con las foquitas de niña y cosas así. Así que, bueno, le doy la bienvenida a Movistar, un abrazo a la distancia, ya igual tengo tu número alternativo, para, bueno, mandarte un mesejito, bueno, y hablar sobre tu línea, ¿sí? Dale, muchísimas gracias y que tengan muy bonito día. Hasta luego. Gracias. Y ya sabéis...",
  "calidad": {
    "confianza_promedio": 0.604,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 19.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:31:24.683144",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 166,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:33.974632",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113163313961_MIT_01993",
    "sin_datos_basurita": true
  }
}