{
  "archivo": "amza28_1_260113135847363_ACD_28859.wav",
  "duracion_segundos": 407.4,
  "num_segmentos": 104,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 204.03,
    "Cliente": 162.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.46,
      "duracion": 5.43,
      "texto": "¿Cómo estás, Nelson?",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.7,
      "fin": 7.48,
      "duracion": 0.78,
      "texto": "Sí.",
      "confianza": 0.551,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.5,
      "fin": 15.45,
      "duracion": 7.95,
      "texto": "Nelson, un gusto saludarte. Mi nombre es Marcos. Nelson, te llamaba el día de ayer porque estamos activando beneficios en la línea. Verificamos que estás en claro con Abono.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.57,
      "fin": 18.22,
      "duracion": 1.64,
      "texto": "Sí, ya me llamaron ahora.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.54,
      "fin": 23.56,
      "duracion": 4.02,
      "texto": "Igual como yo ya te voy a repetir lo que le dije.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.15,
      "fin": 35.79,
      "duracion": 10.64,
      "texto": "Me llena la reloj ya con otra de sus compañeras. que lo haces en cualquier momento, ya reloj, porque me voy a pasar movistar, pero ya está, ya no.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.43,
      "fin": 44.04,
      "duracion": 7.61,
      "texto": "Dale, mira. El nombre no me acuerdo, no me acuerdo el nombre ahora, de la chica, no sé cómo se llama, pero bueno, ya reloj ya.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.6,
      "fin": 44.88,
      "duracion": 0.28,
      "texto": "Dale,",
      "confianza": 0.656,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.88,
      "fin": 57.24,
      "duracion": 12.36,
      "texto": "mira, te comento la buena noticia, en realidad, como somos, pertencemos todos al mismo área, justamente a la galería de asesores comerciales, la idea cual es asignarte más que nada un asesor comercial que vos tengas,",
      "confianza": 0.656,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.46,
      "fin": 67.79,
      "duracion": 10.34,
      "texto": "para que pueda resolver siempre cualquier duda o consulta, te pueda acompañar en este proceso porque cambiarse a la compañía con las nuevas tecnologías ha permitido que los clientes tengan una nueva experiencia.",
      "confianza": 0.753,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.47,
      "fin": 110.83,
      "duracion": 42.36,
      "texto": "Desde lo que es la aplicación Nelson, la aplicación funciona del 100%, vas a tener varios beneficios gracias al Club Movistar y también vas a tener lo que es un regalito de parte de la compañía para comenzar el año. y desde ya decime que hoy en día te va a venir, obviamente que bien, son 20 gigas que vas a poder activar desde la aplicación de Movistar por única vez para probar el servicio justamente a full, ¿sí? Acá verifico que en este caso tu trámite estaría en nombre de Nelson David Romero Sejas, tu DNI termina en 360 y tu fecha de nacimiento me figura el 23 de noviembre del 77, ¿es correcto? Sí, sí. Perfecto. Me figura un correo electrónico, no sé si está bien, yo te lo verifico y me dice si está bien.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.33,
      "fin": 118.4,
      "duracion": 7.07,
      "texto": "NelsonRiver62.com Sí. ¿Está bien ese correo?",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.02,
      "fin": 120.46,
      "duracion": 0.44,
      "texto": "Sí. Perfecto.",
      "confianza": 0.24,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.48,
      "fin": 127.11,
      "duracion": 6.63,
      "texto": "¿De qué localidad sos, Nelson, actualmente? De La Salada, soy. De La Matanza sería. La Matanza sería.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.17,
      "fin": 127.77,
      "duracion": 0.6,
      "texto": "Perfecto.",
      "confianza": 0.65,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.79,
      "fin": 128.29,
      "duracion": 0.5,
      "texto": "Aguárdame.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.83,
      "fin": 129.93,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.019,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.95,
      "fin": 132.57,
      "duracion": 2.62,
      "texto": "Aguárdame un segundito porque te voy a cargar una promoción también.",
      "confianza": 0.613,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.62,
      "fin": 158.51,
      "duracion": 25.89,
      "texto": "Además de tener esto, que puedas tener justamente la entrega del kit, que no tengas que andar abonando directamente, sino que lo puedas recibir, ¿sí? Dame una consulta, esto sería partido de la matanza. Sí. Partido de la matanza. A ver, aguardamos un segundo, porque además el kit que te van a brindar en la sucursal, ¿sí? De esa manera vas a poder tener todo, ¿sí? Aguardamos un segundito que estoy cargando todo.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.24,
      "fin": 174.48,
      "duracion": 2.24,
      "texto": "Bien, ¿te ubicás por el Abasto Shopping?",
      "confianza": 0.784,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.0,
      "fin": 186.62,
      "duracion": 10.62,
      "texto": "No, me queda re lejos. ¿Te queda re lejos? Bien, a ver. Sí, me queda re lejos. Bien, a ver, aguardamos un segundo. Decime bien tu dirección actual para buscarte la sucursal más cercana.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.14,
      "fin": 191.88,
      "duracion": 3.74,
      "texto": "Sí, me quedaría Jumbo. Jumbo del Lugano.",
      "confianza": 0.46,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 192.97,
      "fin": 194.59,
      "duracion": 1.62,
      "texto": "Ah, bien, Jumbo del Lugano. A ver.",
      "confianza": 0.472,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.71,
      "fin": 196.63,
      "duracion": 0.92,
      "texto": "Aguardamos un segundo.",
      "confianza": 0.801,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 197.67,
      "fin": 201.24,
      "duracion": 3.56,
      "texto": "Claro, en la avenida, Francisco Fernández.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 201.77,
      "fin": 209.48,
      "duracion": 7.71,
      "texto": "De la Cruz. De la Cruz. Dame un segundo que lo verifico.",
      "confianza": 0.164,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.5,
      "fin": 209.6,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 209.62,
      "fin": 213.91,
      "duracion": 4.29,
      "texto": "Aguardamos un minuto. ¿No te llega a tu casa el chip, si yo me cambio?",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.13,
      "fin": 219.88,
      "duracion": 4.75,
      "texto": "Claro, también podemos hacer lo que es justamente un envío al domicilio.",
      "confianza": 0.778,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.44,
      "fin": 224.54,
      "duracion": 4.1,
      "texto": "Bien, habrá guardar. Pero por eso, por eso te digo, mi señora está haciendo el trámite ese.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 225.21,
      "fin": 354.32,
      "duracion": 129.11,
      "texto": "La señora está hablando con una compañera tuya que se está arreglando. Por eso me voy a pasar a mí también, por eso no quiero hacerlo de ese. No, en realidad, porque nuestra promoción justamente, acá la encontré, mira, Avenida General Fernández de la Cruz, el justamente Parque Brown Factory, ¿bien? Acá tenés atención justamente para que vos puedas aprovecharlo, así que por ese lado, quédate tranquilo. Lo que yo te decía, que a vos te va a convenir siempre ir a retirarlo por una cuestión de que se te va a activar más rápido para que rápidamente puedas salir de la compañía de claro y no te efectúen una nueva facturación, ¿sí? Entonces de esa manera no te quedas tranquilo, el plan es súper accesible, vas a tener 8 GB de navegación, las llamadas libres, el whatsapp totalmente bonificado y vas a tener para elegir justamente. A ver, discúlpame, creo que somos allí a lo que a ti te arregló mi señora, vos me estáis dando 8, vos me estáis dando 8, yo te arregló más ella. Claro, tenés el pat de 15, tenés el pat de 15 más 8 de regalo. Sí, no me acuerdo muy bien, pero arreglo ella, ¿viste? Claro, es para dejártelo ya funcionando y que no tengas que tener mucha demora. Este plan de 15 gigas tiene roaming al mundo, ¿sí? ¿Qué quiere decir esto? Que cuando vos salgas, por ejemplo, te vas un viajecito a Chile con la familia, chau, ya va a tener funcionando la internet, ¿sí? Entonces, de esa manera, está bueno para que vos puedas ocupar el paquete de datos y de esa manera te quedes tranquilo con la gestión, ¿sí? Además te voy a brindar lo que es América Precio Local para que de esa manera puedas verificar que el servicio está funcionando, ¿bien? Y en este caso la idea es que tengas activado todo rápido, ¿sí? Aguardamos un segundo que vamos a cargar la promoción y de paso te voy a regalar, como te digo, los 20 gigas para que lo actives una vez para que puedas aprovecharlo, ¿sí? Aguardamos un segundito. Bien, tú de media habíamos dicho que terminen 360.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 355.87,
      "fin": 359.5,
      "duracion": 3.63,
      "texto": "Sí, sí, sí. ¿Pero qué me estás haciendo? ¿Ahora vos, ahora ya, ya el trámite?",
      "confianza": 0.134,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 360.12,
      "fin": 375.62,
      "duracion": 15.5,
      "texto": "Claro, directamente vas a tener los 15 gigas, vas a tener los 8 gigas. Sí, pero es que te estoy diciendo que... Espera, espera, espera, espera, espera. Estás burlando mucho. Estás burlando. ¿Qué te dije yo a vos? Que mi señora está arreglando, pero vos me estabas haciendo ya... Yo te he dicho que no quiero nada.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.62,
      "fin": 378.68,
      "duracion": 2.06,
      "texto": "No sé por qué estás existiendo.",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 379.18,
      "fin": 385.86,
      "duracion": 6.68,
      "texto": "Yo te estoy diciendo, yo te estoy escuchando a vos, pero vos me estás haciendo ya todo. te estoy diciendo que no quiero nada de lo tuyo.",
      "confianza": 0.456,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.36,
      "fin": 386.62,
      "duracion": 0.26,
      "texto": "Bien,",
      "confianza": 0.751,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 386.62,
      "fin": 387.46,
      "duracion": 0.84,
      "texto": "bien, perfecto.",
      "confianza": 0.751,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.72,
      "fin": 392.79,
      "duracion": 5.07,
      "texto": "Como yo le decía... Bueno, pero tenés que ser un poco más educado en esas cosas, ¿entendés?",
      "confianza": 0.587,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 393.33,
      "fin": 398.42,
      "duracion": 5.09,
      "texto": "Porque vos me estás metiendo ya, me estás metiendo... No, no, pará. Yo no soy ningún boludo, ¿sabés?",
      "confianza": 0.42,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 399.0,
      "fin": 404.45,
      "duracion": 5.45,
      "texto": "No, no, no, no, al contrario. Bueno, está bien, está bien. Bueno, ahora yo me calenté y suspende todo.",
      "confianza": 0.333,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 405.03,
      "fin": 407.4,
      "duracion": 2.37,
      "texto": "Dale, chau. Bueno, hasta luego.",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Cómo estás, Nelson? Sí. Nelson, un gusto saludarte. Mi nombre es Marcos. Nelson, te llamaba el día de ayer porque estamos activando beneficios en la línea. Verificamos que estás en claro con Abono. Sí, ya me llamaron ahora. Igual como yo ya te voy a repetir lo que le dije. Me llena la reloj ya con otra de sus compañeras. que lo haces en cualquier momento, ya reloj, porque me voy a pasar movistar, pero ya está, ya no. Dale, mira. El nombre no me acuerdo, no me acuerdo el nombre ahora, de la chica, no sé cómo se llama, pero bueno, ya reloj ya. Dale, mira, te comento la buena noticia, en realidad, como somos, pertencemos todos al mismo área, justamente a la galería de asesores comerciales, la idea cual es asignarte más que nada un asesor comercial que vos tengas, para que pueda resolver siempre cualquier duda o consulta, te pueda acompañar en este proceso porque cambiarse a la compañía con las nuevas tecnologías ha permitido que los clientes tengan una nueva experiencia. Desde lo que es la aplicación Nelson, la aplicación funciona del 100%, vas a tener varios beneficios gracias al Club Movistar y también vas a tener lo que es un regalito de parte de la compañía para comenzar el año. y desde ya decime que hoy en día te va a venir, obviamente que bien, son 20 gigas que vas a poder activar desde la aplicación de Movistar por única vez para probar el servicio justamente a full, ¿sí? Acá verifico que en este caso tu trámite estaría en nombre de Nelson David Romero Sejas, tu DNI termina en 360 y tu fecha de nacimiento me figura el 23 de noviembre del 77, ¿es correcto? Sí, sí. Perfecto. Me figura un correo electrónico, no sé si está bien, yo te lo verifico y me dice si está bien. NelsonRiver62.com Sí. ¿Está bien ese correo? Sí. Perfecto. ¿De qué localidad sos, Nelson, actualmente? De La Salada, soy. De La Matanza sería. La Matanza sería. Perfecto. Aguárdame. Bien. Aguárdame un segundito porque te voy a cargar una promoción también. Además de tener esto, que puedas tener justamente la entrega del kit, que no tengas que andar abonando directamente, sino que lo puedas recibir, ¿sí? Dame una consulta, esto sería partido de la matanza. Sí. Partido de la matanza. A ver, aguardamos un segundo, porque además el kit que te van a brindar en la sucursal, ¿sí? De esa manera vas a poder tener todo, ¿sí? Aguardamos un segundito que estoy cargando todo. Bien, ¿te ubicás por el Abasto Shopping? No, me queda re lejos. ¿Te queda re lejos? Bien, a ver. Sí, me queda re lejos. Bien, a ver, aguardamos un segundo. Decime bien tu dirección actual para buscarte la sucursal más cercana. Sí, me quedaría Jumbo. Jumbo del Lugano. Ah, bien, Jumbo del Lugano. A ver. Aguardamos un segundo. Claro, en la avenida, Francisco Fernández. De la Cruz. De la Cruz. Dame un segundo que lo verifico. Bien. Aguardamos un minuto. ¿No te llega a tu casa el chip, si yo me cambio? Claro, también podemos hacer lo que es justamente un envío al domicilio. Bien, habrá guardar. Pero por eso, por eso te digo, mi señora está haciendo el trámite ese. La señora está hablando con una compañera tuya que se está arreglando. Por eso me voy a pasar a mí también, por eso no quiero hacerlo de ese. No, en realidad, porque nuestra promoción justamente, acá la encontré, mira, Avenida General Fernández de la Cruz, el justamente Parque Brown Factory, ¿bien? Acá tenés atención justamente para que vos puedas aprovecharlo, así que por ese lado, quédate tranquilo. Lo que yo te decía, que a vos te va a convenir siempre ir a retirarlo por una cuestión de que se te va a activar más rápido para que rápidamente puedas salir de la compañía de claro y no te efectúen una nueva facturación, ¿sí? Entonces de esa manera no te quedas tranquilo, el plan es súper accesible, vas a tener 8 GB de navegación, las llamadas libres, el whatsapp totalmente bonificado y vas a tener para elegir justamente. A ver, discúlpame, creo que somos allí a lo que a ti te arregló mi señora, vos me estáis dando 8, vos me estáis dando 8, yo te arregló más ella. Claro, tenés el pat de 15, tenés el pat de 15 más 8 de regalo. Sí, no me acuerdo muy bien, pero arreglo ella, ¿viste? Claro, es para dejártelo ya funcionando y que no tengas que tener mucha demora. Este plan de 15 gigas tiene roaming al mundo, ¿sí? ¿Qué quiere decir esto? Que cuando vos salgas, por ejemplo, te vas un viajecito a Chile con la familia, chau, ya va a tener funcionando la internet, ¿sí? Entonces, de esa manera, está bueno para que vos puedas ocupar el paquete de datos y de esa manera te quedes tranquilo con la gestión, ¿sí? Además te voy a brindar lo que es América Precio Local para que de esa manera puedas verificar que el servicio está funcionando, ¿bien? Y en este caso la idea es que tengas activado todo rápido, ¿sí? Aguardamos un segundo que vamos a cargar la promoción y de paso te voy a regalar, como te digo, los 20 gigas para que lo actives una vez para que puedas aprovecharlo, ¿sí? Aguardamos un segundito. Bien, tú de media habíamos dicho que terminen 360. Sí, sí, sí. ¿Pero qué me estás haciendo? ¿Ahora vos, ahora ya, ya el trámite? Claro, directamente vas a tener los 15 gigas, vas a tener los 8 gigas. Sí, pero es que te estoy diciendo que... Espera, espera, espera, espera, espera. Estás burlando mucho. Estás burlando. ¿Qué te dije yo a vos? Que mi señora está arreglando, pero vos me estabas haciendo ya... Yo te he dicho que no quiero nada. No sé por qué estás existiendo. Yo te estoy diciendo, yo te estoy escuchando a vos, pero vos me estás haciendo ya todo. te estoy diciendo que no quiero nada de lo tuyo. Bien, bien, perfecto. Como yo le decía... Bueno, pero tenés que ser un poco más educado en esas cosas, ¿entendés? Porque vos me estás metiendo ya, me estás metiendo... No, no, pará. Yo no soy ningún boludo, ¿sabés? No, no, no, no, al contrario. Bueno, está bien, está bien. Bueno, ahora yo me calenté y suspende todo. Dale, chau. Bueno, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.558,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:48:02.411570",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 104,
    "total_segmentos_corregido": 41,
    "fecha_correccion": "2026-01-18T23:05:20.240649",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113135847363_ACD_28859",
    "fecha_inicio": "13/1/2026 13:58:47",
    "agente_nombre": "MZA 28",
    "agente_login": "mza28",
    "duracion_total": 411,
    "tiempo_conversacion": 391,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}