{
  "archivo": "amza22_1_260113143455329_ACD_56367.wav",
  "duracion_segundos": 412.0,
  "num_segmentos": 96,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 101.81,
    "Cliente": 275.23
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.37,
      "fin": 8.67,
      "duracion": 8.3,
      "texto": "Hola. Hola, un día hablo con Elsa. Elsa, ¿cómo está? Mi nombre es Bailey, me presento.",
      "confianza": 0.499,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.23,
      "fin": 12.96,
      "duracion": 3.73,
      "texto": "Mira, yo la estoy llamando desde el área de recupero de clientes de Movistar.",
      "confianza": 0.607,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.54,
      "fin": 18.85,
      "duracion": 5.31,
      "texto": "Queríamos saber por qué salió de la compañía. Comentenme qué sucedió en su momento.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.4,
      "fin": 25.55,
      "duracion": 6.15,
      "texto": "No, porque tenía un plan muy bajo, porque yo tengo Wi-Fi.",
      "confianza": 0.629,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 25.57,
      "fin": 26.13,
      "duracion": 0.56,
      "texto": "Ah, claro.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.39,
      "fin": 30.49,
      "duracion": 4.1,
      "texto": "Estoy jubilada, tengo mis nietos, un montón de cosas por las que no puedo pagar mucho.",
      "confianza": 0.57,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.07,
      "fin": 36.72,
      "duracion": 5.64,
      "texto": "Y empezó a aumentar y no, me ofrecieron, claro, los 4.000 pesos.",
      "confianza": 0.78,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.88,
      "fin": 43.81,
      "duracion": 5.93,
      "texto": "Entonces me pasé. ¿Y en ese momento estaba abandonando en lo mismo? ¿Con claro?",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.83,
      "fin": 48.33,
      "duracion": 4.5,
      "texto": "No, justamente aumentó, se fue en doble.",
      "confianza": 0.642,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 48.9,
      "fin": 71.63,
      "duracion": 22.73,
      "texto": "Ustedes me habían llamado de Movistar y me habían ofrecido un plan de 7000 y yo decía que no y después bueno, ahora me arrepentí. Claro, y justo ya no estamos más con ese plan, mire, pero podemos hacer algo que es una, podemos ofrecerle una promoción que tenemos que es, ¿y usted me está diciendo que tiene wifi en su casa?",
      "confianza": 0.426,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.44,
      "fin": 89.05,
      "duracion": 14.61,
      "texto": "Sí. Sí, mire. se puede hacer lo que es el plan suyo de ocho gigas a cuatro mil pesos y después puede hacer lo que es la fibra óptica, dependiendo si usted quiere de 300 megas, de 600 megas o de 1000 megas también tenemos.",
      "confianza": 0.009,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.57,
      "fin": 96.53,
      "duracion": 6.96,
      "texto": "Depende de cuánto... Claro, depende de cuánto dispositivo usted tenga. Usted sabe cuánto megas...",
      "confianza": 0.412,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.77,
      "fin": 106.72,
      "duracion": 8.95,
      "texto": "A la casa no, porque tengo... No, no, también pasó lo mismo. El Instagram empezó a subir, se pasó un montónazo.",
      "confianza": 0.411,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.89,
      "fin": 125.01,
      "duracion": 17.12,
      "texto": "A la casa no. Lo que sí tengo, si me das planes así bajitos, yo tengo 12 lugares más que son de mis nietos. Ellos no usan mucho tampoco, pero es para comunicarse cuando van a la escuela, cuando salen de casa un rato. ¿Me entendés? Si tenés planes bajitos,",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.05,
      "fin": 134.21,
      "duracion": 8.15,
      "texto": "Claro, mire, ese descuento, lo de 8 gigas a 4,000 pesos, era el descuento que se hace si usted contrata lo que es la fibra óptica también.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.77,
      "fin": 142.34,
      "duracion": 7.57,
      "texto": "Pero si no, lo que podemos hacer es darle 4 gigas extra a cada línea, dependiendo del plan que usted quiera.",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.92,
      "fin": 149.51,
      "duracion": 6.59,
      "texto": "El plan más bajo que nosotros tenemos en estos momentos es de 4 gigas base, más 4 gigas de regalo, es de 78 gigas.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.09,
      "fin": 155.0,
      "duracion": 4.91,
      "texto": "Y sumándole los 4 gigas extra, por ser titular de más de una línea, serían 12 gigas.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 155.37,
      "fin": 161.47,
      "duracion": 6.11,
      "texto": "Usted tendría un WhatsApp totalmente gratis, puede hablar libre a cualquier compañía, tiene mensajes y llamadas ilimitadas.",
      "confianza": 0.584,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.19,
      "fin": 195.32,
      "duracion": 33.13,
      "texto": "Como le dije ahora, tenemos lo que es un descuento fisco por seis meses, por eso no le pasaría lo que le sucedió con esto de la tira óptica, es decir, que no le va a subir lo que es el precio, no va a tener un aumento desmedido en ningún momento, y va a poder tener este plan que yo le estaba diciendo, por eso no debería tener preocuparse por si le viene con un aumento desmedido, porque ya no estamos más regulados con este ente, sino que estamos regulados por Modestar mismo. Entonces, en Modestar lo que está dando es ese beneficio, un descuento fijo por seis meses.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.12,
      "fin": 218.0,
      "duracion": 21.88,
      "texto": "Y antes de los seis meses, a usted se le va a avisar que se le está por caducar el plan y que usted lo actualice según las necesidades que usted tenga y como lo, sí, para de cuántos niños utiliza o cuánto puede abonar. Usted puede elegir tranquilamente el plan con el que quiera seguirse. Pero teniendo la fibra óptica, vos decís así.",
      "confianza": 0.732,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.22,
      "fin": 220.26,
      "duracion": 1.04,
      "texto": "Claro. Porque yo no me interesa.",
      "confianza": 0.045,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.14,
      "fin": 224.09,
      "duracion": 2.94,
      "texto": "En el hogar no me interesa, yo estoy bien con lo que estoy.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.03,
      "fin": 229.51,
      "duracion": 4.48,
      "texto": "No me interesa. De hecho, se hizo cargo mi hija, así que a mí no me interesa.",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.18,
      "fin": 233.62,
      "duracion": 3.44,
      "texto": "Pero quiero saber si tenés planes chiquitos para tres celulares.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.0,
      "fin": 248.26,
      "duracion": 13.26,
      "texto": "Bien, el plan... Lo más chico que pueda. Claro, el más bajo que tenemos nosotros, el más económico, sería en estos momentos, desde que le dije de 8 gigas más 4, y tiene el descuento físico por seis meses y el valor es de 11.400 pesos, los 12 gigas.",
      "confianza": 0.145,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 250.32,
      "fin": 252.89,
      "duracion": 2.57,
      "texto": "Sí, 8.400 cada uno. 11.400, los 12 gigas.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 253.89,
      "fin": 260.01,
      "duracion": 6.13,
      "texto": "Ah, no, no, entonces no.",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.03,
      "fin": 265.26,
      "duracion": 5.23,
      "texto": "No, porque si estaba ese 7.000, porque justo tengo mi hija en otro lado,",
      "confianza": 0.518,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 265.78,
      "fin": 269.76,
      "duracion": 3.98,
      "texto": "que por acá cerca, que justo se pasó toda la familia.",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.38,
      "fin": 283.82,
      "duracion": 12.44,
      "texto": "Pero con 7.000 cada uno. Sí, sí, sí, que estaba 7.750, lo recuerdo. Sí. Mire, entonces lo que podemos hacer, Elta, es yo la asiendo y cuando tengamos un descuento la vuelvo a llamar.",
      "confianza": 0.303,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 284.84,
      "fin": 294.76,
      "duracion": 9.92,
      "texto": "Bueno. Le puedo ofrecer llamarla cuando tengamos un descuento así como teníamos el otro día. Para que pueda pasar. Sí, sí, pues yo por ahora que tenemos vacaciones,",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.26,
      "fin": 301.25,
      "duracion": 5.99,
      "texto": "Los chicos son adolescentes, están mucho en casa porque están con el computador, el wifi.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 301.99,
      "fin": 308.18,
      "duracion": 6.19,
      "texto": "Pero cuando empiezan la escuela, me interesa que tengan un abono chico para poder comunicarse.",
      "confianza": 0.787,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.35,
      "fin": 325.69,
      "duracion": 16.34,
      "texto": "Nos olvidamos de la recarga y esas cosas. Sí, lo más importante es la comunicación. La agenda y cualquier cosa que no se preocupa y que va a bajar el precio. Así que cualquier cosa yo me estoy comunionando. Y supongo que tienen que hacer promociones.",
      "confianza": 0.663,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 326.19,
      "fin": 365.39,
      "duracion": 39.2,
      "texto": "Si mi hija, ya te digo, se pasó a toda la familia, eran cuatro, se pasaron los cuatro. Mira, y usted no aprovechó. No, me enteré ayer, pero de todos modos a mí me habían llamado y me llamaron en un momento que se estaba muy complicada de tiempo y esas cosas, sí. y estaba pagando cuatro mil y pico de claro, y de pronto se fue a ocho mil y pico, de golpe. Sí, sí, sí, porque se determina lo que es la promoción, es verdad. Claro. Así que bueno, yo espero un poquito si tendrías para ofrecerme, y si no, bueno, tu última los paso a tarjeta, los chico, como si no se usara más la tarjeta.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.95,
      "fin": 369.38,
      "duracion": 3.43,
      "texto": "Los chico me pudo ayudar con recarga.",
      "confianza": 0.302,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.04,
      "fin": 372.26,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 372.28,
      "fin": 375.28,
      "duracion": 3.0,
      "texto": "No hay problema. Bueno, ojalá me llames.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 375.85,
      "fin": 383.93,
      "duracion": 8.08,
      "texto": "Sí, no se preocupen, yo la voy a agendar. ¿Me puedes llamar con algún número que identifique o algo? Porque a veces ese llamante no ha deseado.",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 384.53,
      "fin": 395.38,
      "duracion": 10.85,
      "texto": "Ah, claro. Es que es el llamador acá, pero no se preocupen que yo le voy a enviar un mensajito de WhatsApp y ese es mi número personal. Entonces ahí va a saber usted. ¿Vele? Bueno, dale.",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 395.4,
      "fin": 401.89,
      "duracion": 6.49,
      "texto": "Sí, sí, es que porque a veces no atiendo o a veces atiendo y es como que me escuchan y cortan. Sí, sí.",
      "confianza": 0.56,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 402.33,
      "fin": 407.0,
      "duracion": 4.67,
      "texto": "Y no. No, más bien, sí, le entiendo perfectamente con eso, Abelza. No se preocupe que se va a ir saliendo.",
      "confianza": 0.824,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 407.78,
      "fin": 412.0,
      "duracion": 4.22,
      "texto": "Bueno, que tenga lindo día, Elsa. Dale, gracias. Gracias.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, un día hablo con Elsa. Elsa, ¿cómo está? Mi nombre es Bailey, me presento. Mira, yo la estoy llamando desde el área de recupero de clientes de Movistar. Queríamos saber por qué salió de la compañía. Comentenme qué sucedió en su momento. No, porque tenía un plan muy bajo, porque yo tengo Wi-Fi. Ah, claro. Estoy jubilada, tengo mis nietos, un montón de cosas por las que no puedo pagar mucho. Y empezó a aumentar y no, me ofrecieron, claro, los 4.000 pesos. Entonces me pasé. ¿Y en ese momento estaba abandonando en lo mismo? ¿Con claro? No, justamente aumentó, se fue en doble. Ustedes me habían llamado de Movistar y me habían ofrecido un plan de 7000 y yo decía que no y después bueno, ahora me arrepentí. Claro, y justo ya no estamos más con ese plan, mire, pero podemos hacer algo que es una, podemos ofrecerle una promoción que tenemos que es, ¿y usted me está diciendo que tiene wifi en su casa? Sí. Sí, mire. se puede hacer lo que es el plan suyo de ocho gigas a cuatro mil pesos y después puede hacer lo que es la fibra óptica, dependiendo si usted quiere de 300 megas, de 600 megas o de 1000 megas también tenemos. Depende de cuánto... Claro, depende de cuánto dispositivo usted tenga. Usted sabe cuánto megas... A la casa no, porque tengo... No, no, también pasó lo mismo. El Instagram empezó a subir, se pasó un montónazo. A la casa no. Lo que sí tengo, si me das planes así bajitos, yo tengo 12 lugares más que son de mis nietos. Ellos no usan mucho tampoco, pero es para comunicarse cuando van a la escuela, cuando salen de casa un rato. ¿Me entendés? Si tenés planes bajitos, Claro, mire, ese descuento, lo de 8 gigas a 4,000 pesos, era el descuento que se hace si usted contrata lo que es la fibra óptica también. Pero si no, lo que podemos hacer es darle 4 gigas extra a cada línea, dependiendo del plan que usted quiera. El plan más bajo que nosotros tenemos en estos momentos es de 4 gigas base, más 4 gigas de regalo, es de 78 gigas. Y sumándole los 4 gigas extra, por ser titular de más de una línea, serían 12 gigas. Usted tendría un WhatsApp totalmente gratis, puede hablar libre a cualquier compañía, tiene mensajes y llamadas ilimitadas. Como le dije ahora, tenemos lo que es un descuento fisco por seis meses, por eso no le pasaría lo que le sucedió con esto de la tira óptica, es decir, que no le va a subir lo que es el precio, no va a tener un aumento desmedido en ningún momento, y va a poder tener este plan que yo le estaba diciendo, por eso no debería tener preocuparse por si le viene con un aumento desmedido, porque ya no estamos más regulados con este ente, sino que estamos regulados por Modestar mismo. Entonces, en Modestar lo que está dando es ese beneficio, un descuento fijo por seis meses. Y antes de los seis meses, a usted se le va a avisar que se le está por caducar el plan y que usted lo actualice según las necesidades que usted tenga y como lo, sí, para de cuántos niños utiliza o cuánto puede abonar. Usted puede elegir tranquilamente el plan con el que quiera seguirse. Pero teniendo la fibra óptica, vos decís así. Claro. Porque yo no me interesa. En el hogar no me interesa, yo estoy bien con lo que estoy. No me interesa. De hecho, se hizo cargo mi hija, así que a mí no me interesa. Pero quiero saber si tenés planes chiquitos para tres celulares. Bien, el plan... Lo más chico que pueda. Claro, el más bajo que tenemos nosotros, el más económico, sería en estos momentos, desde que le dije de 8 gigas más 4, y tiene el descuento físico por seis meses y el valor es de 11.400 pesos, los 12 gigas. Sí, 8.400 cada uno. 11.400, los 12 gigas. Ah, no, no, entonces no. No, porque si estaba ese 7.000, porque justo tengo mi hija en otro lado, que por acá cerca, que justo se pasó toda la familia. Pero con 7.000 cada uno. Sí, sí, sí, que estaba 7.750, lo recuerdo. Sí. Mire, entonces lo que podemos hacer, Elta, es yo la asiendo y cuando tengamos un descuento la vuelvo a llamar. Bueno. Le puedo ofrecer llamarla cuando tengamos un descuento así como teníamos el otro día. Para que pueda pasar. Sí, sí, pues yo por ahora que tenemos vacaciones, Los chicos son adolescentes, están mucho en casa porque están con el computador, el wifi. Pero cuando empiezan la escuela, me interesa que tengan un abono chico para poder comunicarse. Nos olvidamos de la recarga y esas cosas. Sí, lo más importante es la comunicación. La agenda y cualquier cosa que no se preocupa y que va a bajar el precio. Así que cualquier cosa yo me estoy comunionando. Y supongo que tienen que hacer promociones. Si mi hija, ya te digo, se pasó a toda la familia, eran cuatro, se pasaron los cuatro. Mira, y usted no aprovechó. No, me enteré ayer, pero de todos modos a mí me habían llamado y me llamaron en un momento que se estaba muy complicada de tiempo y esas cosas, sí. y estaba pagando cuatro mil y pico de claro, y de pronto se fue a ocho mil y pico, de golpe. Sí, sí, sí, porque se determina lo que es la promoción, es verdad. Claro. Así que bueno, yo espero un poquito si tendrías para ofrecerme, y si no, bueno, tu última los paso a tarjeta, los chico, como si no se usara más la tarjeta. Los chico me pudo ayudar con recarga. Sí, sí, sí. No hay problema. Bueno, ojalá me llames. Sí, no se preocupen, yo la voy a agendar. ¿Me puedes llamar con algún número que identifique o algo? Porque a veces ese llamante no ha deseado. Ah, claro. Es que es el llamador acá, pero no se preocupen que yo le voy a enviar un mensajito de WhatsApp y ese es mi número personal. Entonces ahí va a saber usted. ¿Vele? Bueno, dale. Sí, sí, es que porque a veces no atiendo o a veces atiendo y es como que me escuchan y cortan. Sí, sí. Y no. No, más bien, sí, le entiendo perfectamente con eso, Abelza. No se preocupe que se va a ir saliendo. Bueno, que tenga lindo día, Elsa. Dale, gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.52,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:07:58.921588",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 96,
    "total_segmentos_corregido": 44,
    "fecha_correccion": "2026-01-18T23:05:17.718459",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113143455329_ACD_56367",
    "fecha_inicio": "13/1/2026 14:34:55",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 536,
    "tiempo_conversacion": 396,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}