{
  "archivo": "amza33_1_260116140844911_ACD_82961.wav",
  "duracion_segundos": 1969.43,
  "num_segmentos": 534,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 1145.01,
    "Cliente": 702.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.74,
      "fin": 6.71,
      "duracion": 5.97,
      "texto": "Hola.",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 8.07,
      "fin": 18.7,
      "duracion": 10.63,
      "texto": "Hola, ¿Pablo? Sí, estoy hablando. Pablo, un placer. Mi nombre es Mati.",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.72,
      "fin": 18.78,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.027,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.8,
      "fin": 47.61,
      "duracion": 28.81,
      "texto": "Te voy a consultar en este caso, Pablo, actualmente con lo que es la línea de claro. ¿Cuánto están abonando por tu plan? Hola. 18. ¿Y vos estás conforme en cuanto a los gigas que tenés? ¿O te sabés quedar corto de ese? La verdad es que no estoy conforme con... con ese compañero. ¿Por qué no estás conforme? ¿Y qué te sucede? Porque quería que te diga una cosa.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.45,
      "fin": 51.85,
      "duracion": 3.4,
      "texto": "El otro día fui a pagar la boleta que se me venció el día 5.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.48,
      "fin": 73.57,
      "duracion": 20.09,
      "texto": "Sí. Y me cobré los dos boletas que todavía no se venció la otra. Tengo que pagar el 5 de febrero. Y me la cobraron a las dos juntas. ¿Por qué hacen esto? No sé. Nunca me atlacé, nunca le quedé debiendo nada. Y me salieron cobrando igual. Veinte mil y pico de pesos. Bien.",
      "confianza": 0.233,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 74.47,
      "fin": 76.44,
      "duracion": 1.96,
      "texto": "Bueno, mira, te comento, ¿sí?",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.45,
      "fin": 81.36,
      "duracion": 4.91,
      "texto": "Yo, la verdad, me estoy contactando desde el área de beneficios de recuperos de clientes movistar.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.12,
      "fin": 112.03,
      "duracion": 29.91,
      "texto": "Sí, estamos con esta campaña. Los clientes se fueron con la gestión anterior porque, bueno, que ustedes vuelvan a aprobar nuestra gestión en cuanto a atención, calidad y precios, ¿sí? La verdad que en cuanto a eso, ahora actualmente, por lo que yo he escuchado, claro, está haciendo un desastre en lo que es la parte de facturación, hasta incluso ha aumentado bastante los precios, ¿sí? Sí, 4.000 y pico de pesos, mi amor. No sé qué les pasa. Bien,",
      "confianza": 0.792,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 112.03,
      "fin": 113.64,
      "duracion": 1.61,
      "texto": "mira, yo le acompañé a Modristán,",
      "confianza": 0.318,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.8,
      "fin": 133.0,
      "duracion": 19.2,
      "texto": "Quiero brindarte un plan de 16 gigas. ¿Vos estarías cómodo en cuanto a los gigas de esos? ¿De 16? No, tengo dos gigas. Ah, claro, es muy poco lo que tenés igual en claro de los gigas. Nada, nada, nada. Me llaman que en gigas. Bien,",
      "confianza": 0.519,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 133.0,
      "fin": 136.79,
      "duracion": 3.79,
      "texto": "mira nosotros... El teléfono, el teléfono yo lo uso para nada, para una persona grande.",
      "confianza": 0.259,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.27,
      "fin": 141.09,
      "duracion": 3.82,
      "texto": "Lo uso para mandar un mensaje o para hacer una llama.",
      "confianza": 0.395,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.63,
      "fin": 150.4,
      "duracion": 8.77,
      "texto": "Bueno, mira, ese plan con nosotros de 16 líneas y el rooming incluido lo tendrías en 10.400 pesos para lo que es tu línea.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.9,
      "fin": 192.12,
      "duracion": 41.22,
      "texto": "La verdad que es un plan súper accesible y muy bueno porque viene todo completo incluido, hasta con el rooming. No sé si vos viajabas fuera del país o tenés ventajas o algunas vacaciones. No, madre, no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Ah, bueno, perfecto. ¿Qué te pareció esto para vos? Y sí, más que siempre, menos de lo que estoy pagando ahí, madre. Aparte que no sé cómo hacer ahora porque ya tengo todo cubierto. No sé, la verdad, la verdad es que no entiendo cómo es la punctuación de ello. ¿Por qué me cobran estos dos meses?",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.78,
      "fin": 195.92,
      "duracion": 3.14,
      "texto": "Y la verdad es que en este caso, yo te comento, ¿sí?",
      "confianza": 0.483,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.94,
      "fin": 205.83,
      "duracion": 9.89,
      "texto": "Yo no trabajé en su momento en claro, pero no me gusta brindar lo que es el servicio de esa empresa porque la verdad es que eran muchas quesas que teníamos en cuanto también a la facturación.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.77,
      "fin": 222.67,
      "duracion": 15.9,
      "texto": "Por lo que yo, cuando yo estaba trabajando en la metodología, que si vos te fuiste trazada con una factura y se te vencías con nada de las dos juntas, ¿sí? No, no, no. Escúchame una cosa. Jamás me traje. Tenía que pagar el día 5.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.17,
      "fin": 236.56,
      "duracion": 13.39,
      "texto": "Además, si yo pago nueve, porque nueve cobre. Sí, un día. Y yo lo tengo cuatro días mientras, además, no a esa altura. Claro, la verdad que no sé cómo se han manejado con vos en ese sentido.",
      "confianza": 0.04,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.08,
      "fin": 237.26,
      "duracion": 0.18,
      "texto": "Sí,",
      "confianza": 0.634,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 237.26,
      "fin": 249.4,
      "duracion": 12.14,
      "texto": "porque bueno, yo no estoy en esa empresa, pero bueno, lo que sí, yo te puedo asegurar que desde la compañía Movistar vamos a tener excelente servicio y también vamos a tener excelente experiencia, sí.",
      "confianza": 0.634,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.7,
      "fin": 258.89,
      "duracion": 9.19,
      "texto": "básicamente en cuanto a lo que es precio, porque imagínate, te trabas haciendo un ahorro casi de más de 10.000 pesos con lo que es la línea. O sea, estás pagando el doble, claro.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 259.61,
      "fin": 285.37,
      "duracion": 25.76,
      "texto": "Y por mucho menos gigas, porque cuando nosotros tendríamos 16 gigas en total, con los de base y los de regalo, yo creo que tendríamos un plan de 2 gigas. ¿Y cuánto dura ese plan que me estás ofreciendo? Nosotros estamos abundando en lo que es la bonificación. Cada vez que estés vos podés llamar el Piano de escuela, ¿sí? La verdad que es superbueno porque vos también atreves la app. No sé si supiste utilizar la app Movistar cuando estuviste con nosotros.",
      "confianza": 0.591,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 287.03,
      "fin": 294.9,
      "duracion": 7.87,
      "texto": "No, no, no. Bueno, acá... El teléfono es siendo uso para una llama o para un ejemplo.",
      "confianza": 0.276,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 295.8,
      "fin": 297.08,
      "duracion": 1.28,
      "texto": "Ah, perfecto. Eh, eh...",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.54,
      "fin": 298.34,
      "duracion": 0.8,
      "texto": "Perfecto.",
      "confianza": 0.704,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 298.36,
      "fin": 332.14,
      "duracion": 33.78,
      "texto": "Bueno, en la app te salía todo eso y vos podías cambiar hasta incluso de plan, ¿sí? Pero bueno, la idea es que justamente cada seis meses ustedes puedan adquirir un nuevo descuento, ¿sí? Para que vos podáis llamar y pedir un nuevo descuento que esté al día de la fecha, ¿sí? Para que vos vuelvas a tener la permanencia que tuviste anteriormente con nosotros y no te vayas tampoco por temas de precio, ni tampoco por mala atención que hayas tenido, ¿sí? Y es que vuelvas a tener la misma la permanencia de turista anteriormente antes que tuviéramos ese problema de la gestión anterior.",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 339.65,
      "fin": 379.21,
      "duracion": 39.56,
      "texto": "Sí? Sí. Pero ahora, ¿cómo hago yo para recuperar la plata que le pagué? Porque si ya le he pagado, me adelanto. No, no, has pagado un mes vencido, en lo que es claro. ¿Qué? ¿Cómo es esto lo que no me entiendes? No tengo ningún mes vencido. Yo tenía que haber pagado. Pero, pero, en claro, en claro, por lo que nunca se puede cobrar un mes adelantado. Ellos se han cobrado dos veces o la misma factura o la verdad no sé cómo gestionas en ello. Lo que yo puedo hacer para que no te sigan cobrando de más es como te disfrazarte del cambio y que vos después te acercas a una sucursal de claro y pidas el reintegro de la plata que vos has ganado que vos me decís que te han cobrado mal.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.11,
      "fin": 390.3,
      "duracion": 10.19,
      "texto": "Si, tengo los comprobantes de trabajo. Tengo diciembre, ¿me cierto?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 391.12,
      "fin": 395.38,
      "duracion": 4.26,
      "texto": "Diciembre yo lo iba a abonar el 5 de enero.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 397.39,
      "fin": 398.97,
      "duracion": 1.58,
      "texto": "Si. ¿Me entendes?",
      "confianza": 0.044,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 398.99,
      "fin": 399.43,
      "duracion": 0.44,
      "texto": "Bien.",
      "confianza": 0.277,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 399.45,
      "fin": 401.67,
      "duracion": 2.22,
      "texto": "Pague eso el 5 de enero.",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 402.99,
      "fin": 410.08,
      "duracion": 7.09,
      "texto": "Que la pague el 9 de enero. Si. Porque yo cobro los 9, no tengo de donde sacar plata para pagarle el 5.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 411.58,
      "fin": 414.08,
      "duracion": 2.5,
      "texto": "Pagué el 9 de enero.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 415.0,
      "fin": 416.77,
      "duracion": 1.76,
      "texto": "Ahí me contaron el 9 de febrero.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 418.13,
      "fin": 435.48,
      "duracion": 17.35,
      "texto": "Que venga ahora, dice, el 5 de febrero. ¿Y en ese caso no tendrías que llamar después a usted y pedir lo que es un reintero o lo que es claro? Llamé, llamé y me dice que eso lo mandaron que reclamara en donde pagué.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 436.16,
      "fin": 463.52,
      "duracion": 27.36,
      "texto": "Y él me dice, no, si el pago de yentro haya ello, tiene que... No hay cierto cargo, madre. Y la verdad, como te dije, yo no estoy encargada de lo que es esa parte de que es claro porque trabajo justamente para movistar, pero te han manejado muy, muy mal en lo que es tu torturación en este caso. Yo lo que te aconsejo en este caso es que vos no sigas pagando de más en lo que es claro, porque la verdad es que... No, no voy a pagar más. Es más.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 465.2,
      "fin": 480.83,
      "duracion": 15.63,
      "texto": "Y si vos me decís que ese plan dura seis meses, y que antes de los seis meses me van a dar bolas porque por ahí llamo, llamo, llamo y no me atienden. Eso es lo que iba a decir. Y me salen cobrando un dinero que yo no puedo pagar.",
      "confianza": 0.179,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 481.49,
      "fin": 481.75,
      "duracion": 0.26,
      "texto": "Claro.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 482.27,
      "fin": 553.94,
      "duracion": 71.67,
      "texto": "En este caso, por eso me atienden. Lo que pasa es que ahora la empresa de Movistar cuenta con lo que es un respaldo ilegal, Pablo. Este respaldo ilegal es como un contrato de por medio Básicamente donde a vos se te respeta la bonificación y el descuento por el tiempo que nosotros te decimos. Y también al quinto mes ya puedes llamar y activar, verificar a ver qué plan está adecuado, lo que esté en ese momento para vos, ¿sí? La verdad es que te va a dar un plan acorde a tus necesidades que estén al día de la fecha, ¿sí? Para que uno te vaya por temas de presión y tampoco de atención. ¿Me explico? Sí. Bien, eso es lo que nosotros terminamos. Tengo una consulta, Pablo. ¿Tu chip es physical o es virtual? O sea, ¿vos contás con la tarjetita que se ingresa al celular o te llega a través del correo en el SIM? No, yo tengo de virtualidad. No, no, no. La tarjeta del chip, o sea, el chip en este caso. La tarjetita del chip. ¿Vos lo ingresas al teléfono o te llegas a...? ¿Qué celular tenés vos?",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 555.79,
      "fin": 557.45,
      "duracion": 1.66,
      "texto": "Bien.",
      "confianza": 0.682,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 557.47,
      "fin": 582.57,
      "duracion": 25.1,
      "texto": "¿Cómo? Es un Samsung. Entonces seguramente tenés el chip. Claro, es el chip físico que se le dice. Claro, lo que pasa es que ahora hay iPhone y hay muchos que no cuentan con la tarjetita que se ingresa, sino que le digan por... Tengo 70 años, tengo 70 años en celular hace 70 años.",
      "confianza": 0.236,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 582.59,
      "fin": 582.71,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.174,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 583.08,
      "fin": 612.68,
      "duracion": 29.6,
      "texto": "Bueno, yo te he decido porque, bueno, en este caso vamos a hacer la portabilidad y te vamos a activar este plan de 16GB a 10,400 pesos. Necesitamos hacer renovación de chip, no trabajarías más con Claro, trabajarías ya con la empresa de Modestar, con el mismo número y en ningún momento podré la línea. Bueno, necesitamos hacerte la actualización de chip, ¿sí? Porque me figura que hoy viste lo que es Córdoba Capital, ¿verdad? Córdoba Capital.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 612.86,
      "fin": 614.61,
      "duracion": 1.75,
      "texto": "Bien. Perfecto.",
      "confianza": 0.281,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 614.63,
      "fin": 633.98,
      "duracion": 19.35,
      "texto": "Quiero una consulta. ¿A vos te gustaría que te enviara a través de un correo de Andriani? ¿O te gustaría vos comprar el chip y que activemos ahí el chip? ¿Y por qué no vienen sacas? Siempre me lo trajeron acá, madre.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 634.0,
      "fin": 634.18,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.1,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 634.2,
      "fin": 657.77,
      "duracion": 23.57,
      "texto": "Entonces, te lo enviamos a tu domicilio y pongo el domicilio alternativo, lo que es la subcorsal de Andriani, ¿te parece? ¿Ustedes tienen el demicilio mío? Acá me figura igual. Si no te doy el demicilio, si no te doy el demicilio. Mira, me figuran estos datos en el sistema. Bien, dejamos hacer todo el último.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 658.47,
      "fin": 666.26,
      "duracion": 7.79,
      "texto": "Me sube que la línea está el nombre de Pablo Óscar Lodoreña. El último correo electrónico me figura Ana Brani.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 666.76,
      "fin": 680.44,
      "duracion": 13.68,
      "texto": "NIS55.com. Y la dirección de seguro es tratarlo al 246 de Córdoba. No, no, no, no, no. Ah, bien. Ahí es como mal.",
      "confianza": 0.377,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 680.46,
      "fin": 680.56,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.031,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 680.58,
      "fin": 683.36,
      "duracion": 2.78,
      "texto": "El email de mis compañeros también, tú eres Copenhague.",
      "confianza": 0.291,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 684.34,
      "fin": 694.68,
      "duracion": 10.34,
      "texto": "Copenhague, dame un segundo. Copenhague, con H, ¿está bien? Copenhague. Es Copenh.",
      "confianza": 0.398,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 695.25,
      "fin": 724.78,
      "duracion": 29.54,
      "texto": "H. H. H. H. H. H. H. H. H. H.",
      "confianza": 0.67,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 725.47,
      "fin": 735.22,
      "duracion": 9.75,
      "texto": "Te digo las entre calles que me figuran acá, ¿sí? Me suena que son... y son... y es berlín.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 735.24,
      "fin": 736.02,
      "duracion": 0.78,
      "texto": "Sí. Perfecto.",
      "confianza": 0.035,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 736.85,
      "fin": 738.45,
      "duracion": 1.6,
      "texto": "Es una diagonal.",
      "confianza": 0.186,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 739.05,
      "fin": 740.83,
      "duracion": 1.78,
      "texto": "Es una diagonal, perfecto.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 741.53,
      "fin": 741.87,
      "duracion": 0.34,
      "texto": "Bien.",
      "confianza": 0.657,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 742.43,
      "fin": 756.54,
      "duracion": 14.11,
      "texto": "Ahí me figura. Dame un segundo. Bien, ahí vamos a hacerte que él entrega el chip en este caso. Y bueno, vamos a poner la sucursal andéni de respaldo... domicilio alternativo.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 757.65,
      "fin": 780.24,
      "duracion": 22.59,
      "texto": "Esto más que por nada, si el correo de Andenis no encuentra tu domicilio, que seguramente que lo va a encontrar, lo ponemos de domicilio alternativo, que en este caso es la de Avenida General Paz, algo de 420.",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 780.26,
      "fin": 781.86,
      "duracion": 1.6,
      "texto": "No, pero por aquí lo van a poner, imagínate, a mí me quedo ahí en la punta loja.",
      "confianza": 0.017,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 781.88,
      "fin": 825.98,
      "duracion": 44.1,
      "texto": "No, en realidad lo ponemos para que básicamente Nos pide la misma solicitud, en realidad, desde el término. No, no, te vas a celebrar a tu casa igual, de todas formas. Claro, pero anima. Lo que yo te quiero hacer entender, José, perdón, Pablo, es que en este caso los miembros Un domicilio... Para. Hola. Hola, sí. Fue a lo que es la comunicación. Me parece que tenés más la conectividad en claro. ¿Puede ser? Puede ser, sí. Bien, mirá. ¿Te decía?",
      "confianza": 0.249,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 826.0,
      "fin": 826.12,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.359,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 826.14,
      "fin": 827.76,
      "duracion": 1.62,
      "texto": "¿A mí me escuchás?",
      "confianza": 0.25,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 827.78,
      "fin": 827.92,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.093,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 827.94,
      "fin": 835.53,
      "duracion": 7.59,
      "texto": "Sería decir que la misma solicitud, cuando enviamos al correo a Andrani, nos piden un domicilio alternativo que es poner su sucursal.",
      "confianza": 0.624,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 835.97,
      "fin": 836.79,
      "duracion": 0.82,
      "texto": "Sí.",
      "confianza": 0.355,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 836.81,
      "fin": 839.31,
      "duracion": 2.5,
      "texto": "Pero sí o sí se te envía vos al domicilio.",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 839.81,
      "fin": 843.46,
      "duracion": 3.64,
      "texto": "Pero nos ponemos un domicilio alternativo de respaldo, más que nada.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 844.1,
      "fin": 844.18,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.376,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 844.26,
      "fin": 848.1,
      "duracion": 3.84,
      "texto": "Bueno. Pero quédate tranquilo que te llegue a tu domicilio.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 848.75,
      "fin": 849.42,
      "duracion": 0.68,
      "texto": "Sí.",
      "confianza": 0.377,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 849.45,
      "fin": 854.01,
      "duracion": 4.56,
      "texto": "Bueno. En ese caso dame un segundo que te voy a hablar también a WhatsApp para que te quede mi número.",
      "confianza": 0.009,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 854.61,
      "fin": 855.71,
      "duracion": 1.1,
      "texto": "Sí.",
      "confianza": 0.72,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 855.73,
      "fin": 863.56,
      "duracion": 7.83,
      "texto": "Para que ahí vamos a estar haciendo... Yo te voy a estar revisando también cuando el chip salga para lo que es tu domicilio.",
      "confianza": 0.51,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 864.08,
      "fin": 879.71,
      "duracion": 15.63,
      "texto": "Sí, te voy a poner hola. ¿Me escuchas? Sí, te estoy escuchando. Te voy a poner, hola, soy Karthi de Movistar. Karthi Movistar, a través de WhatsApp.",
      "confianza": 0.384,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 879.73,
      "fin": 879.99,
      "duracion": 0.26,
      "texto": "Sí.",
      "confianza": 0.424,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 880.01,
      "fin": 883.11,
      "duracion": 3.1,
      "texto": "Dame un segundito.",
      "confianza": 0.135,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 883.13,
      "fin": 883.31,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.368,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 883.43,
      "fin": 892.02,
      "duracion": 8.59,
      "texto": "Sí, te voy a enviar lo que es la, dame un segundo. Domicilio alternativo.",
      "confianza": 0.299,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 892.04,
      "fin": 892.94,
      "duracion": 0.9,
      "texto": "Bien.",
      "confianza": 0.285,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 893.02,
      "fin": 895.51,
      "duracion": 2.48,
      "texto": "En este caso, te da una consulta.",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 896.2,
      "fin": 916.65,
      "duracion": 20.45,
      "texto": "¿Me puedes brindar vos referencia de tu domicilio para los chicos de Andriani? Es decir, casa blanca con rejas negras. ¿Es más generada para guiar a los chicos de Andriani? Es una casa verde, clarito, dos aguas. Dos aguas tiene un portón de chapa de laralle verde.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 916.67,
      "fin": 917.42,
      "duracion": 0.74,
      "texto": "Bien.",
      "confianza": 0.647,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 917.44,
      "fin": 918.52,
      "duracion": 1.08,
      "texto": "Y tiene una ceja.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 919.7,
      "fin": 923.82,
      "duracion": 4.12,
      "texto": "Y tiene una tapia larga que es justo al diagonal.",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 924.66,
      "fin": 927.89,
      "duracion": 3.23,
      "texto": "Perfecto.",
      "confianza": 0.798,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 927.91,
      "fin": 933.53,
      "duracion": 5.63,
      "texto": "Voy a poner casa verde clarito y puertón de chapa verde clarito también.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 934.04,
      "fin": 960.49,
      "duracion": 26.45,
      "texto": "No, verde oscuro. A verde oscuro. Puertón es verde oscuro. Y tiene una tapia larga hasta la esquina y a su punto la diagonal. Bien, en este caso, esa referencia no la voy a poner porque me piden dos, así que voy a poner casa verde clarito y puertón de chapa verde oscuro, ¿de parece?",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 960.51,
      "fin": 960.69,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.006,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 960.71,
      "fin": 974.02,
      "duracion": 13.31,
      "texto": "Dame un segundito. Estamos dejando todo a tu. Bien, ahora lo que yo voy a hacer es un respaldo legal, como te dije, que esto te asegura que se te va a respetar la bonificación por el tiempo que nosotros te decimos, ¿sí? Para que no tengas ningún problema de facturación, ¿bien?",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 974.52,
      "fin": 979.15,
      "duracion": 4.63,
      "texto": "Te voy a hacer ciertas preguntas que en este caso vos me las tendrías que responder.",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 979.73,
      "fin": 991.53,
      "duracion": 11.8,
      "texto": "Cuando Te digo que si vos contas con filoáptico modestal, a mí me tendrías que decir que no, que no contas. Y como te digo, si posees tip físico de bolsón, me tendré que decir a el físico.",
      "confianza": 0.896,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 991.55,
      "fin": 991.65,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.127,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 991.67,
      "fin": 1003.16,
      "duracion": 11.49,
      "texto": "Desde ahora en adelante, va a quedar grabado el beneficio para lo que es tu bonificación, ¿sí? Para recibir futuras promociones, ¿usted tiene internet de modestar en su domicilio?",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1005.8,
      "fin": 1010.29,
      "duracion": 4.49,
      "texto": "No. Perfecto. En este caso, estamos portando la línea 35,",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1011.5,
      "fin": 1035.3,
      "duracion": 23.8,
      "texto": "13-53-52-98, que está el nombre titular Pablo Óscar Luz Dueña. ¿Me confirmas el último treenumero de tu DNI? 500. Bien, perfecto. Me comentaste que esta línea se encuentra en el compañero Claro. Me contas que cuenta con factura mensual. ¿La factura está en nombre tuyo o otra persona?",
      "confianza": 0.59,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 1036.26,
      "fin": 1041.1,
      "duracion": 4.84,
      "texto": "No, a nombre mío. Perfecto. ¿Usted posee chip físico o chip virtual?",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1041.67,
      "fin": 1058.62,
      "duracion": 16.95,
      "texto": "No, el chip es el que va incorporado en el teléfono. El físico, perfecto. Vamos a hacer la entrada del chip en lo que es la dirección. De Córdoba capital, la dirección es Copenagua.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1059.66,
      "fin": 1065.98,
      "duracion": 6.32,
      "texto": "Copenagua, Copenagua, mi amor. Ah, bien, perfecto. A ver, 4.311.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1066.5,
      "fin": 1084.01,
      "duracion": 17.51,
      "texto": "Sí, igual si usted lo dice y se queda apuntado. Sí. Bien. 4.311. Sí. La gente que hay es verbi y bon. Ahí vamos a estar haciendo la entrega de lo que es el chip.",
      "confianza": 0.377,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1084.73,
      "fin": 1107.38,
      "duracion": 22.65,
      "texto": "Las dos referencias de tu domicilio que me brindaste es... ¿Usted recibe facturas en su domicilio? Sí, la luz, el agua. Perfecto.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1109.07,
      "fin": 1115.13,
      "duracion": 6.07,
      "texto": "La altura que me comentó de su casa, ¿está visible para los delivery?",
      "confianza": 0.767,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1115.15,
      "fin": 1117.62,
      "duracion": 2.47,
      "texto": "Sí. Perfecto.",
      "confianza": 0.113,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1118.0,
      "fin": 1144.39,
      "duracion": 26.39,
      "texto": "Perfecto, entonces, le recuerdo que el costo del servicio al día de la fecha de 10.400 pesos, vamos a contar con un descuento fijo por seis meses de 41.650 pesos. Este plan incluye 8 gigas de base más 8 gigas de regalo por seis meses, al igual que el descuento también es por seis meses, WhatsApp gratis, vas a poder hablar a cualquier compañero y",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1145.12,
      "fin": 1153.85,
      "duracion": 8.73,
      "texto": "Vamos a contar con Rufin en América. Te recuerdo que los 8 días de regalo por 6 meses se van a estar habilitando después de las 48 horas activada la línea.",
      "confianza": 0.566,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1154.91,
      "fin": 1169.27,
      "duracion": 14.36,
      "texto": "Me dijiste que tu correo electrónico es anabranis55.com. Por ese medio vas a estar recibiendo las boletas online a través del mail que me proporcionaste. Vos ingresando",
      "confianza": 0.597,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1170.18,
      "fin": 1194.98,
      "duracion": 24.8,
      "texto": "al servicio, desde la admovista puede ver toda la información referida a su factura, ya sea ciclo de facturación, vencimientos inmunitos a pagar, ¿sí? Podés activar 20 LL de regalo con una adoración de 30 días disponible una vez por año, puede adherir débito automático y también sumar 4 LL de regalo para cada línea móvil si es registrada bajo el mismo titular.",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1195.82,
      "fin": 1218.84,
      "duracion": 23.02,
      "texto": "Una vez aprobada la portabilidad de su línea, que portan entre 7 a 10 días hábiles, Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que usted se quede tranquilo. Es importante no colocar el chip antes de la fecha informada. De todas maneras, vos te vas a dar cuenta porque tu línea clara va a dejar de recibir señal. Ahí es cuando debes activarlo.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1219.66,
      "fin": 1274.19,
      "duracion": 54.53,
      "texto": "En caso de que vos tengas alguna dificultad con la validación, entrende nuevamente o comuníquese al 0800-321-76782 a opción 4. Le solicitamos que en caso de no levantarse en gel, usted reinicie lo que es el equipo. Por otro lado, dentro de los próximos días vamos a recibir una encuesta de satisfacción a través de WhatsApp. Le solicitamos, por favor, que la complete, ya que su opinión es importante para la empresa. ¿Sí? Bien, ese es el respaldo legal. Este respaldo legal queda junto con lo que es un número de portabilidad. ¿Sí? Ese número de portabilidad usted le da por mensaje de texto al número 223. Te voy a decir su código de portabilidad, que es lo que estamos haciendo, cambio de compañía, ¿sí? El número ese de cuatro dígitos que crea junto con el respaldo legal también ingresó solicitud para cambiar de compañero con el mismo número.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1274.78,
      "fin": 1282.45,
      "duracion": 7.67,
      "texto": "Y te lo voy a decir para el prestador MBS, ¿sí? ¿Vos me podéis poner en altavoz en este momento? Está con altavoz.",
      "confianza": 0.486,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1282.7,
      "fin": 1283.8,
      "duracion": 1.1,
      "texto": "Bien.",
      "confianza": 0.509,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1283.82,
      "fin": 1312.35,
      "duracion": 28.53,
      "texto": "Si se metieron a cortar la comunicación, te voy a pedir dos cosas. Primero, no llames a dar la baja de claro porque eso nos encargamos nosotros. Y también no atiendas la llamada que te van a estar ingresando de números desconocidos porque, claro, les falta que están haciendo la portabilidad. Y lo que quiero hacer justamente es cortarte la línea para brindarse al otro cliente. Por eso te pido que por 30 minutos a dos horas aproximadamente, vos desestimadas la llamada que te van a estar ingresando. ¿Sí?",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1312.37,
      "fin": 1312.57,
      "duracion": 0.2,
      "texto": "Bien.",
      "confianza": 0.412,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1312.75,
      "fin": 1315.52,
      "duracion": 2.76,
      "texto": "Dame un segundo, que te envío el número de la portabilidad.",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1317.44,
      "fin": 1328.59,
      "duracion": 11.15,
      "texto": "Dame un segundito. Y bueno, también, si vos tenías algún... ¿Puedo hablar por WhatsApp? No, eso te llega por mensajito de texto común. Viste el mensajito que se usaba antes, por ahí te llega.",
      "confianza": 0.421,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1329.77,
      "fin": 1384.15,
      "duracion": 54.38,
      "texto": "Te lo acabo de enviar, no sé si lo podés ver. Ahí ya, ahí llego. Dime... Hola. Hola, escucho. Sí, se escucha mal, usted. ¿Vos sabés que me salta con el sistema que vos tenés mala señal con claro? O sea, me salta como que la señal de tu teléfono es débil. Bien. A mí es que por ahí estás hablando en un cuarto cerrado, por ahí te va, por ahí se escucha bien. Ah, bien. Perfecto. ¿En este caso pudiste ver el mensajito? No, no lo he abierto todavía porque estoy abriendo ahora. Necesito que lo abras al mensajito, en realidad, para verificar el número de portabilidad. Bueno. Bien. A ver, le leigo, o sea, abrilo y fíjate en lo que te dice.",
      "confianza": 0.447,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1384.87,
      "fin": 1400.49,
      "duracion": 15.62,
      "texto": "Si se nega a cortar la comunicación, no atiendan los mensajes, ¿sí? O sea, las llamadas, perdón. Ahí lo tengo, a ver. Perfecto. Hola, soy Cati. No, no, es por mensaje de texto, no por WhatsApp.",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1401.6,
      "fin": 1405.9,
      "duracion": 4.3,
      "texto": "El número. Mesaquito de texto común.",
      "confianza": 0.275,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1408.95,
      "fin": 1410.27,
      "duracion": 1.32,
      "texto": "A ver, ahí te lo vuelvo a enviar.",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1416.54,
      "fin": 1421.7,
      "duracion": 5.16,
      "texto": "Bien. Es por mensajito de texto, no por WhatsApp.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1423.5,
      "fin": 1426.29,
      "duracion": 2.78,
      "texto": "Sí, pero no me lleve nada más.",
      "confianza": 0.402,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1426.35,
      "fin": 1426.87,
      "duracion": 0.52,
      "texto": "A ver.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1427.86,
      "fin": 1431.78,
      "duracion": 3.92,
      "texto": "Que es raro. El que me llegó fue el otro, el que me llamó.",
      "confianza": 0.111,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1433.11,
      "fin": 1453.71,
      "duracion": 20.6,
      "texto": "A ver. Es el movistar. Claro, y ahora te debe haber llegado por el mensaje de texto común, porque a mí me salta el sistema que ya lo recibiste, vos. ¿Viste la cancillería de... Hola, sí.",
      "confianza": 0.438,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1453.73,
      "fin": 1453.87,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1453.89,
      "fin": 1479.07,
      "duracion": 25.18,
      "texto": "¿La cancillería? Para que después... No sé por qué están los mensajes de texto. No, no, es por mensaje de texto. ¿Viste que es tener las llamadas por llamadas comunes, que no son de WhatsApp? Y después de la mensaquito de texto que se usaba antes, antes que no estuviera el WhatsApp, se utilizaba el mensaje de texto, ¿te acordás?",
      "confianza": 0.021,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1479.09,
      "fin": 1486.0,
      "duracion": 6.91,
      "texto": "Sí, pero no... A donde te llegan las llamadas de... A donde te llegan los mensajes de llamadas perdidas...",
      "confianza": 0.44,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1486.46,
      "fin": 1516.03,
      "duracion": 29.57,
      "texto": "Bien, ahí, perfecto. Bueno, no hay problema, yo te aguardo en niña, ¿sí? Ah, bien. No, igual a mí no me salta eso, sí. Igual se llega a agotar la comunicación, me escriba a través de WhatsApp, ¿sí?",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1516.05,
      "fin": 1516.15,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.207,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1516.47,
      "fin": 1541.7,
      "duracion": 25.23,
      "texto": "El código de portabilidad es de 4324 convencimiento. El 23 tiene que salir.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1542.85,
      "fin": 1545.57,
      "duracion": 2.72,
      "texto": "Bien.",
      "confianza": 0.661,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1545.59,
      "fin": 1550.71,
      "duracion": 5.12,
      "texto": "El código de posibilidades 4324 con vencimiento 23 del 1 del universitario.",
      "confianza": 0.292,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1550.73,
      "fin": 1551.07,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.532,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1551.09,
      "fin": 1563.46,
      "duracion": 12.37,
      "texto": "¿Ese mensaje lo puedes apretar para copiármelo y enviármelo ahora a través de WhatsApp? Estoy copiando. A ver.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1563.48,
      "fin": 1563.59,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.013,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1563.61,
      "fin": 1564.69,
      "duracion": 1.08,
      "texto": "Así ya.",
      "confianza": 0.411,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1564.71,
      "fin": 1564.83,
      "duracion": 0.12,
      "texto": "Bien.",
      "confianza": 0.179,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1564.85,
      "fin": 1576.65,
      "duracion": 11.8,
      "texto": "Terminamos con eso, ¿sí? Y te voy a poner... Ah, bueno, ya te había puesto el nombre mío, así te quedaba ahí. Yo te voy a estar igual avisando cuando te llegue el chip, y vos también avisarme por las dudas que en el sistema no me sales.",
      "confianza": 0.633,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1578.19,
      "fin": 1581.74,
      "duracion": 3.55,
      "texto": "Sí? Bueno, yo le voy a dar el aviso que vos contás con el chip, siquiera.",
      "confianza": 0.374,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1584.0,
      "fin": 1596.24,
      "duracion": 12.24,
      "texto": "Y a ese mensajito copiado me lo mandas sí, al WhatsApp que decía, hola, soy Katy, que te deje la foto de movistar. Sí, ahora. Bueno.",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1597.37,
      "fin": 1606.96,
      "duracion": 9.59,
      "texto": "Sí, a ese WhatsApp.",
      "confianza": 0.19,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1606.98,
      "fin": 1607.04,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1607.06,
      "fin": 1626.84,
      "duracion": 19.78,
      "texto": "Agendame ahí también y copiame el mensajito del código para que no haya ningún error. Bien, un segundo. También te voy a agendar yo si ya no se me va tu numerito y me acuerdo",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1628.08,
      "fin": 1633.25,
      "duracion": 5.17,
      "texto": "Bien.",
      "confianza": 0.176,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1633.27,
      "fin": 1648.99,
      "duracion": 15.72,
      "texto": "Tengo una pregunta. Por mientras, en este caso, Pablo, cuando vos hiciste el tema de la línea de Claro, ¿contás con servicio de internet en tu domicilio?",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1650.55,
      "fin": 1708.69,
      "duracion": 58.14,
      "texto": "No, madre, no tengo, porque antiguamente, hace como cinco años, nosotros no nos cabrían. Sí. Me lo pusieron, nunca más pusieron porque dice que no hay casas, no hay vodka. ¿Querés que beneficie si tenemos de Movistar en este caso? Hacerme el favor porque no hace falta. Dale, a ver, así ya que estamos teniendo, capaz que te pueda brindar el servicio también de fiera óptica de Movistar, que capaz que te viene bien a vos. Sería fantástico. Y si no lo vamos a tener, bueno, voy a poner como que vos estás interesado para que Básicamente, apenas contamos con ese servicio, nos comunicamos con vos para vendarte lo que es el servicio de fiera óptica. Bien. Dame un segundo. Bien. Voy a mandar lo que es la fiera. ¿Pudiste pegar el mensajito del número de portabilidad?",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1711.81,
      "fin": 1729.26,
      "duracion": 17.45,
      "texto": "No sé cómo enviarte eso, madre. Bueno, no te vas a problemas, ¿sí? En ese caso, ¿sabéis dónde me falló? Dime. Por la tarde, a la tarde, no sé hasta qué hora está Juan. Y yo estoy hasta las 3 de la tarde en la oficina. ¿Por qué me tiró?",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1729.28,
      "fin": 1733.28,
      "duracion": 4.0,
      "texto": "No, porque si no le digo a mi señora que con esto te mande.",
      "confianza": 0.747,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 1734.04,
      "fin": 1734.24,
      "duracion": 0.2,
      "texto": "Sí.",
      "confianza": 0.368,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1734.28,
      "fin": 1747.57,
      "duracion": 13.29,
      "texto": "Te mande esto que me estás pidiendo vos, que lo tengo acá, pero no sé cómo abiertelo. No, no, no se haga problema, dos, mientras ustedes no me lo dejan leer y el otro confío que el número está correcto y lo agendé bien.",
      "confianza": 0.088,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1748.07,
      "fin": 1751.42,
      "duracion": 3.34,
      "texto": "Es más que nada por las dudas que no hubiera error, ¿sí?",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1752.9,
      "fin": 1775.11,
      "duracion": 22.21,
      "texto": "Tengo una consulta, lo único que sí, Pablo, necesito si vos me puedes brindar la foto tuya del DDI de ambos lados. ¿Por qué? Porque como va por Correo Andriani, Necesitamos enviártelo, obviamente, a tus datos. ¿Sí? Uy, qué complicada. Mi amor, tú sabes que en la otra vuelta tire todo y dije que no, porque me complican la vida. Tengo un celular que de pedo, que saca y habla.",
      "confianza": 0.606,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1775.88,
      "fin": 1779.4,
      "duracion": 3.52,
      "texto": "Ah, sí. ¿Cómo mierda hago para sacarte una foto? A ver, voy a intentar.",
      "confianza": 0.286,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1781.04,
      "fin": 1783.92,
      "duracion": 2.88,
      "texto": "Intenta, pero yo por ti no... No, mi amor, por favor. No, sí.",
      "confianza": 0.197,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1784.42,
      "fin": 1808.27,
      "duracion": 23.85,
      "texto": "A ver, voy a pedir, a ver si me dan autorización para que después me envíes a la fotito última. cuando esté tu señora, que capaz que entienda un poquito más. Bien. Por su cuenta que me complicaron la vida y tiré todo porque no se lo sabía nada. No, no. Está bien, está bien. Lo entiendo perfectamente. A ver.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1813.61,
      "fin": 1813.95,
      "duracion": 0.34,
      "texto": "Damos un segundo.",
      "confianza": 0.018,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1813.97,
      "fin": 1817.64,
      "duracion": 3.67,
      "texto": "Bien, mira, te acabo de enviar en ese caso un mensajito por WhatsApp.",
      "confianza": 0.41,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1817.87,
      "fin": 1827.65,
      "duracion": 9.78,
      "texto": "Necesito que vos me respondas con sí. Y, bueno, cuando esté tu señora, decirle a ella que me pasen las fotos del DNI, así no te complico tanto vos. ¿Sí?",
      "confianza": 0.384,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1827.67,
      "fin": 1828.93,
      "duracion": 1.26,
      "texto": "Bien.",
      "confianza": 0.695,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1828.95,
      "fin": 1848.51,
      "duracion": 19.56,
      "texto": "Recuerda que si se me corta la comunicación, no atiendas la llamada que te van a estar ingresando de números que vos no tengas agendados por, básicamente, por 30 minutos a dos horas. ¿Sí? ¿Quién es el jefe que hizo en usted? ¿Qué pasa?",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1848.53,
      "fin": 1848.79,
      "duracion": 0.26,
      "texto": "Bien.",
      "confianza": 0.813,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1849.53,
      "fin": 1854.46,
      "duracion": 4.93,
      "texto": "¿Me podría responder el mensajito con sí? ¿Ya terminamos con la gestión?",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1854.6,
      "fin": 1856.34,
      "duracion": 1.74,
      "texto": "Sí. Bien.",
      "confianza": 0.67,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1856.9,
      "fin": 1867.64,
      "duracion": 10.74,
      "texto": "No, escríbenlo. No lo podría escribir. Ay, no. Tiene una banda de año, bueno.",
      "confianza": 0.25,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1867.66,
      "fin": 1868.06,
      "duracion": 0.4,
      "texto": "Bien.",
      "confianza": 0.764,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1868.08,
      "fin": 1870.96,
      "duracion": 2.88,
      "texto": "¿Me podés responder con sí? ¿Hay ese mensajito?",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1873.26,
      "fin": 1874.42,
      "duracion": 1.16,
      "texto": "Acá me dice no se puede grabar mensaje.",
      "confianza": 0.075,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1876.58,
      "fin": 1887.97,
      "duracion": 11.39,
      "texto": "¿Cómo? Acá me dice que no te puede grabar mensaje. Te quiero mandar el... Ah, bien. No tengas problema. Mira, te lo voy a hacer más sencillo a vos.",
      "confianza": 0.377,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1888.47,
      "fin": 1893.54,
      "duracion": 5.07,
      "texto": "Respondeme por WhatsApp. Mira, hazte una cosa. Hazte una cosita.",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1894.18,
      "fin": 1895.0,
      "duracion": 0.82,
      "texto": "Corta todo.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1896.04,
      "fin": 1899.99,
      "duracion": 3.95,
      "texto": "No, me encanta. Corta todo. Corta todo. Entiendo, mira. Corta todo, no.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1900.59,
      "fin": 1921.53,
      "duracion": 20.94,
      "texto": "A ver. ¿Qué te crees? El FBI me está llamando. ¿Qué le pasa? No, es como te dije, yo te envié con la gestión. Hace una cosa, yo ahí te voy a llamar la tarde contigo, señora. Si quiero, si no, no te voy a llamar. No hay obligación ni el cambio. Si no, le dejó y veremos qué hubiera. Yo no te entiendo, por Dios, no te entiendo. No estoy en contra de tecnología.",
      "confianza": 0.31,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1922.33,
      "fin": 1935.97,
      "duracion": 13.64,
      "texto": "No, por eso, Pablo, entiendo perfectamente. Por eso te dije que lo íbamos a hacer más sencillo. Una vez que corten la llamada vos me respondes, consigue el mensajito y listo, no te pido más nada.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1937.93,
      "fin": 1969.43,
      "duracion": 31.5,
      "texto": "¿Sí? Sí, gracias. Me dice que no puedo, hablando porque a lo mejor no puedo enviar mensaje. Nada, dale, no te hagas problema, ahí corto la llamada, y recordá no tener los números desconocidos, y claro, no te cortas la, lo que es la línea, y bueno, respondés con sí, y ya listo, terminamos la gestión, te lo voy a hacer más sencillo, porque la verdad, no estás tan ganchero con la parte de lo que es el celular, así que te entiendo perfectamente, ¿bien? Perfecto. Bienvenido a la empresa Movistar, Pablo, que tengas bonito día.",
      "confianza": 0.221,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿Pablo? Sí, estoy hablando. Pablo, un placer. Mi nombre es Mati. Sí. Te voy a consultar en este caso, Pablo, actualmente con lo que es la línea de claro. ¿Cuánto están abonando por tu plan? Hola. 18. ¿Y vos estás conforme en cuanto a los gigas que tenés? ¿O te sabés quedar corto de ese? La verdad es que no estoy conforme con... con ese compañero. ¿Por qué no estás conforme? ¿Y qué te sucede? Porque quería que te diga una cosa. El otro día fui a pagar la boleta que se me venció el día 5. Sí. Y me cobré los dos boletas que todavía no se venció la otra. Tengo que pagar el 5 de febrero. Y me la cobraron a las dos juntas. ¿Por qué hacen esto? No sé. Nunca me atlacé, nunca le quedé debiendo nada. Y me salieron cobrando igual. Veinte mil y pico de pesos. Bien. Bueno, mira, te comento, ¿sí? Yo, la verdad, me estoy contactando desde el área de beneficios de recuperos de clientes movistar. Sí, estamos con esta campaña. Los clientes se fueron con la gestión anterior porque, bueno, que ustedes vuelvan a aprobar nuestra gestión en cuanto a atención, calidad y precios, ¿sí? La verdad que en cuanto a eso, ahora actualmente, por lo que yo he escuchado, claro, está haciendo un desastre en lo que es la parte de facturación, hasta incluso ha aumentado bastante los precios, ¿sí? Sí, 4.000 y pico de pesos, mi amor. No sé qué les pasa. Bien, mira, yo le acompañé a Modristán, Quiero brindarte un plan de 16 gigas. ¿Vos estarías cómodo en cuanto a los gigas de esos? ¿De 16? No, tengo dos gigas. Ah, claro, es muy poco lo que tenés igual en claro de los gigas. Nada, nada, nada. Me llaman que en gigas. Bien, mira nosotros... El teléfono, el teléfono yo lo uso para nada, para una persona grande. Lo uso para mandar un mensaje o para hacer una llama. Bueno, mira, ese plan con nosotros de 16 líneas y el rooming incluido lo tendrías en 10.400 pesos para lo que es tu línea. La verdad que es un plan súper accesible y muy bueno porque viene todo completo incluido, hasta con el rooming. No sé si vos viajabas fuera del país o tenés ventajas o algunas vacaciones. No, madre, no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Yo no. Ah, bueno, perfecto. ¿Qué te pareció esto para vos? Y sí, más que siempre, menos de lo que estoy pagando ahí, madre. Aparte que no sé cómo hacer ahora porque ya tengo todo cubierto. No sé, la verdad, la verdad es que no entiendo cómo es la punctuación de ello. ¿Por qué me cobran estos dos meses? Y la verdad es que en este caso, yo te comento, ¿sí? Yo no trabajé en su momento en claro, pero no me gusta brindar lo que es el servicio de esa empresa porque la verdad es que eran muchas quesas que teníamos en cuanto también a la facturación. Por lo que yo, cuando yo estaba trabajando en la metodología, que si vos te fuiste trazada con una factura y se te vencías con nada de las dos juntas, ¿sí? No, no, no. Escúchame una cosa. Jamás me traje. Tenía que pagar el día 5. Además, si yo pago nueve, porque nueve cobre. Sí, un día. Y yo lo tengo cuatro días mientras, además, no a esa altura. Claro, la verdad que no sé cómo se han manejado con vos en ese sentido. Sí, porque bueno, yo no estoy en esa empresa, pero bueno, lo que sí, yo te puedo asegurar que desde la compañía Movistar vamos a tener excelente servicio y también vamos a tener excelente experiencia, sí. básicamente en cuanto a lo que es precio, porque imagínate, te trabas haciendo un ahorro casi de más de 10.000 pesos con lo que es la línea. O sea, estás pagando el doble, claro. Y por mucho menos gigas, porque cuando nosotros tendríamos 16 gigas en total, con los de base y los de regalo, yo creo que tendríamos un plan de 2 gigas. ¿Y cuánto dura ese plan que me estás ofreciendo? Nosotros estamos abundando en lo que es la bonificación. Cada vez que estés vos podés llamar el Piano de escuela, ¿sí? La verdad que es superbueno porque vos también atreves la app. No sé si supiste utilizar la app Movistar cuando estuviste con nosotros. No, no, no. Bueno, acá... El teléfono es siendo uso para una llama o para un ejemplo. Ah, perfecto. Eh, eh... Perfecto. Bueno, en la app te salía todo eso y vos podías cambiar hasta incluso de plan, ¿sí? Pero bueno, la idea es que justamente cada seis meses ustedes puedan adquirir un nuevo descuento, ¿sí? Para que vos podáis llamar y pedir un nuevo descuento que esté al día de la fecha, ¿sí? Para que vos vuelvas a tener la permanencia que tuviste anteriormente con nosotros y no te vayas tampoco por temas de precio, ni tampoco por mala atención que hayas tenido, ¿sí? Y es que vuelvas a tener la misma la permanencia de turista anteriormente antes que tuviéramos ese problema de la gestión anterior. Sí? Sí. Pero ahora, ¿cómo hago yo para recuperar la plata que le pagué? Porque si ya le he pagado, me adelanto. No, no, has pagado un mes vencido, en lo que es claro. ¿Qué? ¿Cómo es esto lo que no me entiendes? No tengo ningún mes vencido. Yo tenía que haber pagado. Pero, pero, en claro, en claro, por lo que nunca se puede cobrar un mes adelantado. Ellos se han cobrado dos veces o la misma factura o la verdad no sé cómo gestionas en ello. Lo que yo puedo hacer para que no te sigan cobrando de más es como te disfrazarte del cambio y que vos después te acercas a una sucursal de claro y pidas el reintegro de la plata que vos has ganado que vos me decís que te han cobrado mal. Si, tengo los comprobantes de trabajo. Tengo diciembre, ¿me cierto? Diciembre yo lo iba a abonar el 5 de enero. Si. ¿Me entendes? Bien. Pague eso el 5 de enero. Que la pague el 9 de enero. Si. Porque yo cobro los 9, no tengo de donde sacar plata para pagarle el 5. Pagué el 9 de enero. Ahí me contaron el 9 de febrero. Que venga ahora, dice, el 5 de febrero. ¿Y en ese caso no tendrías que llamar después a usted y pedir lo que es un reintero o lo que es claro? Llamé, llamé y me dice que eso lo mandaron que reclamara en donde pagué. Y él me dice, no, si el pago de yentro haya ello, tiene que... No hay cierto cargo, madre. Y la verdad, como te dije, yo no estoy encargada de lo que es esa parte de que es claro porque trabajo justamente para movistar, pero te han manejado muy, muy mal en lo que es tu torturación en este caso. Yo lo que te aconsejo en este caso es que vos no sigas pagando de más en lo que es claro, porque la verdad es que... No, no voy a pagar más. Es más. Y si vos me decís que ese plan dura seis meses, y que antes de los seis meses me van a dar bolas porque por ahí llamo, llamo, llamo y no me atienden. Eso es lo que iba a decir. Y me salen cobrando un dinero que yo no puedo pagar. Claro. En este caso, por eso me atienden. Lo que pasa es que ahora la empresa de Movistar cuenta con lo que es un respaldo ilegal, Pablo. Este respaldo ilegal es como un contrato de por medio Básicamente donde a vos se te respeta la bonificación y el descuento por el tiempo que nosotros te decimos. Y también al quinto mes ya puedes llamar y activar, verificar a ver qué plan está adecuado, lo que esté en ese momento para vos, ¿sí? La verdad es que te va a dar un plan acorde a tus necesidades que estén al día de la fecha, ¿sí? Para que uno te vaya por temas de presión y tampoco de atención. ¿Me explico? Sí. Bien, eso es lo que nosotros terminamos. Tengo una consulta, Pablo. ¿Tu chip es physical o es virtual? O sea, ¿vos contás con la tarjetita que se ingresa al celular o te llega a través del correo en el SIM? No, yo tengo de virtualidad. No, no, no. La tarjeta del chip, o sea, el chip en este caso. La tarjetita del chip. ¿Vos lo ingresas al teléfono o te llegas a...? ¿Qué celular tenés vos? Bien. ¿Cómo? Es un Samsung. Entonces seguramente tenés el chip. Claro, es el chip físico que se le dice. Claro, lo que pasa es que ahora hay iPhone y hay muchos que no cuentan con la tarjetita que se ingresa, sino que le digan por... Tengo 70 años, tengo 70 años en celular hace 70 años. Claro. Bueno, yo te he decido porque, bueno, en este caso vamos a hacer la portabilidad y te vamos a activar este plan de 16GB a 10,400 pesos. Necesitamos hacer renovación de chip, no trabajarías más con Claro, trabajarías ya con la empresa de Modestar, con el mismo número y en ningún momento podré la línea. Bueno, necesitamos hacerte la actualización de chip, ¿sí? Porque me figura que hoy viste lo que es Córdoba Capital, ¿verdad? Córdoba Capital. Bien. Perfecto. Quiero una consulta. ¿A vos te gustaría que te enviara a través de un correo de Andriani? ¿O te gustaría vos comprar el chip y que activemos ahí el chip? ¿Y por qué no vienen sacas? Siempre me lo trajeron acá, madre. Perfecto. Entonces, te lo enviamos a tu domicilio y pongo el domicilio alternativo, lo que es la subcorsal de Andriani, ¿te parece? ¿Ustedes tienen el demicilio mío? Acá me figura igual. Si no te doy el demicilio, si no te doy el demicilio. Mira, me figuran estos datos en el sistema. Bien, dejamos hacer todo el último. Me sube que la línea está el nombre de Pablo Óscar Lodoreña. El último correo electrónico me figura Ana Brani. NIS55.com. Y la dirección de seguro es tratarlo al 246 de Córdoba. No, no, no, no, no. Ah, bien. Ahí es como mal. Bien. El email de mis compañeros también, tú eres Copenhague. Copenhague, dame un segundo. Copenhague, con H, ¿está bien? Copenhague. Es Copenh. H. H. H. H. H. H. H. H. H. H. Te digo las entre calles que me figuran acá, ¿sí? Me suena que son... y son... y es berlín. Sí. Perfecto. Es una diagonal. Es una diagonal, perfecto. Bien. Ahí me figura. Dame un segundo. Bien, ahí vamos a hacerte que él entrega el chip en este caso. Y bueno, vamos a poner la sucursal andéni de respaldo... domicilio alternativo. Esto más que por nada, si el correo de Andenis no encuentra tu domicilio, que seguramente que lo va a encontrar, lo ponemos de domicilio alternativo, que en este caso es la de Avenida General Paz, algo de 420. No, pero por aquí lo van a poner, imagínate, a mí me quedo ahí en la punta loja. No, en realidad lo ponemos para que básicamente Nos pide la misma solicitud, en realidad, desde el término. No, no, te vas a celebrar a tu casa igual, de todas formas. Claro, pero anima. Lo que yo te quiero hacer entender, José, perdón, Pablo, es que en este caso los miembros Un domicilio... Para. Hola. Hola, sí. Fue a lo que es la comunicación. Me parece que tenés más la conectividad en claro. ¿Puede ser? Puede ser, sí. Bien, mirá. ¿Te decía? Sí. ¿A mí me escuchás? Sí, sí. Sería decir que la misma solicitud, cuando enviamos al correo a Andrani, nos piden un domicilio alternativo que es poner su sucursal. Sí. Pero sí o sí se te envía vos al domicilio. Pero nos ponemos un domicilio alternativo de respaldo, más que nada. Sí. Bueno. Pero quédate tranquilo que te llegue a tu domicilio. Sí. Bueno. En ese caso dame un segundo que te voy a hablar también a WhatsApp para que te quede mi número. Sí. Para que ahí vamos a estar haciendo... Yo te voy a estar revisando también cuando el chip salga para lo que es tu domicilio. Sí, te voy a poner hola. ¿Me escuchas? Sí, te estoy escuchando. Te voy a poner, hola, soy Karthi de Movistar. Karthi Movistar, a través de WhatsApp. Sí. Dame un segundito. Bien. Sí, te voy a enviar lo que es la, dame un segundo. Domicilio alternativo. Bien. En este caso, te da una consulta. ¿Me puedes brindar vos referencia de tu domicilio para los chicos de Andriani? Es decir, casa blanca con rejas negras. ¿Es más generada para guiar a los chicos de Andriani? Es una casa verde, clarito, dos aguas. Dos aguas tiene un portón de chapa de laralle verde. Bien. Y tiene una ceja. Y tiene una tapia larga que es justo al diagonal. Perfecto. Voy a poner casa verde clarito y puertón de chapa verde clarito también. No, verde oscuro. A verde oscuro. Puertón es verde oscuro. Y tiene una tapia larga hasta la esquina y a su punto la diagonal. Bien, en este caso, esa referencia no la voy a poner porque me piden dos, así que voy a poner casa verde clarito y puertón de chapa verde oscuro, ¿de parece? Perfecto. Dame un segundito. Estamos dejando todo a tu. Bien, ahora lo que yo voy a hacer es un respaldo legal, como te dije, que esto te asegura que se te va a respetar la bonificación por el tiempo que nosotros te decimos, ¿sí? Para que no tengas ningún problema de facturación, ¿bien? Te voy a hacer ciertas preguntas que en este caso vos me las tendrías que responder. Cuando Te digo que si vos contas con filoáptico modestal, a mí me tendrías que decir que no, que no contas. Y como te digo, si posees tip físico de bolsón, me tendré que decir a el físico. Bien. Desde ahora en adelante, va a quedar grabado el beneficio para lo que es tu bonificación, ¿sí? Para recibir futuras promociones, ¿usted tiene internet de modestar en su domicilio? No. Perfecto. En este caso, estamos portando la línea 35, 13-53-52-98, que está el nombre titular Pablo Óscar Luz Dueña. ¿Me confirmas el último treenumero de tu DNI? 500. Bien, perfecto. Me comentaste que esta línea se encuentra en el compañero Claro. Me contas que cuenta con factura mensual. ¿La factura está en nombre tuyo o otra persona? No, a nombre mío. Perfecto. ¿Usted posee chip físico o chip virtual? No, el chip es el que va incorporado en el teléfono. El físico, perfecto. Vamos a hacer la entrada del chip en lo que es la dirección. De Córdoba capital, la dirección es Copenagua. Copenagua, Copenagua, mi amor. Ah, bien, perfecto. A ver, 4.311. Sí, igual si usted lo dice y se queda apuntado. Sí. Bien. 4.311. Sí. La gente que hay es verbi y bon. Ahí vamos a estar haciendo la entrega de lo que es el chip. Las dos referencias de tu domicilio que me brindaste es... ¿Usted recibe facturas en su domicilio? Sí, la luz, el agua. Perfecto. La altura que me comentó de su casa, ¿está visible para los delivery? Sí. Perfecto. Perfecto, entonces, le recuerdo que el costo del servicio al día de la fecha de 10.400 pesos, vamos a contar con un descuento fijo por seis meses de 41.650 pesos. Este plan incluye 8 gigas de base más 8 gigas de regalo por seis meses, al igual que el descuento también es por seis meses, WhatsApp gratis, vas a poder hablar a cualquier compañero y Vamos a contar con Rufin en América. Te recuerdo que los 8 días de regalo por 6 meses se van a estar habilitando después de las 48 horas activada la línea. Me dijiste que tu correo electrónico es anabranis55.com. Por ese medio vas a estar recibiendo las boletas online a través del mail que me proporcionaste. Vos ingresando al servicio, desde la admovista puede ver toda la información referida a su factura, ya sea ciclo de facturación, vencimientos inmunitos a pagar, ¿sí? Podés activar 20 LL de regalo con una adoración de 30 días disponible una vez por año, puede adherir débito automático y también sumar 4 LL de regalo para cada línea móvil si es registrada bajo el mismo titular. Una vez aprobada la portabilidad de su línea, que portan entre 7 a 10 días hábiles, Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que usted se quede tranquilo. Es importante no colocar el chip antes de la fecha informada. De todas maneras, vos te vas a dar cuenta porque tu línea clara va a dejar de recibir señal. Ahí es cuando debes activarlo. En caso de que vos tengas alguna dificultad con la validación, entrende nuevamente o comuníquese al 0800-321-76782 a opción 4. Le solicitamos que en caso de no levantarse en gel, usted reinicie lo que es el equipo. Por otro lado, dentro de los próximos días vamos a recibir una encuesta de satisfacción a través de WhatsApp. Le solicitamos, por favor, que la complete, ya que su opinión es importante para la empresa. ¿Sí? Bien, ese es el respaldo legal. Este respaldo legal queda junto con lo que es un número de portabilidad. ¿Sí? Ese número de portabilidad usted le da por mensaje de texto al número 223. Te voy a decir su código de portabilidad, que es lo que estamos haciendo, cambio de compañía, ¿sí? El número ese de cuatro dígitos que crea junto con el respaldo legal también ingresó solicitud para cambiar de compañero con el mismo número. Y te lo voy a decir para el prestador MBS, ¿sí? ¿Vos me podéis poner en altavoz en este momento? Está con altavoz. Bien. Si se metieron a cortar la comunicación, te voy a pedir dos cosas. Primero, no llames a dar la baja de claro porque eso nos encargamos nosotros. Y también no atiendas la llamada que te van a estar ingresando de números desconocidos porque, claro, les falta que están haciendo la portabilidad. Y lo que quiero hacer justamente es cortarte la línea para brindarse al otro cliente. Por eso te pido que por 30 minutos a dos horas aproximadamente, vos desestimadas la llamada que te van a estar ingresando. ¿Sí? Bien. Dame un segundo, que te envío el número de la portabilidad. Dame un segundito. Y bueno, también, si vos tenías algún... ¿Puedo hablar por WhatsApp? No, eso te llega por mensajito de texto común. Viste el mensajito que se usaba antes, por ahí te llega. Te lo acabo de enviar, no sé si lo podés ver. Ahí ya, ahí llego. Dime... Hola. Hola, escucho. Sí, se escucha mal, usted. ¿Vos sabés que me salta con el sistema que vos tenés mala señal con claro? O sea, me salta como que la señal de tu teléfono es débil. Bien. A mí es que por ahí estás hablando en un cuarto cerrado, por ahí te va, por ahí se escucha bien. Ah, bien. Perfecto. ¿En este caso pudiste ver el mensajito? No, no lo he abierto todavía porque estoy abriendo ahora. Necesito que lo abras al mensajito, en realidad, para verificar el número de portabilidad. Bueno. Bien. A ver, le leigo, o sea, abrilo y fíjate en lo que te dice. Si se nega a cortar la comunicación, no atiendan los mensajes, ¿sí? O sea, las llamadas, perdón. Ahí lo tengo, a ver. Perfecto. Hola, soy Cati. No, no, es por mensaje de texto, no por WhatsApp. El número. Mesaquito de texto común. A ver, ahí te lo vuelvo a enviar. Bien. Es por mensajito de texto, no por WhatsApp. Sí, pero no me lleve nada más. A ver. Que es raro. El que me llegó fue el otro, el que me llamó. A ver. Es el movistar. Claro, y ahora te debe haber llegado por el mensaje de texto común, porque a mí me salta el sistema que ya lo recibiste, vos. ¿Viste la cancillería de... Hola, sí. Sí, sí. ¿La cancillería? Para que después... No sé por qué están los mensajes de texto. No, no, es por mensaje de texto. ¿Viste que es tener las llamadas por llamadas comunes, que no son de WhatsApp? Y después de la mensaquito de texto que se usaba antes, antes que no estuviera el WhatsApp, se utilizaba el mensaje de texto, ¿te acordás? Sí, pero no... A donde te llegan las llamadas de... A donde te llegan los mensajes de llamadas perdidas... Bien, ahí, perfecto. Bueno, no hay problema, yo te aguardo en niña, ¿sí? Ah, bien. No, igual a mí no me salta eso, sí. Igual se llega a agotar la comunicación, me escriba a través de WhatsApp, ¿sí? Bien. El código de portabilidad es de 4324 convencimiento. El 23 tiene que salir. Bien. El código de posibilidades 4324 con vencimiento 23 del 1 del universitario. Perfecto. ¿Ese mensaje lo puedes apretar para copiármelo y enviármelo ahora a través de WhatsApp? Estoy copiando. A ver. Dale. Así ya. Bien. Terminamos con eso, ¿sí? Y te voy a poner... Ah, bueno, ya te había puesto el nombre mío, así te quedaba ahí. Yo te voy a estar igual avisando cuando te llegue el chip, y vos también avisarme por las dudas que en el sistema no me sales. Sí? Bueno, yo le voy a dar el aviso que vos contás con el chip, siquiera. Y a ese mensajito copiado me lo mandas sí, al WhatsApp que decía, hola, soy Katy, que te deje la foto de movistar. Sí, ahora. Bueno. Sí, a ese WhatsApp. Sí. Agendame ahí también y copiame el mensajito del código para que no haya ningún error. Bien, un segundo. También te voy a agendar yo si ya no se me va tu numerito y me acuerdo Bien. Tengo una pregunta. Por mientras, en este caso, Pablo, cuando vos hiciste el tema de la línea de Claro, ¿contás con servicio de internet en tu domicilio? No, madre, no tengo, porque antiguamente, hace como cinco años, nosotros no nos cabrían. Sí. Me lo pusieron, nunca más pusieron porque dice que no hay casas, no hay vodka. ¿Querés que beneficie si tenemos de Movistar en este caso? Hacerme el favor porque no hace falta. Dale, a ver, así ya que estamos teniendo, capaz que te pueda brindar el servicio también de fiera óptica de Movistar, que capaz que te viene bien a vos. Sería fantástico. Y si no lo vamos a tener, bueno, voy a poner como que vos estás interesado para que Básicamente, apenas contamos con ese servicio, nos comunicamos con vos para vendarte lo que es el servicio de fiera óptica. Bien. Dame un segundo. Bien. Voy a mandar lo que es la fiera. ¿Pudiste pegar el mensajito del número de portabilidad? No sé cómo enviarte eso, madre. Bueno, no te vas a problemas, ¿sí? En ese caso, ¿sabéis dónde me falló? Dime. Por la tarde, a la tarde, no sé hasta qué hora está Juan. Y yo estoy hasta las 3 de la tarde en la oficina. ¿Por qué me tiró? No, porque si no le digo a mi señora que con esto te mande. Sí. Te mande esto que me estás pidiendo vos, que lo tengo acá, pero no sé cómo abiertelo. No, no, no se haga problema, dos, mientras ustedes no me lo dejan leer y el otro confío que el número está correcto y lo agendé bien. Es más que nada por las dudas que no hubiera error, ¿sí? Tengo una consulta, lo único que sí, Pablo, necesito si vos me puedes brindar la foto tuya del DDI de ambos lados. ¿Por qué? Porque como va por Correo Andriani, Necesitamos enviártelo, obviamente, a tus datos. ¿Sí? Uy, qué complicada. Mi amor, tú sabes que en la otra vuelta tire todo y dije que no, porque me complican la vida. Tengo un celular que de pedo, que saca y habla. Ah, sí. ¿Cómo mierda hago para sacarte una foto? A ver, voy a intentar. Intenta, pero yo por ti no... No, mi amor, por favor. No, sí. A ver, voy a pedir, a ver si me dan autorización para que después me envíes a la fotito última. cuando esté tu señora, que capaz que entienda un poquito más. Bien. Por su cuenta que me complicaron la vida y tiré todo porque no se lo sabía nada. No, no. Está bien, está bien. Lo entiendo perfectamente. A ver. Damos un segundo. Bien, mira, te acabo de enviar en ese caso un mensajito por WhatsApp. Necesito que vos me respondas con sí. Y, bueno, cuando esté tu señora, decirle a ella que me pasen las fotos del DNI, así no te complico tanto vos. ¿Sí? Bien. Recuerda que si se me corta la comunicación, no atiendas la llamada que te van a estar ingresando de números que vos no tengas agendados por, básicamente, por 30 minutos a dos horas. ¿Sí? ¿Quién es el jefe que hizo en usted? ¿Qué pasa? Bien. ¿Me podría responder el mensajito con sí? ¿Ya terminamos con la gestión? Sí. Bien. No, escríbenlo. No lo podría escribir. Ay, no. Tiene una banda de año, bueno. Bien. ¿Me podés responder con sí? ¿Hay ese mensajito? Acá me dice no se puede grabar mensaje. ¿Cómo? Acá me dice que no te puede grabar mensaje. Te quiero mandar el... Ah, bien. No tengas problema. Mira, te lo voy a hacer más sencillo a vos. Respondeme por WhatsApp. Mira, hazte una cosa. Hazte una cosita. Corta todo. No, me encanta. Corta todo. Corta todo. Entiendo, mira. Corta todo, no. A ver. ¿Qué te crees? El FBI me está llamando. ¿Qué le pasa? No, es como te dije, yo te envié con la gestión. Hace una cosa, yo ahí te voy a llamar la tarde contigo, señora. Si quiero, si no, no te voy a llamar. No hay obligación ni el cambio. Si no, le dejó y veremos qué hubiera. Yo no te entiendo, por Dios, no te entiendo. No estoy en contra de tecnología. No, por eso, Pablo, entiendo perfectamente. Por eso te dije que lo íbamos a hacer más sencillo. Una vez que corten la llamada vos me respondes, consigue el mensajito y listo, no te pido más nada. ¿Sí? Sí, gracias. Me dice que no puedo, hablando porque a lo mejor no puedo enviar mensaje. Nada, dale, no te hagas problema, ahí corto la llamada, y recordá no tener los números desconocidos, y claro, no te cortas la, lo que es la línea, y bueno, respondés con sí, y ya listo, terminamos la gestión, te lo voy a hacer más sencillo, porque la verdad, no estás tan ganchero con la parte de lo que es el celular, así que te entiendo perfectamente, ¿bien? Perfecto. Bienvenido a la empresa Movistar, Pablo, que tengas bonito día.",
  "calidad": {
    "confianza_promedio": 0.437,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 66.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:51:50.274525",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 534,
    "total_segmentos_corregido": 177,
    "fecha_correccion": "2026-01-18T23:05:24.225586",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116140844911_ACD_82961",
    "fecha_inicio": "16/1/2026 14:08:44",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 1953,
    "tiempo_conversacion": 1890,
    "tiempo_hold": 0,
    "tiempo_acw": 41,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No usa o No tiene celular",
    "tipo_tipificacion": "Exitoso"
  }
}