{
  "archivo": "amza_sup2_1_260114103912003_MIT_01999.wav",
  "duracion_segundos": 804.41,
  "num_segmentos": 98,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 211.57,
    "Cliente": 189.44
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 25.16,
      "duracion": 25.13,
      "texto": "¿Quién no puede tomar decisiones y no puede instalar?",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.81,
      "fin": 57.83,
      "duracion": 24.02,
      "texto": "Bueno, perfecto. Y le hago una pregunta a usted, que es de un usuario de la niña que la titularé Isabel. ¿Usted utiliza esta niña? Le puedo comentar, porque es para que pague. Si él paga a la niña, a la USA, le comentarán. Claro, y si es labio que me conteste, así que no le sigue.",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.53,
      "fin": 84.0,
      "duracion": 23.48,
      "texto": "Y también está bueno quizá traerle la información a ese usuario de la línea, el nombre, qué plan gusta, qué es lo que usa la línea y demás, para cuando hablemos con Alberto, es decir, hablé con Sofía, que no sé, su hija o la otra usuaria de la línea.",
      "confianza": 0.205,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.04,
      "fin": 106.95,
      "duracion": 7.91,
      "texto": "Hola, buen día. ¿Qué tal? ¿Hablo con Karina?",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.8,
      "fin": 108.86,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.016,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.88,
      "fin": 115.31,
      "duracion": 6.43,
      "texto": "Hola, Karina. ¿Cómo estás? ¿Te habla Gerardín desde Movistar? Queríamos ofrecerte unas bonificaciones que te pueden interesar.",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.54,
      "fin": 155.54,
      "duracion": 1.99,
      "texto": "Gracias.",
      "confianza": 0.236,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 189.03,
      "fin": 193.06,
      "duracion": 4.03,
      "texto": "Hola. ¿Qué tal?",
      "confianza": 0.183,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.08,
      "fin": 193.14,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.18,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 193.16,
      "fin": 205.63,
      "duracion": 12.47,
      "texto": "Buen día, ¿te hablas de Eraldín? ¿Con quién tengo el gusto de hablar? ¿De quién? Buen día, ¿te hablas de Eraldín? ¿Con quién tengo el gusto de hablar?",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.65,
      "fin": 205.71,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.039,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.73,
      "fin": 214.71,
      "duracion": 8.98,
      "texto": "Te comento, soy asesora de Movistar. Quería ofrecerle unas bonificaciones al titular de la línea que me figura que es Karen Joanna García.",
      "confianza": 0.796,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.65,
      "fin": 218.43,
      "duracion": 0.78,
      "texto": "Sí, pero no está ahora. Yo por ahora...",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.32,
      "fin": 236.81,
      "duracion": 17.48,
      "texto": "¿En qué momento me puedo comunicar con...",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 290.06,
      "fin": 305.9,
      "duracion": 15.84,
      "texto": "Hola, buen día. ¿Cómo va? Hablo con Jimena. Hola, Jimena. ¿Qué tal? Me presento. Me llamo Geraldine. Te llamo desde Movistar para ofrecerte unas bonificaciones que te pueden interesar.",
      "confianza": 0.82,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.73,
      "fin": 319.51,
      "duracion": 0.78,
      "texto": "No, gracias. Hace poco me pasé a claro.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 364.82,
      "fin": 376.79,
      "duracion": 11.97,
      "texto": "Hola, buen día, ¿qué tal? Hablo con Nicole. Sí, ¿qué tal? Hola, Nicole, me presento, me damos el deraldín, te damos el removistar.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 377.33,
      "fin": 379.4,
      "duracion": 2.07,
      "texto": "Quería ofrecerte unas bonificaciones, ¿no?",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 431.71,
      "fin": 441.02,
      "duracion": 9.31,
      "texto": "Hola, buen día. ¿Qué tal? ¿Hablo con Flavia? Sí. Hola, Flavia. ¿Cómo le va? Me presento.",
      "confianza": 0.269,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 441.06,
      "fin": 442.0,
      "duracion": 0.94,
      "texto": "Mi nombre es Geraldine.",
      "confianza": 0.741,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 442.44,
      "fin": 446.77,
      "duracion": 4.33,
      "texto": "Soy asesora de Movistar. Quería ofrecerte unas bonificaciones que te pueden interesar.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.47,
      "fin": 459.61,
      "duracion": 12.14,
      "texto": "No, figura que he sido cliente de Movistar y que ahora está en claro, ¿verdad? Perdón, no lo escucho. ¿Me lo podría repetir?",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 460.33,
      "fin": 494.31,
      "duracion": 33.98,
      "texto": "Mi compañera le comentó las promociones que tenemos. Correcto, son 8 gigabytes. más 20 GB de regalo por un mes, que usted lo puede activar cuando quiera, no es necesario que lo active en el momento, lo puede guardar y utilizarlo cuando usted lo considere necesario.",
      "confianza": 0.913,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 494.91,
      "fin": 505.09,
      "duracion": 10.17,
      "texto": "Esa promoción, que en total serían 28 GB, son $7,460 pesos.",
      "confianza": 0.831,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 506.67,
      "fin": 519.1,
      "duracion": 12.43,
      "texto": "No sé si usted quiere que le comento, que sigamos con el proceso que comenzó mi compañera.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 525.73,
      "fin": 541.63,
      "duracion": 15.9,
      "texto": "Me dije que se me iba a llamar y que ahora no se vea que está eso. Se comunicaba con Clara. Bien, si quiere lo podemos hacer entre nosotras. No hay ningún problema con respecto a lo de mi compañera. A nosotros en el sistema nos figuran las personas con las que nos tenemos que comunicar así que seguramente ella la ha asignado para que nosotros la llamemos.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 550.04,
      "fin": 551.92,
      "duracion": 1.88,
      "texto": "Sí, pero ya es que es con ella que estoy, por eso es que va a salir bien. Bien, bien, bien.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 551.94,
      "fin": 562.31,
      "duracion": 10.37,
      "texto": "¿Quiere que le envíe la información por WhatsApp para que la tenga para cuando mi compañera la llame? Sí, mande pa' hacer lo que...",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 563.47,
      "fin": 573.85,
      "duracion": 10.38,
      "texto": "El número... ¿Ya le escribieron para enviarle la promoción?",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.11,
      "fin": 585.33,
      "duracion": 9.22,
      "texto": "Ah, bien, bien. Genial, buenísimo. Muchísimas gracias.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 644.07,
      "fin": 672.13,
      "duracion": 28.07,
      "texto": "¿Qué es lo que va a hacer?",
      "confianza": 0.345,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 680.16,
      "fin": 703.28,
      "duracion": 23.12,
      "texto": ". . . . .",
      "confianza": 0.841,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 718.47,
      "fin": 721.89,
      "duracion": 3.42,
      "texto": "Hola. Hola, buen día. ¿Habla Gerardín?",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 722.99,
      "fin": 747.75,
      "duracion": 24.76,
      "texto": "¿Cómo le va? La llamó desde Movistar para ofrecerle unas bonificaciones. Nos figura que Héctor Agustín Gandolfo ha sido cliente de Movistar recientemente y que ahora está en claro. ¿Verdad? Sí, hicimos, pero con ti vamos en claro. Te agradezco. Muchas gracias.",
      "confianza": 0.856,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 775.37,
      "fin": 791.62,
      "duracion": 16.25,
      "texto": "Hola, buen día, ¿qué tal? ¿Hablo con Abril?",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 793.61,
      "fin": 804.41,
      "duracion": 10.8,
      "texto": "Sí, ¿es de Movistar? Sí, mi nombre es Geraldine, un gusto, ¿te llamo desde Movistar? No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.146,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Quién no puede tomar decisiones y no puede instalar? Bueno, perfecto. Y le hago una pregunta a usted, que es de un usuario de la niña que la titularé Isabel. ¿Usted utiliza esta niña? Le puedo comentar, porque es para que pague. Si él paga a la niña, a la USA, le comentarán. Claro, y si es labio que me conteste, así que no le sigue. Y también está bueno quizá traerle la información a ese usuario de la línea, el nombre, qué plan gusta, qué es lo que usa la línea y demás, para cuando hablemos con Alberto, es decir, hablé con Sofía, que no sé, su hija o la otra usuaria de la línea. Hola, buen día. ¿Qué tal? ¿Hablo con Karina? Sí. Hola, Karina. ¿Cómo estás? ¿Te habla Gerardín desde Movistar? Queríamos ofrecerte unas bonificaciones que te pueden interesar. Gracias. Hola. ¿Qué tal? Sí. Buen día, ¿te hablas de Eraldín? ¿Con quién tengo el gusto de hablar? ¿De quién? Buen día, ¿te hablas de Eraldín? ¿Con quién tengo el gusto de hablar? Sí. Te comento, soy asesora de Movistar. Quería ofrecerle unas bonificaciones al titular de la línea que me figura que es Karen Joanna García. Sí, pero no está ahora. Yo por ahora... ¿En qué momento me puedo comunicar con... Hola, buen día. ¿Cómo va? Hablo con Jimena. Hola, Jimena. ¿Qué tal? Me presento. Me llamo Geraldine. Te llamo desde Movistar para ofrecerte unas bonificaciones que te pueden interesar. No, gracias. Hace poco me pasé a claro. Hola, buen día, ¿qué tal? Hablo con Nicole. Sí, ¿qué tal? Hola, Nicole, me presento, me damos el deraldín, te damos el removistar. Quería ofrecerte unas bonificaciones, ¿no? Hola, buen día. ¿Qué tal? ¿Hablo con Flavia? Sí. Hola, Flavia. ¿Cómo le va? Me presento. Mi nombre es Geraldine. Soy asesora de Movistar. Quería ofrecerte unas bonificaciones que te pueden interesar. No, figura que he sido cliente de Movistar y que ahora está en claro, ¿verdad? Perdón, no lo escucho. ¿Me lo podría repetir? Mi compañera le comentó las promociones que tenemos. Correcto, son 8 gigabytes. más 20 GB de regalo por un mes, que usted lo puede activar cuando quiera, no es necesario que lo active en el momento, lo puede guardar y utilizarlo cuando usted lo considere necesario. Esa promoción, que en total serían 28 GB, son $7,460 pesos. No sé si usted quiere que le comento, que sigamos con el proceso que comenzó mi compañera. Me dije que se me iba a llamar y que ahora no se vea que está eso. Se comunicaba con Clara. Bien, si quiere lo podemos hacer entre nosotras. No hay ningún problema con respecto a lo de mi compañera. A nosotros en el sistema nos figuran las personas con las que nos tenemos que comunicar así que seguramente ella la ha asignado para que nosotros la llamemos. Sí, pero ya es que es con ella que estoy, por eso es que va a salir bien. Bien, bien, bien. ¿Quiere que le envíe la información por WhatsApp para que la tenga para cuando mi compañera la llame? Sí, mande pa' hacer lo que... El número... ¿Ya le escribieron para enviarle la promoción? Ah, bien, bien. Genial, buenísimo. Muchísimas gracias. ¿Qué es lo que va a hacer? . . . . . Hola. Hola, buen día. ¿Habla Gerardín? ¿Cómo le va? La llamó desde Movistar para ofrecerle unas bonificaciones. Nos figura que Héctor Agustín Gandolfo ha sido cliente de Movistar recientemente y que ahora está en claro. ¿Verdad? Sí, hicimos, pero con ti vamos en claro. Te agradezco. Muchas gracias. Hola, buen día, ¿qué tal? ¿Hablo con Abril? Sí, ¿es de Movistar? Sí, mi nombre es Geraldine, un gusto, ¿te llamo desde Movistar? No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:33:42.869805",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 98,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:34.104611",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114103912003_MIT_01999",
    "sin_datos_basurita": true
  }
}