{
  "archivo": "amza26_1_260114143627597_ACD_68391.wav",
  "duracion_segundos": 90.0,
  "num_segmentos": 19,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 1.42,
    "Cliente": 83.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.0,
      "fin": 6.61,
      "duracion": 3.61,
      "texto": "Hola, Laura. Sí, ¿quién habla? ¿Cómo estás?",
      "confianza": 0.811,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.62,
      "fin": 8.05,
      "duracion": 1.42,
      "texto": "Buen día, mi nombre es Alejandro.",
      "confianza": 0.515,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.55,
      "fin": 22.44,
      "duracion": 13.89,
      "texto": "Me comunico de la área de recupero de clientes de Movistar. ¿Cómo estás? Estoy muy bien. Laura, ¿qué es el motivo de mi llamada? Porque quería saber cuál fue el motivo por el que cambiaste de compañía en su momento.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.91,
      "fin": 84.86,
      "duracion": 60.95,
      "texto": "Porque cuando yo volví a Movistar me ofrecieron un plan espectacular que me lo mantuvieron durante 12 meses, cuando se estaba por terminar el plan, y les pedí por favor que la locura que me estaban pidiendo por cada línea, porque yo soy titular de tres líneas de teléfono, y tenía las tres líneas, no lo podía pagar, y me dijeron que no había cruzada para ofrecerme. No sé, pero me están pidiendo que me vayan en compañía. y me visionaba lo que es un accidente, señora Pérez. No conocemos nada para usted, entonces decidí irme a la compañía que me dio un buen plan y es el que tengo ahora. Claro, sí, te brindaron un precio que a vos te convenía y lo decidiste a vos. Exacto. Además, vivo en La Pampa y no se puede comparar la cobertura que tiene. En La Pampa, la otra compañía con Movizar.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.4,
      "fin": 90.0,
      "duracion": 4.59,
      "texto": "lo supera ampliamente y viajo un montón.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Laura. Sí, ¿quién habla? ¿Cómo estás? Buen día, mi nombre es Alejandro. Me comunico de la área de recupero de clientes de Movistar. ¿Cómo estás? Estoy muy bien. Laura, ¿qué es el motivo de mi llamada? Porque quería saber cuál fue el motivo por el que cambiaste de compañía en su momento. Porque cuando yo volví a Movistar me ofrecieron un plan espectacular que me lo mantuvieron durante 12 meses, cuando se estaba por terminar el plan, y les pedí por favor que la locura que me estaban pidiendo por cada línea, porque yo soy titular de tres líneas de teléfono, y tenía las tres líneas, no lo podía pagar, y me dijeron que no había cruzada para ofrecerme. No sé, pero me están pidiendo que me vayan en compañía. y me visionaba lo que es un accidente, señora Pérez. No conocemos nada para usted, entonces decidí irme a la compañía que me dio un buen plan y es el que tengo ahora. Claro, sí, te brindaron un precio que a vos te convenía y lo decidiste a vos. Exacto. Además, vivo en La Pampa y no se puede comparar la cobertura que tiene. En La Pampa, la otra compañía con Movizar. lo supera ampliamente y viajo un montón.",
  "calidad": {
    "confianza_promedio": 0.545,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:38:26.171140",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 19,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:19.669392",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143627597_ACD_68391",
    "fecha_inicio": "14/1/2026 14:36:27",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 118,
    "tiempo_conversacion": 87,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}