{
  "archivo": "amza4_1_260112110301206_ACD_30349.wav",
  "duracion_segundos": 201.2,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 102.88,
    "Cliente": 82.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.69,
      "fin": 7.99,
      "duracion": 6.3,
      "texto": "Hola. Hola. Hola. Así que, ¿qué tal? ¿Buenos días con Ezequiel?",
      "confianza": 0.174,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.01,
      "fin": 8.17,
      "duracion": 0.16,
      "texto": "Sí, sí.",
      "confianza": 0.118,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.19,
      "fin": 16.13,
      "duracion": 7.94,
      "texto": "Ezequiel, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la liga Recupero del Cliente de la Compañía Molestar. ¿Cómo está Ezequiel? Todo bien.",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.75,
      "fin": 21.21,
      "duracion": 4.46,
      "texto": "Bien, alero. Ezequiel, me fiuro en el sistema que esta línea de teléfono usted ha llevado con la compañía.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.08,
      "fin": 29.79,
      "duracion": 5.71,
      "texto": "Claro, ¿verdad? Sí, sí. Bien. ¿Recuerda cuántos días tiene contratado Ezequiel? No, no. Ni me acuerdo.",
      "confianza": 0.013,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.46,
      "fin": 40.49,
      "duracion": 10.03,
      "texto": "Bueno, al decómetro de la compañía Movistar, lo que tenemos para brindarle es un plan, ¿sí? Que le quedan solamente 13.250 pesos y le incluye que usted tenga lo que son.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.19,
      "fin": 48.84,
      "duracion": 7.65,
      "texto": "8 gigas fijo de base todos los meses con 8 gigas de regalo los primeros 6 meses. Es decir, en el primer tiempo usted pasaría a tener de 16 gigas.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.66,
      "fin": 54.19,
      "duracion": 4.53,
      "texto": "Le incluye llamadas libres a todas las compañías, servicio de WhatsApp gratis,",
      "confianza": 0.802,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.71,
      "fin": 62.12,
      "duracion": 7.41,
      "texto": "Y le incluye llamar a su América en prensa local y rummintiar sin internet fuera del país, incluido dentro de lo que es toda América, ¿sí?",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.1,
      "fin": 80.78,
      "duracion": 17.68,
      "texto": "El plan le mantiene el mismo número de teléfono, el número de teléfono no se cambia y algo muy importante, en ningún momento usted se quede incomunicado, sino que nosotros le mandamos el chip a la subursal más cercana a su domicilio, si quiere, una vez que le deja el chip y se le corta, recién ha de decir la señal con, ¿claro?",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.33,
      "fin": 103.93,
      "duracion": 22.6,
      "texto": "Usted lo coloca en su equipo y ya tomó la señal con nosotros. ¿Qué le parece la propuesta? No, te agradezco, la verdad. Muchas gracias. Bien. ¿De qué motivo no le interesa ese kiel? Porque ya tuve que movistar y lo cambié por un tema de que no tenía señal. Me aumentaban todos los meses, me aumentaban mucho.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.71,
      "fin": 112.54,
      "duracion": 7.83,
      "texto": "Y yo necesito tener peñal todo el tiempo y yo trabajo en la calle y me muevo para todos lados, yo soy de Zona Sur, de Florencio Varela.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 114.94,
      "fin": 139.63,
      "duracion": 24.69,
      "texto": "Y bueno, me quedaba sin señal y el wifi en mi casa también andaba muy mal, hice muchos reclamos, supuestamente debo plata en movistar, siendo que yo ya había apagado lo que es la boleta del wifi y después la vida baja y me siguieron viniendo boletas, supuestamente debo plata y se se apagué. se manejaron muy mal conmigo, entonces decidí cantarme a su lado.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.65,
      "fin": 140.39,
      "duracion": 0.74,
      "texto": "Bien, bien, lo he entendido perfecto.",
      "confianza": 0.014,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 140.41,
      "fin": 147.24,
      "duracion": 6.83,
      "texto": "Bueno, yo primero que nada le pido disculpas por ese mal entendido que ha habido, este error que ha habido por parte de la empresa, si es aquí donde estaba el tanto.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 147.98,
      "fin": 172.06,
      "duracion": 24.08,
      "texto": "Segundo, yo coloco su DNI que me figura en el sistema y el sistema me arroja en verde, o sea que ese tema de facturación ya se ha cancelado, si no me arroja deuda, me arrojo saldo pendiente. Y en cuanto a lo que es la señal, a mí me figura que hace un tiempo, usted se cambió, y estamos contando con todo lo que señala en su zona. Si usted no tuviera señal, yo directamente no le puedo brindarle el servicio, ¿me entiendes?",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.64,
      "fin": 174.68,
      "duracion": 2.04,
      "texto": "No lo puedo llamar y explicarle el servicio.",
      "confianza": 0.333,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.42,
      "fin": 190.5,
      "duracion": 15.08,
      "texto": "Como yo trabajo en la calle de zonas que me quedo ahí en Varela y me quedo todo el tiempo ahí. No me lo quiero a esa plaza, no me lo quiero a Alejandro Corsa, no me lo quiero a esa negra. A veces me muevo por todos lados y no tengo señal, no tenía señal de cómo estar, entonces por eso me cambié.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.33,
      "fin": 193.57,
      "duracion": 2.24,
      "texto": "Claro, claro, lo comprendo perfecto.",
      "confianza": 0.672,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 193.59,
      "fin": 200.16,
      "duracion": 6.57,
      "texto": "Bueno, yo lo he cogendado en el sistema y bueno, le he pedido mis disculpas a Ezequiel. Vale, muchas gracias. No, por nada, hasta luego.",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 200.84,
      "fin": 201.2,
      "duracion": 0.36,
      "texto": "Hasta luego.",
      "confianza": 0.178,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola. Así que, ¿qué tal? ¿Buenos días con Ezequiel? Sí, sí. Ezequiel, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la liga Recupero del Cliente de la Compañía Molestar. ¿Cómo está Ezequiel? Todo bien. Bien, alero. Ezequiel, me fiuro en el sistema que esta línea de teléfono usted ha llevado con la compañía. Claro, ¿verdad? Sí, sí. Bien. ¿Recuerda cuántos días tiene contratado Ezequiel? No, no. Ni me acuerdo. Bueno, al decómetro de la compañía Movistar, lo que tenemos para brindarle es un plan, ¿sí? Que le quedan solamente 13.250 pesos y le incluye que usted tenga lo que son. 8 gigas fijo de base todos los meses con 8 gigas de regalo los primeros 6 meses. Es decir, en el primer tiempo usted pasaría a tener de 16 gigas. Le incluye llamadas libres a todas las compañías, servicio de WhatsApp gratis, Y le incluye llamar a su América en prensa local y rummintiar sin internet fuera del país, incluido dentro de lo que es toda América, ¿sí? El plan le mantiene el mismo número de teléfono, el número de teléfono no se cambia y algo muy importante, en ningún momento usted se quede incomunicado, sino que nosotros le mandamos el chip a la subursal más cercana a su domicilio, si quiere, una vez que le deja el chip y se le corta, recién ha de decir la señal con, ¿claro? Usted lo coloca en su equipo y ya tomó la señal con nosotros. ¿Qué le parece la propuesta? No, te agradezco, la verdad. Muchas gracias. Bien. ¿De qué motivo no le interesa ese kiel? Porque ya tuve que movistar y lo cambié por un tema de que no tenía señal. Me aumentaban todos los meses, me aumentaban mucho. Y yo necesito tener peñal todo el tiempo y yo trabajo en la calle y me muevo para todos lados, yo soy de Zona Sur, de Florencio Varela. Y bueno, me quedaba sin señal y el wifi en mi casa también andaba muy mal, hice muchos reclamos, supuestamente debo plata en movistar, siendo que yo ya había apagado lo que es la boleta del wifi y después la vida baja y me siguieron viniendo boletas, supuestamente debo plata y se se apagué. se manejaron muy mal conmigo, entonces decidí cantarme a su lado. Bien, bien, lo he entendido perfecto. Bueno, yo primero que nada le pido disculpas por ese mal entendido que ha habido, este error que ha habido por parte de la empresa, si es aquí donde estaba el tanto. Segundo, yo coloco su DNI que me figura en el sistema y el sistema me arroja en verde, o sea que ese tema de facturación ya se ha cancelado, si no me arroja deuda, me arrojo saldo pendiente. Y en cuanto a lo que es la señal, a mí me figura que hace un tiempo, usted se cambió, y estamos contando con todo lo que señala en su zona. Si usted no tuviera señal, yo directamente no le puedo brindarle el servicio, ¿me entiendes? No lo puedo llamar y explicarle el servicio. Como yo trabajo en la calle de zonas que me quedo ahí en Varela y me quedo todo el tiempo ahí. No me lo quiero a esa plaza, no me lo quiero a Alejandro Corsa, no me lo quiero a esa negra. A veces me muevo por todos lados y no tengo señal, no tenía señal de cómo estar, entonces por eso me cambié. Claro, claro, lo comprendo perfecto. Bueno, yo lo he cogendado en el sistema y bueno, le he pedido mis disculpas a Ezequiel. Vale, muchas gracias. No, por nada, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.494,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:17:25.196239",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:29.371077",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110301206_ACD_30349",
    "fecha_inicio": "12/1/2026 11:03:01",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 216,
    "tiempo_conversacion": 194,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}