{
  "archivo": "amza35_1_260115111908902_ACD_60859.wav",
  "duracion_segundos": 240.72,
  "num_segmentos": 84,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 18.34,
    "Cliente": 212.69
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.77,
      "fin": 5.08,
      "duracion": 4.31,
      "texto": "Sí, puede ser. Hola, ¿así qué tal? ¿Buen día? ¿Hola? ¿Buen día.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.1,
      "fin": 5.16,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.028,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.18,
      "fin": 19.21,
      "duracion": 14.03,
      "texto": "¿Qué tal hablo con el señor Pedro? Sí, así es. Pedro, ¿cómo le va? Le habla Marcos. Estoy trabajando en la zona verificando lo que es activación de fibra óptica. La semana pasada estuvimos instalando en la zona. ¿Ya le pudieron instalar lo que es en el domicilio, Pedro?",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.8,
      "fin": 74.8,
      "duracion": 53.0,
      "texto": "No sé, pero ¿de qué país se me está llamando? En la área técnica Movistar. ¿Cómo le va, Pedro? Buen día. Ah, de Movistar. Exactamente. ¿Estamos haciendo? No tengo idea si hay fibra o no. Ah, perfecto. Bueno, les comento brevemente, ¿sí? Estamos trabajando en la zona, brindando beneficios para todo el grupo familiar. Desde el área técnica se ha mejorado todo lo que es la cobertura, ya que siempre se trabaja en la zona para mejorar, ¿sí? Pedro, ¿ustedes actualmente se encuentran claros con abono mensual? Sí. Perfecto. ¿Al día de hoy estás con abono o haces recargas, Pedro? Abono. Bueno, te doy una buena noticia. Estamos con una promo fugaz del día para que puedas aprovechar un descuento exclusivo. No me interesa. No te interesa. No me interesa. Todo lo que me interesa es ver si la fibra de Movistar llegó a la zona, nada más. Bien, decímelo bien brindame. Si, decime tu domicilio actual. Calle y numeración, por favor.",
      "confianza": 0.158,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.14,
      "fin": 77.48,
      "duracion": 1.34,
      "texto": "Yo estoy en Pedromolina.",
      "confianza": 0.242,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.18,
      "fin": 96.93,
      "duracion": 18.75,
      "texto": "Porque tiene que pasar por Pedromolina, tiene que pasar la fibra de Movistar. Para mí no pasa porque no he visto nada. Bien, ¿Pedro Molina? Pues no hay cruce de calle, Pedro Molina y Perú, de Belgrano, Guaymallén. Bueno, aguantemos un segundito.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.25,
      "fin": 143.3,
      "duracion": 45.05,
      "texto": "Bien. Entonces me dijo, ¿entre Pedro Molina y Perú, de Guaymallén? No, eso es cruce de calle. se va a poner en google, pones cruce de calle, pones pedra molina y feru y te va a dar opciones de Belgrano o Guaymallén. Bien, ahí lo vamos a situar para verificar porque las instalaciones de los técnicos son un refuerzo que hace todas las semanas, por eso es importante. Guaymallén es una zona fibrada por ambas empresas, tanto por Claro como por Movistar. No todo, no toda la zona. Claro, es el primero que llego. Por eso todos tienen Claro acá. Claro, por eso todos tienen Claro, exacto.",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.23,
      "fin": 169.26,
      "duracion": 25.03,
      "texto": "Por ejemplo, esto donde usted está actualmente, lo que es la zona, se está trabajando para dejar instalación. Ahora, lo que nosotros necesitamos es un domicilio preciso porque hay manzanas que están fibradas y manzanas que aún no llegan. Por eso les consultaba. ¿Usted a qué altura está de la calle Pedro Molina? No coincide la altura de mi casa con las Google Maps.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.96,
      "fin": 194.83,
      "duracion": 24.87,
      "texto": "Ah, bien, bien. Te lo doy, pero no coincide. Ya lo he hecho. Ya lo has hecho. Vos en este caso, mira lo que podemos hacer. Yo te mando un WhatsApp con una sensora virtual y vos le mandas lo que es la ubicación, así lo geolocalizan y te confirman bien, ¿sí? Sí, dale. Buenísimo. Y por ejemplo, WhatsApp, el día que haga cobertura, el día que haiga, ahí recién podemos devalvar las ofertas de Movistar.",
      "confianza": 0.16,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.63,
      "fin": 211.13,
      "duracion": 15.5,
      "texto": "Pero mientras no haya fibra de Movistar, En vano que nos ofrecen algo, no nos sirva. Nosotros usamos mucha internet, usamos por el negocio. Perfecto. Ah, tenés un negocio, buenísimo. Mira, hay una... Tengo un negocio y cinco líneas de claro. Tengo cinco o seis, debo tener.",
      "confianza": 0.392,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.63,
      "fin": 240.72,
      "duracion": 29.09,
      "texto": "Perfecto. ¿Vos serías titular de las líneas en claro? De todas las líneas, sí. Perfecto. Bueno, yo voy a dejar que la asesora te escriba ahora, así vos le mandás bien la ubicación, logía localiza y te pasas la oferta para que la puedas tener ahí en tu chat, así de esa manera. lo que es el descuento y toda la promoción es bastante accesible, así lo puedes tener lo antes posible, ¿sí? Sí, todo, lo espero. Dale, dale Pedro, muchísimas gracias, hasta luego.",
      "confianza": 0.932,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Sí, puede ser. Hola, ¿así qué tal? ¿Buen día? ¿Hola? ¿Buen día. Sí. ¿Qué tal hablo con el señor Pedro? Sí, así es. Pedro, ¿cómo le va? Le habla Marcos. Estoy trabajando en la zona verificando lo que es activación de fibra óptica. La semana pasada estuvimos instalando en la zona. ¿Ya le pudieron instalar lo que es en el domicilio, Pedro? No sé, pero ¿de qué país se me está llamando? En la área técnica Movistar. ¿Cómo le va, Pedro? Buen día. Ah, de Movistar. Exactamente. ¿Estamos haciendo? No tengo idea si hay fibra o no. Ah, perfecto. Bueno, les comento brevemente, ¿sí? Estamos trabajando en la zona, brindando beneficios para todo el grupo familiar. Desde el área técnica se ha mejorado todo lo que es la cobertura, ya que siempre se trabaja en la zona para mejorar, ¿sí? Pedro, ¿ustedes actualmente se encuentran claros con abono mensual? Sí. Perfecto. ¿Al día de hoy estás con abono o haces recargas, Pedro? Abono. Bueno, te doy una buena noticia. Estamos con una promo fugaz del día para que puedas aprovechar un descuento exclusivo. No me interesa. No te interesa. No me interesa. Todo lo que me interesa es ver si la fibra de Movistar llegó a la zona, nada más. Bien, decímelo bien brindame. Si, decime tu domicilio actual. Calle y numeración, por favor. Yo estoy en Pedromolina. Porque tiene que pasar por Pedromolina, tiene que pasar la fibra de Movistar. Para mí no pasa porque no he visto nada. Bien, ¿Pedro Molina? Pues no hay cruce de calle, Pedro Molina y Perú, de Belgrano, Guaymallén. Bueno, aguantemos un segundito. Bien. Entonces me dijo, ¿entre Pedro Molina y Perú, de Guaymallén? No, eso es cruce de calle. se va a poner en google, pones cruce de calle, pones pedra molina y feru y te va a dar opciones de Belgrano o Guaymallén. Bien, ahí lo vamos a situar para verificar porque las instalaciones de los técnicos son un refuerzo que hace todas las semanas, por eso es importante. Guaymallén es una zona fibrada por ambas empresas, tanto por Claro como por Movistar. No todo, no toda la zona. Claro, es el primero que llego. Por eso todos tienen Claro acá. Claro, por eso todos tienen Claro, exacto. Por ejemplo, esto donde usted está actualmente, lo que es la zona, se está trabajando para dejar instalación. Ahora, lo que nosotros necesitamos es un domicilio preciso porque hay manzanas que están fibradas y manzanas que aún no llegan. Por eso les consultaba. ¿Usted a qué altura está de la calle Pedro Molina? No coincide la altura de mi casa con las Google Maps. Ah, bien, bien. Te lo doy, pero no coincide. Ya lo he hecho. Ya lo has hecho. Vos en este caso, mira lo que podemos hacer. Yo te mando un WhatsApp con una sensora virtual y vos le mandas lo que es la ubicación, así lo geolocalizan y te confirman bien, ¿sí? Sí, dale. Buenísimo. Y por ejemplo, WhatsApp, el día que haga cobertura, el día que haiga, ahí recién podemos devalvar las ofertas de Movistar. Pero mientras no haya fibra de Movistar, En vano que nos ofrecen algo, no nos sirva. Nosotros usamos mucha internet, usamos por el negocio. Perfecto. Ah, tenés un negocio, buenísimo. Mira, hay una... Tengo un negocio y cinco líneas de claro. Tengo cinco o seis, debo tener. Perfecto. ¿Vos serías titular de las líneas en claro? De todas las líneas, sí. Perfecto. Bueno, yo voy a dejar que la asesora te escriba ahora, así vos le mandás bien la ubicación, logía localiza y te pasas la oferta para que la puedas tener ahí en tu chat, así de esa manera. lo que es el descuento y toda la promoción es bastante accesible, así lo puedes tener lo antes posible, ¿sí? Sí, todo, lo espero. Dale, dale Pedro, muchísimas gracias, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.532,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:00:10.306240",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 84,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:24.750027",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111908902_ACD_60859",
    "fecha_inicio": "15/1/2026 11:19:08",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 257,
    "tiempo_conversacion": 230,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}