{
  "archivo": "amza21_1_260116112821526_MIT_01964.wav",
  "duracion_segundos": 329.91,
  "num_segmentos": 76,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 48.74,
    "Cliente": 249.94
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 12.8,
      "fin": 29.38,
      "duracion": 16.58,
      "texto": "Hola, se portó en llamada. Bueno, mira, Terecia, ahí es de subir lo que es la captura de pantalla. Genial. Lo último que me queda hacer es un cierre comercial. Te voy a leer todo rapidito para no demorarte tanto en llamada. Voy a repasar los datos de él, el plan que está contratando y demás, ¿sí?",
      "confianza": 0.337,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.78,
      "fin": 37.31,
      "duracion": 7.53,
      "texto": "Cualquier duda, consulta, me lo haces al final y te voy a pedir que tengas a mano el DNI de él para que me confirmen los últimos tres dígitos del DNI, ¿sí?",
      "confianza": 0.655,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.85,
      "fin": 46.06,
      "duracion": 8.21,
      "texto": "Dale. Bien, perfecto. Para recibir futuras promociones y buscarte, perdón, antes de empezar el cierre, el número de línea fija, así le puedo aplicar el descuento.",
      "confianza": 0.416,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 46.98,
      "fin": 47.26,
      "duracion": 0.28,
      "texto": "Dale.",
      "confianza": 0.791,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.78,
      "fin": 52.33,
      "duracion": 4.55,
      "texto": "Yo puedo llamar a publicarme el número. Sí, lo tengo a decir, 255.",
      "confianza": 0.492,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.33,
      "fin": 54.81,
      "duracion": 1.48,
      "texto": "Esto sería 11, ¿cierto?",
      "confianza": 0.812,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.58,
      "fin": 75.56,
      "duracion": 18.98,
      "texto": "Sí, 11. 11, 255. Eh, espera. ¿Cómo se llama? 255. Un minutito, entonces lo repaso, ¿sí?",
      "confianza": 0.442,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.16,
      "fin": 79.28,
      "duracion": 3.12,
      "texto": "¿Fue que le falta algún numerito?",
      "confianza": 0.753,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.66,
      "fin": 87.61,
      "duracion": 0.95,
      "texto": "Ah, perdón, 4256. Bien,",
      "confianza": 0.297,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 87.61,
      "fin": 95.43,
      "duracion": 7.82,
      "texto": "entonces sería 11-42, perdón, te lo digo como vos me lo dijiste, 11-42550798, ¿cierto?",
      "confianza": 0.607,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.0,
      "fin": 120.47,
      "duracion": 24.47,
      "texto": "Exacto. Bien, muy bien. Ahora sí comienzo con lo que es el cierre comercial para recibir futuras promociones. Entonces, usted me dijo que sí cuentan con lo que es el servicio de Internet en Casa, ¿cierto? Sí, pues, probá. Muy bien, va a estar recibiendo lo que es un descuento de 4.000 pesos en la factura del Internet en Casa a la línea número 11-42-5507-98, ese sería el número de línea FISA.",
      "confianza": 0.321,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.69,
      "fin": 129.71,
      "duracion": 8.02,
      "texto": "Bien, vamos a aportar la línea número. 11-49-89-0574, a nombre de Elia Juan Carlos.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.79,
      "fin": 132.44,
      "duracion": 2.64,
      "texto": "Confírame los últimos tres dígitos de su DNI, por favor.",
      "confianza": 0.763,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.46,
      "fin": 180.32,
      "duracion": 47.86,
      "texto": "5-6-3. Perfecto. Usted dijimos que actualmente es la hija, sí, él le está dando autorización para realizar lo que es el trámite y está al tanto de que está cambiando su línea, ¿cierto? Sí. Muy bien. Cuenta lo que es Juan Carlos con una factura bonos, es decir, que todos los meses recibe una factura de parte de claro su nombre con el monto a pagar, ¿cierto? Sí. Bien. ¿Y el chip es físico, lo coloca dentro del celular o es virtual? Sí, es físico. Muy bien. Entonces va a recibir lo que es el chip en la provincia de Buenos Aires, en la localidad de Berazatei, ¿sí? En Paseo Personal 147, viene una tienda de movistar. Recuerde que se le avisa con un día de anticipación cuando pueda retirar lo que es el chip por la tienda de movistar recordada.",
      "confianza": 0.826,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.86,
      "fin": 190.09,
      "duracion": 9.23,
      "texto": "Bien. Le recuerdo el costo del servicio del día de hoy en el 7.460 pesos. Es un plan con 4 gigas de base más 4 gigas de regalo por 6 meses.",
      "confianza": 0.903,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.53,
      "fin": 199.18,
      "duracion": 8.65,
      "texto": "Va a tener WhatsApp gratis a hablar libre a cualquier compañía, 1 gigabyte de regalo para el juego Free Fire y un descuento por 6 meses de 30.140 pesos.",
      "confianza": 0.728,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 199.66,
      "fin": 245.4,
      "duracion": 45.74,
      "texto": "Sí, recuerde que las gigas de regalo se pueden habilitar hasta 48 horas después de activar la línea. El mail que me proporcionó para hacerlo, que es el envío de facturación, dijimos que es. Nadia Elías, 1987.com. En este mail va a estar recibiendo toda la facturación de manera online. Y cuando usted sea parte de la compañía o con el mismo mail, va a poder ingresar a la aplicación MiMovistar ingresando a la sección de servicios. Va a dar toda la información referida a su factura, ciclo de facturación, vencimiento y montos a pagar. Tiene 20 gigas de regalo de más en la aplicación para activar durante 30 días, una vez al año, cuando quieran. y puede ir al servicio de débito automático y también si pasa más de dos líneas registradas bajo el mismo titular, va a tener cuatro horas de regalo más.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.98,
      "fin": 270.39,
      "duracion": 24.41,
      "texto": "Una vez que la portabilidad de la línea va a aportar dentro de 48 horas hábiles, un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Les solicitamos que en caso de no levantar señal en el kit, tiene que reiniciar el equipo y por otro lado, dentro de los próximos días, va a recibir una encuesta de satisfacción por WhatsApp Les solicito por favor que la completen ya que su opinión es importante para la empresa.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 270.99,
      "fin": 316.95,
      "duracion": 45.96,
      "texto": "Bien. Bueno, Nadia, eso sería todo. Cualquier duda, cualquier consulta que tengas, me puedes hablar vos por tu WhatsApp o tu mamá por el WhatsApp de él. Lo que sí te voy a pedir es que si lo siguen llamando a la Movistar a Juan, que ya no brinde datos porque se pueda hacer una duplicidad en el pedido, o como te comentaba anteriormente, pueden cargar un bebé como arriba mío y me robarían lo que es la venta, ¿sí? Así que eso lo tengo que explicar por cualquier cosita y por eso también te agendo por WhatsApp aún y a él para que tengan ahí a mano para contactarse, ¿sí? Yo sí me quiero contar siempre antes, me comunico por WhatsApp, ¿sí? Perfecto. Bueno, cualquier cosita, me hablas por WhatsApp, ¿sí? Yo te aviso cuando puedan retirar el chip o si no, le llevo un mensaje de texto a Juan diciendo que ya se aprobó lo que se ha pedido y se puede ir. O ese día o al día siguiente.",
      "confianza": 0.825,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.71,
      "fin": 329.91,
      "duracion": 12.2,
      "texto": "Sigue a retirar el chip. Vale, señor Celeste, muchísimas gracias. Chau. Hasta luego.",
      "confianza": 0.175,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, se portó en llamada. Bueno, mira, Terecia, ahí es de subir lo que es la captura de pantalla. Genial. Lo último que me queda hacer es un cierre comercial. Te voy a leer todo rapidito para no demorarte tanto en llamada. Voy a repasar los datos de él, el plan que está contratando y demás, ¿sí? Cualquier duda, consulta, me lo haces al final y te voy a pedir que tengas a mano el DNI de él para que me confirmen los últimos tres dígitos del DNI, ¿sí? Dale. Bien, perfecto. Para recibir futuras promociones y buscarte, perdón, antes de empezar el cierre, el número de línea fija, así le puedo aplicar el descuento. Dale. Yo puedo llamar a publicarme el número. Sí, lo tengo a decir, 255. Esto sería 11, ¿cierto? Sí, 11. 11, 255. Eh, espera. ¿Cómo se llama? 255. Un minutito, entonces lo repaso, ¿sí? ¿Fue que le falta algún numerito? Ah, perdón, 4256. Bien, entonces sería 11-42, perdón, te lo digo como vos me lo dijiste, 11-42550798, ¿cierto? Exacto. Bien, muy bien. Ahora sí comienzo con lo que es el cierre comercial para recibir futuras promociones. Entonces, usted me dijo que sí cuentan con lo que es el servicio de Internet en Casa, ¿cierto? Sí, pues, probá. Muy bien, va a estar recibiendo lo que es un descuento de 4.000 pesos en la factura del Internet en Casa a la línea número 11-42-5507-98, ese sería el número de línea FISA. Bien, vamos a aportar la línea número. 11-49-89-0574, a nombre de Elia Juan Carlos. Confírame los últimos tres dígitos de su DNI, por favor. 5-6-3. Perfecto. Usted dijimos que actualmente es la hija, sí, él le está dando autorización para realizar lo que es el trámite y está al tanto de que está cambiando su línea, ¿cierto? Sí. Muy bien. Cuenta lo que es Juan Carlos con una factura bonos, es decir, que todos los meses recibe una factura de parte de claro su nombre con el monto a pagar, ¿cierto? Sí. Bien. ¿Y el chip es físico, lo coloca dentro del celular o es virtual? Sí, es físico. Muy bien. Entonces va a recibir lo que es el chip en la provincia de Buenos Aires, en la localidad de Berazatei, ¿sí? En Paseo Personal 147, viene una tienda de movistar. Recuerde que se le avisa con un día de anticipación cuando pueda retirar lo que es el chip por la tienda de movistar recordada. Bien. Le recuerdo el costo del servicio del día de hoy en el 7.460 pesos. Es un plan con 4 gigas de base más 4 gigas de regalo por 6 meses. Va a tener WhatsApp gratis a hablar libre a cualquier compañía, 1 gigabyte de regalo para el juego Free Fire y un descuento por 6 meses de 30.140 pesos. Sí, recuerde que las gigas de regalo se pueden habilitar hasta 48 horas después de activar la línea. El mail que me proporcionó para hacerlo, que es el envío de facturación, dijimos que es. Nadia Elías, 1987.com. En este mail va a estar recibiendo toda la facturación de manera online. Y cuando usted sea parte de la compañía o con el mismo mail, va a poder ingresar a la aplicación MiMovistar ingresando a la sección de servicios. Va a dar toda la información referida a su factura, ciclo de facturación, vencimiento y montos a pagar. Tiene 20 gigas de regalo de más en la aplicación para activar durante 30 días, una vez al año, cuando quieran. y puede ir al servicio de débito automático y también si pasa más de dos líneas registradas bajo el mismo titular, va a tener cuatro horas de regalo más. Una vez que la portabilidad de la línea va a aportar dentro de 48 horas hábiles, un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que se quede tranquilo. Les solicitamos que en caso de no levantar señal en el kit, tiene que reiniciar el equipo y por otro lado, dentro de los próximos días, va a recibir una encuesta de satisfacción por WhatsApp Les solicito por favor que la completen ya que su opinión es importante para la empresa. Bien. Bueno, Nadia, eso sería todo. Cualquier duda, cualquier consulta que tengas, me puedes hablar vos por tu WhatsApp o tu mamá por el WhatsApp de él. Lo que sí te voy a pedir es que si lo siguen llamando a la Movistar a Juan, que ya no brinde datos porque se pueda hacer una duplicidad en el pedido, o como te comentaba anteriormente, pueden cargar un bebé como arriba mío y me robarían lo que es la venta, ¿sí? Así que eso lo tengo que explicar por cualquier cosita y por eso también te agendo por WhatsApp aún y a él para que tengan ahí a mano para contactarse, ¿sí? Yo sí me quiero contar siempre antes, me comunico por WhatsApp, ¿sí? Perfecto. Bueno, cualquier cosita, me hablas por WhatsApp, ¿sí? Yo te aviso cuando puedan retirar el chip o si no, le llevo un mensaje de texto a Juan diciendo que ya se aprobó lo que se ha pedido y se puede ir. O ese día o al día siguiente. Sigue a retirar el chip. Vale, señor Celeste, muchísimas gracias. Chau. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.587,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:02:41.482945",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 76,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:17.387126",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116112821526_MIT_01964",
    "fecha_inicio": "16/1/2026 11:28:22",
    "agente_nombre": "MZA 21",
    "agente_login": "mza21",
    "duracion_total": 321,
    "tiempo_conversacion": 319,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}