{
  "archivo": "amza26_1_260116115748739_ACD_13757.wav",
  "duracion_segundos": 221.3,
  "num_segmentos": 75,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 76.78,
    "Cliente": 122.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.99,
      "fin": 6.82,
      "duracion": 5.83,
      "texto": "Me confundió. Hola, Daniel. Hola. ¿Sí? ¿Quién habla? ¿Cómo estás? Buen día.",
      "confianza": 0.254,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.84,
      "fin": 7.82,
      "duracion": 0.98,
      "texto": "Mi nombre es Alejandro.",
      "confianza": 0.438,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.14,
      "fin": 11.13,
      "duracion": 2.99,
      "texto": "Me comunico de la idea de recuperar el cliente en Movistar. ¿Cómo estás?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.79,
      "fin": 23.34,
      "duracion": 10.55,
      "texto": "Y cuando hablo de Movistar me enfurecen. Me ponen... me sacan. Claro, bien. ¿Te ves problema con eso? Bueno, vos vas a hablar conmigo y yo soy Alejandro.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.85,
      "fin": 30.05,
      "duracion": 6.2,
      "texto": "Tuve, tuve problemas. La verdad, ¿te imaginas que después de tantos años si me fui debe ser por algo?",
      "confianza": 0.464,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.13,
      "fin": 39.1,
      "duracion": 7.97,
      "texto": "Sí, sí, la verdad que sí, yo entiendo la gente que se va a veces.",
      "confianza": 0.411,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.12,
      "fin": 64.81,
      "duracion": 25.69,
      "texto": "¿Qué quiere que te diga? Nada. Te dejé mudo, ¿no? No, no, no. Entendible, Daniel. ¿Qué motivos tuviste para ayer? ¿Te tuviste problemas con la facturación? ¿Te trataron de algo? Con todo, con todo. Con todo discutí porque se me quedaba sin señal y otra vez, y dale, y todo reclamo. Venían cuando querían, no sé, bastante macho.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.8,
      "fin": 69.96,
      "duracion": 3.16,
      "texto": "Y ahora me pasé a clave, más o menos andan bastante bien.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.48,
      "fin": 73.12,
      "duracion": 2.64,
      "texto": "La verdad es que no me puedo quejar.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.92,
      "fin": 80.93,
      "duracion": 7.01,
      "texto": "Porque claro que tienen, hasta llegar a mi casa tienen un cable, viste. Y después todo es inalámbrico, adentro es inalámbrico.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.33,
      "fin": 88.0,
      "duracion": 5.67,
      "texto": "Y no me joden ni los cables, no me joden nada. Me parece que me resultó bastante positivo.",
      "confianza": 0.737,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.64,
      "fin": 93.68,
      "duracion": 4.04,
      "texto": "Claro, tuviste también problemas con el internet en tu domicilio.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 94.16,
      "fin": 97.06,
      "duracion": 2.9,
      "texto": "Sí, sí, sí, exactamente.",
      "confianza": 0.509,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 98.14,
      "fin": 105.67,
      "duracion": 7.53,
      "texto": "No, no sé si acá veo que tuviste problemas, los técnicos no iban, cuando iban no se solucionaba el problema o tenía problemas de atención, está acá todo anotado.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.49,
      "fin": 114.28,
      "duracion": 7.79,
      "texto": "Y viste, poco a poco, para acá si querés ver la televisión, querés el que esté en internet. No es tan, qué sé yo, no sé si es complicado o no.",
      "confianza": 0.423,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.02,
      "fin": 129.02,
      "duracion": 14.0,
      "texto": "Desconozco la parte electrónica, no sé, la parte... No sé, yo pago quiero que ande todo. No, más vale, el servicio que se te está brindando que ande. Sí, claro.",
      "confianza": 0.811,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.04,
      "fin": 136.15,
      "duracion": 7.11,
      "texto": "No, no, sí, sí, si veo acá, acá no figura como que hubo un problema con lo que es los cables que había en la zona a la hora de encargar el internet.",
      "confianza": 0.644,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.89,
      "fin": 152.93,
      "duracion": 15.04,
      "texto": "Por eso tenías ese problema. Sí, ¿tienen algo nuevo, algo para ofrecerme, algo bueno, algo barato? ¿Qué tienen? A ver, contame. Yo ahí estaba viendo que te interesan lo que es los canales de televisión, con la fibra óptica que él instaló.",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.25,
      "fin": 164.03,
      "duracion": 9.78,
      "texto": "Sí, y el pad de fútbol. Exactamente. Un pad de fútbol también. Un padcito de fútbol. Voy a hacer una cosa, mira, escúchame. ¿Cómo es, Alejandro? Alejandro.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.54,
      "fin": 182.72,
      "duracion": 18.18,
      "texto": "Alejandro, yo estoy manejando, ¿viste? Entonces estoy yendo para un lugar que me están esperando, no quiero llegar tarde. Mándamelo por WhatsApp, a ver qué tenés para ofrecerme. Más vale, más vale. Yo antes de todo... ¿Está bien? Sí, sí, sí, obvio. ¿Cuánto estás abonando vos por el servicio de cable con Claro?",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.85,
      "fin": 186.85,
      "duracion": 3.0,
      "texto": "58. 58 con todo, perfecto.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.53,
      "fin": 192.38,
      "duracion": 4.85,
      "texto": "Ya te aviso que tenés un mejor combo acá. Con tu línea de internet y los canales de fotógrafo.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.54,
      "fin": 201.59,
      "duracion": 8.05,
      "texto": "Dale, pásamelo bien así detallado para que entienda bien y después hablamos, dale. Dale, perfecto.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 202.53,
      "fin": 215.89,
      "duracion": 13.36,
      "texto": "Y estamos hablando de que la conexión se haya mejorado, todo eso porque si no te imaginas... No vas a tener los mismos problemas. Bueno, dale, dale, pásamelo por WhatsApp. Dale, perfecto.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 216.39,
      "fin": 221.3,
      "duracion": 4.91,
      "texto": "Después hablamos, te mando un abrazo, muchas gracias. Hasta luego.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Me confundió. Hola, Daniel. Hola. ¿Sí? ¿Quién habla? ¿Cómo estás? Buen día. Mi nombre es Alejandro. Me comunico de la idea de recuperar el cliente en Movistar. ¿Cómo estás? Y cuando hablo de Movistar me enfurecen. Me ponen... me sacan. Claro, bien. ¿Te ves problema con eso? Bueno, vos vas a hablar conmigo y yo soy Alejandro. Tuve, tuve problemas. La verdad, ¿te imaginas que después de tantos años si me fui debe ser por algo? Sí, sí, la verdad que sí, yo entiendo la gente que se va a veces. ¿Qué quiere que te diga? Nada. Te dejé mudo, ¿no? No, no, no. Entendible, Daniel. ¿Qué motivos tuviste para ayer? ¿Te tuviste problemas con la facturación? ¿Te trataron de algo? Con todo, con todo. Con todo discutí porque se me quedaba sin señal y otra vez, y dale, y todo reclamo. Venían cuando querían, no sé, bastante macho. Y ahora me pasé a clave, más o menos andan bastante bien. La verdad es que no me puedo quejar. Porque claro que tienen, hasta llegar a mi casa tienen un cable, viste. Y después todo es inalámbrico, adentro es inalámbrico. Y no me joden ni los cables, no me joden nada. Me parece que me resultó bastante positivo. Claro, tuviste también problemas con el internet en tu domicilio. Sí, sí, sí, exactamente. No, no sé si acá veo que tuviste problemas, los técnicos no iban, cuando iban no se solucionaba el problema o tenía problemas de atención, está acá todo anotado. Y viste, poco a poco, para acá si querés ver la televisión, querés el que esté en internet. No es tan, qué sé yo, no sé si es complicado o no. Desconozco la parte electrónica, no sé, la parte... No sé, yo pago quiero que ande todo. No, más vale, el servicio que se te está brindando que ande. Sí, claro. No, no, sí, sí, si veo acá, acá no figura como que hubo un problema con lo que es los cables que había en la zona a la hora de encargar el internet. Por eso tenías ese problema. Sí, ¿tienen algo nuevo, algo para ofrecerme, algo bueno, algo barato? ¿Qué tienen? A ver, contame. Yo ahí estaba viendo que te interesan lo que es los canales de televisión, con la fibra óptica que él instaló. Sí, y el pad de fútbol. Exactamente. Un pad de fútbol también. Un padcito de fútbol. Voy a hacer una cosa, mira, escúchame. ¿Cómo es, Alejandro? Alejandro. Alejandro, yo estoy manejando, ¿viste? Entonces estoy yendo para un lugar que me están esperando, no quiero llegar tarde. Mándamelo por WhatsApp, a ver qué tenés para ofrecerme. Más vale, más vale. Yo antes de todo... ¿Está bien? Sí, sí, sí, obvio. ¿Cuánto estás abonando vos por el servicio de cable con Claro? 58. 58 con todo, perfecto. Ya te aviso que tenés un mejor combo acá. Con tu línea de internet y los canales de fotógrafo. Dale, pásamelo bien así detallado para que entienda bien y después hablamos, dale. Dale, perfecto. Y estamos hablando de que la conexión se haya mejorado, todo eso porque si no te imaginas... No vas a tener los mismos problemas. Bueno, dale, dale, pásamelo por WhatsApp. Dale, perfecto. Después hablamos, te mando un abrazo, muchas gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.53,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:39:58.220684",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 75,
    "total_segmentos_corregido": 25,
    "fecha_correccion": "2026-01-18T23:05:19.752988",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116115748739_ACD_13757",
    "fecha_inicio": "16/1/2026 11:57:48",
    "agente_nombre": "MZA 26",
    "agente_login": "mza26",
    "duracion_total": 259,
    "tiempo_conversacion": 212,
    "tiempo_hold": 0,
    "tiempo_acw": 24,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}