{
  "archivo": "amza313_1_260113112517049_ACD_12259.wav",
  "duracion_segundos": 663.25,
  "num_segmentos": 148,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 80.4,
    "Cliente": 557.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.79,
      "fin": 4.85,
      "duracion": 3.06,
      "texto": "Hola, bendiga María Cristina.",
      "confianza": 0.054,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.87,
      "fin": 4.93,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.124,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.95,
      "fin": 21.75,
      "duracion": 16.8,
      "texto": "María Gusto, me presento. Mi nombre es Agustín. Yo la llamo desde la área de calidad movistar. ¿Cómo le va? ¿Todo bien? Todo bien, sí. María, era mucho. María, la llamamos porque me aseguré acá en el sistema que usted fue parte de la compañía hace un tiempo atrás. Bueno, quería decir qué fue lo que te llevó a cambiar. ¿Tuviste algún inconveniente?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.77,
      "fin": 24.43,
      "duracion": 2.66,
      "texto": "Sí, porque el tema viste era de la bono.",
      "confianza": 0.542,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 24.72,
      "fin": 31.15,
      "duracion": 6.43,
      "texto": "Una vez me lo cortaron, pues yo me había atrasado dos días, bueno, dos días de tantos años.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 32.07,
      "fin": 58.52,
      "duracion": 26.45,
      "texto": "Y entonces me dio tanta bronca que cuando llamé para dar explicaciones, le digo, ay, por dos días me van a querer, y me querían cobrar, no sé, como si fuera como que tenía que volver a retomar todo de nuevo. Y entonces dije, ah, no, no, no, porque sí. Yo no, no es que no lo pagué porque no quise, sino que no podía abrir la aplicación para poderlo pagar y no lo pagué en un pago fácil, me hacía imposible.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.06,
      "fin": 69.0,
      "duracion": 9.94,
      "texto": "Yo lo que tenía que pagar, todo el tema de mi aplicación, viste que el celular es más seguro que el de tu aplicación, a mí lo pagás. Sí, por el tema del laburo, más que nada.",
      "confianza": 0.473,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.64,
      "fin": 79.67,
      "duracion": 10.03,
      "texto": "Y por eso lo di de baja y andaba con muy poca señal también. Andaba con poca señal también. Bien María, ¿qué locales no te encontrarás hoy en día?",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.39,
      "fin": 136.49,
      "duracion": 54.1,
      "texto": "Yo vivo en el mismo lugar que creo que usted tiene la dirección, Pablo Nóvez. Pablo Nóvez, a ver. Sí, en provincia. Sí. Bien. A ver, qué raro, porque me asegura que esa zona, bueno, especialmente ahí, hay una zona muy buena de tu señal, lo que puede pasar que no le andaba bien antes, es porque estaba saturado o porque por ahí no tenía un chip renovado. Ah, claro, sí, sí, porque yo volví a renovar este número, porque yo tenía otro anteriormente, que lo tuve años, por eso también. Pues por eso también, por el tema del chico, como te comentaba, a mediados del año pasado, que Movistar hizo una registraduración de todas las pedidas, claro, salto, se agregaron muchísimas más antenas, han mejorado un montón, es más, Movistar se ha creado una página que muestra cómo está vendida la cobertura en todo el país, está bueno eso, Bueno, después te lo voy a pasar.",
      "confianza": 0.546,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.07,
      "fin": 182.13,
      "duracion": 45.06,
      "texto": "Pero está bueno porque realmente la cultura ha mejorado mucho y que está toda la zona en verde. Ahora, el otro que vos me decías, sí, la verdad es que me veo engorroso, porque te corte un par de líneas por unos días. Sí, no, no, sí, viste que uno, no es que yo, en realidad, viste, más que nada lo necesitaba cuando andaba afuera, afuera por un tema de trabajo, porque a veces me voy afuera. y que me la hayan cortado, me había quedado así. Cuando vos te agarras la bronca, a vos también te aseguras que te pasen alguna vez. Y no, no, no, sí, pero eso fue un momento, porque yo la verdad que con ustedes estaba bárbaro, nunca dije que iba a cambiar y seguimos a visitar hasta el día. Y bueno, volví a cambiar por ese motivo. nada más, pero...",
      "confianza": 0.504,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 182.13,
      "fin": 183.46,
      "duracion": 1.33,
      "texto": "Bien, bien, bien.",
      "confianza": 0.358,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.48,
      "fin": 185.15,
      "duracion": 1.66,
      "texto": "Sí, la verdad que me parece muy bien, Cristina.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.65,
      "fin": 217.72,
      "duracion": 32.07,
      "texto": "María Cristina, no sé cómo te dicen. Cristina, Cristina. Ah, Cristina. Bueno, entonces, mira, lo bueno que tenía en la empresa, a mí me ha pasado y me ha pasado con mis amigos. Mire, yo empecé a trabajar acá hace seis meses y bueno, pasé a todas mis familias, básicamente. Y hay varias veces que se han atrasado. Pero bueno, por lo menos lo que nos ha pasado a nosotros, no, es que se ha pasado. Capas cinco, seis días nunca se les cortó la línea. O sea, siempre siguieron. Por ahí sí, te hacen una recarga que no es mucha, antes no existía, es la recarga chiquita, si es que te demorás un poco, digamos.",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.72,
      "fin": 270.66,
      "duracion": 51.94,
      "texto": "Pero bueno, por lo menos lo que yo le puedo decir de nuestras experiencias es que hoy en día ya eso ha cambiado, por lo menos ha mejorado. Ya no es que te cortan a los dos días como pasaba antes, que era mucho más estricto, ahora es un poco más libre y por ahí ya te tiene que pasar, no sé. 15 días que te tengas de atrás como para que te lo lleguen a acordar, es un ejemplo. A eso me refería como la chica que me tocó, lamentablemente no tenía el culto, como vos quizás. Le dije tal mal, le dije, no, dame, cortame, porque la verdad que si no me vas a dar una solución, no sigo, ¿entendés? Entonces, fue el arranque que tuve, pero bueno. Sí, no, aparte, hoy en día la abuelita, viste en la misma explicación, no del mar, ya te llega quince días antes, como para que hoy ya tengas idea de cuándo se vence y todo, así que te da mucho más tiempo planificar, a ver, los gastos, cuándo cobrás, todo.",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.26,
      "fin": 287.21,
      "duracion": 15.95,
      "texto": "Yo lo que hago siempre, como le decía a la chica esta vez, le digo, bueno, fue un momento, le digo que no tenía la aplicación para pagarlo por el celular, le digo, ir un pago fácil me es imposible porque el laburo, no es que los prenses los propósitos. Entonces le decía,",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.77,
      "fin": 324.35,
      "duracion": 36.58,
      "texto": "lo pago antes, cuando ya me están llegando veo la boleta, yo sé que tengo que pagar, dejo ese chiquitito guardado ahí, como para, claro, viste donde he guardado la plata ahora que tenés aplicaciones, y dejo que con eso, que me alaburo, le digo, el celular, ese dinero como para pagar, de decir, bueno, ya lo tengo pagado, ya el otro mes, no importa, el otro mes ya guardo el otro, viste, y así, pero bueno. Es más, hoy en día, hasta si usted ve lo del chat, se puede ir al débito automático, pues automáticamente le debita alguna cuenta que usted tenga.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.77,
      "fin": 356.84,
      "duracion": 31.07,
      "texto": "Sí, sí, lo había hecho la aplicación por Mercado Pago. Claro, sí, pero además en Mercado Pago, vos podés poner una opción para que se te evite de tu cuenta de banco, todos los meses que usted es de cuenta zona, entonces él ya terminará de estar pagando, claro, entonces ya vendría eso que a usted no te pasaría. Y por ejemplo, teníamos María, ¿Qué uso le das al celo? ¿Lo usas mucho para el trabajo o algo? Más que nada cuando estoy así en la calle, en el sentido de que en mi trabajo tengo Wi-Fi, en casa también.",
      "confianza": 0.434,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 357.7,
      "fin": 364.37,
      "duracion": 6.67,
      "texto": "Más que nada en la calle me urge, porque mis hijos están todos grandes, pero a veces me llaman por trabajo.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.67,
      "fin": 383.39,
      "duracion": 17.72,
      "texto": "Más que nada, a veces en algunos lugares, yo ahora acabo de volver al Uruguay, En cierto lugar he visto que algunas señales andan media flojas, ¿viste? ¿No se refiere ahora con claro? Sí,",
      "confianza": 0.618,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 383.39,
      "fin": 389.75,
      "duracion": 6.36,
      "texto": "claro, tuve que decir que había Wi-Fi porque salía a la calle y ya le quedaba muerto el teléfono.",
      "confianza": 0.451,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 389.91,
      "fin": 435.13,
      "duracion": 45.22,
      "texto": "A mi compañera que también tenía claro, yo le dije, bueno, vos justo vas a poner claro también. Ni siquiera se puede pasar rato, ¿viste? Esa cosa que se puede pasar rato. Sí, sí, sí, sí. Ni siquiera eso. Nada, ninguno de las dos. Bueno, igual. Por lo menos que es Movistar, hoy en día andan un poco mejor. Y le consulto, hoy en día usted lo tiene también con Claro o tiene Movistar o otra empresa. No, no, tengo Telecentro, porque yo quería hacer un combo. Por ejemplo, hablé con Claro para que me haga claro ya con la combo recién, dijiste vos, y no me dice que ese barrio es zona roja que no está para poner el wifi. No me digas zona roja.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 436.06,
      "fin": 481.81,
      "duracion": 45.75,
      "texto": "Así me dijo que no llega o no le digo es zona roja o ustedes todavía no llegan quizás le digo porque hay muchas líneas de otras empresas que todos están funcionando le digo de celular a la línea de generar la casa le digo. Mi hijo tiene todo movistar mira. Sí, todo tiene Movizar. Yo empecé con Movizar y le fui como gran menores. Yo era la titular de todo. Y esos se quedaron y yo me fui. Y bueno, las cosas cambian por ahí. Justamente, si le parece María, podemos chequear si hay un tipo de cobertura de disponibilidad en su zona.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 482.47,
      "fin": 511.4,
      "duracion": 28.93,
      "texto": "Acá por ejemplo, en Movizar hay un combo que le viene todo junto. que por ejemplo le viene 300 milas de wifi y ocho días para su línea, que serían cuatro base y cuatro más para todo el combo. Les viene con la línea fija totalmente bonificada, por más que no se use mucho, les viene igual. Y tiene también dos meses gratis de la televisión a hogar, o sea, en los canales de televisión. También lo tiene por encargado y le viene, por ejemplo, todo eso en 24 mil pesos al día de hoy.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 512.32,
      "fin": 539.61,
      "duracion": 27.29,
      "texto": "todos juntos, la verdad es que no está nada mal, y teniendo en cuenta que bueno Movistar salió por 5 años contundido como mejor WiFi en el país, la verdad es que por lo menos en la zona de WiFi pasa muy muy bien, no se corta, no tiene esos problemas que parecen con otras empresas, el que por ahí viste que se te guarda reviendo algo y decidió que ahora se viene cortado, pero bueno, no pasa, lo que podemos hacer es como te digo, es eso, sequear si hay cobertura, a ver si es que se podría o no,",
      "confianza": 0.541,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 540.23,
      "fin": 549.5,
      "duracion": 9.27,
      "texto": "Yo pregunto, ¿me puedes llamar mañana, que yo entro a las 11 acá, pero de 8 o hasta las 9 estoy en mi casa y voy a hablar más tranquila?",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 550.65,
      "fin": 552.25,
      "duracion": 1.6,
      "texto": "Ah, ¿estás ahora muy ocupada?",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 553.27,
      "fin": 574.73,
      "duracion": 21.46,
      "texto": "Sí, ahora estoy en mi trabajo. Yo no tengo ningún problema. Lo último que si te parece que podemos hacer, si te parece, puedes decirme la ubicación. Así verificamos nada más si hay posibilidades o no, porque debe que... ¿Qué tengo, la dirección? Sí, sí, decíme la calle y numeración, nada más. Ah, bueno, Alfonsín Estorni. Sí. Cuarenta y siete, sesenta y siete.",
      "confianza": 0.521,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 575.93,
      "fin": 577.6,
      "duracion": 1.66,
      "texto": "Cuarenta y siete, sesenta y siete.",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 579.06,
      "fin": 592.8,
      "duracion": 13.74,
      "texto": "Sí. Bien, dame un segundito. Vamos a checar si está bien en el map. O sea, que está bien en las destacadas. Amperes y... Amperes y ganilero y ganilay. Bien, esto me he hecho de Pablo Nogre. Pablo Nogre, sí. La ganilera, Pablo Nogre.",
      "confianza": 0.092,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 593.79,
      "fin": 596.36,
      "duracion": 2.56,
      "texto": "Sí, me figura Galileo Bernier y Ampere.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 597.64,
      "fin": 656.96,
      "duracion": 59.32,
      "texto": "Sí, entre esas dos calles. Y Pólito Bouchard. Bouchard, no sé si es la calle de atrás. Bouchard que es la paralela, la paralela del costado. Perfecto, entonces ahora yo lo voy a chequear, María, igual ya te enviamos el arquitecto de WhatsApp. Sí. Vale. Al menos te quede el link de la señal para que lo puedas chequear cuando quieras. Y bueno, un poquito ahorita, mañana estás en tu casa, ocho y media, nueve. Hasta la 9.20 salvo a mi casa, ¿viste? Cualquier cosita, 8 y media, por ahí, cualquier cosita. Mira, yo te voy a dar igual por WhatsApp, pero cualquier cosa, 8 y media, por ahí yo también podría dar. Ah, bueno, bueno. Dale, dale, dale. Dale. Bueno, Cristina, te mando un saludo, que tengamos un buen día del trabajo y estamos en contacto. Dale, dale. Buenísimo. Disculpa que no te puedo atender más porque estoy recién acá. Acabo de llegar de viaje y ya empecé mi nuevo laburo ahí y estoy haciendo un proyecto. Sí, hay que recuperar ahí tiempo perdido. Sí, sí, sí. Dale, dale. Bueno, perfecto. Cristina, te mando un saludo y estamos en contacto.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 657.78,
      "fin": 663.25,
      "duracion": 5.47,
      "texto": "Buenísimo. Listo, listo. Muchas gracias. Un saludo.",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, bendiga María Cristina. Sí. María Gusto, me presento. Mi nombre es Agustín. Yo la llamo desde la área de calidad movistar. ¿Cómo le va? ¿Todo bien? Todo bien, sí. María, era mucho. María, la llamamos porque me aseguré acá en el sistema que usted fue parte de la compañía hace un tiempo atrás. Bueno, quería decir qué fue lo que te llevó a cambiar. ¿Tuviste algún inconveniente? Sí, porque el tema viste era de la bono. Una vez me lo cortaron, pues yo me había atrasado dos días, bueno, dos días de tantos años. Y entonces me dio tanta bronca que cuando llamé para dar explicaciones, le digo, ay, por dos días me van a querer, y me querían cobrar, no sé, como si fuera como que tenía que volver a retomar todo de nuevo. Y entonces dije, ah, no, no, no, porque sí. Yo no, no es que no lo pagué porque no quise, sino que no podía abrir la aplicación para poderlo pagar y no lo pagué en un pago fácil, me hacía imposible. Yo lo que tenía que pagar, todo el tema de mi aplicación, viste que el celular es más seguro que el de tu aplicación, a mí lo pagás. Sí, por el tema del laburo, más que nada. Y por eso lo di de baja y andaba con muy poca señal también. Andaba con poca señal también. Bien María, ¿qué locales no te encontrarás hoy en día? Yo vivo en el mismo lugar que creo que usted tiene la dirección, Pablo Nóvez. Pablo Nóvez, a ver. Sí, en provincia. Sí. Bien. A ver, qué raro, porque me asegura que esa zona, bueno, especialmente ahí, hay una zona muy buena de tu señal, lo que puede pasar que no le andaba bien antes, es porque estaba saturado o porque por ahí no tenía un chip renovado. Ah, claro, sí, sí, porque yo volví a renovar este número, porque yo tenía otro anteriormente, que lo tuve años, por eso también. Pues por eso también, por el tema del chico, como te comentaba, a mediados del año pasado, que Movistar hizo una registraduración de todas las pedidas, claro, salto, se agregaron muchísimas más antenas, han mejorado un montón, es más, Movistar se ha creado una página que muestra cómo está vendida la cobertura en todo el país, está bueno eso, Bueno, después te lo voy a pasar. Pero está bueno porque realmente la cultura ha mejorado mucho y que está toda la zona en verde. Ahora, el otro que vos me decías, sí, la verdad es que me veo engorroso, porque te corte un par de líneas por unos días. Sí, no, no, sí, viste que uno, no es que yo, en realidad, viste, más que nada lo necesitaba cuando andaba afuera, afuera por un tema de trabajo, porque a veces me voy afuera. y que me la hayan cortado, me había quedado así. Cuando vos te agarras la bronca, a vos también te aseguras que te pasen alguna vez. Y no, no, no, sí, pero eso fue un momento, porque yo la verdad que con ustedes estaba bárbaro, nunca dije que iba a cambiar y seguimos a visitar hasta el día. Y bueno, volví a cambiar por ese motivo. nada más, pero... Bien, bien, bien. Sí, la verdad que me parece muy bien, Cristina. María Cristina, no sé cómo te dicen. Cristina, Cristina. Ah, Cristina. Bueno, entonces, mira, lo bueno que tenía en la empresa, a mí me ha pasado y me ha pasado con mis amigos. Mire, yo empecé a trabajar acá hace seis meses y bueno, pasé a todas mis familias, básicamente. Y hay varias veces que se han atrasado. Pero bueno, por lo menos lo que nos ha pasado a nosotros, no, es que se ha pasado. Capas cinco, seis días nunca se les cortó la línea. O sea, siempre siguieron. Por ahí sí, te hacen una recarga que no es mucha, antes no existía, es la recarga chiquita, si es que te demorás un poco, digamos. Pero bueno, por lo menos lo que yo le puedo decir de nuestras experiencias es que hoy en día ya eso ha cambiado, por lo menos ha mejorado. Ya no es que te cortan a los dos días como pasaba antes, que era mucho más estricto, ahora es un poco más libre y por ahí ya te tiene que pasar, no sé. 15 días que te tengas de atrás como para que te lo lleguen a acordar, es un ejemplo. A eso me refería como la chica que me tocó, lamentablemente no tenía el culto, como vos quizás. Le dije tal mal, le dije, no, dame, cortame, porque la verdad que si no me vas a dar una solución, no sigo, ¿entendés? Entonces, fue el arranque que tuve, pero bueno. Sí, no, aparte, hoy en día la abuelita, viste en la misma explicación, no del mar, ya te llega quince días antes, como para que hoy ya tengas idea de cuándo se vence y todo, así que te da mucho más tiempo planificar, a ver, los gastos, cuándo cobrás, todo. Yo lo que hago siempre, como le decía a la chica esta vez, le digo, bueno, fue un momento, le digo que no tenía la aplicación para pagarlo por el celular, le digo, ir un pago fácil me es imposible porque el laburo, no es que los prenses los propósitos. Entonces le decía, lo pago antes, cuando ya me están llegando veo la boleta, yo sé que tengo que pagar, dejo ese chiquitito guardado ahí, como para, claro, viste donde he guardado la plata ahora que tenés aplicaciones, y dejo que con eso, que me alaburo, le digo, el celular, ese dinero como para pagar, de decir, bueno, ya lo tengo pagado, ya el otro mes, no importa, el otro mes ya guardo el otro, viste, y así, pero bueno. Es más, hoy en día, hasta si usted ve lo del chat, se puede ir al débito automático, pues automáticamente le debita alguna cuenta que usted tenga. Sí, sí, lo había hecho la aplicación por Mercado Pago. Claro, sí, pero además en Mercado Pago, vos podés poner una opción para que se te evite de tu cuenta de banco, todos los meses que usted es de cuenta zona, entonces él ya terminará de estar pagando, claro, entonces ya vendría eso que a usted no te pasaría. Y por ejemplo, teníamos María, ¿Qué uso le das al celo? ¿Lo usas mucho para el trabajo o algo? Más que nada cuando estoy así en la calle, en el sentido de que en mi trabajo tengo Wi-Fi, en casa también. Más que nada en la calle me urge, porque mis hijos están todos grandes, pero a veces me llaman por trabajo. Más que nada, a veces en algunos lugares, yo ahora acabo de volver al Uruguay, En cierto lugar he visto que algunas señales andan media flojas, ¿viste? ¿No se refiere ahora con claro? Sí, claro, tuve que decir que había Wi-Fi porque salía a la calle y ya le quedaba muerto el teléfono. A mi compañera que también tenía claro, yo le dije, bueno, vos justo vas a poner claro también. Ni siquiera se puede pasar rato, ¿viste? Esa cosa que se puede pasar rato. Sí, sí, sí, sí. Ni siquiera eso. Nada, ninguno de las dos. Bueno, igual. Por lo menos que es Movistar, hoy en día andan un poco mejor. Y le consulto, hoy en día usted lo tiene también con Claro o tiene Movistar o otra empresa. No, no, tengo Telecentro, porque yo quería hacer un combo. Por ejemplo, hablé con Claro para que me haga claro ya con la combo recién, dijiste vos, y no me dice que ese barrio es zona roja que no está para poner el wifi. No me digas zona roja. Así me dijo que no llega o no le digo es zona roja o ustedes todavía no llegan quizás le digo porque hay muchas líneas de otras empresas que todos están funcionando le digo de celular a la línea de generar la casa le digo. Mi hijo tiene todo movistar mira. Sí, todo tiene Movizar. Yo empecé con Movizar y le fui como gran menores. Yo era la titular de todo. Y esos se quedaron y yo me fui. Y bueno, las cosas cambian por ahí. Justamente, si le parece María, podemos chequear si hay un tipo de cobertura de disponibilidad en su zona. Acá por ejemplo, en Movizar hay un combo que le viene todo junto. que por ejemplo le viene 300 milas de wifi y ocho días para su línea, que serían cuatro base y cuatro más para todo el combo. Les viene con la línea fija totalmente bonificada, por más que no se use mucho, les viene igual. Y tiene también dos meses gratis de la televisión a hogar, o sea, en los canales de televisión. También lo tiene por encargado y le viene, por ejemplo, todo eso en 24 mil pesos al día de hoy. todos juntos, la verdad es que no está nada mal, y teniendo en cuenta que bueno Movistar salió por 5 años contundido como mejor WiFi en el país, la verdad es que por lo menos en la zona de WiFi pasa muy muy bien, no se corta, no tiene esos problemas que parecen con otras empresas, el que por ahí viste que se te guarda reviendo algo y decidió que ahora se viene cortado, pero bueno, no pasa, lo que podemos hacer es como te digo, es eso, sequear si hay cobertura, a ver si es que se podría o no, Yo pregunto, ¿me puedes llamar mañana, que yo entro a las 11 acá, pero de 8 o hasta las 9 estoy en mi casa y voy a hablar más tranquila? Ah, ¿estás ahora muy ocupada? Sí, ahora estoy en mi trabajo. Yo no tengo ningún problema. Lo último que si te parece que podemos hacer, si te parece, puedes decirme la ubicación. Así verificamos nada más si hay posibilidades o no, porque debe que... ¿Qué tengo, la dirección? Sí, sí, decíme la calle y numeración, nada más. Ah, bueno, Alfonsín Estorni. Sí. Cuarenta y siete, sesenta y siete. Cuarenta y siete, sesenta y siete. Sí. Bien, dame un segundito. Vamos a checar si está bien en el map. O sea, que está bien en las destacadas. Amperes y... Amperes y ganilero y ganilay. Bien, esto me he hecho de Pablo Nogre. Pablo Nogre, sí. La ganilera, Pablo Nogre. Sí, me figura Galileo Bernier y Ampere. Sí, entre esas dos calles. Y Pólito Bouchard. Bouchard, no sé si es la calle de atrás. Bouchard que es la paralela, la paralela del costado. Perfecto, entonces ahora yo lo voy a chequear, María, igual ya te enviamos el arquitecto de WhatsApp. Sí. Vale. Al menos te quede el link de la señal para que lo puedas chequear cuando quieras. Y bueno, un poquito ahorita, mañana estás en tu casa, ocho y media, nueve. Hasta la 9.20 salvo a mi casa, ¿viste? Cualquier cosita, 8 y media, por ahí, cualquier cosita. Mira, yo te voy a dar igual por WhatsApp, pero cualquier cosa, 8 y media, por ahí yo también podría dar. Ah, bueno, bueno. Dale, dale, dale. Dale. Bueno, Cristina, te mando un saludo, que tengamos un buen día del trabajo y estamos en contacto. Dale, dale. Buenísimo. Disculpa que no te puedo atender más porque estoy recién acá. Acabo de llegar de viaje y ya empecé mi nuevo laburo ahí y estoy haciendo un proyecto. Sí, hay que recuperar ahí tiempo perdido. Sí, sí, sí. Dale, dale. Bueno, perfecto. Cristina, te mando un saludo y estamos en contacto. Buenísimo. Listo, listo. Muchas gracias. Un saludo.",
  "calidad": {
    "confianza_promedio": 0.494,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 18.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:15:22.234229",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 148,
    "total_segmentos_corregido": 32,
    "fecha_correccion": "2026-01-18T23:05:22.041817",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113112517049_ACD_12259",
    "fecha_inicio": "13/1/2026 11:25:17",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 783,
    "tiempo_conversacion": 640,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}