{
  "archivo": "amza27_1_260112120637681_ACD_52257.wav",
  "duracion_segundos": 182.01,
  "num_segmentos": 62,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 15.73,
    "Cliente": 159.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.41,
      "fin": 48.95,
      "duracion": 46.54,
      "texto": "¿Hola? Hola, sí. Buen día, recién es mi nombre, ¿he querido hablar con Ruth o con alguno de sus niños? Soy el hijo, la otra línea. ¿Qué tal, cómo estás? ¿Todo bien? Todo bien, ¿y vos? Muy bien, muchas gracias por preguntar. Para ser breve, bueno, otra sesión, porque tenemos promociones en lo que es el servicio de Internet. ¿Vos sabés con qué compañero maneja la web? ¿Fue ahí en casa? Sí, pero es una del barrio, no conocí. ¿No vamos a la desigila de lo que es movilizar a la zona? Sí, tengo el posto enfrente. Ah, bien. ¿Y por qué no tenés movilizar con nosotros? Porque hace dos años tuve un problema, igual. Pero estábamos pensando, no sé si nos pueden llamar nosotros. Claro,",
      "confianza": 0.142,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 48.95,
      "fin": 58.84,
      "duracion": 9.89,
      "texto": "porque nosotros justamente tenemos que emocionar, tenemos lo que es ir a línea, más lo que es el servicio de internet con 300 megas en tan solo 24.000 pesos, ¿bien?",
      "confianza": 0.6,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.03,
      "fin": 76.39,
      "duracion": 17.36,
      "texto": "¿Vos cuánto con la edad de Welfare? No, pago 10.000. Pero si queríamos, también nos vamos a gastar. Bueno, buenísimo. Mira, nosotros el procedimiento ahora es súper sencillo porque lo que nosotros hacemos es validar los datos, en este caso, de tu mamá, ¿no? Bien, para que puedan volver nuevamente.",
      "confianza": 0.275,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.93,
      "fin": 80.46,
      "duracion": 3.52,
      "texto": "¿Sería solamente esta línea o tienen otra línea?",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.16,
      "fin": 86.59,
      "duracion": 5.43,
      "texto": "Tenemos dos fondos, la de mi mamá y la mía. Bien, perfecto. ¿Y aquí algo? ¿Cuánto están volviendo?",
      "confianza": 0.174,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 87.21,
      "fin": 116.15,
      "duracion": 28.94,
      "texto": "30 por las dos. ¿Y cuánto ha sido el manejo, a ver? 10, creo. Claro, sí. Bueno, amigas, con nosotros tenemos un plan familiar que te pagarían las dos líneas en 26.500, pero cada línea les quedaría con un total de 20 días. Serían 8 de gran de base, 8 de regalo que te vamos a durar en 3 meses y 4 de forma permanente por haber traído las dos líneas con nuestra compañía, ¿no dirán?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 116.17,
      "fin": 122.01,
      "duracion": 5.84,
      "texto": "O sea, un total de 20.000 en WhatsApp Gratis, chamanos a todas las compañías, a América Preso Locales y Roman en América.",
      "confianza": 0.174,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.03,
      "fin": 152.5,
      "duracion": 30.47,
      "texto": "Sería 13.250 cada una. Bueno, mirá, no sé si me podés llamar más tarde. Bueno, ¿en cuanto me podrías contactar con vos o no me podrías contactar con tu mamá? ¿Me mandabas vos un mensajito y yo me contacto con ella? Es que no sé si está trabajando ahora, por eso. O sea, no te voy a responder directamente. Bueno, ¿cómo es tu nombre, perdón? Martín. Martín, ¿Vos en cuanto más o menos salís del gimnasio?",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.62,
      "fin": 177.44,
      "duracion": 23.82,
      "texto": "Y ponéle que a las 3 ya me podés llamar. Ok. A las 2.30 y a las 3.00. Y antes de que me ponía a comunicar, yo puse a hacerle un favor. ¿Pico 2? No sé si podés pico 2. Dale. A las 2.00 entonces te llamo. Te dejo un mensajito. Dale. A través de WhatsApp, para que estemos en contacto y me puedas agenda, ¿vale? Bueno, dale. Dale, Martín. Muchísimas gracias. Que tengas un buen día. Chau.",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.74,
      "fin": 182.01,
      "duracion": 3.28,
      "texto": "No.",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Hola? Hola, sí. Buen día, recién es mi nombre, ¿he querido hablar con Ruth o con alguno de sus niños? Soy el hijo, la otra línea. ¿Qué tal, cómo estás? ¿Todo bien? Todo bien, ¿y vos? Muy bien, muchas gracias por preguntar. Para ser breve, bueno, otra sesión, porque tenemos promociones en lo que es el servicio de Internet. ¿Vos sabés con qué compañero maneja la web? ¿Fue ahí en casa? Sí, pero es una del barrio, no conocí. ¿No vamos a la desigila de lo que es movilizar a la zona? Sí, tengo el posto enfrente. Ah, bien. ¿Y por qué no tenés movilizar con nosotros? Porque hace dos años tuve un problema, igual. Pero estábamos pensando, no sé si nos pueden llamar nosotros. Claro, porque nosotros justamente tenemos que emocionar, tenemos lo que es ir a línea, más lo que es el servicio de internet con 300 megas en tan solo 24.000 pesos, ¿bien? ¿Vos cuánto con la edad de Welfare? No, pago 10.000. Pero si queríamos, también nos vamos a gastar. Bueno, buenísimo. Mira, nosotros el procedimiento ahora es súper sencillo porque lo que nosotros hacemos es validar los datos, en este caso, de tu mamá, ¿no? Bien, para que puedan volver nuevamente. ¿Sería solamente esta línea o tienen otra línea? Tenemos dos fondos, la de mi mamá y la mía. Bien, perfecto. ¿Y aquí algo? ¿Cuánto están volviendo? 30 por las dos. ¿Y cuánto ha sido el manejo, a ver? 10, creo. Claro, sí. Bueno, amigas, con nosotros tenemos un plan familiar que te pagarían las dos líneas en 26.500, pero cada línea les quedaría con un total de 20 días. Serían 8 de gran de base, 8 de regalo que te vamos a durar en 3 meses y 4 de forma permanente por haber traído las dos líneas con nuestra compañía, ¿no dirán? O sea, un total de 20.000 en WhatsApp Gratis, chamanos a todas las compañías, a América Preso Locales y Roman en América. Sería 13.250 cada una. Bueno, mirá, no sé si me podés llamar más tarde. Bueno, ¿en cuanto me podrías contactar con vos o no me podrías contactar con tu mamá? ¿Me mandabas vos un mensajito y yo me contacto con ella? Es que no sé si está trabajando ahora, por eso. O sea, no te voy a responder directamente. Bueno, ¿cómo es tu nombre, perdón? Martín. Martín, ¿Vos en cuanto más o menos salís del gimnasio? Y ponéle que a las 3 ya me podés llamar. Ok. A las 2.30 y a las 3.00. Y antes de que me ponía a comunicar, yo puse a hacerle un favor. ¿Pico 2? No sé si podés pico 2. Dale. A las 2.00 entonces te llamo. Te dejo un mensajito. Dale. A través de WhatsApp, para que estemos en contacto y me puedas agenda, ¿vale? Bueno, dale. Dale, Martín. Muchísimas gracias. Que tengas un buen día. Chau. No.",
  "calidad": {
    "confianza_promedio": 0.396,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:42:03.000482",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:19.864914",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112120637681_ACD_52257",
    "fecha_inicio": "12/1/2026 12:06:37",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 201,
    "tiempo_conversacion": 177,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}