{
  "archivo": "amza32_1_260115145400425_ACD_94583.wav",
  "duracion_segundos": 415.48,
  "num_segmentos": 94,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 119.82,
    "Cliente": 262.84
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.47,
      "fin": 7.21,
      "duracion": 5.74,
      "texto": "Hola, buenas tardes. Mi nombre es Marina. Hablo con Sandra.",
      "confianza": 0.381,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.23,
      "fin": 7.29,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.046,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.31,
      "fin": 19.14,
      "duracion": 11.83,
      "texto": "Sandra, un gusto. ¿Cómo estás el día de hoy? ¿Todo bien? Sí, todo bien. Sandra, ¿me estabas comunicando el día de hoy? ¿Por qué me figuras que estás en la compañía de clara salmente? ¿Es correcto?",
      "confianza": 0.341,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.38,
      "fin": 21.93,
      "duracion": 0.55,
      "texto": "Sí. Perfecto.",
      "confianza": 0.067,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.55,
      "fin": 43.84,
      "duracion": 21.29,
      "texto": "Sandra, yo diría que me estabas comunicando desde el monitor porque queríamos conocer cuál fue el motivo que a vos se llevó a irte de la compañía. ¿Y, realmente, dónde se va a recuperarte como clienta? Coméntame cuál es el motivo que a usted llevó a irte. Bueno, yo había comprado el celular, todo ahí en la casa de movistar, todo.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.76,
      "fin": 59.33,
      "duracion": 14.57,
      "texto": "Y cuando lo compré, me hicieron un contrato de dos años que por la factura, con un descuento que por dos años a mí no me iban a aumentar la factura. Sí. el teléfono y cosa que nunca se cumplió.",
      "confianza": 0.804,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.33,
      "fin": 79.3,
      "duracion": 18.97,
      "texto": "Todos los meses que me venían, me aumentaban, yo reclamaba y decían, no, la próxima factura viene con descuento y nunca pasó. Y bueno, me cansé y me cambié de línea, de compañía. Sí,",
      "confianza": 0.725,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 79.3,
      "fin": 80.39,
      "duracion": 1.09,
      "texto": "bien, entiendo.",
      "confianza": 0.426,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.41,
      "fin": 83.72,
      "duracion": 3.3,
      "texto": "Sandra, en ese caso yo te pido una disculpa, sí, por lo que tu sé qué pasar.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.29,
      "fin": 90.57,
      "duracion": 6.28,
      "texto": "Claramente, por lo que comentás, no contaste con un asesor. Alguien que se recibirá esta documenta y te ayudara.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.41,
      "fin": 96.02,
      "duracion": 4.61,
      "texto": "Al día de hoy estamos llamando a los clientes que tuvieron problemas en la compañía para recuperarlos.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 96.68,
      "fin": 101.08,
      "duracion": 4.4,
      "texto": "Y, justamente, que tengan lo que es un asesor, sí, que los pueda ayudar.",
      "confianza": 0.81,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.76,
      "fin": 104.29,
      "duracion": 2.52,
      "texto": "Obviamente, lo que esté en nuestro alcance.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.33,
      "fin": 132.18,
      "duracion": 25.85,
      "texto": "Actualmente, bueno, yo, este asesor a vos, cualquier duda que usted te haga poder comunicar conmigo, Yo no tengo ningún inconveniente sin que vos me escridas si necesitas ayuda o lo que sea, justamente para eso estamos. Sí, a mí me gustaría recuperarte como clienta, porque bueno, considero que por ese error, por ese inconveniente que vos tuviste, no está buena para ver clientes así.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 132.74,
      "fin": 138.21,
      "duracion": 5.47,
      "texto": "Salme una comentación. Vos actualmente en claro, ¿cuántos días ocupas mensualmente?",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.84,
      "fin": 147.19,
      "duracion": 7.35,
      "texto": "No, digamos que no. Tengo 12 GB, pero yo no lo ocupo todo.",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.51,
      "fin": 155.82,
      "duracion": 7.31,
      "texto": "En mi casa tengo internet y en mi trabajo también, así que si lo ofrendo es cuando viajo.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.52,
      "fin": 159.11,
      "duracion": 2.58,
      "texto": "Y nada más, pero no lo ocupo a los 12 GB.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.03,
      "fin": 162.07,
      "duracion": 2.04,
      "texto": "Bien, en este caso sí, por lo que vamos a comentar.",
      "confianza": 0.537,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 162.61,
      "fin": 167.94,
      "duracion": 5.33,
      "texto": "Nosotros tenemos un plan de 8 GB de base más 8 GB de regalo.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.31,
      "fin": 176.82,
      "duracion": 8.51,
      "texto": "por seis meses en 10,400 pesos, tener lo que es WhatsApp gratis, hablarle a cualquier compañía y roaming en América, ¿sí?",
      "confianza": 0.66,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.84,
      "fin": 185.33,
      "duracion": 8.49,
      "texto": "En este caso, lo que vos me comentás de que vos no ocupas los lligas, lo que tiene, bueno, en Movistar es que vos los podéis guardar para el mes siguiente, ¿sí? Y estos lligas se te van acumulando.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.83,
      "fin": 191.28,
      "duracion": 5.45,
      "texto": "En el caso de que vos necesites más lligas para justamente no quedarte en una incomunicada, ¿sí?",
      "confianza": 0.544,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.06,
      "fin": 197.84,
      "duracion": 5.79,
      "texto": "Y WhatsApp gratis empieza a ser desde lo que es el momento uno, es decir, que a vos no se te va",
      "confianza": 0.575,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.29,
      "fin": 219.74,
      "duracion": 21.45,
      "texto": "no se te va a consumir datos por utilizarlos, ¿sí? A diferencia de otras compañías que empiezan a ser gratis cuando el cliente ya se queda sin datos. Sí, sí, sí. Además, bueno, lo que tiene uno muy interesante es que nosotros, por portarte el día de hoy, te regalamos lo que son 20 gigas para que vos puedas usarlo por 30 días, una vez al año, ¿sí?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.38,
      "fin": 226.23,
      "duracion": 5.85,
      "texto": "En el caso que lo necesites, porque tenés que justo viajar a algún lugar, lo puedes activar cuando vos lo necesites.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.68,
      "fin": 232.3,
      "duracion": 4.62,
      "texto": "De hecho, el trámite de portería es solamente rápido y sencillo.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.86,
      "fin": 249.42,
      "duracion": 16.56,
      "texto": "Nosotros tenemos lo que son los datos de mi asistida. Como vos ya fuiste clienta, es solamente repasarlos para verificar que todo esté en orden y que no tengamos que modificar nada. Y en el caso de que haya que modificarlo, ya sea corredor, fecha de nacimiento o lo que sea, lo modificamos.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.94,
      "fin": 250.14,
      "duracion": 0.2,
      "texto": "¿Sí?",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 251.44,
      "fin": 253.14,
      "duracion": 1.7,
      "texto": "De toda la gestión me encargo yo.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.98,
      "fin": 256.8,
      "duracion": 2.82,
      "texto": "Al cargo del sistema, bueno, tenés que hacer absolutamente nada.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.44,
      "fin": 308.36,
      "duracion": 50.92,
      "texto": "es nuevamente rápido y sencillo, yo te asigno lo que es una sucursal, para que vos lo puedas ir a buscar, ¿sí? Y en 48 de los Jueves habrás que andar este fin de mes ya con la compañía. ¿Sí? Sí, sí, te entiendo. Sí, sí. Bien. Bueno, lo voy a consultar con mi hermano, si él se quiere pasar. porque él también está en claro y era de movistar. Porque él es el que me paga la línea del teléfono con la tarjeta de débito de él. Ah, perfecto, perfecto. Bien, lo que podemos hacer, sí, yo le mando lo que es un mensajito por WhatsApp con mi agenda.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.22,
      "fin": 312.29,
      "duracion": 3.06,
      "texto": "Y si querés, no sé, ahora te voy a estar con tu hermano.",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.43,
      "fin": 319.25,
      "duracion": 5.82,
      "texto": "Y yo lo veo mañana recientemente. Ah, mañana, perfecto. Bien,",
      "confianza": 0.247,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 319.25,
      "fin": 327.43,
      "duracion": 8.18,
      "texto": "bueno, esperemos que esta promoción de gente mañana, porque realmente se ha dado por el día de hoy, justamente para recuperar a los clientes.",
      "confianza": 0.691,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 328.41,
      "fin": 332.8,
      "duracion": 4.38,
      "texto": "Yo mañana estoy a partir de las 10 en la cocina.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.84,
      "fin": 340.05,
      "duracion": 6.21,
      "texto": "Sí. Mañana yo te llamo, sí, y también si querés llamar a tu hermano,",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.67,
      "fin": 373.95,
      "duracion": 33.28,
      "texto": "para adquirir el trámite de los dos y puedan aprovechar. Y es más, de hecho, si vos me decís que te la pagaré, podemos hacer lo que es, ya entraría en lo que es el Plan Familia, porque él puede pedir que su línea, ya en nombre de él, una vez que ya en la compañía, que ya ha pasado un mes en la compañía, se pueda hacer lo que es un Plan Familia, que él cambie de totalidad, y a cada niña pueden hacer las aplicaciones. Perdón. es la aplicación 4GB de regalos. Es decir, que si pasan las familias, tendrán un plan de 20GB.",
      "confianza": 0.456,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 376.03,
      "fin": 386.75,
      "duracion": 10.72,
      "texto": "Perdón. Sí, de 20GB, está bien. Ya no se lo he querido. Pero de 20GB. Así que, bueno, mira Sandra, vamos a hacer eso. Te estoy mandando un mensajito, estamos en contacto.",
      "confianza": 0.112,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 387.25,
      "fin": 402.45,
      "duracion": 15.2,
      "texto": "Yo mañana, la mañana, apenas llegue a la oficina, te escribo y realizamos lo que es la gestión. Y si quieres también, le llamo a tu hermano, para comentarle más que nada como para que esté tranquilo y no haga ningún mal empeño ni nada así.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 402.47,
      "fin": 403.19,
      "duracion": 0.72,
      "texto": "Sí, sí, dale, dale.",
      "confianza": 0.472,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 403.89,
      "fin": 415.48,
      "duracion": 11.59,
      "texto": "Ok, Tosanga, estamos en contacto, ha sido muy amable. Gracias. Hasta luego. Hasta luego.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Mi nombre es Marina. Hablo con Sandra. Sí. Sandra, un gusto. ¿Cómo estás el día de hoy? ¿Todo bien? Sí, todo bien. Sandra, ¿me estabas comunicando el día de hoy? ¿Por qué me figuras que estás en la compañía de clara salmente? ¿Es correcto? Sí. Perfecto. Sandra, yo diría que me estabas comunicando desde el monitor porque queríamos conocer cuál fue el motivo que a vos se llevó a irte de la compañía. ¿Y, realmente, dónde se va a recuperarte como clienta? Coméntame cuál es el motivo que a usted llevó a irte. Bueno, yo había comprado el celular, todo ahí en la casa de movistar, todo. Y cuando lo compré, me hicieron un contrato de dos años que por la factura, con un descuento que por dos años a mí no me iban a aumentar la factura. Sí. el teléfono y cosa que nunca se cumplió. Todos los meses que me venían, me aumentaban, yo reclamaba y decían, no, la próxima factura viene con descuento y nunca pasó. Y bueno, me cansé y me cambié de línea, de compañía. Sí, bien, entiendo. Sandra, en ese caso yo te pido una disculpa, sí, por lo que tu sé qué pasar. Claramente, por lo que comentás, no contaste con un asesor. Alguien que se recibirá esta documenta y te ayudara. Al día de hoy estamos llamando a los clientes que tuvieron problemas en la compañía para recuperarlos. Y, justamente, que tengan lo que es un asesor, sí, que los pueda ayudar. Obviamente, lo que esté en nuestro alcance. Actualmente, bueno, yo, este asesor a vos, cualquier duda que usted te haga poder comunicar conmigo, Yo no tengo ningún inconveniente sin que vos me escridas si necesitas ayuda o lo que sea, justamente para eso estamos. Sí, a mí me gustaría recuperarte como clienta, porque bueno, considero que por ese error, por ese inconveniente que vos tuviste, no está buena para ver clientes así. Salme una comentación. Vos actualmente en claro, ¿cuántos días ocupas mensualmente? No, digamos que no. Tengo 12 GB, pero yo no lo ocupo todo. En mi casa tengo internet y en mi trabajo también, así que si lo ofrendo es cuando viajo. Y nada más, pero no lo ocupo a los 12 GB. Bien, en este caso sí, por lo que vamos a comentar. Nosotros tenemos un plan de 8 GB de base más 8 GB de regalo. por seis meses en 10,400 pesos, tener lo que es WhatsApp gratis, hablarle a cualquier compañía y roaming en América, ¿sí? En este caso, lo que vos me comentás de que vos no ocupas los lligas, lo que tiene, bueno, en Movistar es que vos los podéis guardar para el mes siguiente, ¿sí? Y estos lligas se te van acumulando. En el caso de que vos necesites más lligas para justamente no quedarte en una incomunicada, ¿sí? Y WhatsApp gratis empieza a ser desde lo que es el momento uno, es decir, que a vos no se te va no se te va a consumir datos por utilizarlos, ¿sí? A diferencia de otras compañías que empiezan a ser gratis cuando el cliente ya se queda sin datos. Sí, sí, sí. Además, bueno, lo que tiene uno muy interesante es que nosotros, por portarte el día de hoy, te regalamos lo que son 20 gigas para que vos puedas usarlo por 30 días, una vez al año, ¿sí? En el caso que lo necesites, porque tenés que justo viajar a algún lugar, lo puedes activar cuando vos lo necesites. De hecho, el trámite de portería es solamente rápido y sencillo. Nosotros tenemos lo que son los datos de mi asistida. Como vos ya fuiste clienta, es solamente repasarlos para verificar que todo esté en orden y que no tengamos que modificar nada. Y en el caso de que haya que modificarlo, ya sea corredor, fecha de nacimiento o lo que sea, lo modificamos. ¿Sí? De toda la gestión me encargo yo. Al cargo del sistema, bueno, tenés que hacer absolutamente nada. es nuevamente rápido y sencillo, yo te asigno lo que es una sucursal, para que vos lo puedas ir a buscar, ¿sí? Y en 48 de los Jueves habrás que andar este fin de mes ya con la compañía. ¿Sí? Sí, sí, te entiendo. Sí, sí. Bien. Bueno, lo voy a consultar con mi hermano, si él se quiere pasar. porque él también está en claro y era de movistar. Porque él es el que me paga la línea del teléfono con la tarjeta de débito de él. Ah, perfecto, perfecto. Bien, lo que podemos hacer, sí, yo le mando lo que es un mensajito por WhatsApp con mi agenda. Y si querés, no sé, ahora te voy a estar con tu hermano. Y yo lo veo mañana recientemente. Ah, mañana, perfecto. Bien, bueno, esperemos que esta promoción de gente mañana, porque realmente se ha dado por el día de hoy, justamente para recuperar a los clientes. Yo mañana estoy a partir de las 10 en la cocina. Sí. Mañana yo te llamo, sí, y también si querés llamar a tu hermano, para adquirir el trámite de los dos y puedan aprovechar. Y es más, de hecho, si vos me decís que te la pagaré, podemos hacer lo que es, ya entraría en lo que es el Plan Familia, porque él puede pedir que su línea, ya en nombre de él, una vez que ya en la compañía, que ya ha pasado un mes en la compañía, se pueda hacer lo que es un Plan Familia, que él cambie de totalidad, y a cada niña pueden hacer las aplicaciones. Perdón. es la aplicación 4GB de regalos. Es decir, que si pasan las familias, tendrán un plan de 20GB. Perdón. Sí, de 20GB, está bien. Ya no se lo he querido. Pero de 20GB. Así que, bueno, mira Sandra, vamos a hacer eso. Te estoy mandando un mensajito, estamos en contacto. Yo mañana, la mañana, apenas llegue a la oficina, te escribo y realizamos lo que es la gestión. Y si quieres también, le llamo a tu hermano, para comentarle más que nada como para que esté tranquilo y no haga ningún mal empeño ni nada así. Sí, sí, dale, dale. Ok, Tosanga, estamos en contacto, ha sido muy amable. Gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:41:00.221336",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 94,
    "total_segmentos_corregido": 42,
    "fecha_correccion": "2026-01-18T23:05:23.671950",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115145400425_ACD_94583",
    "fecha_inicio": "15/1/2026 14:54:00",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 418,
    "tiempo_conversacion": 398,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}