{
  "archivo": "amza44_1_260112145027665_ACD_19269.wav",
  "duracion_segundos": 274.13,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 202.03,
    "Cliente": 58.95
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 14.75,
      "duracion": 14.72,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Jeremy. ¿Qué tal, Jeremy? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio para su línea.",
      "confianza": 0.371,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.29,
      "fin": 18.94,
      "duracion": 3.65,
      "texto": "No te figura, Jeremy, que usted está actualmente con Clara, ¿es correcto?",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.3,
      "fin": 20.94,
      "duracion": 0.64,
      "texto": "Sí.",
      "confianza": 0.461,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.0,
      "fin": 44.15,
      "duracion": 23.15,
      "texto": "Ok, excelente. Yo me comunico de lo que es la compañía Movistar, así ya sabes de dónde le estoy hablando, ¿sí? ¿Puedo escuchar algunas de las promociones que tenemos vigentes para usted el día de hoy? Si son las mismas que ayer, básicamente es lo mismo.",
      "confianza": 0.682,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.17,
      "fin": 54.2,
      "duracion": 10.03,
      "texto": "Claro, porque a mí me figura, Jeremy, que usted está abonando por lo que su factura a la siguiente va a ser de 31.700 pesos aproximadamente.",
      "confianza": 0.744,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 54.52,
      "fin": 58.16,
      "duracion": 3.64,
      "texto": "¿Eso paga solamente por lo que es su línea o tiene algún otro servicio?",
      "confianza": 0.805,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.85,
      "fin": 64.89,
      "duracion": 5.04,
      "texto": "No, no, lo que pasa es que compré datos de las que tiene que ir sin datos. Claro, entiendo.",
      "confianza": 0.151,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.91,
      "fin": 74.28,
      "duracion": 9.37,
      "texto": "Bueno, la idea justamente de este llamado, si es que usted pueda adquirir un plan quizás con un poco más de giras de los que tiene actualmente y no tener que estar haciendo recargas.",
      "confianza": 0.814,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.8,
      "fin": 77.62,
      "duracion": 2.82,
      "texto": "Justamente evitarse lo que son estas situaciones, ¿sí?",
      "confianza": 0.807,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.23,
      "fin": 89.76,
      "duracion": 11.53,
      "texto": "Nosotros tenemos algunos planes que son bastante altos en lo que son gigas y en el con gigas de regalo. No sé usted un plan de cuánto gigas cuenta hoy o cuánto suele utilizar más o menos mensualmente.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.0,
      "fin": 103.04,
      "duracion": 12.04,
      "texto": "Porque yo estoy usando aproximadamente más de 30 gigas diarios. ¿Más de 30 gigas? El diario no mensualmente, sí, es lo que me da el plan. Ok, bueno, yo tengo para decir.",
      "confianza": 0.473,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 103.63,
      "fin": 110.42,
      "duracion": 6.79,
      "texto": "Tengo para brindarle un plan en el que va a tener 38 gigas y va a estar aunando menos de lo que va a aunar de esa factura.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.94,
      "fin": 134.48,
      "duracion": 22.54,
      "texto": "Va a tener lo que son 30 gigas de base, WhatsApp gratis, llamadas, listas, todas las compañías, 1 giga para Free Fire y 8 gigas de Robin al mundo. Y esto va a venir con 8 gigas de regalo por 6 meses. O sea, va a tener 38 gigas para poder utilizar. Y este plan le va a caer en un monto, al día de hoy de 25.150 pesos.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.98,
      "fin": 146.33,
      "duracion": 11.35,
      "texto": "¿Cómo sale con este plan? Más de lo que estoy pagando ahora es recarga. ¿Con recarga? ¿Usted está abonando 31.000 pesos?",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.35,
      "fin": 149.3,
      "duracion": 2.94,
      "texto": "Sí, pero compré dos planes de 15 gigas aparte.",
      "confianza": 0.627,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 149.32,
      "fin": 179.5,
      "duracion": 30.18,
      "texto": "¿Dos planes de 15 gigas aparte? Claro, que cada plan de 15 gigas sale de 25.000 pesos. Ok, tengo también para brindarle lo que es el plan de 50 gigas. Ya con esto se va a asegurar básicamente de no hacer recargas. Y lo que está bueno es que usted a los gigas que no utilice los puede guardar para utilizarlos el mes siguiente, ¿sí? El plan de 50 gigas... Ah, es más durable. Claro, el plan más es sí, los puede ir guardando. O sea, de un mes para el otro los puede guardar tranquilamente.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 180.34,
      "fin": 220.2,
      "duracion": 39.86,
      "texto": "Este le va a traer. 50 gigas de base, whatsapp gratis, llamadas libres a todas las compañías, 1 giga para free fire también y 8 gigas de rooming al mundo y le va a venir con 8 gigas también bonificado por 6 meses, así que va a tener 50 y 8 gigas para poder utilizarlo y este le va a quedar en 28.350 o sea con esto se recuenta un millón la promoción es por 6 meses, ¿sí? Claro, quédese tranquilo que no va a estar pagando lo que es la totalidad del plan, ya que al 5 de mes usted va a poder acceder a promociones que tengamos vigentes desde el app Thermalistar.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.91,
      "fin": 244.04,
      "duracion": 23.13,
      "texto": "Así que quédese tranquilo que va a tener la opción siempre a mano como para poder acceder a promociones, ¿sí? ¿Cómo? No lo entiendo, justo se reporta todo. Sí, la verdad es que estuve manejando la motocicleta, me dejó un minuto.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 244.2,
      "fin": 249.66,
      "duracion": 5.46,
      "texto": "Ok, bueno, yo lo voy a dejar lo que son las promociones por WallCorp, entonces.",
      "confianza": 0.603,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 249.68,
      "fin": 255.21,
      "duracion": 5.53,
      "texto": "Sí, sería genial. Para que las pueda ver y mañana me esté comunicando con usted, ¿sí?",
      "confianza": 0.348,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.23,
      "fin": 256.31,
      "duracion": 1.08,
      "texto": "Perfecto.",
      "confianza": 0.489,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 256.33,
      "fin": 258.09,
      "duracion": 1.76,
      "texto": "¿En qué horario lo puedo encontrar?",
      "confianza": 0.553,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 259.27,
      "fin": 267.96,
      "duracion": 8.69,
      "texto": "A esa misma hora, estoy llegando a casa. Ok, excelente. Bueno, mañana en este horario aproximadamente lo llamo, ¿sí?",
      "confianza": 0.244,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 267.99,
      "fin": 268.57,
      "duracion": 0.58,
      "texto": "Perfecto.",
      "confianza": 0.624,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 268.83,
      "fin": 269.66,
      "duracion": 0.83,
      "texto": "Hasta luego.",
      "confianza": 0.562,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 270.51,
      "fin": 274.13,
      "duracion": 3.63,
      "texto": "Hasta luego.",
      "confianza": 0.361,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Jeremy. ¿Qué tal, Jeremy? ¿Cómo le va? Un gusto. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio para su línea. No te figura, Jeremy, que usted está actualmente con Clara, ¿es correcto? Sí. Ok, excelente. Yo me comunico de lo que es la compañía Movistar, así ya sabes de dónde le estoy hablando, ¿sí? ¿Puedo escuchar algunas de las promociones que tenemos vigentes para usted el día de hoy? Si son las mismas que ayer, básicamente es lo mismo. Claro, porque a mí me figura, Jeremy, que usted está abonando por lo que su factura a la siguiente va a ser de 31.700 pesos aproximadamente. ¿Eso paga solamente por lo que es su línea o tiene algún otro servicio? No, no, lo que pasa es que compré datos de las que tiene que ir sin datos. Claro, entiendo. Bueno, la idea justamente de este llamado, si es que usted pueda adquirir un plan quizás con un poco más de giras de los que tiene actualmente y no tener que estar haciendo recargas. Justamente evitarse lo que son estas situaciones, ¿sí? Nosotros tenemos algunos planes que son bastante altos en lo que son gigas y en el con gigas de regalo. No sé usted un plan de cuánto gigas cuenta hoy o cuánto suele utilizar más o menos mensualmente. Porque yo estoy usando aproximadamente más de 30 gigas diarios. ¿Más de 30 gigas? El diario no mensualmente, sí, es lo que me da el plan. Ok, bueno, yo tengo para decir. Tengo para brindarle un plan en el que va a tener 38 gigas y va a estar aunando menos de lo que va a aunar de esa factura. Va a tener lo que son 30 gigas de base, WhatsApp gratis, llamadas, listas, todas las compañías, 1 giga para Free Fire y 8 gigas de Robin al mundo. Y esto va a venir con 8 gigas de regalo por 6 meses. O sea, va a tener 38 gigas para poder utilizar. Y este plan le va a caer en un monto, al día de hoy de 25.150 pesos. ¿Cómo sale con este plan? Más de lo que estoy pagando ahora es recarga. ¿Con recarga? ¿Usted está abonando 31.000 pesos? Sí, pero compré dos planes de 15 gigas aparte. ¿Dos planes de 15 gigas aparte? Claro, que cada plan de 15 gigas sale de 25.000 pesos. Ok, tengo también para brindarle lo que es el plan de 50 gigas. Ya con esto se va a asegurar básicamente de no hacer recargas. Y lo que está bueno es que usted a los gigas que no utilice los puede guardar para utilizarlos el mes siguiente, ¿sí? El plan de 50 gigas... Ah, es más durable. Claro, el plan más es sí, los puede ir guardando. O sea, de un mes para el otro los puede guardar tranquilamente. Este le va a traer. 50 gigas de base, whatsapp gratis, llamadas libres a todas las compañías, 1 giga para free fire también y 8 gigas de rooming al mundo y le va a venir con 8 gigas también bonificado por 6 meses, así que va a tener 50 y 8 gigas para poder utilizarlo y este le va a quedar en 28.350 o sea con esto se recuenta un millón la promoción es por 6 meses, ¿sí? Claro, quédese tranquilo que no va a estar pagando lo que es la totalidad del plan, ya que al 5 de mes usted va a poder acceder a promociones que tengamos vigentes desde el app Thermalistar. Así que quédese tranquilo que va a tener la opción siempre a mano como para poder acceder a promociones, ¿sí? ¿Cómo? No lo entiendo, justo se reporta todo. Sí, la verdad es que estuve manejando la motocicleta, me dejó un minuto. Ok, bueno, yo lo voy a dejar lo que son las promociones por WallCorp, entonces. Sí, sería genial. Para que las pueda ver y mañana me esté comunicando con usted, ¿sí? Perfecto. ¿En qué horario lo puedo encontrar? A esa misma hora, estoy llegando a casa. Ok, excelente. Bueno, mañana en este horario aproximadamente lo llamo, ¿sí? Perfecto. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.558,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:03:11.704984",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:28.536081",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112145027665_ACD_19269",
    "fecha_inicio": "12/1/2026 14:50:27",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 300,
    "tiempo_conversacion": 264,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}