{
  "archivo": "amza39_1_260113145034213_ACD_12829.wav",
  "duracion_segundos": 98.5,
  "num_segmentos": 27,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 93.2,
    "Cliente": 0.64
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.18,
      "duracion": 5.15,
      "texto": "Hola, ¿hablo con Cristina?",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.2,
      "fin": 5.74,
      "duracion": 0.54,
      "texto": "Sí, ¿quién habla?",
      "confianza": 0.31,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.76,
      "fin": 13.67,
      "duracion": 7.91,
      "texto": "Cristina, un hotel en Guadalupe. Me contacto, Cristina, el día de hoy porque veo que tenés tres líneas en claro, ¿es así?",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.69,
      "fin": 13.79,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.491,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.81,
      "fin": 22.82,
      "duracion": 9.01,
      "texto": "Perfecto, quería darte un beneficio para que te paguen menos fotolíneas y te quedas más linda, ¿sí? Eso es un beneficio por haber sido una buena abuela en su momento en lo que es la compañía Movistar.",
      "confianza": 0.524,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 24.21,
      "fin": 27.37,
      "duracion": 3.16,
      "texto": "Yo te agradezco, pero vos me estás hablando que sos de Movistar.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.14,
      "fin": 33.69,
      "duracion": 5.55,
      "texto": "Yo me fui de Movistar porque donde vivo en la zona no llega la red de Movistar.",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.47,
      "fin": 58.0,
      "duracion": 23.53,
      "texto": "Entonces no puedo usar. Toda mi vida tuve Movistar y me tuve que ir de Movistar porque donde yo vivo no hay la antena de Movistar no llega. Justamente yo me contanto por eso mismo. Porque me aseguré que estoy usando 1024 por este motivo. Y nosotros te volvemos a llamar para venderte un chip 4G+. Sí, por el tema de la señal. Está bien, pero el tema es que acá no llega la señal de celular.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 59.01,
      "fin": 90.07,
      "duracion": 31.06,
      "texto": "Sí, de toda la gente que viene acá con celular, Movistar no puede hablar por teléfono. O sea, se queda sin red. En ese caso tienen que calibrar el chip. No sé si se los han comentado, pero tienen que crear una sucursal oficial y que les calibren el chip para que tengan buena señal. Bueno, si no, no va a ser que toda la gente vaya hasta un chip general y se calibre. Ya tengo internet de Starlink, me manejo con Starlink acá donde tengo y me pasea claro porque tengo La verdad tengo Samuel acá donde vivo.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.67,
      "fin": 98.5,
      "duracion": 7.83,
      "texto": "Por eso estamos hablando. Si no, no podríamos hablar. Así que bueno, te agradezco, pero no voy a hacer más movidas. Hasta por ahora me quedo donde estoy.",
      "confianza": 0.829,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿hablo con Cristina? Sí, ¿quién habla? Cristina, un hotel en Guadalupe. Me contacto, Cristina, el día de hoy porque veo que tenés tres líneas en claro, ¿es así? Sí. Perfecto, quería darte un beneficio para que te paguen menos fotolíneas y te quedas más linda, ¿sí? Eso es un beneficio por haber sido una buena abuela en su momento en lo que es la compañía Movistar. Yo te agradezco, pero vos me estás hablando que sos de Movistar. Yo me fui de Movistar porque donde vivo en la zona no llega la red de Movistar. Entonces no puedo usar. Toda mi vida tuve Movistar y me tuve que ir de Movistar porque donde yo vivo no hay la antena de Movistar no llega. Justamente yo me contanto por eso mismo. Porque me aseguré que estoy usando 1024 por este motivo. Y nosotros te volvemos a llamar para venderte un chip 4G+. Sí, por el tema de la señal. Está bien, pero el tema es que acá no llega la señal de celular. Sí, de toda la gente que viene acá con celular, Movistar no puede hablar por teléfono. O sea, se queda sin red. En ese caso tienen que calibrar el chip. No sé si se los han comentado, pero tienen que crear una sucursal oficial y que les calibren el chip para que tengan buena señal. Bueno, si no, no va a ser que toda la gente vaya hasta un chip general y se calibre. Ya tengo internet de Starlink, me manejo con Starlink acá donde tengo y me pasea claro porque tengo La verdad tengo Samuel acá donde vivo. Por eso estamos hablando. Si no, no podríamos hablar. Así que bueno, te agradezco, pero no voy a hacer más movidas. Hasta por ahora me quedo donde estoy.",
  "calidad": {
    "confianza_promedio": 0.572,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:15:33.345551",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 27,
    "total_segmentos_corregido": 10,
    "fecha_correccion": "2026-01-18T23:05:25.709093",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113145034213_ACD_12829",
    "fecha_inicio": "13/1/2026 14:50:34",
    "agente_nombre": "MZA 39",
    "agente_login": "mza39",
    "duracion_total": 120,
    "tiempo_conversacion": 96,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}