{
  "archivo": "amza35_1_260114112724039_ACD_89073.wav",
  "duracion_segundos": 75.9,
  "num_segmentos": 26,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 73.04
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.99,
      "fin": 30.8,
      "duracion": 28.81,
      "texto": "Hola, hablo con Mirta. ¿Sí? Mirta, un uso te hablo de Guadalupe. Me contacto porque veo que tenés esa línea con claro. ¿Sí? Quería le darte lo que es un descuento si pagas menos. Son 8 gigas de base más 8 de regalo a 10.400 pesos, mamá. Y tenés este descuento por tres meses, que ya está aplicado. No, ¿de qué línea me llamás? ¿Cómo? ¿De qué línea me llamás? Yo te hablo de la compañía Movistar.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.67,
      "fin": 75.9,
      "duracion": 44.23,
      "texto": "No, yo ya tuve movilidad en una oportunidad, pero no, no, por el momento no, gracias. Bien, pero estás pagando más. Sí, pero igual también con claro sí para hacer un comer, que me bajen. Primero voy a hablar para que me bajen o si no después le voy a dar de baja. Pero por el momento no, está bien. Lo que pasa es que en este momento estoy en el trabajo, no te puedo atender. Ah, claro, entiendo. Bueno, si no, no hay problema. Últimas, te dejo que lo pienses tranquila, te mando un mensaje y más tarde te vuelvo a llamar cuando puedas. Para que veas que estoy libre o no. Disto, listo. Gracias. Dale, Mirtha, que tengas muy lindos días y hasta luego. Igualmente.",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Mirta. ¿Sí? Mirta, un uso te hablo de Guadalupe. Me contacto porque veo que tenés esa línea con claro. ¿Sí? Quería le darte lo que es un descuento si pagas menos. Son 8 gigas de base más 8 de regalo a 10.400 pesos, mamá. Y tenés este descuento por tres meses, que ya está aplicado. No, ¿de qué línea me llamás? ¿Cómo? ¿De qué línea me llamás? Yo te hablo de la compañía Movistar. No, yo ya tuve movilidad en una oportunidad, pero no, no, por el momento no, gracias. Bien, pero estás pagando más. Sí, pero igual también con claro sí para hacer un comer, que me bajen. Primero voy a hablar para que me bajen o si no después le voy a dar de baja. Pero por el momento no, está bien. Lo que pasa es que en este momento estoy en el trabajo, no te puedo atender. Ah, claro, entiendo. Bueno, si no, no hay problema. Últimas, te dejo que lo pienses tranquila, te mando un mensaje y más tarde te vuelvo a llamar cuando puedas. Para que veas que estoy libre o no. Disto, listo. Gracias. Dale, Mirtha, que tengas muy lindos días y hasta luego. Igualmente.",
  "calidad": {
    "confianza_promedio": 0.46,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:57:26.566693",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 26,
    "total_segmentos_corregido": 2,
    "fecha_correccion": "2026-01-18T23:05:24.591132",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112724039_ACD_89073",
    "fecha_inicio": "14/1/2026 11:27:24",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 105,
    "tiempo_conversacion": 74,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}