{
  "archivo": "amza23_1_260112105813064_ACD_11839.wav",
  "duracion_segundos": 384.28,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 190.85,
    "Cliente": 146.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.82,
      "fin": 3.3,
      "duracion": 1.48,
      "texto": "Hola, buenos días.",
      "confianza": 0.133,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3.66,
      "fin": 5.62,
      "duracion": 1.96,
      "texto": "Me estoy comunicando con la línea de María.",
      "confianza": 0.717,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.64,
      "fin": 7.89,
      "duracion": 2.24,
      "texto": "¿Quién habla?",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.51,
      "fin": 9.05,
      "duracion": 0.54,
      "texto": "Hola, María.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.09,
      "fin": 9.99,
      "duracion": 0.9,
      "texto": "Mi nombre es Celeste.",
      "confianza": 0.541,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.03,
      "fin": 19.14,
      "duracion": 9.11,
      "texto": "Llamo para brindarte un beneficio para tu línea. Me sale que actualmente estás en claro. ¿Eso es correcto? ¿Me escuchan?",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.34,
      "fin": 21.41,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.458,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.25,
      "fin": 29.48,
      "duracion": 7.23,
      "texto": "Perfecto, María. Yo te estoy llamando del área de recuperar el cliente. ¿Queríamos saber por qué usted se habría ido de la compañía en su momento?",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.62,
      "fin": 31.76,
      "duracion": 1.14,
      "texto": "Porque me cobraba muy caro.",
      "confianza": 0.171,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.49,
      "fin": 41.4,
      "duracion": 7.91,
      "texto": "y no podía pagar. Sí, le entiendo. Me sale que usted se fue en el 2023. ¿Eso es correcto? Sí.",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 42.74,
      "fin": 50.7,
      "duracion": 7.96,
      "texto": "Perfecto, María. Y hoy, dígame, ¿le alcanzan los días con lo que es en su línea actual, claro? No,",
      "confianza": 0.626,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 50.7,
      "fin": 52.28,
      "duracion": 1.58,
      "texto": "porque casi no lo uso.",
      "confianza": 0.722,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.3,
      "fin": 56.8,
      "duracion": 4.5,
      "texto": "Me manejo con Wi-Fi. Me voy al Wi-Fi y uso Wi-Fi. Ah, perfecto.",
      "confianza": 0.474,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.42,
      "fin": 66.11,
      "duracion": 8.69,
      "texto": "Bueno, María, yo tengo lo que es un plan, sí, de la línea móvil. más el Internet Casa de Movistar te quedaría lo que es 24 mil pesos, ¿sí?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.05,
      "fin": 86.15,
      "duracion": 18.1,
      "texto": "Sí, lo que pasa es que hace poquito arreglé con claro y por eso todavía no pade ni la primera cuota del plan que me hicieron. Sí, con eso no hay ningún problema. Usted se puede pasar a lo que es movistar y de igual manera seguir pagando lo que deban, claro.",
      "confianza": 0.17,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.22,
      "fin": 108.26,
      "duracion": 21.04,
      "texto": "con eso no hay ningún problema. Y si usted tiene lo que es otra línea más bajo la misma titularidad, sí, se le van a regalar cuatro gigas más a cada línea. Sí, tengo una sola línea a mi nombre. O sea, una mía y yo para más, dos nada más a mi nombre ahora, antes tenía más, pero ahora tengo dos nada más. Bueno, no hay ningún problema.",
      "confianza": 0.439,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.78,
      "fin": 116.81,
      "duracion": 8.03,
      "texto": "De igual manera se puede hacer y va a tener lo que es el beneficio de los cuatro gigas de regalo para cada línea, sí.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.31,
      "fin": 144.65,
      "duracion": 27.34,
      "texto": "Así tiene un plan que es de 16 gigas y el otro plan que tenemos es de 8 gigas. El plan de 16 gigas lo tendría en lo que es 13.250 que tiene WhatsApp gratis, habla el libro de cualquier compañía, romina en América, sí, y tiene un descuento fijo por seis meses. Este plan le quedaría en 13.250, más los 4 gigas de regalo, sería un plan de 20 gigas, sí,",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.46,
      "fin": 155.15,
      "duracion": 9.69,
      "texto": "sino también tenemos el otro plan de 8 gigas más los 4 gigas de regalo, le quedaría 12 gigas en el precio final de 11.400 pesos. Para una línea sola.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.72,
      "fin": 172.7,
      "duracion": 11.98,
      "texto": "Claro, y con la otra tenemos el descuento de la línea móvil más el internet en casa, que le quedaría en 4.000 pesos lo que es la línea móvil con 8 gigas,",
      "confianza": 0.726,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.47,
      "fin": 176.14,
      "duracion": 2.66,
      "texto": "Y se le van a regalar cuatro gigas más.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.76,
      "fin": 185.67,
      "duracion": 8.91,
      "texto": "Entonces, tendría 12 por 4,000 pesos más el internet casa que serían 20,000. Entonces, ese conjunto sería de 24,000 pesos, ¿sí?",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.74,
      "fin": 198.79,
      "duracion": 6.05,
      "texto": "Bueno, entendí. Le explico. Perdón. Tenemos el plan que viene. ¿La fibra óptica?",
      "confianza": 0.094,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.81,
      "fin": 199.65,
      "duracion": 0.84,
      "texto": "Sí.",
      "confianza": 0.693,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.67,
      "fin": 203.18,
      "duracion": 3.51,
      "texto": "Más la línea móvil sería 24,000 pesos.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.86,
      "fin": 212.98,
      "duracion": 9.11,
      "texto": "que la línea móvil le queda en lo que es $4,000 pesos y el plan de la línea hogar, sí, en línea fibra óptica, le quedaría en $20,000.",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 214.2,
      "fin": 217.96,
      "duracion": 3.76,
      "texto": "Ese plan en el punto viene esas dos cosas juntas, ¿sí?",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 220.17,
      "fin": 231.1,
      "duracion": 10.93,
      "texto": "Sí, lo que pasa es que hace poquito puse Internet y no lo voy a cambiar ahora. Ok. Y más o menos cuánto bono en eso, ¿se le va mucho?",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.13,
      "fin": 236.56,
      "duracion": 4.43,
      "texto": "No, por eso, porque es el mínimo, porque como no puedo pagar mucho, siempre tengo lo mínimo en todo.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.1,
      "fin": 249.74,
      "duracion": 12.64,
      "texto": "Como para tener y no estar incomunicada. Por eso nunca puse. Hace poquito llegó la fibra por acá.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 251.68,
      "fin": 256.53,
      "duracion": 4.85,
      "texto": "Antes no llegaba, por eso no la había encargado antes.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.55,
      "fin": 257.75,
      "duracion": 1.2,
      "texto": "Claro, claro, estoy entendiendo.",
      "confianza": 0.29,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 258.61,
      "fin": 272.58,
      "duracion": 13.97,
      "texto": "Bueno, y si no tenemos lo que es el plan de... los 16 gigas o el de los 8 gigas. El de 8 gigas te quedan 11,400 y el de 16 gigas te quedaría en 13,250.",
      "confianza": 0.471,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 273.66,
      "fin": 293.77,
      "duracion": 20.11,
      "texto": "Recordar que al pasar las dos líneas te van a regalar 4 gigas, entonces el de 4 pasa a ser de 12 y el de 16 gigas pasa a ser de 20 gigas. y después de los seis meses se me ha sido un montón la cuenta, ¿no?",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 293.79,
      "fin": 299.28,
      "duracion": 5.49,
      "texto": "No, porque por eso es la razón de que estamos haciendo cada seis meses hacer los planes, ¿sí?",
      "confianza": 0.697,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 299.68,
      "fin": 313.0,
      "duracion": 13.32,
      "texto": "Porque en el quinto mes se te avisa de que se te está por terminar la bonificación, entonces vos te puedes volver a contactar conmigo, volvemos a hacer lo que es una bonificación para que sigas pagando lo que es el mínimo, ¿sí?",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 313.8,
      "fin": 317.62,
      "duracion": 3.82,
      "texto": "Y si no eres la misma aplicación de Movistar, lo puedes hacer vos también.",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 318.43,
      "fin": 327.12,
      "duracion": 8.69,
      "texto": "te metes y elegís el plan que más te guste, el que más te llame la atención, y lo bajamos, no hay ningún problema.",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.74,
      "fin": 358.79,
      "duracion": 28.05,
      "texto": "Lo que pasa es que si se ha cambiado el chip, todo es claro. Claro, y con Movistar sería lo mismo, conservarías lo que es el mismo chip, lo podrías ir a buscar a lo que es una sucursal de Movistar o te lo podemos enviar a tu domicilio, como te cree más cómodo. Bueno, déjame que lo piense porque hace poquito hice el cambio y viste cambiar tanto con el Mario. No, sí, te entiendo. No, te entiendo, no hay ningún problema.",
      "confianza": 0.064,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 358.81,
      "fin": 365.46,
      "duracion": 6.65,
      "texto": "Yo te voy a enviar lo que es un mensajito por WhatsApp, ¿sí?",
      "confianza": 0.667,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.94,
      "fin": 371.17,
      "duracion": 5.23,
      "texto": "Entonces, ahí en un rato más te pregunto, te vuelvo a preguntar qué te parece.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.27,
      "fin": 374.89,
      "duracion": 2.62,
      "texto": "Y bueno, a ver si hacemos el cambio o no.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 375.7,
      "fin": 384.28,
      "duracion": 8.58,
      "texto": "Bueno, listas, quedamos aquí entonces. Vale, no hay ningún problema. Gracias a vos.",
      "confianza": 0.262,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Me estoy comunicando con la línea de María. ¿Quién habla? Hola, María. Mi nombre es Celeste. Llamo para brindarte un beneficio para tu línea. Me sale que actualmente estás en claro. ¿Eso es correcto? ¿Me escuchan? Sí. Perfecto, María. Yo te estoy llamando del área de recuperar el cliente. ¿Queríamos saber por qué usted se habría ido de la compañía en su momento? Porque me cobraba muy caro. y no podía pagar. Sí, le entiendo. Me sale que usted se fue en el 2023. ¿Eso es correcto? Sí. Perfecto, María. Y hoy, dígame, ¿le alcanzan los días con lo que es en su línea actual, claro? No, porque casi no lo uso. Me manejo con Wi-Fi. Me voy al Wi-Fi y uso Wi-Fi. Ah, perfecto. Bueno, María, yo tengo lo que es un plan, sí, de la línea móvil. más el Internet Casa de Movistar te quedaría lo que es 24 mil pesos, ¿sí? Sí, lo que pasa es que hace poquito arreglé con claro y por eso todavía no pade ni la primera cuota del plan que me hicieron. Sí, con eso no hay ningún problema. Usted se puede pasar a lo que es movistar y de igual manera seguir pagando lo que deban, claro. con eso no hay ningún problema. Y si usted tiene lo que es otra línea más bajo la misma titularidad, sí, se le van a regalar cuatro gigas más a cada línea. Sí, tengo una sola línea a mi nombre. O sea, una mía y yo para más, dos nada más a mi nombre ahora, antes tenía más, pero ahora tengo dos nada más. Bueno, no hay ningún problema. De igual manera se puede hacer y va a tener lo que es el beneficio de los cuatro gigas de regalo para cada línea, sí. Así tiene un plan que es de 16 gigas y el otro plan que tenemos es de 8 gigas. El plan de 16 gigas lo tendría en lo que es 13.250 que tiene WhatsApp gratis, habla el libro de cualquier compañía, romina en América, sí, y tiene un descuento fijo por seis meses. Este plan le quedaría en 13.250, más los 4 gigas de regalo, sería un plan de 20 gigas, sí, sino también tenemos el otro plan de 8 gigas más los 4 gigas de regalo, le quedaría 12 gigas en el precio final de 11.400 pesos. Para una línea sola. Claro, y con la otra tenemos el descuento de la línea móvil más el internet en casa, que le quedaría en 4.000 pesos lo que es la línea móvil con 8 gigas, Y se le van a regalar cuatro gigas más. Entonces, tendría 12 por 4,000 pesos más el internet casa que serían 20,000. Entonces, ese conjunto sería de 24,000 pesos, ¿sí? Bueno, entendí. Le explico. Perdón. Tenemos el plan que viene. ¿La fibra óptica? Sí. Más la línea móvil sería 24,000 pesos. que la línea móvil le queda en lo que es $4,000 pesos y el plan de la línea hogar, sí, en línea fibra óptica, le quedaría en $20,000. Ese plan en el punto viene esas dos cosas juntas, ¿sí? Sí, lo que pasa es que hace poquito puse Internet y no lo voy a cambiar ahora. Ok. Y más o menos cuánto bono en eso, ¿se le va mucho? No, por eso, porque es el mínimo, porque como no puedo pagar mucho, siempre tengo lo mínimo en todo. Como para tener y no estar incomunicada. Por eso nunca puse. Hace poquito llegó la fibra por acá. Antes no llegaba, por eso no la había encargado antes. Claro, claro, estoy entendiendo. Bueno, y si no tenemos lo que es el plan de... los 16 gigas o el de los 8 gigas. El de 8 gigas te quedan 11,400 y el de 16 gigas te quedaría en 13,250. Recordar que al pasar las dos líneas te van a regalar 4 gigas, entonces el de 4 pasa a ser de 12 y el de 16 gigas pasa a ser de 20 gigas. y después de los seis meses se me ha sido un montón la cuenta, ¿no? No, porque por eso es la razón de que estamos haciendo cada seis meses hacer los planes, ¿sí? Porque en el quinto mes se te avisa de que se te está por terminar la bonificación, entonces vos te puedes volver a contactar conmigo, volvemos a hacer lo que es una bonificación para que sigas pagando lo que es el mínimo, ¿sí? Y si no eres la misma aplicación de Movistar, lo puedes hacer vos también. te metes y elegís el plan que más te guste, el que más te llame la atención, y lo bajamos, no hay ningún problema. Lo que pasa es que si se ha cambiado el chip, todo es claro. Claro, y con Movistar sería lo mismo, conservarías lo que es el mismo chip, lo podrías ir a buscar a lo que es una sucursal de Movistar o te lo podemos enviar a tu domicilio, como te cree más cómodo. Bueno, déjame que lo piense porque hace poquito hice el cambio y viste cambiar tanto con el Mario. No, sí, te entiendo. No, te entiendo, no hay ningún problema. Yo te voy a enviar lo que es un mensajito por WhatsApp, ¿sí? Entonces, ahí en un rato más te pregunto, te vuelvo a preguntar qué te parece. Y bueno, a ver si hacemos el cambio o no. Bueno, listas, quedamos aquí entonces. Vale, no hay ningún problema. Gracias a vos.",
  "calidad": {
    "confianza_promedio": 0.552,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:17:48.404507",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 43,
    "fecha_correccion": "2026-01-18T23:05:18.261191",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112105813064_ACD_11839",
    "fecha_inicio": "12/1/2026 10:58:13",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 398,
    "tiempo_conversacion": 369,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}