{
  "archivo": "amza1_1_260116121649919_ACD_50295.wav",
  "duracion_segundos": 239.79,
  "num_segmentos": 74,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 105.82,
    "Cliente": 121.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.39,
      "fin": 57.83,
      "duracion": 57.44,
      "texto": "Hola, buenos días. Hablo con Félix. Sí, decime. Félix, como es un placer, ¿le hablaban, señor, a la asesora del monitor? ¿Lo han llamado antes, señor? Todos los días. Ah, bien, entiendo. ¿Y ha llegado a escuchar lo que son las promociones, Félix, o no? No, no, no. Estoy... Yo estoy con... Claro, querida. Con claro. Justamente nosotros queríamos darle a usted una promoción para que se pase de compañía en 10.400 pesos cada línea, ¿bien? Este plan cuenta con 6 tiras de base, perdón, 8 tiras de base más 8 tiras de regalos, WhatsApp gratis llamadas en libres, roaming y llamadas en América a precio local, no sé qué le parece. Me parece bárbaro, pero por ahora no, querida. Bien, ¿por qué no por ahora no? ¿Qué es lo que le impediría a pasarse, Félix? Me impediría que el colegado de que yo quería usar el teléfono en la calle y no lo pude usar. Bien, ustedes que lo creían... La antena no funciona bien. A ver, ¿de qué localidad de Buenos Aires eres?",
      "confianza": 0.131,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.68,
      "fin": 92.77,
      "duracion": 33.09,
      "texto": "Bellavista, Moreno, por acá. Bien, yo le comento que justamente, bueno, el año pasado, si en el mes de septiembre estuvimos haciendo lo que es la ampliación de antenas, bien, así que en ese caso lo que es la cobertura justamente ha mejorado un montón y además tenemos lo que es la nueva tecnología 4G+, de lo que son los chips, que tiene una mayor llegada, ¿bien? A ver, también te he dicho, pero mira, ahora estoy conforme, como estoy. Tenés con el uso poco, yo tengo dos gigas, no va. Pero cada vez que yo no quiso salir y el teléfono no funcionaba, bueno, decidí cambiar.",
      "confianza": 0.027,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.61,
      "fin": 117.94,
      "duracion": 24.33,
      "texto": "Claro, entiendo, pero me figura, Félix, que usted está ganando algo de 53.000 pesos por su línea, ¿es correcto? ¿Cuánto? ¿Cuánto? 53, me figura. No, no, no. No, sí. Imposible esa ruma, no, no. Pero usted entiendo que se hizo... Esto no llega, no más que ría. Bien, debe estar, bien, entiendo. Claro, pero usted, ¿cuándo está ganando actualmente, Félix? Comenteme. Barato, barato.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 118.59,
      "fin": 127.34,
      "duracion": 8.75,
      "texto": "Bien, no, no estoy acasado como lector, yo tuve otro... Soy... 16.000 pesos. Claro, por las dos líneas.",
      "confianza": 0.164,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.92,
      "fin": 135.27,
      "duracion": 7.35,
      "texto": "Bien, yo le estoy ofreciendo justamente dos líneas y por un valor de 20.400 pesos, ¿bien?",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.79,
      "fin": 145.68,
      "duracion": 9.89,
      "texto": "Y le van a traer justamente con el eBay gigas cada una. Roaming en América. No, no entiendo lo que yo digo. El teléfono no lo uso casi.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.54,
      "fin": 149.22,
      "duracion": 2.68,
      "texto": "Sí, es un plan menor para brindarle.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.82,
      "fin": 165.26,
      "duracion": 15.44,
      "texto": "A ver qué le parece. No, no, no. Por el momento no, gracias. Bien. Y no lo puedo contactar más tarde, tal vez más tarde lo pienso. No, no, no. Mira, te he preguntado una cosa, mira. Yo tengo línea, movistar, tengo línea movistar, cifra.",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.39,
      "fin": 176.48,
      "duracion": 10.09,
      "texto": "Sí. Tengo cable, como se llama. Tengo la fibra óptica de ustedes. Sí. El movistar ustedes es un desastre, por eso no me cambié.",
      "confianza": 0.042,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.19,
      "fin": 180.05,
      "duracion": 2.86,
      "texto": "Bien, ¿y por qué me tienes todavía los servicios en Movistar entonces?",
      "confianza": 0.373,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 181.73,
      "fin": 201.18,
      "duracion": 19.45,
      "texto": "Porque se anda perfecto, y el móvil no anda, por eso. Justamente yo quería comentarle, Félix, que ahora ha cambiado. No, no, no, está bien. ¿Puede probar el servicio? Está bien. Puede probar el servicio si quieres, después se cambia, no hay ningún problema, pero para que realmente... No, no, pero no es así, no es así. Gracias, querida.",
      "confianza": 0.187,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.24,
      "fin": 231.17,
      "duracion": 28.93,
      "texto": "No, está bien, no me agradezcas si yo todavía no le he brindado ningún tipo de servicio. No, gracias por el tiempo de llamar, pero ya te estoy diciendo que no. Bueno, no hay problema. Se les salí de todas maneras por WhatsApp, lo que es el mapa de calor para que vean que realmente lo que es la localidad de Bella Vista hay muy buena cobertura. Y en caso de que lo quieran pensar, yo estoy hasta las 15 horas en la central y va a ahorrar justamente plata y además va a tener un servicio que ahora está mejorado, ¿bien? Gracias, amor. Que tengas un día. Hasta luego.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.91,
      "fin": 239.79,
      "duracion": 6.89,
      "texto": "¿Qué pasa?",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Félix. Sí, decime. Félix, como es un placer, ¿le hablaban, señor, a la asesora del monitor? ¿Lo han llamado antes, señor? Todos los días. Ah, bien, entiendo. ¿Y ha llegado a escuchar lo que son las promociones, Félix, o no? No, no, no. Estoy... Yo estoy con... Claro, querida. Con claro. Justamente nosotros queríamos darle a usted una promoción para que se pase de compañía en 10.400 pesos cada línea, ¿bien? Este plan cuenta con 6 tiras de base, perdón, 8 tiras de base más 8 tiras de regalos, WhatsApp gratis llamadas en libres, roaming y llamadas en América a precio local, no sé qué le parece. Me parece bárbaro, pero por ahora no, querida. Bien, ¿por qué no por ahora no? ¿Qué es lo que le impediría a pasarse, Félix? Me impediría que el colegado de que yo quería usar el teléfono en la calle y no lo pude usar. Bien, ustedes que lo creían... La antena no funciona bien. A ver, ¿de qué localidad de Buenos Aires eres? Bellavista, Moreno, por acá. Bien, yo le comento que justamente, bueno, el año pasado, si en el mes de septiembre estuvimos haciendo lo que es la ampliación de antenas, bien, así que en ese caso lo que es la cobertura justamente ha mejorado un montón y además tenemos lo que es la nueva tecnología 4G+, de lo que son los chips, que tiene una mayor llegada, ¿bien? A ver, también te he dicho, pero mira, ahora estoy conforme, como estoy. Tenés con el uso poco, yo tengo dos gigas, no va. Pero cada vez que yo no quiso salir y el teléfono no funcionaba, bueno, decidí cambiar. Claro, entiendo, pero me figura, Félix, que usted está ganando algo de 53.000 pesos por su línea, ¿es correcto? ¿Cuánto? ¿Cuánto? 53, me figura. No, no, no. No, sí. Imposible esa ruma, no, no. Pero usted entiendo que se hizo... Esto no llega, no más que ría. Bien, debe estar, bien, entiendo. Claro, pero usted, ¿cuándo está ganando actualmente, Félix? Comenteme. Barato, barato. Bien, no, no estoy acasado como lector, yo tuve otro... Soy... 16.000 pesos. Claro, por las dos líneas. Bien, yo le estoy ofreciendo justamente dos líneas y por un valor de 20.400 pesos, ¿bien? Y le van a traer justamente con el eBay gigas cada una. Roaming en América. No, no entiendo lo que yo digo. El teléfono no lo uso casi. Sí, es un plan menor para brindarle. A ver qué le parece. No, no, no. Por el momento no, gracias. Bien. Y no lo puedo contactar más tarde, tal vez más tarde lo pienso. No, no, no. Mira, te he preguntado una cosa, mira. Yo tengo línea, movistar, tengo línea movistar, cifra. Sí. Tengo cable, como se llama. Tengo la fibra óptica de ustedes. Sí. El movistar ustedes es un desastre, por eso no me cambié. Bien, ¿y por qué me tienes todavía los servicios en Movistar entonces? Porque se anda perfecto, y el móvil no anda, por eso. Justamente yo quería comentarle, Félix, que ahora ha cambiado. No, no, no, está bien. ¿Puede probar el servicio? Está bien. Puede probar el servicio si quieres, después se cambia, no hay ningún problema, pero para que realmente... No, no, pero no es así, no es así. Gracias, querida. No, está bien, no me agradezcas si yo todavía no le he brindado ningún tipo de servicio. No, gracias por el tiempo de llamar, pero ya te estoy diciendo que no. Bueno, no hay problema. Se les salí de todas maneras por WhatsApp, lo que es el mapa de calor para que vean que realmente lo que es la localidad de Bella Vista hay muy buena cobertura. Y en caso de que lo quieran pensar, yo estoy hasta las 15 horas en la central y va a ahorrar justamente plata y además va a tener un servicio que ahora está mejorado, ¿bien? Gracias, amor. Que tengas un día. Hasta luego. ¿Qué pasa?",
  "calidad": {
    "confianza_promedio": 0.401,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:48:36.698113",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 74,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:16.490174",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116121649919_ACD_50295",
    "fecha_inicio": "16/1/2026 12:16:49",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 257,
    "tiempo_conversacion": 233,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}