{
  "archivo": "amza24_1_260114133835995_ACD_99329.wav",
  "duracion_segundos": 131.02,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 36.74,
    "Cliente": 84.05
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.93,
      "fin": 16.8,
      "duracion": 15.87,
      "texto": "Hola. ¿Qué llama? Hola, ¿cómo le va? Buenos días, hablé con Lina. ¿Cómo le va? Agustín es mi nombre, me estoy comunicando la idea de recupero de clientes movistar. Me figura que usted actualmente está en claro, ¿verdad?",
      "confianza": 0.181,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.22,
      "fin": 40.63,
      "duracion": 20.41,
      "texto": "Sí. Bien, le consulto el motivo por el que se fue de movistar. ¿Cuál fue? No sé. Bien, les comento, si en este caso nos acabamos comunicando de la idea de recupero, como le había dicho anteriormente, porque tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía, ¿bien?",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.43,
      "fin": 64.07,
      "duracion": 22.64,
      "texto": "En este caso lo tenemos para brindarle un plan de 8 días de base más 8 de regalo, van a ser 16 días en total, o hasta prácticas más libres a todas las compañías, inclusive los 0800 y 0810, ¿sí? Sí. Bien, Lina, ese plan le va a quedar a usted en lo que sería $10,400 precio final al día de hoy.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.69,
      "fin": 79.72,
      "duracion": 15.03,
      "texto": "En el caso de que usted tenga más de una línea que pase a Modistar, van a tener cuatro gigas excedentes para cada una de las líneas de regalo, ¿sí? Es decir que los primeros seis meses ustedes van a contar con 20 gigas en total.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.53,
      "fin": 104.68,
      "duracion": 24.15,
      "texto": "Dina, el trámite es súper sencillo, simplemente verificamos los datos y le enviamos los chips a la suposal más cercana a su domicilio, ¿bien? O a su domicilio laboral. Le van a estar llevando en un plazo de 48 a 72 horas hábiles aproximadamente. Lo hacemos de esta manera, Dina, para que cuando la línea de claro deje de funcionar, usted ya tenga los chips con usted, ¿sí?",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.44,
      "fin": 124.67,
      "duracion": 18.23,
      "texto": "Bien, Elina, bueno, le corrobo a usted. ¿Es de Cama o de provincia? Pues yo no voy a hacer nada, así que no me... No, ¿por qué? ¿Cuál sería el motivo? No, no, no, no. Le va la noche.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.69,
      "fin": 125.57,
      "duracion": 0.88,
      "texto": "Bien, perfecto.",
      "confianza": 0.343,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 125.59,
      "fin": 128.23,
      "duracion": 2.64,
      "texto": "Bueno, Elina, le agradezco el tiempo. Que tengamos un buen día.",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.08,
      "fin": 131.02,
      "duracion": 0.94,
      "texto": "Hasta luego. Hasta luego.",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. ¿Qué llama? Hola, ¿cómo le va? Buenos días, hablé con Lina. ¿Cómo le va? Agustín es mi nombre, me estoy comunicando la idea de recupero de clientes movistar. Me figura que usted actualmente está en claro, ¿verdad? Sí. Bien, le consulto el motivo por el que se fue de movistar. ¿Cuál fue? No sé. Bien, les comento, si en este caso nos acabamos comunicando de la idea de recupero, como le había dicho anteriormente, porque tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía, ¿bien? En este caso lo tenemos para brindarle un plan de 8 días de base más 8 de regalo, van a ser 16 días en total, o hasta prácticas más libres a todas las compañías, inclusive los 0800 y 0810, ¿sí? Sí. Bien, Lina, ese plan le va a quedar a usted en lo que sería $10,400 precio final al día de hoy. En el caso de que usted tenga más de una línea que pase a Modistar, van a tener cuatro gigas excedentes para cada una de las líneas de regalo, ¿sí? Es decir que los primeros seis meses ustedes van a contar con 20 gigas en total. Dina, el trámite es súper sencillo, simplemente verificamos los datos y le enviamos los chips a la suposal más cercana a su domicilio, ¿bien? O a su domicilio laboral. Le van a estar llevando en un plazo de 48 a 72 horas hábiles aproximadamente. Lo hacemos de esta manera, Dina, para que cuando la línea de claro deje de funcionar, usted ya tenga los chips con usted, ¿sí? Bien, Elina, bueno, le corrobo a usted. ¿Es de Cama o de provincia? Pues yo no voy a hacer nada, así que no me... No, ¿por qué? ¿Cuál sería el motivo? No, no, no, no. Le va la noche. Bien, perfecto. Bueno, Elina, le agradezco el tiempo. Que tengamos un buen día. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.455,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:30:23.158538",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:19.117843",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114133835995_ACD_99329",
    "fecha_inicio": "14/1/2026 13:38:35",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 152,
    "tiempo_conversacion": 126,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}