{
  "archivo": "amza74_1_260115132252114_ACD_90995.wav",
  "duracion_segundos": 287.9,
  "num_segmentos": 75,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 84.42,
    "Cliente": 187.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.82,
      "duracion": 5.79,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.156,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.84,
      "fin": 5.9,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.174,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.92,
      "fin": 10.56,
      "duracion": 4.64,
      "texto": "¿Cómo estás, Nidalee? ¿Habla la compañía Movistar? Sí, por eso te contó. Veo que estás en claro.",
      "confianza": 0.348,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.55,
      "fin": 15.19,
      "duracion": 3.64,
      "texto": "Disculpe, justamente, que ya habrá podido ir a oír a la compañía Movistar.",
      "confianza": 0.528,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.95,
      "fin": 29.21,
      "duracion": 13.26,
      "texto": "Mire, ¿le puedo explicar una situación que hay acá con el señor? ¿Cómo puedo hacer señales en Movistar? ¿Escuchas? Sí, lo estoy escuchando.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.17,
      "fin": 35.16,
      "duracion": 4.98,
      "texto": "Entonces ese señor es una persona anciana que dice que ya no usa el teléfono para nada.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.48,
      "fin": 43.18,
      "duracion": 6.71,
      "texto": "Tengo que ir a la empresa, la hija quiere que lo pase a tarjeta, porque me dice, no, si el señor no usa teléfono, encima acá tiene internet.",
      "confianza": 0.591,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.06,
      "fin": 62.39,
      "duracion": 17.33,
      "texto": "Porque me dice, si no, lo paso a otra empresa. Le digo, no, hay que preguntarle, porque a veces me llaman a mí la chica del Movistar, le digo. Entonces me sabe, pregúntale, porque quiero pasarle la tarjeta a papá, porque el señor es viejito, ya no lo usa. Lo tiene por alguna emergencia y encima tiene la mínima, el pobre abuelo.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.47,
      "fin": 70.02,
      "duracion": 6.55,
      "texto": "Y tiene, por decir, si lo internan, algo así, nada más. Pero después no toca un año te regalando plata a movistar.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.6,
      "fin": 73.7,
      "duracion": 3.11,
      "texto": "Porque no tocas el teléfono, no tocas el celular, porque tú tienes internet.",
      "confianza": 0.382,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.41,
      "fin": 84.06,
      "duracion": 9.65,
      "texto": "Como tú estás discapacitada y ya estás en cama, no más postrado. Y me dijo, ¿cómo puedes hacer eso? Y le dije, no tendría que ir acá a Canildo a movistar y le damos de baja, le damos otra empresa.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.68,
      "fin": 86.7,
      "duracion": 2.02,
      "texto": "O se podrá pasar a tapajeta.",
      "confianza": 0.79,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.44,
      "fin": 92.08,
      "duracion": 4.64,
      "texto": "Sí, se puede pasar la receta luego, yo creo que se puede pasar la receta. Sí,",
      "confianza": 0.326,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 92.08,
      "fin": 99.58,
      "duracion": 7.5,
      "texto": "porque no sé cuánto paga el señor, porque vi que paga mucho, me dice mi papá tiene la misma, que va a checar de gas, o algo así.",
      "confianza": 0.331,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.6,
      "fin": 159.46,
      "duracion": 59.86,
      "texto": "Yo de todo eso, eh, igual no fusiono esas cosas, ¿sí? ¿Cómo? Que yo no fusiono las bajas, ¿bien? ¿Y a dónde te vas a ir ya? Yo le puedo dar un número, Carmen, para que usted obviamente llame. ¿Sí? A ver. ¿No? A ver por favor voy a anotar o la hija tolo de doña me tiene la cabeza hueca me dice si no si no me pago y nos cortan la línea y me pasa otra empresa no sé si me consultas le dicen a ver qué número me voy a dar por favor señorita eh cero ochocientos cero ochocientos tres dos Bien. ¿Cómo? 3, 2, 1, 7, 6. 7, 6. 7, 8, 12. Ahí hago el trámite, ¿no? Exactamente. Tomaría opción 4.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 161.02,
      "fin": 161.75,
      "duracion": 0.72,
      "texto": "¿Opción 4?",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.25,
      "fin": 172.7,
      "duracion": 10.45,
      "texto": "Exactamente. Bueno. Mire, yo voy a ir mañana a la empresa, claro, porque no sé por qué me han cortado dos veces la línea.",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 173.32,
      "fin": 200.05,
      "duracion": 26.73,
      "texto": "te voy a decir que me voy a pasar a claro, porque yo era antes de movistar, pero muy seguido me están cortando porque yo no uso tampoco mucho, porque aquí en mi trabajo tengo internet, en mi casa tengo internet, tengo mis datos para solamente usar en la calle, mañana voy a ir a la chacarita porque está la central, te voy a decir que le voy a dar de baja y me voy a pasar a movistar, a ver qué me dicen. ¿Usted cuánto paga?",
      "confianza": 0.54,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.65,
      "fin": 225.72,
      "duracion": 24.07,
      "texto": "Yo pago 5.500 el mínimo, solamente también quiero así para salir a la calle, no lo uso tampoco, tengo una mujer grande ya. No lo uso, solamente es para tenerlo por cualquier cosa, vio. Me hicieron una salta de 5, pero ahora me hicieron pagar como 14.000 pesos, quedaba atrasada un mes, dije. Claro, y nosotros es más barato que tenemos para los clientes.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.31,
      "fin": 249.88,
      "duracion": 23.57,
      "texto": "se pasan de Movistar a Desclaro Movistar y le quedan $7,400, ¿bien? Por un mes, cada mes, ¿no? Claro, cada mes. Y en las cuentas por seis meses, ¿sí? Ah, bueno, a ver, yo voy a ir a hablar mañana porque yo lo conozco acá, porque yo estoy acá nomás en barrio chino. Voy a ir a Movistar, que siempre diga yo, a Cabilo, y ahí le digo al chico que me...",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.62,
      "fin": 256.41,
      "duracion": 5.79,
      "texto": "No me voy a pasar a movistar. No me pueden estar cortando a cada rato.",
      "confianza": 0.292,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.05,
      "fin": 287.9,
      "duracion": 30.85,
      "texto": "No quiero ni medias, ni sias. Nada, nada, señorita, porque yo soy una mujer grande. No sé ni navegar, ni eso, ni eso, fake, nada. Solamente voy a recibir llamadas y escuchar música de YouTube. Nada más, nada más. Le dejo mi WhatsApp para que usted lo tenga. Si se quiere pasar a movistar, se comunica conmigo y se le vuelve a llamar. ¿Está bien? Vale. Perfecto. Que tenga usted tarde, espero haberle ayuda a la Ocarmer, ¿sí? Bueno, gracias Nina. Hasta luego, chau chau. Hasta luego, chau chau.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Sí. ¿Cómo estás, Nidalee? ¿Habla la compañía Movistar? Sí, por eso te contó. Veo que estás en claro. Disculpe, justamente, que ya habrá podido ir a oír a la compañía Movistar. Mire, ¿le puedo explicar una situación que hay acá con el señor? ¿Cómo puedo hacer señales en Movistar? ¿Escuchas? Sí, lo estoy escuchando. Entonces ese señor es una persona anciana que dice que ya no usa el teléfono para nada. Tengo que ir a la empresa, la hija quiere que lo pase a tarjeta, porque me dice, no, si el señor no usa teléfono, encima acá tiene internet. Porque me dice, si no, lo paso a otra empresa. Le digo, no, hay que preguntarle, porque a veces me llaman a mí la chica del Movistar, le digo. Entonces me sabe, pregúntale, porque quiero pasarle la tarjeta a papá, porque el señor es viejito, ya no lo usa. Lo tiene por alguna emergencia y encima tiene la mínima, el pobre abuelo. Y tiene, por decir, si lo internan, algo así, nada más. Pero después no toca un año te regalando plata a movistar. Porque no tocas el teléfono, no tocas el celular, porque tú tienes internet. Como tú estás discapacitada y ya estás en cama, no más postrado. Y me dijo, ¿cómo puedes hacer eso? Y le dije, no tendría que ir acá a Canildo a movistar y le damos de baja, le damos otra empresa. O se podrá pasar a tapajeta. Sí, se puede pasar la receta luego, yo creo que se puede pasar la receta. Sí, porque no sé cuánto paga el señor, porque vi que paga mucho, me dice mi papá tiene la misma, que va a checar de gas, o algo así. Yo de todo eso, eh, igual no fusiono esas cosas, ¿sí? ¿Cómo? Que yo no fusiono las bajas, ¿bien? ¿Y a dónde te vas a ir ya? Yo le puedo dar un número, Carmen, para que usted obviamente llame. ¿Sí? A ver. ¿No? A ver por favor voy a anotar o la hija tolo de doña me tiene la cabeza hueca me dice si no si no me pago y nos cortan la línea y me pasa otra empresa no sé si me consultas le dicen a ver qué número me voy a dar por favor señorita eh cero ochocientos cero ochocientos tres dos Bien. ¿Cómo? 3, 2, 1, 7, 6. 7, 6. 7, 8, 12. Ahí hago el trámite, ¿no? Exactamente. Tomaría opción 4. ¿Opción 4? Exactamente. Bueno. Mire, yo voy a ir mañana a la empresa, claro, porque no sé por qué me han cortado dos veces la línea. te voy a decir que me voy a pasar a claro, porque yo era antes de movistar, pero muy seguido me están cortando porque yo no uso tampoco mucho, porque aquí en mi trabajo tengo internet, en mi casa tengo internet, tengo mis datos para solamente usar en la calle, mañana voy a ir a la chacarita porque está la central, te voy a decir que le voy a dar de baja y me voy a pasar a movistar, a ver qué me dicen. ¿Usted cuánto paga? Yo pago 5.500 el mínimo, solamente también quiero así para salir a la calle, no lo uso tampoco, tengo una mujer grande ya. No lo uso, solamente es para tenerlo por cualquier cosa, vio. Me hicieron una salta de 5, pero ahora me hicieron pagar como 14.000 pesos, quedaba atrasada un mes, dije. Claro, y nosotros es más barato que tenemos para los clientes. se pasan de Movistar a Desclaro Movistar y le quedan $7,400, ¿bien? Por un mes, cada mes, ¿no? Claro, cada mes. Y en las cuentas por seis meses, ¿sí? Ah, bueno, a ver, yo voy a ir a hablar mañana porque yo lo conozco acá, porque yo estoy acá nomás en barrio chino. Voy a ir a Movistar, que siempre diga yo, a Cabilo, y ahí le digo al chico que me... No me voy a pasar a movistar. No me pueden estar cortando a cada rato. No quiero ni medias, ni sias. Nada, nada, señorita, porque yo soy una mujer grande. No sé ni navegar, ni eso, ni eso, fake, nada. Solamente voy a recibir llamadas y escuchar música de YouTube. Nada más, nada más. Le dejo mi WhatsApp para que usted lo tenga. Si se quiere pasar a movistar, se comunica conmigo y se le vuelve a llamar. ¿Está bien? Vale. Perfecto. Que tenga usted tarde, espero haberle ayuda a la Ocarmer, ¿sí? Bueno, gracias Nina. Hasta luego, chau chau. Hasta luego, chau chau.",
  "calidad": {
    "confianza_promedio": 0.479,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:05:37.189598",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 75,
    "total_segmentos_corregido": 22,
    "fecha_correccion": "2026-01-18T23:05:32.246071",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132252114_ACD_90995",
    "fecha_inicio": "15/1/2026 13:22:52",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 308,
    "tiempo_conversacion": 275,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}