{
  "archivo": "amza45_1_260114103804405_ACD_45653.wav",
  "duracion_segundos": 269.46,
  "num_segmentos": 87,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 26.45,
    "Cliente": 233.56
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 2.17,
      "duracion": 2.14,
      "texto": "Sí.",
      "confianza": 0.817,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.23,
      "fin": 6.86,
      "duracion": 4.63,
      "texto": "Hola, buenos días. ¿Qué tal? ¿Me comunico con José?",
      "confianza": 0.335,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.88,
      "fin": 6.94,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.02,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.96,
      "fin": 9.28,
      "duracion": 2.32,
      "texto": "¿Qué tal, José? ¿Cómo estás? Un gusto. Mi nombre es Zaira.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.86,
      "fin": 18.77,
      "duracion": 8.91,
      "texto": "Me comunico con usted porque teníamos una promoción para hacer líneas, ¿sí? Veo que, bueno, ahora está con una buena en claro. Sí, claro.",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.79,
      "fin": 19.31,
      "duracion": 0.52,
      "texto": "Bien, perfecto.",
      "confianza": 0.475,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 19.69,
      "fin": 26.16,
      "duracion": 6.47,
      "texto": "Yo me comunico desde el modo Star Seed. La idea sería que, primero, pague mucho menos y que, bueno, también tenga más beneficios, ¿bien?",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.78,
      "fin": 31.84,
      "duracion": 4.06,
      "texto": "Mucho menos de cuánto. ¿Cómo? Mucho menos de cuánto.",
      "confianza": 0.167,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.36,
      "fin": 34.11,
      "duracion": 1.74,
      "texto": "¿Vos sabés lo que hizo Pago en claro?",
      "confianza": 0.627,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.71,
      "fin": 36.53,
      "duracion": 1.82,
      "texto": "No, obviamente no tenemos esa información.",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.25,
      "fin": 43.54,
      "duracion": 6.29,
      "texto": "Ah, bueno. Entonces, primero tendrían que tener, porque vos me decís mucho menos que lo que pago. Exacto. Sí,",
      "confianza": 0.292,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 43.54,
      "fin": 44.84,
      "duracion": 1.3,
      "texto": "porque nosotros le consultamos.",
      "confianza": 0.537,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.86,
      "fin": 53.58,
      "duracion": 8.72,
      "texto": "Si no sabés cuánto pago, ¿cómo me podés decir que pague mucho menos? Porque nosotros consultamos cuánto está abonando usted para poder armarlo en la promoción, ¿sí?",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.3,
      "fin": 56.38,
      "duracion": 2.08,
      "texto": "Ajá. Y cuánto estoy abonando.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.98,
      "fin": 69.0,
      "duracion": 12.02,
      "texto": "le digo que a mí no me asegura ese tipo de información porque es información personal.",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.5,
      "fin": 83.43,
      "duracion": 13.93,
      "texto": "Y tenemos, en este caso, un plan. Bueno, ¿Usted utiliza muchas vías o lo usa para lo más básico? ¿Llamaditas? Mira, yo tengo un plan de 20 GB y de 300 MB en mi casa. Todo el plan es incluido.",
      "confianza": 0.842,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.05,
      "fin": 106.1,
      "duracion": 22.05,
      "texto": "Lo de mi casa y decir que con una sola cuenta pago los dos. De celular, claro. Un abono fijo. Claro, es un combo con todos. Combo completo, exacto. Perfecto, o sea tiene su línea nada más y la fibra óptica... Y la fibra óptica de mi casa con el teléfono, ¿no? El teléfono domiciliario que ya no se usa más.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.76,
      "fin": 172.78,
      "duracion": 66.02,
      "texto": "Ah, sí, claro, el pijo. El pijo, sí. Ya todo el celular. Bueno, miren. Usted, ¿cuánto está pagando por eso? Pagué 30.000 emisión por la aplicación, 3.000 de descuento, así que 27.000 pesos, más o menos. Y claro, bueno, rondiéndole, claro, 30, por ejemplo. Por nosotros, igualmente desde la aplicación, y no se si se sabía, pero desde la aplicación Moonstar también tiene varias respuestas para poder pagar. También, generación de descuento está muy buena, Y por ejemplo, nosotros tenemos el combo ahora de lo que es el teléfono con la línea, ¿sí? Le queda en un total, se lo voy a reducir para que sea más fácil, le queda en 24.000 pesos, a ver, un minuto, 24.000 pesos las dos costan juntas, ¿sí? Le queda. ¿Cuánto sigo? ¿Cuánto sigo en el teléfono? ¿Cómo? Sí. Sí. Disculpe, se cortó un poquito, no me cansa mucho. Sí. ¿Cuánto siga en el celular?",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.34,
      "fin": 226.87,
      "duracion": 53.53,
      "texto": "Bien, las siglas tendría en mi caso 12, tendría 4 de base, 4 de regalo, y aparte tiene, por constatar lo que es el servicio, ¿sí? Así le quedaría, obviamente primero hay que consultar si tiene disponibilidad para ciberáutica. Si, en mi casa, en mi domicilio, si lo tuve. ¿Tendrías que consultar? Sí, pagaba, ya te voy a decir, en este momento estaba pagando cerca de treinta mil pesos de la fibra óptica y del teléfono estaba, del celular estaba pagando como doce mil y pico por mes. Ajá. Bien. Nosotros tenemos EFIPLAN y por ejemplo le queda en veinticuatro mil pesos, en total, pagaría cuatro mil pesos por la línea de teléfono y veinte mil por la fibra, ¿sí?",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.54,
      "fin": 235.72,
      "duracion": 8.18,
      "texto": "se le haría un combo con todo. Usted tiene solamente la línea de usted a su nombre o tiene alguna otra? No, no, la línea mía nada más. Suelen la de usted. Bien,",
      "confianza": 0.518,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 235.72,
      "fin": 238.54,
      "duracion": 2.82,
      "texto": "claro, le quedaría en estos, sí, veinticuatro mil pesos.",
      "confianza": 0.474,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.56,
      "fin": 253.28,
      "duracion": 14.72,
      "texto": "Obviamente, si lo para. Bueno, déjame pensarlo y cualquier cosa te llámame. A ver, hoy es miércoles, llámame el viernes. Lo pienso y. Bueno, yo le envío este tipo de WhatsApp. Usted quiere.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.78,
      "fin": 269.46,
      "duracion": 15.68,
      "texto": "Dale, yo con mi cosa tengo. el plan. Claro, lo revisa ahí y dame el contacto con usted cualquier cosa. Dale, mandame bien el plan como es, así lo estudio y te llamó el bien. Bueno, no es problema. Listo. Hasta luego. Hasta luego.",
      "confianza": 0.337,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Sí. Hola, buenos días. ¿Qué tal? ¿Me comunico con José? Sí. ¿Qué tal, José? ¿Cómo estás? Un gusto. Mi nombre es Zaira. Me comunico con usted porque teníamos una promoción para hacer líneas, ¿sí? Veo que, bueno, ahora está con una buena en claro. Sí, claro. Bien, perfecto. Yo me comunico desde el modo Star Seed. La idea sería que, primero, pague mucho menos y que, bueno, también tenga más beneficios, ¿bien? Mucho menos de cuánto. ¿Cómo? Mucho menos de cuánto. ¿Vos sabés lo que hizo Pago en claro? No, obviamente no tenemos esa información. Ah, bueno. Entonces, primero tendrían que tener, porque vos me decís mucho menos que lo que pago. Exacto. Sí, porque nosotros le consultamos. Si no sabés cuánto pago, ¿cómo me podés decir que pague mucho menos? Porque nosotros consultamos cuánto está abonando usted para poder armarlo en la promoción, ¿sí? Ajá. Y cuánto estoy abonando. le digo que a mí no me asegura ese tipo de información porque es información personal. Y tenemos, en este caso, un plan. Bueno, ¿Usted utiliza muchas vías o lo usa para lo más básico? ¿Llamaditas? Mira, yo tengo un plan de 20 GB y de 300 MB en mi casa. Todo el plan es incluido. Lo de mi casa y decir que con una sola cuenta pago los dos. De celular, claro. Un abono fijo. Claro, es un combo con todos. Combo completo, exacto. Perfecto, o sea tiene su línea nada más y la fibra óptica... Y la fibra óptica de mi casa con el teléfono, ¿no? El teléfono domiciliario que ya no se usa más. Ah, sí, claro, el pijo. El pijo, sí. Ya todo el celular. Bueno, miren. Usted, ¿cuánto está pagando por eso? Pagué 30.000 emisión por la aplicación, 3.000 de descuento, así que 27.000 pesos, más o menos. Y claro, bueno, rondiéndole, claro, 30, por ejemplo. Por nosotros, igualmente desde la aplicación, y no se si se sabía, pero desde la aplicación Moonstar también tiene varias respuestas para poder pagar. También, generación de descuento está muy buena, Y por ejemplo, nosotros tenemos el combo ahora de lo que es el teléfono con la línea, ¿sí? Le queda en un total, se lo voy a reducir para que sea más fácil, le queda en 24.000 pesos, a ver, un minuto, 24.000 pesos las dos costan juntas, ¿sí? Le queda. ¿Cuánto sigo? ¿Cuánto sigo en el teléfono? ¿Cómo? Sí. Sí. Disculpe, se cortó un poquito, no me cansa mucho. Sí. ¿Cuánto siga en el celular? Bien, las siglas tendría en mi caso 12, tendría 4 de base, 4 de regalo, y aparte tiene, por constatar lo que es el servicio, ¿sí? Así le quedaría, obviamente primero hay que consultar si tiene disponibilidad para ciberáutica. Si, en mi casa, en mi domicilio, si lo tuve. ¿Tendrías que consultar? Sí, pagaba, ya te voy a decir, en este momento estaba pagando cerca de treinta mil pesos de la fibra óptica y del teléfono estaba, del celular estaba pagando como doce mil y pico por mes. Ajá. Bien. Nosotros tenemos EFIPLAN y por ejemplo le queda en veinticuatro mil pesos, en total, pagaría cuatro mil pesos por la línea de teléfono y veinte mil por la fibra, ¿sí? se le haría un combo con todo. Usted tiene solamente la línea de usted a su nombre o tiene alguna otra? No, no, la línea mía nada más. Suelen la de usted. Bien, claro, le quedaría en estos, sí, veinticuatro mil pesos. Obviamente, si lo para. Bueno, déjame pensarlo y cualquier cosa te llámame. A ver, hoy es miércoles, llámame el viernes. Lo pienso y. Bueno, yo le envío este tipo de WhatsApp. Usted quiere. Dale, yo con mi cosa tengo. el plan. Claro, lo revisa ahí y dame el contacto con usted cualquier cosa. Dale, mandame bien el plan como es, así lo estudio y te llamó el bien. Bueno, no es problema. Listo. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.455,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:12:47.165800",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 87,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:29.042185",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114103804405_ACD_45653",
    "fecha_inicio": "14/1/2026 10:38:04",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 357,
    "tiempo_conversacion": 259,
    "tiempo_hold": 0,
    "tiempo_acw": 79,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}