{
  "archivo": "amza73_1_260115125534973_ACD_06721.wav",
  "duracion_segundos": 1459.64,
  "num_segmentos": 408,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 714.79,
    "Cliente": 618.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 11.03,
      "duracion": 11.0,
      "texto": "Hola, ¿qué tal? ¿Hablo con María Noelia? Sí, ella habla. ¿Cómo estás María? Te habla Marcos. Te llamaba el día 2 porque estamos activando beneficios para tu línea. ¿Cómo te va?",
      "confianza": 0.558,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.85,
      "fin": 13.07,
      "duracion": 0.22,
      "texto": "Bien. Bien.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.09,
      "fin": 19.92,
      "duracion": 6.83,
      "texto": "En este caso el día 2 de mi figura, que estás en claro. ¿Vos estás con abono o haces recargas? No, estoy con abono.",
      "confianza": 0.717,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.94,
      "fin": 20.22,
      "duracion": 0.28,
      "texto": "Perfecto.",
      "confianza": 0.531,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.26,
      "fin": 36.58,
      "duracion": 16.32,
      "texto": "Te quería comentar que hoy en día del área técnica Movistar se ha hecho lo que es una renovación para comenzar el año. ¿Bien? y verificamos que hoy tenés una promoción vigente para poder aprovechar, ¿sí? Comentame un poquito, vos actualmente con claro sos la titular, María, ¿verdad?",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.6,
      "fin": 37.06,
      "duracion": 0.46,
      "texto": "Sí, sí, soy la titular.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.08,
      "fin": 52.68,
      "duracion": 15.6,
      "texto": "Perfecto, acá lo que es la central de Mendoza tenemos hoy en día una oferta disponible para poder hacer lo que es el regreso a Movistar manteniendo siempre lo que es el mismo número, ¿sí? Consulta, ¿de qué parte de Mendoza sos, María? Yo de Maipú, Roderney.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.88,
      "fin": 54.15,
      "duracion": 1.26,
      "texto": "Perfecto, sí, sí.",
      "confianza": 0.23,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.17,
      "fin": 103.45,
      "duracion": 49.28,
      "texto": "En Maipú tenemos excelente cobertura. Es más, en el centro de Maipú, en lo que es la calle Pablo Pescare, tenemos un local activo donde siempre nuestros clientes de Maipú se acercan para cualquier duda o consulta, ¿sí? Te comento rápidamente la promoción al día de hoy. Está teniendo lo que son descuentes exclusivos. Es una oferta del día para aquellos antiguos abonados que queremos realmente que vos regreses. La promoción tiene WhatsApp gratis total, o sea que no te consuma el internet, sino que utiliza el WhatsApp libre. vas a poder hablar libre a cualquier compañía y vas a tener el roaming en América, incluido América Precio Local. O sea que el roaming te sirve más que nada ahora, por si llegabas a salir de vacaciones, para que te sirva fuera del país. Y además vas a tener también el descuento que te vamos a cargar. Al día de hoy todo te queda en 10.400 pesos.",
      "confianza": 0.804,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.02,
      "fin": 107.68,
      "duracion": 3.66,
      "texto": "Te hago una consulta, María. Esta es la única línea que vos tenés como titular.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 108.59,
      "fin": 109.85,
      "duracion": 1.26,
      "texto": "Sí, es la única.",
      "confianza": 0.22,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.87,
      "fin": 110.07,
      "duracion": 0.2,
      "texto": "Exacto.",
      "confianza": 0.38,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 110.37,
      "fin": 121.81,
      "duracion": 11.44,
      "texto": "Acá verifico tu fichita de cliente, me figuras tu nombre completo, María Noelia Morales, tu DNI termina en 485 y tu fecha de nacimiento el 14 de octubre de 1980, ¿bien?",
      "confianza": 0.711,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.83,
      "fin": 129.09,
      "duracion": 7.26,
      "texto": "Sí. Perfecto. Sí, pero por ahora le quiero mantenerme así como estoy porque... Sí, contame.",
      "confianza": 0.515,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 129.12,
      "fin": 139.09,
      "duracion": 9.97,
      "texto": "Estoy con la mitad del trabajo, entonces no quiero moverme mucho. hacer mucho lío con las cosas, así que... Claro, por el tema costo. ¿Cuánto estás abonando hoy en día en Claro María?",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 140.17,
      "fin": 174.07,
      "duracion": 33.9,
      "texto": "Diez también estoy abonando. Bueno, mira, te voy a cargar entonces un descuento especial, te quedan 7.460. Y el 5 lo retirás gratis en la sucursal, lo retirás gratis, nos encargamos de toda la gestión, yo me encargo de poder acompañarte en este proceso, vos sabés que Movistel es excelente el servicio, y lo más importante es que no te quedas nunca en comunicada, ¿bien? Eso quiere decir que... No, pero mirá, en la zona donde yo estoy no tengo muy buena cobertura con Movistar. Ya pasé por Movistar personal y terminé con claro que es lo que dentro de todo un poco mejor me anda.",
      "confianza": 0.198,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.03,
      "fin": 186.93,
      "duracion": 11.9,
      "texto": "Ah, bien, bien. ¿Y eso cuándo lo verificaste? Mirá, me llamaron hace un par de semanas y lo verificaron. Me dijeron, chicos, no, sí, tenés razón, porque en la zona esa no...",
      "confianza": 0.565,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 186.93,
      "fin": 187.51,
      "duracion": 0.58,
      "texto": "Sí, bueno.",
      "confianza": 0.535,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 187.53,
      "fin": 239.59,
      "duracion": 52.06,
      "texto": "Claro, acá te verifico, mirá, lo que es la renovación que se hizo a finales de diciembre, Yo verifico, ¿estás en la Ruta Provisal 50? No, estoy mucho más metida sobre perpendicular a la Ruta 50, pero estoy como 7 kilómetros más adentro. Bien, acá yo verifico que todo lo que es justamente, toda la zona, justamente el código postal 5529, todo lo que es rodeo, se hace lo que es una reestructuración para aquellos antiguos usuarios, tengan una nueva oportunidad de poder probar el chip nuevo de la compañía, ¿sí? El chip nuevo es un chip que se va a adaptar a tu teléfono. Bueno, yo de rodeo al medio estoy a 7 kilómetros. Perfecto, perfecto. Justamente, ¿cuál es la idea? Más o menos en medio del campo. Ah, qué lindo. Estás tranquila, lo imagino.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 240.23,
      "fin": 241.03,
      "duracion": 0.8,
      "texto": "Nadie te molesta.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.53,
      "fin": 244.55,
      "duracion": 3.02,
      "texto": "Sí, sí, pero no tengo mucha accesibilidad a todo.",
      "confianza": 0.469,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 245.04,
      "fin": 249.56,
      "duracion": 4.53,
      "texto": "Claro, es lo único que como que por ahí se complica un poco el tema del wifi, ¿se te complica también?",
      "confianza": 0.569,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 252.53,
      "fin": 274.44,
      "duracion": 21.91,
      "texto": "Sí. Al principio lo tenían por antena, pero bueno, la zona llegó por cable, así que bueno, dentro de todo eso me está ayudando un poco. ¿Te está ayudando un poco? Sí, la verdad que a veces está lindo de ir alejado, pero por ahí también te complica un poco la cercanía, si tienes que ir a hacer un trámite o te quedas un poquito lejos todos. Pero bueno, al día de hoy,",
      "confianza": 0.008,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.06,
      "fin": 288.38,
      "duracion": 13.32,
      "texto": "buena noticia, como te digo, vas a tener buena cobertura, buena recepción y como te decía te va a convenir porque si vos estás pagando más de 10 mil pesos en claro, por lo menos acá te vas a tener un ahorro de alrededor de 3.500 pesos.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 288.4,
      "fin": 297.01,
      "duracion": 8.61,
      "texto": "O sea, la promoción arranca justamente con este plan porque te va a venir bien para tu costo y te va a venir bien para poder probar el nuevo chip.",
      "confianza": 0.737,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.03,
      "fin": 304.98,
      "duracion": 7.95,
      "texto": "¿Vos utilizas chip físico o chip virtual? Yo tengo un iPhone y tengo un chip",
      "confianza": 0.629,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.52,
      "fin": 312.87,
      "duracion": 7.35,
      "texto": "¿Virtual? Sí, sí, sí. Perfecto. ¿Qué iPhone tenés actualmente, María? No, el 11. Buenísimo. Sí,",
      "confianza": 0.127,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 312.87,
      "fin": 330.63,
      "duracion": 17.76,
      "texto": "entonces todavía sigue siendo un chip normal, que es un chip físico, microchip, que en este caso te lo van a indicar en la sucursal para que vos saques el de claro, ponés el de movilizar con el mismo número y ya directamente tenés todo funcionando con la compañía.",
      "confianza": 0.748,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.75,
      "fin": 380.36,
      "duracion": 49.61,
      "texto": "Aparte, María, además de poder ahorrarse entre $1,500 o $4,000, que vos te ahorres todos los meses, ya no te va a impactar esos aumentos de claro que por ahí te sorprenden, porque por más que vos tengas una compañía, vos sabes que hoy en día nada es fijo porque todo aumenta, ¿viste? Entonces, bueno, ¿cuál es la idea? Que vos tengas esta promoción, que se adapte para que vos puedas usar bien tu iPhone y que tengas Internet, porque al pueblo que utilizas mucho el WhatsApp, las redes sociales, entonces de esta manera para que vos puedas tener el Movochip que te va a servir para tu teléfono, ¿sí? Y es más, de esa manera, ¿cuál es? Te voy a regalar, porque hoy en día la idea es que vos regreses, 20 GB extra que con la aplicación de Movistar, viste que al tener iPhone, la aplicación de Claro no es compatible. ¿Vos sabías eso, María? Bien,",
      "confianza": 0.676,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 380.36,
      "fin": 390.08,
      "duracion": 9.72,
      "texto": "nosotros hoy en día tenemos convenio con lo que es Android y con lo que es Apple, que va justamente a venir que vos tengas la aplicación funcionando en tu teléfono.",
      "confianza": 0.756,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 390.19,
      "fin": 451.35,
      "duracion": 61.16,
      "texto": "O sea, que tu Movistar pueda funcionar en tu iPhone. ¿Vean? Vos con la aplicación vas a poder pagar en mercado pago, vas a poder guardar los gigas que te sobren, vas a poder reutilizarlos al siguiente mes o pasarlos a algún otro Movistar que necesite gigas. ¿Sí? Y además, los 20 ligas son por única vez para que puedas probar nuevamente el servicio y realmente nos des la oportunidad de sorprenderte con lo que es la tecnología que se trabaja hoy en día, ¿sí? En este caso, por eso te digo, María, que te súper conviene, más que el ahorro, te conviene por la calidad de servicio que está trabajando la compañía. Y acá yo verifico que fuiste una excelente abonada. Entonces, permíteme felicitarte porque realmente Queremos que regreses con esta promoción y, como te digo, realmente fuera de lo que es el costo, estás invirtiendo por un servicio que te va a funcionar, ¿sí? Lo que yo hago es rápidamente verificar que los datos estén bien en el sistema, te mando un WhatsApp para asignarte una asesora comercial para que ella te acompañe en el proceso. Y de esa manera, ya queda lo que es la portabilidad.",
      "confianza": 0.567,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 451.85,
      "fin": 460.76,
      "duracion": 8.91,
      "texto": "Ponerla más tardal ya la semana que viene, ya vas a estar usando tu chip y te va a funcionar porque obviamente la idea es que más. Si tenés iPhone, se adapta mucho más rápido.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 461.7,
      "fin": 471.68,
      "duracion": 9.98,
      "texto": "Por ejemplo, esta es la única línea que vos tenés como titular, María. Sí. Perfecto. O sea, te va a funcionar bien y los 20 GB van a ser para vos. ¿Lo mandan a domicilio? Dale,",
      "confianza": 0.765,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 471.68,
      "fin": 475.8,
      "duracion": 4.12,
      "texto": "mira, en este caso, para tu comodidad te lo vamos a mandar al domicilio sin costos, ¿sí?",
      "confianza": 0.661,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 476.28,
      "fin": 480.52,
      "duracion": 4.24,
      "texto": "Eh, le hago una consulta a vos en el horario de domicilio. ¿Estás en la mañana o en la tarde?",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 482.98,
      "fin": 489.67,
      "duracion": 6.69,
      "texto": "En la mañana, en la tarde trabajo. Perfecto, perfecto. ¿A qué te dedicas, María? ¿En qué trabajas? Eh, yo trabajo en una farmacia.",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 489.69,
      "fin": 490.23,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.58,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 490.27,
      "fin": 495.03,
      "duracion": 4.76,
      "texto": "Ah, o sea, de remedios te puedo... Si me duele la cabeza te puedo preguntar qué me puedes recomendar.",
      "confianza": 0.617,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 495.55,
      "fin": 496.21,
      "duracion": 0.66,
      "texto": "Exactamente.",
      "confianza": 0.819,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 496.94,
      "fin": 522.48,
      "duracion": 25.54,
      "texto": "Ah, muy bien. Pero igual, ¿sabes que yo soy anti medicamento? O sea, literalmente tiene que partirme, cuando ya hay mucho trabajo y se te parte la cabeza, puede ser ahí que te trume algo, pero realmente a veces uno evita tomar remedios, exactamente. Pero bueno, pasa, por ahí hay que tomarlo, no queda el otro. Así que bueno, ¿trabajas ahí en Maipú? Sí, acá en Colonia Bombala. Ah, buenísimo, ¿te queda dentro de todo cerca?",
      "confianza": 0.147,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 522.5,
      "fin": 523.38,
      "duracion": 0.88,
      "texto": "Sí, sí, sí, gracias a Dios.",
      "confianza": 0.152,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 523.51,
      "fin": 541.41,
      "duracion": 17.9,
      "texto": "Buenísimo. Bien, lo que vamos a verificar entonces es tus datos. La línea me figura el nombre de María Noelia Morales. Tu fuiste a nacimiento 14 de octubre de 1980. Tu DNI termina en 485. Y decime tu domicilio actual o en este caso tu domicilio laboral para que llegue mucho más rápido. Decime domicilio laboral.",
      "confianza": 0.436,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 543.03,
      "fin": 550.26,
      "duracion": 7.23,
      "texto": "No, te voy a dar el domicilio actual porque han cambiado ahora justamente la numeración",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 551.34,
      "fin": 571.81,
      "duracion": 20.47,
      "texto": "porque nos manijamos por pilastras. Ah, listo, listo. Decime bien del domicilio. Mira, Don Bosco, 5130. Sí. De Colonia Bombal, Rodeo del Medio. Colonia Bombal, Rodeo del Medio. ¿El código postal lo recordas? 5529.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 573.15,
      "fin": 582.85,
      "duracion": 9.7,
      "texto": "Perfecto, bien. Dame un segundito que lo voy a situar en Maps para verificar que esté Bien, las entre calles, porque por ahí viste que las entre calles cuesta encontrarla.",
      "confianza": 0.878,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 584.11,
      "fin": 606.96,
      "duracion": 22.85,
      "texto": "Don Bosco 5130. Yo estoy entre la calle Roma y calle San Martín. Bien, entre la calle Roma y calle San Martín. Dame un segundo. Entonces dijimos Don Bosco 5130. Esto sería Colonia Bombal.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 607.9,
      "fin": 629.87,
      "duracion": 21.97,
      "texto": "Dame un segundo que... Bien. En este caso dijimos la entre calle, entre Roma y calle San Martín. Sí. Perfecto. Decime un teléfono alternativo por única vez para poder poner como un numerito de algún amigo familiar solo para dejarlo en la fichita de cliente. Decime.",
      "confianza": 0.095,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 631.43,
      "fin": 633.35,
      "duracion": 1.92,
      "texto": "A ver, para, dame un segundo. Sí, no hay problema.",
      "confianza": 0.073,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 639.64,
      "fin": 648.86,
      "duracion": 9.21,
      "texto": "Bien, 12 y 1.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 649.5,
      "fin": 649.84,
      "duracion": 0.34,
      "texto": "Sí.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 650.84,
      "fin": 651.82,
      "duracion": 0.98,
      "texto": "58.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 652.66,
      "fin": 654.58,
      "duracion": 1.92,
      "texto": "Sí. 63.",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 655.47,
      "fin": 655.73,
      "duracion": 0.26,
      "texto": "Sí.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 656.51,
      "fin": 657.23,
      "duracion": 0.72,
      "texto": "301.",
      "confianza": 0.85,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 658.45,
      "fin": 725.63,
      "duracion": 67.18,
      "texto": "Perfecto. En este caso, entonces, va lo que es calle Don Bosco, 5130, entre la calle El Romo y San Martín. código postal 5529 de la localidad Colonia Bomba alrededor del medio Maipú, ¿bien? Sí. Perfecto. En este caso, la promoción, entonces, va a ser económica, la promo económica en 7.460 y te vamos a regalar 20 gigas para activar por única vez desde la aplicación. Tú después, cuando tengas la aplicación activa, le voy a pedir que ella te explique cómo activar el regalito de 20 gigas, ¿sí? para que de esa manera que vos tengas toda la asistencia que vos necesitas, pues por ahí es importante tener un asesor que te pueda guiar, ¿sí? Tengo una pregunta. Perfecto. Entonces, vos en tu casa, Internet, Movistar no tenés actualmente. No, no, no. Perfecto, listo. Ya para dejarlo asentado para salir siempre a futuro, que haya una oferta disponible que Movistar llegue a fibrar tu zona para poder escribirte y comentarte la promoción del día, ¿sí? Dale. Sé que en la zona todavía no hay fibra óptica de eso. Exactamente. Bien, tu código, en este caso, perdón, lo que sería tu correo electrónico, ¿me lo podrías dictar, por favor?",
      "confianza": 0.901,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 726.63,
      "fin": 727.05,
      "duracion": 0.42,
      "texto": "Morena.",
      "confianza": 0.876,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 729.05,
      "fin": 729.29,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.598,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 729.31,
      "fin": 729.87,
      "duracion": 0.56,
      "texto": "Analuz.",
      "confianza": 0.897,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 730.65,
      "fin": 731.95,
      "duracion": 1.3,
      "texto": "Analuz, sí.",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 731.97,
      "fin": 734.34,
      "duracion": 2.36,
      "texto": "Lleva doble A en el medio, es Morena, Analuz.",
      "confianza": 0.626,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 735.02,
      "fin": 735.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.042,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 735.1,
      "fin": 737.14,
      "duracion": 2.04,
      "texto": "Analuz con Z al final.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 738.66,
      "fin": 784.15,
      "duracion": 45.49,
      "texto": "Bien, sí. Perfecto. Bien. En este caso, entonces, vamos a hacer ahora lo que también es un cierre comercial porque, bueno, debido siempre a todas las gestiones que realizamos, son muchas al día, queremos dejar asentado un cierre comercial que es básicamente como leerte todos los servicios para que vos confirme que estás de acuerdo, ¿sí? para también una tranquilidad tuya como clienta y de esa manera vos podás aprovechar el beneficio, ¿bien? Ahora, lo que yo voy a hacer a través de la asesora virtual, yo te voy a estar mandando ahorita mismo, mientras estamos hablando, un WhatsApp para que agendes el número, te voy a asignar una asesora, la asesora va a ser Malena, Malena en este caso va a ser la encargada de hacer el seguimiento de tu chip y de que esté todo ok, ¿sí? Ahí vale, en este caso te va a hacer escribiendo,",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 785.54,
      "fin": 791.15,
      "duracion": 5.61,
      "texto": "Bien, a ese WhatsApp que te acaba de llegar, necesito, por favor, que lo gentes como Malena Movistar.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 791.75,
      "fin": 831.72,
      "duracion": 39.97,
      "texto": "Yo te aguardo en línea, poneme en altavoz, ¿sí? Así yo me quedo tranquilo que estás haciéndolo, ¿sí? Yo te espero. Vale. Ahí lo viste, el mensajito. Sí, sí, sí. Buenísimo. Bien, a ese chat necesito que me envíes frente y dorso del DNI como titular, ¿sí? Agarras el DNI, lo pones sobre la mesa, desde arriba haces un buen enfoque y tomas la foto de los dos lados, ¿sí? Yo te espero. Obvio.",
      "confianza": 0.721,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 863.71,
      "fin": 883.02,
      "duracion": 19.31,
      "texto": "Che, ¿por allá va a llover? Porque acá en Ciudad dicen que va a llover. ¿Por allá qué onda María? ¿Va a llover? Y es casi medio complicado. Se nubla acá rato, así que... Viste que Mendoza antes era una provincia que básicamente no existía lo que era la humedad. Ahora básicamente estamos un día con la humedad.",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 883.58,
      "fin": 884.04,
      "duracion": 0.46,
      "texto": "Literal.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 885.5,
      "fin": 885.56,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.447,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 886.3,
      "fin": 893.21,
      "duracion": 6.91,
      "texto": "La verdad que extraño esos días que eran un poquito más secos. Porque ahora con esto de la humedad, el tema de los bosquitos, el rengue...",
      "confianza": 0.663,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 894.12,
      "fin": 904.0,
      "duracion": 9.88,
      "texto": "Los mosquitos están terribles ahora, ¿viste? Vamos a ver dónde los mosquitos, ¿viste? Literal. Bueno, se nos daba cuenta ahí en farmacia, en farmacia, ¿viste?",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 904.02,
      "fin": 904.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.012,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 904.1,
      "fin": 905.82,
      "duracion": 1.72,
      "texto": "Con el tema de la medicación, ¿viste?",
      "confianza": 0.446,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 905.84,
      "fin": 914.88,
      "duracion": 9.04,
      "texto": "Es que no se nota más, hay más EPOC, hay más, un montón de cosas que... Un montón de enfermedades que, totalmente, las picaduras, imagínate los hospitales.",
      "confianza": 0.599,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 914.9,
      "fin": 932.78,
      "duracion": 17.88,
      "texto": "Claro, no, literal, sí. El otro te digo, un chico de la oficina lo picó una araña en su casa y le pidieron dos días de licencia médica porque literalmente con la picadura de la araña, porque ahora también están los bichitos alterados, parece el comienzo del año, literalmente se le infectó y lo tuvieron que hacer todo un tratamiento médico.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 933.1,
      "fin": 935.67,
      "duracion": 2.57,
      "texto": "O sea, como imagínate que hay que cubrirse hasta de los bichos hoy en día.",
      "confianza": 0.559,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 936.36,
      "fin": 939.58,
      "duracion": 3.22,
      "texto": "Sí, sí, tal cual.",
      "confianza": 0.084,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 939.6,
      "fin": 939.94,
      "duracion": 0.34,
      "texto": "Es así. Tal cual.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 939.96,
      "fin": 940.06,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.006,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 940.08,
      "fin": 955.56,
      "duracion": 15.48,
      "texto": "María, te tomo dos minutitos. Yo te voy a pasar con la asesora comercial para que puedas hablar con ella. Ella te va a acompañar en este proceso. Desde ya agradezco siempre tu buena predisposición para charlar con nosotros. Y así ella te hace lo que es un repasito con el cierre comercial, ¿sí?",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 955.62,
      "fin": 955.84,
      "duracion": 0.22,
      "texto": "Dale.",
      "confianza": 0.67,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 956.18,
      "fin": 964.85,
      "duracion": 8.67,
      "texto": "Dale, María, un placer. Estamos en contacto. Ahí te derivo a la asesora, ¿sí? Dale, muchísimas gracias. No, por favor, adiós. Chau, chau, que andes bien.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 966.68,
      "fin": 970.39,
      "duracion": 3.71,
      "texto": "Hola, María. Hola, ¿cómo estás? Un gusto, María.",
      "confianza": 0.2,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 970.41,
      "fin": 971.33,
      "duracion": 0.92,
      "texto": "Mi nombre es Malena.",
      "confianza": 0.789,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 971.97,
      "fin": 1001.32,
      "duracion": 29.35,
      "texto": "Me comentó Marcos que estabas haciendo lo que es la reportabilidad de tu niña, ¿correcto? Sí, sí, así es. Perfecto. Bien, María, te comentó. Ahora sí, no sé si te comentó bien el tema del cierre comercial en un contrato leído para que te quedes tranquila y que todo lo que vas a estar contratando el día de hoy se te va a cumplir bien. Vale. Perfecto. Te pido, María, que en cualquier cosa que tengas dudas, Me lo preguntas al senaní, si es una duda muy urgente, me lo preguntas, no hay ningún problema, ¿bien?",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1003.08,
      "fin": 1004.9,
      "duracion": 1.82,
      "texto": "Sí. Perfecto. Bien.",
      "confianza": 0.129,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1004.92,
      "fin": 1013.05,
      "duracion": 8.13,
      "texto": "Mari, para recibir futuras promociones, ¿usted cuenta con lo que es Internet Movistar Hogar? No, Internet no.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1013.07,
      "fin": 1014.04,
      "duracion": 0.97,
      "texto": "Bien, perfecto, no hay problema.",
      "confianza": 0.536,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1014.14,
      "fin": 1023.51,
      "duracion": 9.37,
      "texto": "Más que nada para que cuando lleguemos a tu zona, estén comunicando con vos o te comunico yo, para que justamente tú lo puedas adquirir, ¿bien?",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1023.53,
      "fin": 1024.01,
      "duracion": 0.48,
      "texto": "Perfecto.",
      "confianza": 0.518,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1024.31,
      "fin": 1036.64,
      "duracion": 12.33,
      "texto": "Igual me quedas y prácticamente al lugar. Ah, bien, perfecto. Bueno, también me sirve para dejarlo asentado y que puedan llegar más rápido, ¿bien? Perfecto, Mari. No hay problemas.",
      "confianza": 0.039,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1036.66,
      "fin": 1036.85,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.231,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1036.89,
      "fin": 1044.47,
      "duracion": 7.58,
      "texto": "Estamos portando tu línea, que es la 261-60-67-72, ¿correcto? ¿O me equivoqué?",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1047.5,
      "fin": 1054.83,
      "duracion": 7.33,
      "texto": "Sí. Excelente. Bien. A nombre y apellido de la titular actual, Morales, María, Noelia, ¿correcto?",
      "confianza": 0.05,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1056.26,
      "fin": 1062.52,
      "duracion": 6.26,
      "texto": "Sí. Excelente. Mari, ¿me confirmas tus últimos tres dígitos del DNA? 485.",
      "confianza": 0.497,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1063.2,
      "fin": 1067.67,
      "duracion": 4.47,
      "texto": "Excelente. Bien. Tu compañera actual, ¿le comentaste Marcos que es claro, correcto?",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1069.31,
      "fin": 1069.37,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1069.39,
      "fin": 1073.31,
      "duracion": 3.92,
      "texto": "Excelente. ¿Vos contas con lo que es abono mensual o sosprepago?",
      "confianza": 0.911,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1074.03,
      "fin": 1075.81,
      "duracion": 1.78,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.627,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1075.83,
      "fin": 1079.68,
      "duracion": 3.85,
      "texto": "La factura es que te llega mensualmente. ¿Está tu nombre o el nombre de otra persona?",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1080.28,
      "fin": 1080.84,
      "duracion": 0.56,
      "texto": "No, no, mi nombre.",
      "confianza": 0.399,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1081.36,
      "fin": 1084.39,
      "duracion": 3.03,
      "texto": "Excelente, bien. Tu chip es físico, ¿correcto?",
      "confianza": 0.808,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1086.17,
      "fin": 1113.22,
      "duracion": 27.05,
      "texto": "Sí. Excelente. Bien, lo vamos a estar enviando al domicilio de la calle Don Bosco, al 531, esta es la colonia Montbal, rodeada del medio Maipú, Mendoza, ¿correcto?, de Consultión Melanería. No, el 531 no, 51-30. Ah, perdón. 51-30. Sí, 51-30, disculpa, lo leí mal. Esto te consulto. ¿Tienes alguna referencia que podamos poner?",
      "confianza": 0.184,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1114.52,
      "fin": 1131.34,
      "duracion": 16.82,
      "texto": "Sí, yo le dije al chico que entre Roma y San Martín. Roma y San Martín. Bien, dame un segundito. Bien, ¿y alguna referencia física de este domicilio? Ya sea, no sé, una puerta roja, un portón gris. Sí,",
      "confianza": 0.716,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1131.34,
      "fin": 1134.69,
      "duracion": 3.35,
      "texto": "mira, hay un cartel que dice Salón de T, mira aquí.",
      "confianza": 0.742,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1138.59,
      "fin": 1145.23,
      "duracion": 6.65,
      "texto": "Mira aquí, me dijiste.",
      "confianza": 0.373,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1145.25,
      "fin": 1145.33,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.468,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1145.67,
      "fin": 1151.4,
      "duracion": 5.73,
      "texto": "Vamos un momento, entonces. ¿Qué lo voy anotando? Bien, excelente. Bien, Mari, te consulto.",
      "confianza": 0.219,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1152.22,
      "fin": 1157.68,
      "duracion": 5.46,
      "texto": "En este domicilio, ¿puedes recibir facturas o compras que revises por internet?",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1157.7,
      "fin": 1158.46,
      "duracion": 0.76,
      "texto": "Sí.",
      "confianza": 0.5,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1158.48,
      "fin": 1173.77,
      "duracion": 15.29,
      "texto": "Excelente. En realidad, facturas no recibo porque lo hago todo... Todo virtual. Sí, ahora todo es virtual. No hay casi papel. Pero compras por internet sí recibo. Excelente. Bien, ¿la altura que me comentaste de tu casa está adecible para el de dinero y que te voy a llevar el chip?",
      "confianza": 0.916,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1175.23,
      "fin": 1179.55,
      "duracion": 4.32,
      "texto": "Sí, en realidad mi mamá vive adelante, que es el número que es el de referencia.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1180.37,
      "fin": 1188.28,
      "duracion": 7.91,
      "texto": "Ah, excelente. Yo vivo atrás de ella. Excelente, no hay ningún problema. Si no, esto de yo lo recibe ella, así que no pasa nada. Bien, no hay problema con eso.",
      "confianza": 0.038,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1188.8,
      "fin": 1211.75,
      "duracion": 22.95,
      "texto": "Bien, Mari, te recuerdo que el costo de servicio al día de hoy es de $7,460, porque contar con un descuento fijo durante seis meses de $30,140, ¿bien? Este plan cuenta con lo que es WhatsApp Networking, se llama libre a cualquier compañía y un llegado y para Free Fire. El plan es de cuatro gigas de base y te vamos a estar modificando durante seis meses cuatro gigas extra, ¿bien?",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1212.27,
      "fin": 1231.86,
      "duracion": 19.59,
      "texto": "Estos gigas extra te van a estar activando 48 horas después de activar la línea. Y te recuerdo que tus servicios se van a estar culturando a mes adelantado, ¿bien? Bien, tengo que leer tu mail. Morena Analuz, arroba Gmail.com, ¿es correcto? Sí, eso es correcto.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1231.9,
      "fin": 1232.4,
      "duracion": 0.5,
      "texto": "Perfecto.",
      "confianza": 0.711,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1232.42,
      "fin": 1239.77,
      "duracion": 7.35,
      "texto": "Y tu teléfono alternativo es 1215-86-3301. ¿Está bien?",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1239.79,
      "fin": 1239.85,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.112,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1239.87,
      "fin": 1245.42,
      "duracion": 5.55,
      "texto": "Perfecto, bien. Al mail que te mencioné recién, vas a estar recibiendo lo que es tu facturación online, ¿bien?",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1245.44,
      "fin": 1245.66,
      "duracion": 0.22,
      "texto": "Perfecto.",
      "confianza": 0.238,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1246.44,
      "fin": 1251.73,
      "duracion": 5.29,
      "texto": "Y creciendo la sección servicios de la aplicación Mimobristan, puedes ver toda la información referida a tu factura.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1252.23,
      "fin": 1263.41,
      "duracion": 11.18,
      "texto": "Ya sea, sí, facturación, vencimiento y montos a pagar. También puedes activar 20 gigas de regalo extra con una duración de 30 días. Estas llegas están disponibles una vez por año, ¿bien?",
      "confianza": 0.761,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1264.01,
      "fin": 1278.35,
      "duracion": 14.34,
      "texto": "Puedes también adherirte a lo que es el debit automático y sumar 4 gigas extra de regalo en cada línea móvil si es que portas más de dos líneas, ¿bien? Bien, Mari. Una vez que has aprobado tu portabilidad, su línea aportará entre 7 a 10 días hábiles.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1278.87,
      "fin": 1293.43,
      "duracion": 14.56,
      "texto": "Un día antes, por mensaje y WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquila, ¿bien? Es importante que no coloques el chip ante la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de claro va a dejar de recibir señal. Ahí es cuando tenés que colocar el chip.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1294.05,
      "fin": 1297.44,
      "duracion": 3.38,
      "texto": "Te recomiendo que por única vez te verás valida e identidad al activarlo.",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1298.22,
      "fin": 1309.21,
      "duracion": 11.0,
      "texto": "En el caso de que tengas alguna dificultad, te pido por favor que lo intentes nuevamente y si no que te comuniques al 0800-321-7678-2, opción número 4.",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1309.73,
      "fin": 1315.12,
      "duracion": 5.39,
      "texto": "Esta opción te lo voy a estar dejando todo por WhatsApp, cualquier consulta que tengas te vas a poder comunicar también ahí, ¿bien?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1316.1,
      "fin": 1316.28,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.046,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1316.3,
      "fin": 1335.69,
      "duracion": 19.39,
      "texto": "Mari, te solicito que en el caso de que tu chip no levante señal, reinicie tu teléfono y, por otro lado, dentro de los próximos días vas a estar recibiendo lo que es una escuenta de satisfacción mediante WhatsApp, ¿bien? Te pido por favor que la completes porque tu opinión es muy importante para la empresa, pero mucho más es importante para mí, ¿bien?",
      "confianza": 0.709,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1336.57,
      "fin": 1337.53,
      "duracion": 0.96,
      "texto": "Perfecto.",
      "confianza": 0.457,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1337.55,
      "fin": 1365.43,
      "duracion": 27.88,
      "texto": "Ahí ya terminamos con lo que es el cierre comercial, ¿bien? Te voy a estar enviando por mensaje de texto, ¿bien? Con el portador 223, lo que es tu código de portabilidad, ¿bien? Este código lo que nos permite es portar justamente tu línea de claro a Movistar sin que pierdas tu número, ¿sí? Es un código de cuatro dígitos que al final te va a indicar MBS, que es la revelación de Movistar para que te quedes tranquila de que es un trámite hecho para Movistar únicamente, ¿bien?",
      "confianza": 0.733,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1365.45,
      "fin": 1365.51,
      "duracion": 0.06,
      "texto": "OK.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1366.77,
      "fin": 1375.48,
      "duracion": 8.71,
      "texto": "Perfecto, si me puedes poner en altavoz y me lo lees. Para darme un segundo. Sí, no hay problema, yo te espero.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1380.08,
      "fin": 1387.45,
      "duracion": 7.37,
      "texto": "MBS, 1581. 1581, perfecto. ¿Qué fecha el vencimiento tienes? 20 del 1 del 26.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1388.63,
      "fin": 1412.28,
      "duracion": 23.65,
      "texto": "20 del 1 del 26. No, perdón, 22 del 1 del 26. Ah, lista. No pasa nada, me pasa nada. Por eso yo lo voy repitiendo también para que quede claro. Bien, Maris, te pido por favor que ese código de portabilidad, me le saques una captura de pantalla y me la envías por WhatsApp para corroborar de que está bien escrito el número, ¿bien?",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1413.82,
      "fin": 1418.67,
      "duracion": 4.85,
      "texto": "Ok. Perfecto. Maris, te comento. Te van a empezar entrando llamadas, seguramente con también el número 11.",
      "confianza": 0.056,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1419.37,
      "fin": 1443.28,
      "duracion": 23.91,
      "texto": "Te pido por favor que no las contestes, somos nosotros corroborando de que tu línea está activa, ¿bien? Y en el caso de mi otro compañero también de movistar, te digan, no, nos falta este dato, nos falta este dato. En este caso, me escribas a mí y yo te digo, no, mira, Mari, no te preocupes que ya está todo listo. De todas formas, es más que nada también para proteger tus datos y que el trámite no se multiplique para que no te corten la línea, ¿sí?",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1443.3,
      "fin": 1444.92,
      "duracion": 1.62,
      "texto": "Perfecto. Bien, perfecto.",
      "confianza": 0.451,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1444.94,
      "fin": 1446.8,
      "duracion": 1.86,
      "texto": "Y me llega también la foto. Excelente.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1447.36,
      "fin": 1448.92,
      "duracion": 1.56,
      "texto": "Bueno, Mari, con eso ya estaríamos.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1449.44,
      "fin": 1453.65,
      "duracion": 4.2,
      "texto": "Te doy la bienvenida de movistar nuevamente y que espero que tengas un excelente día.",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1454.25,
      "fin": 1456.56,
      "duracion": 2.31,
      "texto": "Bueno, muchísimas gracias. Igualmente para vos.",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1457.16,
      "fin": 1458.03,
      "duracion": 0.86,
      "texto": "Hasta luego, Mari.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1459.13,
      "fin": 1459.64,
      "duracion": 0.5,
      "texto": "Hasta luego.",
      "confianza": 0.218,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Hablo con María Noelia? Sí, ella habla. ¿Cómo estás María? Te habla Marcos. Te llamaba el día 2 porque estamos activando beneficios para tu línea. ¿Cómo te va? Bien. Bien. En este caso el día 2 de mi figura, que estás en claro. ¿Vos estás con abono o haces recargas? No, estoy con abono. Perfecto. Te quería comentar que hoy en día del área técnica Movistar se ha hecho lo que es una renovación para comenzar el año. ¿Bien? y verificamos que hoy tenés una promoción vigente para poder aprovechar, ¿sí? Comentame un poquito, vos actualmente con claro sos la titular, María, ¿verdad? Sí, sí, soy la titular. Perfecto, acá lo que es la central de Mendoza tenemos hoy en día una oferta disponible para poder hacer lo que es el regreso a Movistar manteniendo siempre lo que es el mismo número, ¿sí? Consulta, ¿de qué parte de Mendoza sos, María? Yo de Maipú, Roderney. Perfecto, sí, sí. En Maipú tenemos excelente cobertura. Es más, en el centro de Maipú, en lo que es la calle Pablo Pescare, tenemos un local activo donde siempre nuestros clientes de Maipú se acercan para cualquier duda o consulta, ¿sí? Te comento rápidamente la promoción al día de hoy. Está teniendo lo que son descuentes exclusivos. Es una oferta del día para aquellos antiguos abonados que queremos realmente que vos regreses. La promoción tiene WhatsApp gratis total, o sea que no te consuma el internet, sino que utiliza el WhatsApp libre. vas a poder hablar libre a cualquier compañía y vas a tener el roaming en América, incluido América Precio Local. O sea que el roaming te sirve más que nada ahora, por si llegabas a salir de vacaciones, para que te sirva fuera del país. Y además vas a tener también el descuento que te vamos a cargar. Al día de hoy todo te queda en 10.400 pesos. Te hago una consulta, María. Esta es la única línea que vos tenés como titular. Sí, es la única. Exacto. Acá verifico tu fichita de cliente, me figuras tu nombre completo, María Noelia Morales, tu DNI termina en 485 y tu fecha de nacimiento el 14 de octubre de 1980, ¿bien? Sí. Perfecto. Sí, pero por ahora le quiero mantenerme así como estoy porque... Sí, contame. Estoy con la mitad del trabajo, entonces no quiero moverme mucho. hacer mucho lío con las cosas, así que... Claro, por el tema costo. ¿Cuánto estás abonando hoy en día en Claro María? Diez también estoy abonando. Bueno, mira, te voy a cargar entonces un descuento especial, te quedan 7.460. Y el 5 lo retirás gratis en la sucursal, lo retirás gratis, nos encargamos de toda la gestión, yo me encargo de poder acompañarte en este proceso, vos sabés que Movistel es excelente el servicio, y lo más importante es que no te quedas nunca en comunicada, ¿bien? Eso quiere decir que... No, pero mirá, en la zona donde yo estoy no tengo muy buena cobertura con Movistar. Ya pasé por Movistar personal y terminé con claro que es lo que dentro de todo un poco mejor me anda. Ah, bien, bien. ¿Y eso cuándo lo verificaste? Mirá, me llamaron hace un par de semanas y lo verificaron. Me dijeron, chicos, no, sí, tenés razón, porque en la zona esa no... Sí, bueno. Claro, acá te verifico, mirá, lo que es la renovación que se hizo a finales de diciembre, Yo verifico, ¿estás en la Ruta Provisal 50? No, estoy mucho más metida sobre perpendicular a la Ruta 50, pero estoy como 7 kilómetros más adentro. Bien, acá yo verifico que todo lo que es justamente, toda la zona, justamente el código postal 5529, todo lo que es rodeo, se hace lo que es una reestructuración para aquellos antiguos usuarios, tengan una nueva oportunidad de poder probar el chip nuevo de la compañía, ¿sí? El chip nuevo es un chip que se va a adaptar a tu teléfono. Bueno, yo de rodeo al medio estoy a 7 kilómetros. Perfecto, perfecto. Justamente, ¿cuál es la idea? Más o menos en medio del campo. Ah, qué lindo. Estás tranquila, lo imagino. Nadie te molesta. Sí, sí, pero no tengo mucha accesibilidad a todo. Claro, es lo único que como que por ahí se complica un poco el tema del wifi, ¿se te complica también? Sí. Al principio lo tenían por antena, pero bueno, la zona llegó por cable, así que bueno, dentro de todo eso me está ayudando un poco. ¿Te está ayudando un poco? Sí, la verdad que a veces está lindo de ir alejado, pero por ahí también te complica un poco la cercanía, si tienes que ir a hacer un trámite o te quedas un poquito lejos todos. Pero bueno, al día de hoy, buena noticia, como te digo, vas a tener buena cobertura, buena recepción y como te decía te va a convenir porque si vos estás pagando más de 10 mil pesos en claro, por lo menos acá te vas a tener un ahorro de alrededor de 3.500 pesos. O sea, la promoción arranca justamente con este plan porque te va a venir bien para tu costo y te va a venir bien para poder probar el nuevo chip. ¿Vos utilizas chip físico o chip virtual? Yo tengo un iPhone y tengo un chip ¿Virtual? Sí, sí, sí. Perfecto. ¿Qué iPhone tenés actualmente, María? No, el 11. Buenísimo. Sí, entonces todavía sigue siendo un chip normal, que es un chip físico, microchip, que en este caso te lo van a indicar en la sucursal para que vos saques el de claro, ponés el de movilizar con el mismo número y ya directamente tenés todo funcionando con la compañía. Aparte, María, además de poder ahorrarse entre $1,500 o $4,000, que vos te ahorres todos los meses, ya no te va a impactar esos aumentos de claro que por ahí te sorprenden, porque por más que vos tengas una compañía, vos sabes que hoy en día nada es fijo porque todo aumenta, ¿viste? Entonces, bueno, ¿cuál es la idea? Que vos tengas esta promoción, que se adapte para que vos puedas usar bien tu iPhone y que tengas Internet, porque al pueblo que utilizas mucho el WhatsApp, las redes sociales, entonces de esta manera para que vos puedas tener el Movochip que te va a servir para tu teléfono, ¿sí? Y es más, de esa manera, ¿cuál es? Te voy a regalar, porque hoy en día la idea es que vos regreses, 20 GB extra que con la aplicación de Movistar, viste que al tener iPhone, la aplicación de Claro no es compatible. ¿Vos sabías eso, María? Bien, nosotros hoy en día tenemos convenio con lo que es Android y con lo que es Apple, que va justamente a venir que vos tengas la aplicación funcionando en tu teléfono. O sea, que tu Movistar pueda funcionar en tu iPhone. ¿Vean? Vos con la aplicación vas a poder pagar en mercado pago, vas a poder guardar los gigas que te sobren, vas a poder reutilizarlos al siguiente mes o pasarlos a algún otro Movistar que necesite gigas. ¿Sí? Y además, los 20 ligas son por única vez para que puedas probar nuevamente el servicio y realmente nos des la oportunidad de sorprenderte con lo que es la tecnología que se trabaja hoy en día, ¿sí? En este caso, por eso te digo, María, que te súper conviene, más que el ahorro, te conviene por la calidad de servicio que está trabajando la compañía. Y acá yo verifico que fuiste una excelente abonada. Entonces, permíteme felicitarte porque realmente Queremos que regreses con esta promoción y, como te digo, realmente fuera de lo que es el costo, estás invirtiendo por un servicio que te va a funcionar, ¿sí? Lo que yo hago es rápidamente verificar que los datos estén bien en el sistema, te mando un WhatsApp para asignarte una asesora comercial para que ella te acompañe en el proceso. Y de esa manera, ya queda lo que es la portabilidad. Ponerla más tardal ya la semana que viene, ya vas a estar usando tu chip y te va a funcionar porque obviamente la idea es que más. Si tenés iPhone, se adapta mucho más rápido. Por ejemplo, esta es la única línea que vos tenés como titular, María. Sí. Perfecto. O sea, te va a funcionar bien y los 20 GB van a ser para vos. ¿Lo mandan a domicilio? Dale, mira, en este caso, para tu comodidad te lo vamos a mandar al domicilio sin costos, ¿sí? Eh, le hago una consulta a vos en el horario de domicilio. ¿Estás en la mañana o en la tarde? En la mañana, en la tarde trabajo. Perfecto, perfecto. ¿A qué te dedicas, María? ¿En qué trabajas? Eh, yo trabajo en una farmacia. Perfecto. Ah, o sea, de remedios te puedo... Si me duele la cabeza te puedo preguntar qué me puedes recomendar. Exactamente. Ah, muy bien. Pero igual, ¿sabes que yo soy anti medicamento? O sea, literalmente tiene que partirme, cuando ya hay mucho trabajo y se te parte la cabeza, puede ser ahí que te trume algo, pero realmente a veces uno evita tomar remedios, exactamente. Pero bueno, pasa, por ahí hay que tomarlo, no queda el otro. Así que bueno, ¿trabajas ahí en Maipú? Sí, acá en Colonia Bombala. Ah, buenísimo, ¿te queda dentro de todo cerca? Sí, sí, sí, gracias a Dios. Buenísimo. Bien, lo que vamos a verificar entonces es tus datos. La línea me figura el nombre de María Noelia Morales. Tu fuiste a nacimiento 14 de octubre de 1980. Tu DNI termina en 485. Y decime tu domicilio actual o en este caso tu domicilio laboral para que llegue mucho más rápido. Decime domicilio laboral. No, te voy a dar el domicilio actual porque han cambiado ahora justamente la numeración porque nos manijamos por pilastras. Ah, listo, listo. Decime bien del domicilio. Mira, Don Bosco, 5130. Sí. De Colonia Bombal, Rodeo del Medio. Colonia Bombal, Rodeo del Medio. ¿El código postal lo recordas? 5529. Perfecto, bien. Dame un segundito que lo voy a situar en Maps para verificar que esté Bien, las entre calles, porque por ahí viste que las entre calles cuesta encontrarla. Don Bosco 5130. Yo estoy entre la calle Roma y calle San Martín. Bien, entre la calle Roma y calle San Martín. Dame un segundo. Entonces dijimos Don Bosco 5130. Esto sería Colonia Bombal. Dame un segundo que... Bien. En este caso dijimos la entre calle, entre Roma y calle San Martín. Sí. Perfecto. Decime un teléfono alternativo por única vez para poder poner como un numerito de algún amigo familiar solo para dejarlo en la fichita de cliente. Decime. A ver, para, dame un segundo. Sí, no hay problema. Bien, 12 y 1. Sí. 58. Sí. 63. Sí. 301. Perfecto. En este caso, entonces, va lo que es calle Don Bosco, 5130, entre la calle El Romo y San Martín. código postal 5529 de la localidad Colonia Bomba alrededor del medio Maipú, ¿bien? Sí. Perfecto. En este caso, la promoción, entonces, va a ser económica, la promo económica en 7.460 y te vamos a regalar 20 gigas para activar por única vez desde la aplicación. Tú después, cuando tengas la aplicación activa, le voy a pedir que ella te explique cómo activar el regalito de 20 gigas, ¿sí? para que de esa manera que vos tengas toda la asistencia que vos necesitas, pues por ahí es importante tener un asesor que te pueda guiar, ¿sí? Tengo una pregunta. Perfecto. Entonces, vos en tu casa, Internet, Movistar no tenés actualmente. No, no, no. Perfecto, listo. Ya para dejarlo asentado para salir siempre a futuro, que haya una oferta disponible que Movistar llegue a fibrar tu zona para poder escribirte y comentarte la promoción del día, ¿sí? Dale. Sé que en la zona todavía no hay fibra óptica de eso. Exactamente. Bien, tu código, en este caso, perdón, lo que sería tu correo electrónico, ¿me lo podrías dictar, por favor? Morena. Sí. Analuz. Analuz, sí. Lleva doble A en el medio, es Morena, Analuz. Sí. Analuz con Z al final. Bien, sí. Perfecto. Bien. En este caso, entonces, vamos a hacer ahora lo que también es un cierre comercial porque, bueno, debido siempre a todas las gestiones que realizamos, son muchas al día, queremos dejar asentado un cierre comercial que es básicamente como leerte todos los servicios para que vos confirme que estás de acuerdo, ¿sí? para también una tranquilidad tuya como clienta y de esa manera vos podás aprovechar el beneficio, ¿bien? Ahora, lo que yo voy a hacer a través de la asesora virtual, yo te voy a estar mandando ahorita mismo, mientras estamos hablando, un WhatsApp para que agendes el número, te voy a asignar una asesora, la asesora va a ser Malena, Malena en este caso va a ser la encargada de hacer el seguimiento de tu chip y de que esté todo ok, ¿sí? Ahí vale, en este caso te va a hacer escribiendo, Bien, a ese WhatsApp que te acaba de llegar, necesito, por favor, que lo gentes como Malena Movistar. Yo te aguardo en línea, poneme en altavoz, ¿sí? Así yo me quedo tranquilo que estás haciéndolo, ¿sí? Yo te espero. Vale. Ahí lo viste, el mensajito. Sí, sí, sí. Buenísimo. Bien, a ese chat necesito que me envíes frente y dorso del DNI como titular, ¿sí? Agarras el DNI, lo pones sobre la mesa, desde arriba haces un buen enfoque y tomas la foto de los dos lados, ¿sí? Yo te espero. Obvio. Che, ¿por allá va a llover? Porque acá en Ciudad dicen que va a llover. ¿Por allá qué onda María? ¿Va a llover? Y es casi medio complicado. Se nubla acá rato, así que... Viste que Mendoza antes era una provincia que básicamente no existía lo que era la humedad. Ahora básicamente estamos un día con la humedad. Literal. Sí. La verdad que extraño esos días que eran un poquito más secos. Porque ahora con esto de la humedad, el tema de los bosquitos, el rengue... Los mosquitos están terribles ahora, ¿viste? Vamos a ver dónde los mosquitos, ¿viste? Literal. Bueno, se nos daba cuenta ahí en farmacia, en farmacia, ¿viste? Sí. Con el tema de la medicación, ¿viste? Es que no se nota más, hay más EPOC, hay más, un montón de cosas que... Un montón de enfermedades que, totalmente, las picaduras, imagínate los hospitales. Claro, no, literal, sí. El otro te digo, un chico de la oficina lo picó una araña en su casa y le pidieron dos días de licencia médica porque literalmente con la picadura de la araña, porque ahora también están los bichitos alterados, parece el comienzo del año, literalmente se le infectó y lo tuvieron que hacer todo un tratamiento médico. O sea, como imagínate que hay que cubrirse hasta de los bichos hoy en día. Sí, sí, tal cual. Es así. Tal cual. Bien. María, te tomo dos minutitos. Yo te voy a pasar con la asesora comercial para que puedas hablar con ella. Ella te va a acompañar en este proceso. Desde ya agradezco siempre tu buena predisposición para charlar con nosotros. Y así ella te hace lo que es un repasito con el cierre comercial, ¿sí? Dale. Dale, María, un placer. Estamos en contacto. Ahí te derivo a la asesora, ¿sí? Dale, muchísimas gracias. No, por favor, adiós. Chau, chau, que andes bien. Hola, María. Hola, ¿cómo estás? Un gusto, María. Mi nombre es Malena. Me comentó Marcos que estabas haciendo lo que es la reportabilidad de tu niña, ¿correcto? Sí, sí, así es. Perfecto. Bien, María, te comentó. Ahora sí, no sé si te comentó bien el tema del cierre comercial en un contrato leído para que te quedes tranquila y que todo lo que vas a estar contratando el día de hoy se te va a cumplir bien. Vale. Perfecto. Te pido, María, que en cualquier cosa que tengas dudas, Me lo preguntas al senaní, si es una duda muy urgente, me lo preguntas, no hay ningún problema, ¿bien? Sí. Perfecto. Bien. Mari, para recibir futuras promociones, ¿usted cuenta con lo que es Internet Movistar Hogar? No, Internet no. Bien, perfecto, no hay problema. Más que nada para que cuando lleguemos a tu zona, estén comunicando con vos o te comunico yo, para que justamente tú lo puedas adquirir, ¿bien? Perfecto. Igual me quedas y prácticamente al lugar. Ah, bien, perfecto. Bueno, también me sirve para dejarlo asentado y que puedan llegar más rápido, ¿bien? Perfecto, Mari. No hay problemas. Bien. Estamos portando tu línea, que es la 261-60-67-72, ¿correcto? ¿O me equivoqué? Sí. Excelente. Bien. A nombre y apellido de la titular actual, Morales, María, Noelia, ¿correcto? Sí. Excelente. Mari, ¿me confirmas tus últimos tres dígitos del DNA? 485. Excelente. Bien. Tu compañera actual, ¿le comentaste Marcos que es claro, correcto? Sí. Excelente. ¿Vos contas con lo que es abono mensual o sosprepago? Sí. Bien, perfecto. La factura es que te llega mensualmente. ¿Está tu nombre o el nombre de otra persona? No, no, mi nombre. Excelente, bien. Tu chip es físico, ¿correcto? Sí. Excelente. Bien, lo vamos a estar enviando al domicilio de la calle Don Bosco, al 531, esta es la colonia Montbal, rodeada del medio Maipú, Mendoza, ¿correcto?, de Consultión Melanería. No, el 531 no, 51-30. Ah, perdón. 51-30. Sí, 51-30, disculpa, lo leí mal. Esto te consulto. ¿Tienes alguna referencia que podamos poner? Sí, yo le dije al chico que entre Roma y San Martín. Roma y San Martín. Bien, dame un segundito. Bien, ¿y alguna referencia física de este domicilio? Ya sea, no sé, una puerta roja, un portón gris. Sí, mira, hay un cartel que dice Salón de T, mira aquí. Mira aquí, me dijiste. Sí. Vamos un momento, entonces. ¿Qué lo voy anotando? Bien, excelente. Bien, Mari, te consulto. En este domicilio, ¿puedes recibir facturas o compras que revises por internet? Sí. Excelente. En realidad, facturas no recibo porque lo hago todo... Todo virtual. Sí, ahora todo es virtual. No hay casi papel. Pero compras por internet sí recibo. Excelente. Bien, ¿la altura que me comentaste de tu casa está adecible para el de dinero y que te voy a llevar el chip? Sí, en realidad mi mamá vive adelante, que es el número que es el de referencia. Ah, excelente. Yo vivo atrás de ella. Excelente, no hay ningún problema. Si no, esto de yo lo recibe ella, así que no pasa nada. Bien, no hay problema con eso. Bien, Mari, te recuerdo que el costo de servicio al día de hoy es de $7,460, porque contar con un descuento fijo durante seis meses de $30,140, ¿bien? Este plan cuenta con lo que es WhatsApp Networking, se llama libre a cualquier compañía y un llegado y para Free Fire. El plan es de cuatro gigas de base y te vamos a estar modificando durante seis meses cuatro gigas extra, ¿bien? Estos gigas extra te van a estar activando 48 horas después de activar la línea. Y te recuerdo que tus servicios se van a estar culturando a mes adelantado, ¿bien? Bien, tengo que leer tu mail. Morena Analuz, arroba Gmail.com, ¿es correcto? Sí, eso es correcto. Perfecto. Y tu teléfono alternativo es 1215-86-3301. ¿Está bien? Sí. Perfecto, bien. Al mail que te mencioné recién, vas a estar recibiendo lo que es tu facturación online, ¿bien? Perfecto. Y creciendo la sección servicios de la aplicación Mimobristan, puedes ver toda la información referida a tu factura. Ya sea, sí, facturación, vencimiento y montos a pagar. También puedes activar 20 gigas de regalo extra con una duración de 30 días. Estas llegas están disponibles una vez por año, ¿bien? Puedes también adherirte a lo que es el debit automático y sumar 4 gigas extra de regalo en cada línea móvil si es que portas más de dos líneas, ¿bien? Bien, Mari. Una vez que has aprobado tu portabilidad, su línea aportará entre 7 a 10 días hábiles. Un día antes, por mensaje y WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquila, ¿bien? Es importante que no coloques el chip ante la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de claro va a dejar de recibir señal. Ahí es cuando tenés que colocar el chip. Te recomiendo que por única vez te verás valida e identidad al activarlo. En el caso de que tengas alguna dificultad, te pido por favor que lo intentes nuevamente y si no que te comuniques al 0800-321-7678-2, opción número 4. Esta opción te lo voy a estar dejando todo por WhatsApp, cualquier consulta que tengas te vas a poder comunicar también ahí, ¿bien? Perfecto. Mari, te solicito que en el caso de que tu chip no levante señal, reinicie tu teléfono y, por otro lado, dentro de los próximos días vas a estar recibiendo lo que es una escuenta de satisfacción mediante WhatsApp, ¿bien? Te pido por favor que la completes porque tu opinión es muy importante para la empresa, pero mucho más es importante para mí, ¿bien? Perfecto. Ahí ya terminamos con lo que es el cierre comercial, ¿bien? Te voy a estar enviando por mensaje de texto, ¿bien? Con el portador 223, lo que es tu código de portabilidad, ¿bien? Este código lo que nos permite es portar justamente tu línea de claro a Movistar sin que pierdas tu número, ¿sí? Es un código de cuatro dígitos que al final te va a indicar MBS, que es la revelación de Movistar para que te quedes tranquila de que es un trámite hecho para Movistar únicamente, ¿bien? OK. Perfecto, si me puedes poner en altavoz y me lo lees. Para darme un segundo. Sí, no hay problema, yo te espero. MBS, 1581. 1581, perfecto. ¿Qué fecha el vencimiento tienes? 20 del 1 del 26. 20 del 1 del 26. No, perdón, 22 del 1 del 26. Ah, lista. No pasa nada, me pasa nada. Por eso yo lo voy repitiendo también para que quede claro. Bien, Maris, te pido por favor que ese código de portabilidad, me le saques una captura de pantalla y me la envías por WhatsApp para corroborar de que está bien escrito el número, ¿bien? Ok. Perfecto. Maris, te comento. Te van a empezar entrando llamadas, seguramente con también el número 11. Te pido por favor que no las contestes, somos nosotros corroborando de que tu línea está activa, ¿bien? Y en el caso de mi otro compañero también de movistar, te digan, no, nos falta este dato, nos falta este dato. En este caso, me escribas a mí y yo te digo, no, mira, Mari, no te preocupes que ya está todo listo. De todas formas, es más que nada también para proteger tus datos y que el trámite no se multiplique para que no te corten la línea, ¿sí? Perfecto. Bien, perfecto. Y me llega también la foto. Excelente. Bueno, Mari, con eso ya estaríamos. Te doy la bienvenida de movistar nuevamente y que espero que tengas un excelente día. Bueno, muchísimas gracias. Igualmente para vos. Hasta luego, Mari. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.545,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 44.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:58:19.369503",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 8,
    "total_segmentos_original": 408,
    "total_segmentos_corregido": 143,
    "fecha_correccion": "2026-01-18T23:05:31.787354",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115125534973_ACD_06721",
    "fecha_inicio": "15/1/2026 12:55:34",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 1408,
    "tiempo_conversacion": 1392,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}