{
  "archivo": "amza28_1_260115131745565_ACD_76467.wav",
  "duracion_segundos": 249.23,
  "num_segmentos": 71,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 96.0,
    "Cliente": 125.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.68,
      "duracion": 9.65,
      "texto": "Hola. Hola. Mi nombre es Gonzalo. Me estoy comunicando con Lautaro.",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.3,
      "fin": 14.07,
      "duracion": 2.77,
      "texto": "Sí. Yo le hablaba del área de recupero de clientes Movistar.",
      "confianza": 0.149,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.41,
      "fin": 16.59,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.694,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.65,
      "fin": 21.68,
      "duracion": 5.03,
      "texto": "La línea está actualmente en claro.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.96,
      "fin": 22.2,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.24,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 22.26,
      "fin": 25.04,
      "duracion": 2.78,
      "texto": "Es la única línea que está bajo el nombre de Lautaro.",
      "confianza": 0.788,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 25.75,
      "fin": 31.06,
      "duracion": 5.31,
      "texto": "No, hay otra más, son dos. Hay otra más, son dos. ¿Y saben cuánto están pagando ustedes por cada una?",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.42,
      "fin": 70.06,
      "duracion": 34.64,
      "texto": "No sabría decirte. No sabías decirte, porque tengo un plan para brindarte. Para las dos líneas que están económicas. Por ahí sí puedo brindarte lo que sea un plan menor. No sé si estás buscando borrar por ahí. Puede ser. Puede ser, bien. Más o menos un aproximado. ¿Y cuánto estás parando, por lo menos? Tampoco sabes. Y más o menos 30 cada línea. 30 cada línea. Perfecto. ¿Sabes con cuántos gigas? Sí, con 15. Con 15. Mira, tengo para brindarte una promo que está súper buena.",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 71.62,
      "fin": 81.71,
      "duracion": 10.09,
      "texto": "Cada línea, por el plan familiar, te va a quedar con 20 gigas cada una. Van a tener WhatsApp gratis. Vas a poder llamar ilimitadamente a cualquier compañía.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.23,
      "fin": 90.94,
      "duracion": 8.71,
      "texto": "Vas a tener también rooming en América en caso de que vos quieras salir del país y vas a pagar tan solo por cada línea 10,400 pesos.",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.7,
      "fin": 98.53,
      "duracion": 4.83,
      "texto": "Mira, son dos veces menos de lo que estás pagando, incluso con muchísimos más gigas también.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.99,
      "fin": 100.17,
      "duracion": 0.18,
      "texto": "¿Sí?",
      "confianza": 0.414,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.97,
      "fin": 133.09,
      "duracion": 32.12,
      "texto": "Esta promo se te activa por el plan familiar y te quedarían las dos líneas con 23 gigas y pagarías 10,400 pesos por línea. Sí. Obviamente los dos contienen sus números, el trámite no me demora más de 10 minutos y en 48 horas ya tienen las líneas activas. Decime, se recomiende, no me podés decir que no. ¿Y cuántos sigan? ¿Me dijiste 20? 20 gigas cada una.",
      "confianza": 0.787,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.81,
      "fin": 139.79,
      "duracion": 5.99,
      "texto": "Vas a hablar libre a cualquier compañía y van a aportar $10,400 pesos por cada línea.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.82,
      "fin": 152.59,
      "duracion": 11.77,
      "texto": "¿Y duración de cuanto tiene más o menos la promoción? Lo que tiene de bueno la promo también es que el descuento es fijo.",
      "confianza": 0.187,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.77,
      "fin": 168.56,
      "duracion": 14.79,
      "texto": "O sea que el descuento de esa promoción se te va a mantener fijo por todo lo que dura la promo. Así que a la hora de ver la factura durante la promoción no vas a tener ningún problema. Y la promoción dura un total de seis meses.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 169.54,
      "fin": 179.13,
      "duracion": 9.59,
      "texto": "O sea, durante seis meses vas a estar ahorrando veinte mil pesos por cada línea. O sea, te vas ahorrando cuarenta lucas en lo que es entre las dos líneas por mes.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.8,
      "fin": 189.34,
      "duracion": 5.54,
      "texto": "Sí. OK. Mira, me... ¿Me podrías llamar en un ratito para hacer toda la gestión?",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 189.36,
      "fin": 226.29,
      "duracion": 36.93,
      "texto": "¿En qué horario querés que te llame? Y más o menos entre... Porque yo estoy hasta las dos y media. No sé si ahora tenés un tiempo, pero literalmente son diez minutos. Sí, no, viste, porque justo estoy ocupadísima acá en el trabajo y... Bueno, bueno, decime cuando querés que te... Bueno, sí, llámame más o menos dos y... sí, dos y diez. Dos y diez. Así puntual dos y diez trigamos entonces.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 226.46,
      "fin": 229.02,
      "duracion": 2.56,
      "texto": "Sí, sí, sí, más o menos, sí.",
      "confianza": 0.285,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 229.04,
      "fin": 230.32,
      "duracion": 1.28,
      "texto": "¿Cuál es tu nombre? Disculpame.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 231.73,
      "fin": 242.94,
      "duracion": 11.21,
      "texto": "El mío es Abril. Abril, te dejo un mensajito a tu WhatsApp con mi número de personal y diez minutitos antes de que te llames te mando un mensaje, ¿ah? Ah, dale, dale, listo.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.08,
      "fin": 243.64,
      "duracion": 0.56,
      "texto": "Perfecto.",
      "confianza": 0.82,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 244.08,
      "fin": 248.45,
      "duracion": 4.37,
      "texto": "Ahora nos estamos hablando. Tengas buena jornada.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.47,
      "fin": 248.57,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.59,
      "fin": 249.23,
      "duracion": 0.64,
      "texto": "Listo, hasta luego. Hasta luego.",
      "confianza": 0.044,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Mi nombre es Gonzalo. Me estoy comunicando con Lautaro. Sí. Yo le hablaba del área de recupero de clientes Movistar. Sí. La línea está actualmente en claro. Sí. Es la única línea que está bajo el nombre de Lautaro. No, hay otra más, son dos. Hay otra más, son dos. ¿Y saben cuánto están pagando ustedes por cada una? No sabría decirte. No sabías decirte, porque tengo un plan para brindarte. Para las dos líneas que están económicas. Por ahí sí puedo brindarte lo que sea un plan menor. No sé si estás buscando borrar por ahí. Puede ser. Puede ser, bien. Más o menos un aproximado. ¿Y cuánto estás parando, por lo menos? Tampoco sabes. Y más o menos 30 cada línea. 30 cada línea. Perfecto. ¿Sabes con cuántos gigas? Sí, con 15. Con 15. Mira, tengo para brindarte una promo que está súper buena. Cada línea, por el plan familiar, te va a quedar con 20 gigas cada una. Van a tener WhatsApp gratis. Vas a poder llamar ilimitadamente a cualquier compañía. Vas a tener también rooming en América en caso de que vos quieras salir del país y vas a pagar tan solo por cada línea 10,400 pesos. Mira, son dos veces menos de lo que estás pagando, incluso con muchísimos más gigas también. ¿Sí? Esta promo se te activa por el plan familiar y te quedarían las dos líneas con 23 gigas y pagarías 10,400 pesos por línea. Sí. Obviamente los dos contienen sus números, el trámite no me demora más de 10 minutos y en 48 horas ya tienen las líneas activas. Decime, se recomiende, no me podés decir que no. ¿Y cuántos sigan? ¿Me dijiste 20? 20 gigas cada una. Vas a hablar libre a cualquier compañía y van a aportar $10,400 pesos por cada línea. ¿Y duración de cuanto tiene más o menos la promoción? Lo que tiene de bueno la promo también es que el descuento es fijo. O sea que el descuento de esa promoción se te va a mantener fijo por todo lo que dura la promo. Así que a la hora de ver la factura durante la promoción no vas a tener ningún problema. Y la promoción dura un total de seis meses. O sea, durante seis meses vas a estar ahorrando veinte mil pesos por cada línea. O sea, te vas ahorrando cuarenta lucas en lo que es entre las dos líneas por mes. Sí. OK. Mira, me... ¿Me podrías llamar en un ratito para hacer toda la gestión? ¿En qué horario querés que te llame? Y más o menos entre... Porque yo estoy hasta las dos y media. No sé si ahora tenés un tiempo, pero literalmente son diez minutos. Sí, no, viste, porque justo estoy ocupadísima acá en el trabajo y... Bueno, bueno, decime cuando querés que te... Bueno, sí, llámame más o menos dos y... sí, dos y diez. Dos y diez. Así puntual dos y diez trigamos entonces. Sí, sí, sí, más o menos, sí. ¿Cuál es tu nombre? Disculpame. El mío es Abril. Abril, te dejo un mensajito a tu WhatsApp con mi número de personal y diez minutitos antes de que te llames te mando un mensaje, ¿ah? Ah, dale, dale, listo. Perfecto. Ahora nos estamos hablando. Tengas buena jornada. Dale. Listo, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:50:29.757348",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 71,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:20.392114",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115131745565_ACD_76467",
    "fecha_inicio": "15/1/2026 13:17:45",
    "agente_nombre": "MZA 28",
    "agente_login": "mza28",
    "duracion_total": 309,
    "tiempo_conversacion": 239,
    "tiempo_hold": 0,
    "tiempo_acw": 57,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}