{
  "archivo": "amza40_1_260112132734106_ACD_47789.wav",
  "duracion_segundos": 146.76,
  "num_segmentos": 40,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 81.93,
    "Cliente": 51.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 6.2,
      "duracion": 6.17,
      "texto": "Hola, buenos días. Hablo con Eurasio.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.74,
      "fin": 7.86,
      "duracion": 1.12,
      "texto": "Sí. ¿Cómo le va? Mucho gusto.",
      "confianza": 0.121,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.94,
      "fin": 12.84,
      "duracion": 3.9,
      "texto": "Me estaba comunicando hoy para hacerle llegar un beneficio exclusivo para su línea.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.71,
      "fin": 21.23,
      "duracion": 6.52,
      "texto": "Sí, decime. Te escucho. Tenemos una promoción de 16 gigas por 3.250 pesos de parte de Movistar.",
      "confianza": 0.48,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.35,
      "fin": 39.55,
      "duracion": 16.2,
      "texto": "Ah, no. Movistar me pagó remal. Yo estuve como 10 años. 10, 15 años con Movistar. Le pedí. No, no, no. Movistar fui, hablé con ellos para que me hicieran algo con el teléfono, pero no. Así que me puse a cruzar a la competencia.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.76,
      "fin": 40.86,
      "duracion": 0.1,
      "texto": "Sí,",
      "confianza": 0.257,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.86,
      "fin": 41.46,
      "duracion": 0.6,
      "texto": "claro, me imagino.",
      "confianza": 0.257,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.5,
      "fin": 48.45,
      "duracion": 6.95,
      "texto": "No tuvieron una buena atención. Justamente por eso la empresa ha cambiado mucho. Se ha creado este departamento y me han asignado su número especialmente.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.17,
      "fin": 80.46,
      "duracion": 30.29,
      "texto": "Ah, ah. con esta promoción porque queremos que regrese con nosotros, sabemos que fue un gran accidente la compañía y que bueno, no tuvo un buen asesoramiento en ese momento, pero yo les puedo asegurar que eso no le va a volver a pasar. No, lo que pasa es que se hicieron los tontos, ¿me entendés? Porque me cansé de llamarlo, me cansé de hablar con ellos y no, no, no, me tomaban el pelo, así que directamente me, me excusea, ¿no? Sí, es entendible, uno te pega donde más le conviene a veces, sí. Aparte, aparte, es más, se dejan esperando con la maquinita esa de mierda que tienen que,",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 80.96,
      "fin": 112.9,
      "duracion": 31.94,
      "texto": "que te dice, esperadme una hora, esperadme, no, no te digo sinceramente, no. Y así que no, directamente por eso me cruzé de línea. Claro, sí me parece perfecto, yo haría lo mismo en su caso, pero bueno, como le comentaba, la empresa ha avanzado mucho, ha cambiado de gestión y justamente por eso ahora nos estamos encargando de recuperar a los antiguos clientes. ¿Y cuál sería el beneficio que me das vos, a ver? Mire, tenemos 16 gigas, donde tiene WhatsApp gratis, hermanas libres a todas las compañías, romina en América por 13.250 pesos.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.86,
      "fin": 128.44,
      "duracion": 12.58,
      "texto": "Dale, dale, déjame ver esta tarde y te digo, me llamas, llámame como el tipo C de esta tarde y te digo, a ver qué es lo que... Bueno, perfecto, mira, si te parece, le mando ahora mismo un mensaje, así me agenda, mi nombre es Juliana, y yo a ver si ahora lo digo como me parece.",
      "confianza": 0.512,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.28,
      "fin": 135.01,
      "duracion": 5.73,
      "texto": "Dale, dale, Juliana, dale, dale. Bueno, perfecto. Estamos en contacto entonces, es que tengo un lindo día.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.71,
      "fin": 146.76,
      "duracion": 11.05,
      "texto": "Lista, lo vemos, que estén bien. Gracias. Hasta luego, a usted. Vamos a tomar un café en algún lado.",
      "confianza": 0.48,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Eurasio. Sí. ¿Cómo le va? Mucho gusto. Me estaba comunicando hoy para hacerle llegar un beneficio exclusivo para su línea. Sí, decime. Te escucho. Tenemos una promoción de 16 gigas por 3.250 pesos de parte de Movistar. Ah, no. Movistar me pagó remal. Yo estuve como 10 años. 10, 15 años con Movistar. Le pedí. No, no, no. Movistar fui, hablé con ellos para que me hicieran algo con el teléfono, pero no. Así que me puse a cruzar a la competencia. Sí, claro, me imagino. No tuvieron una buena atención. Justamente por eso la empresa ha cambiado mucho. Se ha creado este departamento y me han asignado su número especialmente. Ah, ah. con esta promoción porque queremos que regrese con nosotros, sabemos que fue un gran accidente la compañía y que bueno, no tuvo un buen asesoramiento en ese momento, pero yo les puedo asegurar que eso no le va a volver a pasar. No, lo que pasa es que se hicieron los tontos, ¿me entendés? Porque me cansé de llamarlo, me cansé de hablar con ellos y no, no, no, me tomaban el pelo, así que directamente me, me excusea, ¿no? Sí, es entendible, uno te pega donde más le conviene a veces, sí. Aparte, aparte, es más, se dejan esperando con la maquinita esa de mierda que tienen que, que te dice, esperadme una hora, esperadme, no, no te digo sinceramente, no. Y así que no, directamente por eso me cruzé de línea. Claro, sí me parece perfecto, yo haría lo mismo en su caso, pero bueno, como le comentaba, la empresa ha avanzado mucho, ha cambiado de gestión y justamente por eso ahora nos estamos encargando de recuperar a los antiguos clientes. ¿Y cuál sería el beneficio que me das vos, a ver? Mire, tenemos 16 gigas, donde tiene WhatsApp gratis, hermanas libres a todas las compañías, romina en América por 13.250 pesos. Dale, dale, déjame ver esta tarde y te digo, me llamas, llámame como el tipo C de esta tarde y te digo, a ver qué es lo que... Bueno, perfecto, mira, si te parece, le mando ahora mismo un mensaje, así me agenda, mi nombre es Juliana, y yo a ver si ahora lo digo como me parece. Dale, dale, Juliana, dale, dale. Bueno, perfecto. Estamos en contacto entonces, es que tengo un lindo día. Lista, lo vemos, que estén bien. Gracias. Hasta luego, a usted. Vamos a tomar un café en algún lado.",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:31:19.950678",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 40,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:26.587627",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112132734106_ACD_47789",
    "fecha_inicio": "12/1/2026 13:27:34",
    "agente_nombre": "MZA 40",
    "agente_login": "mza40",
    "duracion_total": 185,
    "tiempo_conversacion": 142,
    "tiempo_hold": 0,
    "tiempo_acw": 21,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}