{
  "archivo": "amza22_1_260116133209217_ACD_48881.wav",
  "duracion_segundos": 454.76,
  "num_segmentos": 123,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 281.64,
    "Cliente": 146.18
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.44,
      "fin": 11.46,
      "duracion": 11.02,
      "texto": "Hola. Hola, buen día. Hablo con Jorge. No, ¿qué tal? Soy la hija. Ah, bien. ¿Cómo estás? Mi nombre es Belén. Me presento.",
      "confianza": 0.328,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.04,
      "fin": 26.14,
      "duracion": 14.1,
      "texto": "Mira, yo estoy llamando desde el área de recupero de clientes de Movistar porque queríamos ofrecerle un beneficio a la línea de... Actualmente estamos con un gran porcentaje de descuento. ¿Vos sabés si él está en claro?",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 27.11,
      "fin": 46.72,
      "duracion": 19.61,
      "texto": "Sí, él tiene claro, pero mi papá falleció, así que quedó la línea a mi cargo. Ay, no, lo siento mucho, disculpa. No, no, no. Bien, pero vos es la titular, entonces, ¿me estás diciendo? Yo soy la hija.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.68,
      "fin": 126.76,
      "duracion": 79.08,
      "texto": "O sea, su línea queda para mí. El tema es que todavía no pague lo que se debe, así que bueno, hasta que no pague. ¿De dónde debe? Claro, tengo dos faturas impadas. Igualmente a nosotros eso no nos compete porque al vos pasarte solamente nos fijamos en lo que es el saldo pendiente que tengas con la compañía de nosotros. Igualmente nosotros condominamos hasta 30.000 pesos y si él tiene algún saldo pendiente con nosotros, se le condomina, es decir, se le perdona. Entonces queda como si no tuviera ningún saldo pendiente. Entonces podría realizar cualquier, digo, cualquier portabilidad o cualquier gestión que vos requieras con eso. ¿Entonces vos estás usando la línea de él? ¿Y por el momento no? porque como está inactiva, como se deben dos forturas, o sea, está como... por eso mismo, sí.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.78,
      "fin": 126.88,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 126.9,
      "fin": 129.8,
      "duracion": 2.9,
      "texto": "Y vos tenés, digo, vos querías... Disculpa, ¿qué compañía tenés?",
      "confianza": 0.211,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.82,
      "fin": 131.41,
      "duracion": 1.58,
      "texto": "Yo tengo claro, prepago.",
      "confianza": 0.688,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 132.37,
      "fin": 135.71,
      "duracion": 3.34,
      "texto": "Ah, ¿sos prepago? ¿Y cuándo estás gastando más o menos al mes?",
      "confianza": 0.434,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.6,
      "fin": 151.58,
      "duracion": 14.98,
      "texto": "Y no, casi nada porque uso mucho Wi-Fi donde voy. En tu casa vos tenés fiera óptica? Sí, tengo Modistar. Ah, ya tenés Modistar.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.6,
      "fin": 158.85,
      "duracion": 7.25,
      "texto": "Bien, porque con respecto a eso, nosotros tenemos un descuento fijo de 4.000 pesos en lo que es la falsificación.",
      "confianza": 0.687,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 158.89,
      "fin": 172.08,
      "duracion": 13.19,
      "texto": "Entonces, mira, el plan más bajo que nosotros estamos teniendo es de 4 GB base más 4 GB de reguero, es decir, vos tendrías 8 GB. y contarías con WhatsApp totalmente gratis, puedes hablar libre a cualquier compañer, tendrías mensajes y llamadas ilimitadas.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.9,
      "fin": 182.82,
      "duracion": 9.92,
      "texto": "El plan está saliendo $7,460 pesos, pero si vos le quitas los $4,000 pesos que te hacen de descuento, te quedarían $3,400 pesos, los 8 gigas.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 183.56,
      "fin": 191.53,
      "duracion": 7.97,
      "texto": "Por eso, capaz que te vendría bien este plan porque eres el más bajo y como vos no lo utilizas tanto, ya que tenés bastantes lugares donde tenés Wi-Fi,",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 192.2,
      "fin": 198.39,
      "duracion": 6.19,
      "texto": "Toma que te conviene ese y vas a tener aparte el descuento en lo que es la boleta, en fijos ese descuento.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.45,
      "fin": 216.74,
      "duracion": 17.29,
      "texto": "Ah, ok, pero... O sea, mi... Hola, perdón. O sea, mi inquietud sería... Yo puedo usar la línea por más que ahora esté... ¿Cómo se dice?",
      "confianza": 0.482,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 217.58,
      "fin": 221.18,
      "duracion": 3.61,
      "texto": "O sea, como está inactiva ahora.",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 222.06,
      "fin": 234.61,
      "duracion": 12.55,
      "texto": "Estalint, y mi pregunta es ahora yo la consulta. ¿Cómo les llegan las llamadas y los mensajes? No tengo la más pálida idea, sinceramente.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.63,
      "fin": 236.67,
      "duracion": 2.04,
      "texto": "No, claro, pero yo te estoy hablando.",
      "confianza": 0.567,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 236.69,
      "fin": 240.82,
      "duracion": 4.12,
      "texto": "¿Vos sos la titular del Wi-Fi de tu casa?",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.84,
      "fin": 241.6,
      "duracion": 0.76,
      "texto": "Sí.",
      "confianza": 0.443,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 241.62,
      "fin": 255.62,
      "duracion": 14.0,
      "texto": "Ay, disculpa, no sé tu nombre. A todo esto yo hablé o hablaste y todos hablamos. No sé tu nombre. Mi nombre es Jennifer Croson. Ah, qué lindo nombre. Me gusta. Gracias.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.64,
      "fin": 256.32,
      "duracion": 0.68,
      "texto": "Bien, mirá, Jennifer, mirá.",
      "confianza": 0.182,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 256.88,
      "fin": 264.51,
      "duracion": 7.63,
      "texto": "Entonces, igual consulta este tema de esta línea, pero yo te diría que no está inactiva. ¿Quién te dijo que está inactiva?",
      "confianza": 0.742,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 265.3,
      "fin": 269.92,
      "duracion": 4.62,
      "texto": "Me mandaron un mensaje. ¿De claro?",
      "confianza": 0.882,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.77,
      "fin": 274.91,
      "duracion": 3.14,
      "texto": "Sí. Ah, claro. Suspendida, bueno, inactiva, suspendida, algo así.",
      "confianza": 0.009,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.67,
      "fin": 275.9,
      "duracion": 0.23,
      "texto": "Sí,",
      "confianza": 0.662,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 275.9,
      "fin": 282.51,
      "duracion": 6.61,
      "texto": "bueno, en realidad te van a decir eso para que vos pagues lo que supuestamente se debe.",
      "confianza": 0.662,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.69,
      "fin": 290.61,
      "duracion": 7.92,
      "texto": "Pero en realidad no está inactiva porque, mira, están llegando las llamadas y te llevan los mensajes también, seguramente. Sí. Sí,",
      "confianza": 0.514,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 290.61,
      "fin": 294.53,
      "duracion": 3.92,
      "texto": "entonces te están pintiendo en la cara, Jennifer.",
      "confianza": 0.507,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.55,
      "fin": 339.24,
      "duracion": 44.69,
      "texto": "No está inactiva ni suprendida ni nada. Quieren que pase eso. Pero yo igualmente te estoy hablando como este numerito no está tu nombre. lo que se puede hacer es la gestión con el otro numerito que es el tuyo ya que esa es la titular de ese numerito en prepago, ¿no? Sí, para, y si, porque yo quiero mantener esta misma línea. Sí, se puede realizar la gestión y después vos cambiás, vas a la sucursal, nosotros te brindamos una sucursal la más cercana a tu domicilio para que vos vayas a retirar tu chip, Y con este podés ir y cambiar de la titularía para que seas vos, ¿bien? Pero sí se puede hacer lo que es la gestión.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.12,
      "fin": 351.26,
      "duracion": 11.14,
      "texto": "No te preocupes. Ahora lo podemos hacer. ¿De qué provincia y qué localidad sos vos? Yo soy de Buenos Aires. Bien. ¿Y la localidad?",
      "confianza": 0.271,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 352.14,
      "fin": 353.14,
      "duracion": 1.0,
      "texto": "Alejandro Corre.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.26,
      "fin": 361.53,
      "duracion": 7.27,
      "texto": "¿De dónde queda eso? Partido de San Vicente, Zona Sur.",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.34,
      "fin": 373.21,
      "duracion": 10.87,
      "texto": "Acá está San Vicente, bien perfecto. Bien, mira. Acá. ¿Te viene bien la sucursal que queda en Avenida 25 de Mayo a la altura 60?",
      "confianza": 0.06,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 374.35,
      "fin": 377.33,
      "duracion": 2.98,
      "texto": "Sí. Es la que me dice San Vicente. Bien,",
      "confianza": 0.635,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 377.33,
      "fin": 377.65,
      "duracion": 0.32,
      "texto": "entonces... Sí.",
      "confianza": 0.025,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 377.67,
      "fin": 380.91,
      "duracion": 3.24,
      "texto": "Espera, ¿tu teléfono? Porque claro, yo te estoy hablando de este teléfono.",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.68,
      "fin": 395.43,
      "duracion": 13.75,
      "texto": "¿Tu teléfono? ¿O querés que te mande el WhatsApp a este número? No, para... Mándame a mi teléfono porque... No me deja bajar nada en sí.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 396.03,
      "fin": 416.85,
      "duracion": 20.82,
      "texto": "Como dice que la línea está suspendida, no me deja hacer nada. Aguardame que ahí te paso. Dale. ¿Vos? Para. Sí, sí, de la última decima de tu numerito y yo te llamo a tu numerito. Así es más cómodo.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 417.65,
      "fin": 421.33,
      "duracion": 3.68,
      "texto": "Ok. ¿Número 2224? 2224, sí.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 421.94,
      "fin": 424.2,
      "duracion": 2.26,
      "texto": "46. Sí. 40. Sí.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 425.36,
      "fin": 425.92,
      "duracion": 0.56,
      "texto": "53.",
      "confianza": 0.89,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 428.39,
      "fin": 433.27,
      "duracion": 4.88,
      "texto": "Bien, te lo repito, 22, 24, 46, 40, 53.",
      "confianza": 0.792,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 433.39,
      "fin": 433.61,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.669,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 434.45,
      "fin": 451.05,
      "duracion": 16.6,
      "texto": "Bien, Jennifer es tu nombre, dale. Entonces ahora, yo lo que ahora voy a hacer es guardar tu numerito, mandarte un mensajito y ahora te llamo, ¿bien? Te va a salir como un numerito de Buenos Aires. Así que no te preocupes. Bueno, listo. Vamos a atender lo que voy a hacer.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 451.57,
      "fin": 454.76,
      "duracion": 3.19,
      "texto": "Dale, ya nos vemos.",
      "confianza": 0.637,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Hablo con Jorge. No, ¿qué tal? Soy la hija. Ah, bien. ¿Cómo estás? Mi nombre es Belén. Me presento. Mira, yo estoy llamando desde el área de recupero de clientes de Movistar porque queríamos ofrecerle un beneficio a la línea de... Actualmente estamos con un gran porcentaje de descuento. ¿Vos sabés si él está en claro? Sí, él tiene claro, pero mi papá falleció, así que quedó la línea a mi cargo. Ay, no, lo siento mucho, disculpa. No, no, no. Bien, pero vos es la titular, entonces, ¿me estás diciendo? Yo soy la hija. O sea, su línea queda para mí. El tema es que todavía no pague lo que se debe, así que bueno, hasta que no pague. ¿De dónde debe? Claro, tengo dos faturas impadas. Igualmente a nosotros eso no nos compete porque al vos pasarte solamente nos fijamos en lo que es el saldo pendiente que tengas con la compañía de nosotros. Igualmente nosotros condominamos hasta 30.000 pesos y si él tiene algún saldo pendiente con nosotros, se le condomina, es decir, se le perdona. Entonces queda como si no tuviera ningún saldo pendiente. Entonces podría realizar cualquier, digo, cualquier portabilidad o cualquier gestión que vos requieras con eso. ¿Entonces vos estás usando la línea de él? ¿Y por el momento no? porque como está inactiva, como se deben dos forturas, o sea, está como... por eso mismo, sí. Bien. Y vos tenés, digo, vos querías... Disculpa, ¿qué compañía tenés? Yo tengo claro, prepago. Ah, ¿sos prepago? ¿Y cuándo estás gastando más o menos al mes? Y no, casi nada porque uso mucho Wi-Fi donde voy. En tu casa vos tenés fiera óptica? Sí, tengo Modistar. Ah, ya tenés Modistar. Bien, porque con respecto a eso, nosotros tenemos un descuento fijo de 4.000 pesos en lo que es la falsificación. Entonces, mira, el plan más bajo que nosotros estamos teniendo es de 4 GB base más 4 GB de reguero, es decir, vos tendrías 8 GB. y contarías con WhatsApp totalmente gratis, puedes hablar libre a cualquier compañer, tendrías mensajes y llamadas ilimitadas. El plan está saliendo $7,460 pesos, pero si vos le quitas los $4,000 pesos que te hacen de descuento, te quedarían $3,400 pesos, los 8 gigas. Por eso, capaz que te vendría bien este plan porque eres el más bajo y como vos no lo utilizas tanto, ya que tenés bastantes lugares donde tenés Wi-Fi, Toma que te conviene ese y vas a tener aparte el descuento en lo que es la boleta, en fijos ese descuento. Ah, ok, pero... O sea, mi... Hola, perdón. O sea, mi inquietud sería... Yo puedo usar la línea por más que ahora esté... ¿Cómo se dice? O sea, como está inactiva ahora. Estalint, y mi pregunta es ahora yo la consulta. ¿Cómo les llegan las llamadas y los mensajes? No tengo la más pálida idea, sinceramente. No, claro, pero yo te estoy hablando. ¿Vos sos la titular del Wi-Fi de tu casa? Sí. Ay, disculpa, no sé tu nombre. A todo esto yo hablé o hablaste y todos hablamos. No sé tu nombre. Mi nombre es Jennifer Croson. Ah, qué lindo nombre. Me gusta. Gracias. Bien, mirá, Jennifer, mirá. Entonces, igual consulta este tema de esta línea, pero yo te diría que no está inactiva. ¿Quién te dijo que está inactiva? Me mandaron un mensaje. ¿De claro? Sí. Ah, claro. Suspendida, bueno, inactiva, suspendida, algo así. Sí, bueno, en realidad te van a decir eso para que vos pagues lo que supuestamente se debe. Pero en realidad no está inactiva porque, mira, están llegando las llamadas y te llevan los mensajes también, seguramente. Sí. Sí, entonces te están pintiendo en la cara, Jennifer. No está inactiva ni suprendida ni nada. Quieren que pase eso. Pero yo igualmente te estoy hablando como este numerito no está tu nombre. lo que se puede hacer es la gestión con el otro numerito que es el tuyo ya que esa es la titular de ese numerito en prepago, ¿no? Sí, para, y si, porque yo quiero mantener esta misma línea. Sí, se puede realizar la gestión y después vos cambiás, vas a la sucursal, nosotros te brindamos una sucursal la más cercana a tu domicilio para que vos vayas a retirar tu chip, Y con este podés ir y cambiar de la titularía para que seas vos, ¿bien? Pero sí se puede hacer lo que es la gestión. No te preocupes. Ahora lo podemos hacer. ¿De qué provincia y qué localidad sos vos? Yo soy de Buenos Aires. Bien. ¿Y la localidad? Alejandro Corre. ¿De dónde queda eso? Partido de San Vicente, Zona Sur. Acá está San Vicente, bien perfecto. Bien, mira. Acá. ¿Te viene bien la sucursal que queda en Avenida 25 de Mayo a la altura 60? Sí. Es la que me dice San Vicente. Bien, entonces... Sí. Espera, ¿tu teléfono? Porque claro, yo te estoy hablando de este teléfono. ¿Tu teléfono? ¿O querés que te mande el WhatsApp a este número? No, para... Mándame a mi teléfono porque... No me deja bajar nada en sí. Como dice que la línea está suspendida, no me deja hacer nada. Aguardame que ahí te paso. Dale. ¿Vos? Para. Sí, sí, de la última decima de tu numerito y yo te llamo a tu numerito. Así es más cómodo. Ok. ¿Número 2224? 2224, sí. 46. Sí. 40. Sí. 53. Bien, te lo repito, 22, 24, 46, 40, 53. Sí. Bien, Jennifer es tu nombre, dale. Entonces ahora, yo lo que ahora voy a hacer es guardar tu numerito, mandarte un mensajito y ahora te llamo, ¿bien? Te va a salir como un numerito de Buenos Aires. Así que no te preocupes. Bueno, listo. Vamos a atender lo que voy a hacer. Dale, ya nos vemos.",
  "calidad": {
    "confianza_promedio": 0.522,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:15:41.011366",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 123,
    "total_segmentos_corregido": 46,
    "fecha_correccion": "2026-01-18T23:05:18.145482",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116133209217_ACD_48881",
    "fecha_inicio": "16/1/2026 13:32:09",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 463,
    "tiempo_conversacion": 435,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}