{
  "archivo": "amza30_1_260115134823513_ACD_71197.wav",
  "duracion_segundos": 80.07,
  "num_segmentos": 34,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 9.23,
    "Cliente": 62.67
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.43,
      "fin": 10.66,
      "duracion": 9.23,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Macarena? Sí, ella habla. ¿Qué tal, Macarena? Un gusto. Me estoy comunicando desde el área de beneficios móviles.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.21,
      "fin": 13.31,
      "duracion": 2.1,
      "texto": "Sí, porque me figura tu línea en claro.",
      "confianza": 0.806,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 16.11,
      "fin": 40.45,
      "duracion": 24.34,
      "texto": "¿Es así? Sí, sí, es así. Buenísimo. Macarena, ¿vos contás con lo que es factura mensual o realizás recargar? No, tengo mención. Igual te agradezco el camino, porque te juro que me llamaron 700 veces y no quiero que me llamen más. Yo sé que se trabaja y te quiero disculpar, pero no me llamen más. Por favor. Bien, bien. Comprendo, Naka. Lo que pasa es que tenemos una promo muy buena para que puedas aprovechar, justamente, y el día de hoy están 10.400 pesos finales. ¿Sí?",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.97,
      "fin": 43.76,
      "duracion": 2.78,
      "texto": "Están muy buenos justamente porque tienen 16 días de internet.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.66,
      "fin": 67.62,
      "duracion": 22.96,
      "texto": "No, pues si me atreves a movistar, yo tenía movistar hace un par de años. No tengo más porque ustedes no tienen señal donde yo vivo. Yo vivo en Villacierito, en Caraca, y no hay señal, porque como no hay señal, yo lo cambié porque no me pudieron solucionar nunca lo de las señales. Si no, verificamos que te cambiaste justamente a principios de 2025.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.22,
      "fin": 70.96,
      "duracion": 2.74,
      "texto": "Si me decís de qué provincia es Villacierito,",
      "confianza": 0.407,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.32,
      "fin": 80.07,
      "duracion": 7.75,
      "texto": "Sí, en buena fe. Igual te agradezco. No, no pasa nada. Te corto y sigo trabajando. Bien, comprendo. Muchas gracias. Hasta luego.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Macarena? Sí, ella habla. ¿Qué tal, Macarena? Un gusto. Me estoy comunicando desde el área de beneficios móviles. Sí, porque me figura tu línea en claro. ¿Es así? Sí, sí, es así. Buenísimo. Macarena, ¿vos contás con lo que es factura mensual o realizás recargar? No, tengo mención. Igual te agradezco el camino, porque te juro que me llamaron 700 veces y no quiero que me llamen más. Yo sé que se trabaja y te quiero disculpar, pero no me llamen más. Por favor. Bien, bien. Comprendo, Naka. Lo que pasa es que tenemos una promo muy buena para que puedas aprovechar, justamente, y el día de hoy están 10.400 pesos finales. ¿Sí? Están muy buenos justamente porque tienen 16 días de internet. No, pues si me atreves a movistar, yo tenía movistar hace un par de años. No tengo más porque ustedes no tienen señal donde yo vivo. Yo vivo en Villacierito, en Caraca, y no hay señal, porque como no hay señal, yo lo cambié porque no me pudieron solucionar nunca lo de las señales. Si no, verificamos que te cambiaste justamente a principios de 2025. Si me decís de qué provincia es Villacierito, Sí, en buena fe. Igual te agradezco. No, no pasa nada. Te corto y sigo trabajando. Bien, comprendo. Muchas gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.498,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:11:31.750836",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:21.785579",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115134823513_ACD_71197",
    "fecha_inicio": "15/1/2026 13:48:23",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 125,
    "tiempo_conversacion": 77,
    "tiempo_hold": 0,
    "tiempo_acw": 32,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}