{
  "archivo": "amza_sup2_1_260115172521838_MIT_01988.wav",
  "duracion_segundos": 238.97,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 125.99,
    "Cliente": 84.26
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 8.16,
      "duracion": 8.13,
      "texto": "móviles. ¿De movistar? Sí. Ah, sí, por cambio de líneas.",
      "confianza": 0.292,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.98,
      "fin": 9.15,
      "duracion": 0.17,
      "texto": "Sí,",
      "confianza": 0.754,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.15,
      "fin": 13.43,
      "duracion": 4.28,
      "texto": "mira, Marcela, te queríamos comentar algunas bonificaciones para tu línea.",
      "confianza": 0.754,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.81,
      "fin": 15.37,
      "duracion": 0.56,
      "texto": "Por ejemplo.",
      "confianza": 0.875,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.61,
      "fin": 19.77,
      "duracion": 2.16,
      "texto": "Tenía, vos actualmente estás en Claro, ¿cierto?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.48,
      "fin": 25.6,
      "duracion": 4.12,
      "texto": "Y sí, en su momento me pasé de movistar a Claro, por eso toda la vida tuve",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.66,
      "fin": 34.69,
      "duracion": 8.03,
      "texto": "Fui teniendo la evolución de lo que fue Movistar desde Unifona hasta que se convirtió en Movistar. Ya no me acuerdo ni por cuántas empresas pasó.",
      "confianza": 0.811,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 36.62,
      "fin": 51.92,
      "duracion": 15.3,
      "texto": "¿Me irías actualmente tu plan? No, la verdad no me lo acuerdo. Honestamente no me lo acuerdo. Estoy fracturada, estoy fracturada con reposo.",
      "confianza": 0.502,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.55,
      "fin": 55.53,
      "duracion": 1.98,
      "texto": "No puedo andar mirando mucho.",
      "confianza": 0.839,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.41,
      "fin": 60.17,
      "duracion": 1.76,
      "texto": "Mira, yo te voy a ser honesta.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.73,
      "fin": 75.13,
      "duracion": 14.4,
      "texto": "En estos días, como tuve una fractura y, ya te digo, estoy con reposo, bastante complicada, déjame, si vos me das unos días, yo voy a revisar bien",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 75.78,
      "fin": 89.62,
      "duracion": 13.84,
      "texto": "con el celular el plan de claro que tengo y si ustedes me ofrecen uno que me convenga más porque ellos en estos últimos meses me aumentaron bastante, yo vuelvo con ustedes.",
      "confianza": 0.827,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.61,
      "fin": 101.3,
      "duracion": 9.69,
      "texto": "Claro, te entiendo. Nosotros hoy día tenemos una oferta exclusiva para usted. Sí, pero la verdad te digo, yo te digo,",
      "confianza": 0.072,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.96,
      "fin": 112.53,
      "duracion": 10.58,
      "texto": "Recién fracturada, en reposo, en Mar del Plata, en verano, me caí, me fracturé un metatarso del pie izquierdo.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.16,
      "fin": 125.08,
      "duracion": 11.92,
      "texto": "Ay, qué dolor, sí. Gracias a Dios ya pasó, porque esto ya pasó hace 10 días, pero estoy con bota ortopédica por unos 10, 15 días más. ¿Cuánto le queda de reposo?",
      "confianza": 0.346,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.16,
      "fin": 132.06,
      "duracion": 5.91,
      "texto": "Y el reposo en realidad hay que hacer el mayor tiempo posible.",
      "confianza": 0.858,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.82,
      "fin": 155.99,
      "duracion": 23.17,
      "texto": "Yo no manejo desde que me fracturé y a lo sumo hago una cuadra, gracias a Dios tengo un supermercado, una cuadra y cada dos o tres días me hago una cuadra con la bota para comprarme comida. Después no tengo otra cosa. No hago nada más. Sí, sí, la entiendo. ¿Y en qué momento nos podríamos comunicar con usted?",
      "confianza": 0.856,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.16,
      "fin": 161.37,
      "duracion": 2.2,
      "texto": "Mira, déjame ver bien el plan de claro.",
      "confianza": 0.832,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 162.51,
      "fin": 175.03,
      "duracion": 12.52,
      "texto": "¿Por qué no te comunicas el martes o miércoles de la semana que viene? Déjame ver bien el plan que tengo, que vea bien qué me están facturando, cuántos gigas y todo eso.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 175.93,
      "fin": 182.38,
      "duracion": 6.45,
      "texto": "Y yo entonces ahí, según lo que ustedes me ofrezcan, tomo la decisión de volver.",
      "confianza": 0.855,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 183.44,
      "fin": 193.76,
      "duracion": 10.31,
      "texto": "Bueno, mire, yo si quiero le puedo pasar la oferta de la promoción que tenemos por WhatsApp y si a usted le interesa nos comunicamos nuevamente.",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 195.24,
      "fin": 195.82,
      "duracion": 0.58,
      "texto": "Bueno, dale, dale.",
      "confianza": 0.249,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.78,
      "fin": 238.97,
      "duracion": 42.19,
      "texto": "Pero hoy pierde un beneficio porque bueno, tenemos un beneficio exclusivo para usted. Bueno, pero bueno, lamentablemente, oíste todo, no puedo, no estoy en el mejor momento. Claro, sí, entiendo. mucho calor, con bota ortopédica, sin poder caminar, sin poder hacer nada. En pleno verano en Mar del Plata es un garrón. Y la verdad que no estoy para tomar muchas decisiones, pero pásamelo por WhatsApp y después lo vemos. Bueno, genial. Ahí nos comunicamos por WhatsApp. Dale, dale, gracias. Gracias. Dale, buenas tardes. Chau. Gracias. Hasta luego. Hasta luego.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "móviles. ¿De movistar? Sí. Ah, sí, por cambio de líneas. Sí, mira, Marcela, te queríamos comentar algunas bonificaciones para tu línea. Por ejemplo. Tenía, vos actualmente estás en Claro, ¿cierto? Y sí, en su momento me pasé de movistar a Claro, por eso toda la vida tuve Fui teniendo la evolución de lo que fue Movistar desde Unifona hasta que se convirtió en Movistar. Ya no me acuerdo ni por cuántas empresas pasó. ¿Me irías actualmente tu plan? No, la verdad no me lo acuerdo. Honestamente no me lo acuerdo. Estoy fracturada, estoy fracturada con reposo. No puedo andar mirando mucho. Mira, yo te voy a ser honesta. En estos días, como tuve una fractura y, ya te digo, estoy con reposo, bastante complicada, déjame, si vos me das unos días, yo voy a revisar bien con el celular el plan de claro que tengo y si ustedes me ofrecen uno que me convenga más porque ellos en estos últimos meses me aumentaron bastante, yo vuelvo con ustedes. Claro, te entiendo. Nosotros hoy día tenemos una oferta exclusiva para usted. Sí, pero la verdad te digo, yo te digo, Recién fracturada, en reposo, en Mar del Plata, en verano, me caí, me fracturé un metatarso del pie izquierdo. Ay, qué dolor, sí. Gracias a Dios ya pasó, porque esto ya pasó hace 10 días, pero estoy con bota ortopédica por unos 10, 15 días más. ¿Cuánto le queda de reposo? Y el reposo en realidad hay que hacer el mayor tiempo posible. Yo no manejo desde que me fracturé y a lo sumo hago una cuadra, gracias a Dios tengo un supermercado, una cuadra y cada dos o tres días me hago una cuadra con la bota para comprarme comida. Después no tengo otra cosa. No hago nada más. Sí, sí, la entiendo. ¿Y en qué momento nos podríamos comunicar con usted? Mira, déjame ver bien el plan de claro. ¿Por qué no te comunicas el martes o miércoles de la semana que viene? Déjame ver bien el plan que tengo, que vea bien qué me están facturando, cuántos gigas y todo eso. Y yo entonces ahí, según lo que ustedes me ofrezcan, tomo la decisión de volver. Bueno, mire, yo si quiero le puedo pasar la oferta de la promoción que tenemos por WhatsApp y si a usted le interesa nos comunicamos nuevamente. Bueno, dale, dale. Pero hoy pierde un beneficio porque bueno, tenemos un beneficio exclusivo para usted. Bueno, pero bueno, lamentablemente, oíste todo, no puedo, no estoy en el mejor momento. Claro, sí, entiendo. mucho calor, con bota ortopédica, sin poder caminar, sin poder hacer nada. En pleno verano en Mar del Plata es un garrón. Y la verdad que no estoy para tomar muchas decisiones, pero pásamelo por WhatsApp y después lo vemos. Bueno, genial. Ahí nos comunicamos por WhatsApp. Dale, dale, gracias. Gracias. Dale, buenas tardes. Chau. Gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.581,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:35:36.187023",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 23,
    "fecha_correccion": "2026-01-18T23:05:34.214736",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115172521838_MIT_01988",
    "sin_datos_basurita": true
  }
}