{
  "archivo": "amza1_1_260112144330737_ACD_99421.wav",
  "duracion_segundos": 389.76,
  "num_segmentos": 97,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 103.94,
    "Cliente": 257.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.93,
      "fin": 1.47,
      "duracion": 0.54,
      "texto": "Hola.",
      "confianza": 0.427,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2.13,
      "fin": 4.67,
      "duracion": 2.54,
      "texto": "Hola, ¿qué tal? Buenas tardes. Hablo con Juan Ignacio.",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.35,
      "fin": 10.13,
      "duracion": 3.78,
      "texto": "Sí. ¿Qué tal, señor? ¿Cómo le da un gusto? Le habla Eva, de este lado de la llamada.",
      "confianza": 0.131,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.76,
      "fin": 16.94,
      "duracion": 6.18,
      "texto": "Le comentó Juan, yo lo llamaba para brindarle lo que es un descuento desde con la compañera de Movistar. ¿Lo ha llamado antes a usted, por casualidad?",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.45,
      "fin": 30.16,
      "duracion": 8.71,
      "texto": "Estoy esperando el chip que me va a tirar a movistar en este momento. Está guardando. ¿Y cuándo hizo lo que es la gestión, Juan? Lo que pedía atrás. Bien, entiendo. Yo creo que cada día.",
      "confianza": 0.022,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.18,
      "fin": 35.53,
      "duracion": 4.35,
      "texto": "El viernes hizo lo que es la gestión. El viernes creo que fue.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.55,
      "fin": 38.35,
      "duracion": 2.8,
      "texto": "Bien, perfecto, entonces está todo en orden, la constancia.",
      "confianza": 0.668,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 38.41,
      "fin": 73.51,
      "duracion": 35.1,
      "texto": "Tú le querías consultarla, ¿no ofreció lo que es el servicio de la fibra óptica a usted? Me recibió un dato un montón, me pasó todo en WhatsApp, tengo que leerlo, ni lo abrí, te digo. Bien, entiendo, pero yo le consultó. El tema de la fibra, ¿le han ofrecido lo que es la promoción que usted viene ya al ser parte de Movistar? ¿Tiene lo que es una promoción para lo que es internet o dar? Eso le quería decir, justamente. No, todavía no. Pero si no tengo el chip, si no tengo rehabilitado el teléfono, no voy a hacer nada. ¿Viste por qué? Nada. Hasta que no vengas aquí, si los pones.",
      "confianza": 0.561,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.53,
      "fin": 74.45,
      "duracion": 0.92,
      "texto": "Sí, sí, yo lo entiendo, Juan Inácio.",
      "confianza": 0.153,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.47,
      "fin": 86.41,
      "duracion": 11.94,
      "texto": "En ese caso, usted recién esta semana, yo creo que entre mañana y pasado, tal vez va a estar llamando para que usted busque el chip en la subida. ¿Pero parece que me he hecho para fibra óptica de internet? Exactamente.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.28,
      "fin": 91.46,
      "duracion": 4.19,
      "texto": "Yo tengo acá la zona donde vivo, se llama Mantevisión.",
      "confianza": 0.296,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.48,
      "fin": 94.67,
      "duracion": 3.19,
      "texto": "Pero usted no tiene en su casa lo que es de movistar.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.59,
      "fin": 98.21,
      "duracion": 2.62,
      "texto": "Averiguado si tiene lo que es subvertura en su domicilio.",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.22,
      "fin": 111.59,
      "duracion": 11.37,
      "texto": "Se corta mucho cada zona. Yo hablo de la fibra óptica, es el internet del hogar, eso no se corta porque tiene muy buena cobertura y alcance.",
      "confianza": 0.198,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 112.39,
      "fin": 125.87,
      "duracion": 13.48,
      "texto": "En ese caso Juan Ignacio le quedaría en 24 mil pesos lo que es la fibra de 300 menos y como usted forma parte de la compañía de movistar se le otorgaría justamente un descuento en su factura.",
      "confianza": 0.757,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.9,
      "fin": 180.95,
      "duracion": 54.05,
      "texto": "en ese caso, deberíamos corroborar. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Es el número que de cuatro pibes, vos tenías la cuarta. No, yo tengo la cuarta. Bueno, en ese caso, conmigo, tal vez puede ser lo que es el tema de la fibra óptica, si quisiera. Así que si quieres que me diga... Bueno, Juan Ignacio, entonces no lo molesto más, ya que no sé que se enoja. Bueno, de momento que me pasaron un instante, me llaman a cada rato, che. No me hagas ni la fiesta, loco.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.53,
      "fin": 211.73,
      "duracion": 30.2,
      "texto": "Ay, la fiesta. Ay, sí, pues es verdad, me ha pasado igual. Me ha pasado. Pero mire, lo que vamos a hacer es que yo le mandé un mensaje, sí, en todo caso, cuando a usted le llegue lo que es el chip, bueno, buenísimo, genial, que le pueda aportar la línea, y yo le voy a estar contestando al fin de esta semana, si desea, para comentarle lo que es el tema fibra. De todas maneras, me tendría que brindar a usted lo que es calle de enumeración, para yo poder corroborar si se puede conectar, porque si no, no tendría mucho sentido que yo le ofrezca la oferta, ¿bien?",
      "confianza": 0.527,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.23,
      "fin": 213.03,
      "duracion": 0.8,
      "texto": "Pero bueno, lo contesto.",
      "confianza": 0.36,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.63,
      "fin": 230.6,
      "duracion": 16.97,
      "texto": "Pero bueno, eso lo vamos a charlar, por que no me quede sin internet y todas esas cosas. No, eso tiene que ser tranquilo, porque usted hace el cambio de una compañía de la otra parte a lo que es la instalación con los técnicos. Me lo instalé a través del teléfono.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 231.64,
      "fin": 246.54,
      "duracion": 14.9,
      "texto": "Ahora si tiene la línea móvil, sí, la va a portar en unos días. O sea, ahora usted está utilizando la del Claro. Pero yo para hacer la internet de móvil, que va por el teléfono también, o sea, no me va a dar la línea, tirame una línea, un cable. No,",
      "confianza": 0.627,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 246.54,
      "fin": 257.71,
      "duracion": 11.17,
      "texto": "nosotros lo que hacemos es pactar justamente la gestión, sí, y después los técnicos se van a estar comunicando con usted en los próximos siete días hábiles para que usted justamente pacte la fecha de la cita,",
      "confianza": 0.726,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.85,
      "fin": 262.8,
      "duracion": 4.95,
      "texto": "dice a lo que es la interacción de las fibras, el tendido del cableado en su domicilio.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 264.64,
      "fin": 278.52,
      "duracion": 13.88,
      "texto": "No, señor. ¿A través de quién? ¿Cómo, perdón? ¿A través de quién hacen el cableado? Pues acá tenemos cableado de internet, fibra óptica, de Telefónica Montehermoso y de... ¿Cómo se llama?",
      "confianza": 0.085,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.28,
      "fin": 313.62,
      "duracion": 32.34,
      "texto": "Y de... Claro. No, no, y de claro acá. Bueno, en ese caso por eso le decía, tendríamos que corroborar, señor, que en su localidad usted tiene, por lo menos en su manzana, si usted tiene lo que es un poste de movilidad en la cercanía, bien, para que usted pueda tener el servicio unificado, ¿sí? En ese caso, usted me puede brindar ahora la llamada si quiere, y yo lo busco y le confirmo por WhatsApp, es lo que es la calle Inhumidación del Monte, que usted tiene en Monte Hermoso, para que usted pueda verificar si tiene lo que es cobertura en su domicilio, ¿bien? A eso le quería ir yo. Sí.",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 314.16,
      "fin": 340.05,
      "duracion": 25.89,
      "texto": "Bueno, en todo caso me lo mando si quiere por whatsapp escrito y yo más tarde lo busco y le verifico si tienen el... No, en todo caso que me diga lo que es calle de enumeración y yo puedo verificar si tiene lo que es la posibilidad de instalar la firida. Exactamente, eso es lo que necesitamos. Formosa 865 tiene que tener usted a eso, yo estuve muchos años en movistar.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.67,
      "fin": 346.87,
      "duracion": 6.2,
      "texto": "Bien, usted de dónde es de Monthermoso, me dijo. Monthermoso. Bien,",
      "confianza": 0.59,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 346.87,
      "fin": 351.8,
      "duracion": 4.93,
      "texto": "bueno, mire, vamos a hacer una cosa, Juan Ignacio, yo ahí lo estoy derivando a los técnicos, ¿sí?",
      "confianza": 0.553,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 351.82,
      "fin": 355.41,
      "duracion": 3.58,
      "texto": "En un ratito le mando por WhatsApp la confirmación de si tiene o no lo que es la fibra, ¿bien?",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 357.47,
      "fin": 362.44,
      "duracion": 4.97,
      "texto": "Dale, dale, listo. Está entre las calles Felipe de Luzter y General José Farramardín.",
      "confianza": 0.035,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 364.5,
      "fin": 389.76,
      "duracion": 25.26,
      "texto": "Exactamente. Bueno, bien, ahora lo derivo y le confirmo un ratito. Y la otra de atrás, a ver cómo para. Tengo un tutorial a la de atrás. Exactamente. Sí, está correcto. Casi a mitad de cuadra. Casi llegando más a Felipe que a San Martín. Sí, sí, sí. Bien, listo. Habrá un ratito que le estoy confirmando, Juaninac, que va a utilizar de WhatsApp, ¿sí? Listo. Gracias. Gracias.",
      "confianza": 0.026,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes. Hablo con Juan Ignacio. Sí. ¿Qué tal, señor? ¿Cómo le da un gusto? Le habla Eva, de este lado de la llamada. Le comentó Juan, yo lo llamaba para brindarle lo que es un descuento desde con la compañera de Movistar. ¿Lo ha llamado antes a usted, por casualidad? Estoy esperando el chip que me va a tirar a movistar en este momento. Está guardando. ¿Y cuándo hizo lo que es la gestión, Juan? Lo que pedía atrás. Bien, entiendo. Yo creo que cada día. El viernes hizo lo que es la gestión. El viernes creo que fue. Bien, perfecto, entonces está todo en orden, la constancia. Tú le querías consultarla, ¿no ofreció lo que es el servicio de la fibra óptica a usted? Me recibió un dato un montón, me pasó todo en WhatsApp, tengo que leerlo, ni lo abrí, te digo. Bien, entiendo, pero yo le consultó. El tema de la fibra, ¿le han ofrecido lo que es la promoción que usted viene ya al ser parte de Movistar? ¿Tiene lo que es una promoción para lo que es internet o dar? Eso le quería decir, justamente. No, todavía no. Pero si no tengo el chip, si no tengo rehabilitado el teléfono, no voy a hacer nada. ¿Viste por qué? Nada. Hasta que no vengas aquí, si los pones. Sí, sí, yo lo entiendo, Juan Inácio. En ese caso, usted recién esta semana, yo creo que entre mañana y pasado, tal vez va a estar llamando para que usted busque el chip en la subida. ¿Pero parece que me he hecho para fibra óptica de internet? Exactamente. Yo tengo acá la zona donde vivo, se llama Mantevisión. Pero usted no tiene en su casa lo que es de movistar. Averiguado si tiene lo que es subvertura en su domicilio. Se corta mucho cada zona. Yo hablo de la fibra óptica, es el internet del hogar, eso no se corta porque tiene muy buena cobertura y alcance. En ese caso Juan Ignacio le quedaría en 24 mil pesos lo que es la fibra de 300 menos y como usted forma parte de la compañía de movistar se le otorgaría justamente un descuento en su factura. en ese caso, deberíamos corroborar. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, Es el número que de cuatro pibes, vos tenías la cuarta. No, yo tengo la cuarta. Bueno, en ese caso, conmigo, tal vez puede ser lo que es el tema de la fibra óptica, si quisiera. Así que si quieres que me diga... Bueno, Juan Ignacio, entonces no lo molesto más, ya que no sé que se enoja. Bueno, de momento que me pasaron un instante, me llaman a cada rato, che. No me hagas ni la fiesta, loco. Ay, la fiesta. Ay, sí, pues es verdad, me ha pasado igual. Me ha pasado. Pero mire, lo que vamos a hacer es que yo le mandé un mensaje, sí, en todo caso, cuando a usted le llegue lo que es el chip, bueno, buenísimo, genial, que le pueda aportar la línea, y yo le voy a estar contestando al fin de esta semana, si desea, para comentarle lo que es el tema fibra. De todas maneras, me tendría que brindar a usted lo que es calle de enumeración, para yo poder corroborar si se puede conectar, porque si no, no tendría mucho sentido que yo le ofrezca la oferta, ¿bien? Pero bueno, lo contesto. Pero bueno, eso lo vamos a charlar, por que no me quede sin internet y todas esas cosas. No, eso tiene que ser tranquilo, porque usted hace el cambio de una compañía de la otra parte a lo que es la instalación con los técnicos. Me lo instalé a través del teléfono. Ahora si tiene la línea móvil, sí, la va a portar en unos días. O sea, ahora usted está utilizando la del Claro. Pero yo para hacer la internet de móvil, que va por el teléfono también, o sea, no me va a dar la línea, tirame una línea, un cable. No, nosotros lo que hacemos es pactar justamente la gestión, sí, y después los técnicos se van a estar comunicando con usted en los próximos siete días hábiles para que usted justamente pacte la fecha de la cita, dice a lo que es la interacción de las fibras, el tendido del cableado en su domicilio. No, señor. ¿A través de quién? ¿Cómo, perdón? ¿A través de quién hacen el cableado? Pues acá tenemos cableado de internet, fibra óptica, de Telefónica Montehermoso y de... ¿Cómo se llama? Y de... Claro. No, no, y de claro acá. Bueno, en ese caso por eso le decía, tendríamos que corroborar, señor, que en su localidad usted tiene, por lo menos en su manzana, si usted tiene lo que es un poste de movilidad en la cercanía, bien, para que usted pueda tener el servicio unificado, ¿sí? En ese caso, usted me puede brindar ahora la llamada si quiere, y yo lo busco y le confirmo por WhatsApp, es lo que es la calle Inhumidación del Monte, que usted tiene en Monte Hermoso, para que usted pueda verificar si tiene lo que es cobertura en su domicilio, ¿bien? A eso le quería ir yo. Sí. Bueno, en todo caso me lo mando si quiere por whatsapp escrito y yo más tarde lo busco y le verifico si tienen el... No, en todo caso que me diga lo que es calle de enumeración y yo puedo verificar si tiene lo que es la posibilidad de instalar la firida. Exactamente, eso es lo que necesitamos. Formosa 865 tiene que tener usted a eso, yo estuve muchos años en movistar. Bien, usted de dónde es de Monthermoso, me dijo. Monthermoso. Bien, bueno, mire, vamos a hacer una cosa, Juan Ignacio, yo ahí lo estoy derivando a los técnicos, ¿sí? En un ratito le mando por WhatsApp la confirmación de si tiene o no lo que es la fibra, ¿bien? Dale, dale, listo. Está entre las calles Felipe de Luzter y General José Farramardín. Exactamente. Bueno, bien, ahora lo derivo y le confirmo un ratito. Y la otra de atrás, a ver cómo para. Tengo un tutorial a la de atrás. Exactamente. Sí, está correcto. Casi a mitad de cuadra. Casi llegando más a Felipe que a San Martín. Sí, sí, sí. Bien, listo. Habrá un ratito que le estoy confirmando, Juaninac, que va a utilizar de WhatsApp, ¿sí? Listo. Gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.46,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:38:53.753697",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 97,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:15.895001",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112144330737_ACD_99421",
    "fecha_inicio": "12/1/2026 14:43:30",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 405,
    "tiempo_conversacion": 376,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}