{
  "archivo": "amza16_1_260115130520010_ACD_38733.wav",
  "duracion_segundos": 216.88,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 133.5,
    "Cliente": 51.03
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.48,
      "fin": 8.67,
      "duracion": 6.19,
      "texto": "Hola, buenas tardes, Viviana. ¿Quién habla? ¿Cómo te va? Nos comunicamos del área de beneficio Movistar.",
      "confianza": 0.056,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.63,
      "fin": 13.54,
      "duracion": 3.91,
      "texto": "Queríamos, Viviana, mejorarte el plan en tu línea. Vemos que te encontrarás en Kiro ahora actualmente.",
      "confianza": 0.797,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.47,
      "fin": 19.89,
      "duracion": 0.42,
      "texto": "Perdón. Movistar, sí.",
      "confianza": 0.001,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.91,
      "fin": 20.97,
      "duracion": 1.06,
      "texto": "Bien, justamente, bueno, no.",
      "confianza": 0.645,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 21.01,
      "fin": 28.3,
      "duracion": 7.29,
      "texto": "Figura que te encontrarás en claro y queríamos consultarte qué clase de plan estás contratando en tu compañía. La idea es poder mejorártelo, obviamente.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.53,
      "fin": 35.68,
      "duracion": 6.15,
      "texto": "Sí, claro, estoy pagando 8.700 pesos.",
      "confianza": 0.768,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 35.96,
      "fin": 41.08,
      "duracion": 5.13,
      "texto": "Bien, recordarás que te incluí, digamos, este plan que te brindan mensualmente.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.29,
      "fin": 46.8,
      "duracion": 2.51,
      "texto": "Ay, no, no recuerdo. Bien,",
      "confianza": 0.832,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 46.8,
      "fin": 54.64,
      "duracion": 7.84,
      "texto": "porque en ese caso, bueno, podemos mejorarte lo que lo oferta con un plan de, con un total de 8 gigas y que te quedan 7.460 pesos, ¿sí?",
      "confianza": 0.665,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.36,
      "fin": 60.7,
      "duracion": 5.34,
      "texto": "No sé si tenés contratado algún otro servicio de internet en ¿En el barco en claro también?",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.59,
      "fin": 82.67,
      "duracion": 19.08,
      "texto": "No, no, no. El servicio lo tengo por personal. Porque en lugar de virus, movilizar ni claro llegan. Ah, bien, entiendo. Bueno, en este caso sí, lo que es el plan que te convendía, te incluido lo que son whatsapp gratis y llamadas también y limitarás a cualquier compañía. Y tiene bastantes gigas para navegar.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 83.53,
      "fin": 87.53,
      "duracion": 4.0,
      "texto": "Y también tenés lo que son 20 gigas extra, el regalo que lo podés activar desde la aplicación.",
      "confianza": 0.76,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.57,
      "fin": 95.72,
      "duracion": 7.15,
      "texto": "Es un trámite muy sencillo. Puedes retirar el chip o usar Movistar o elegir lo que se envía a domicilio.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.98,
      "fin": 107.94,
      "duracion": 10.96,
      "texto": "Tampoco es necesario que nos brindes datos, ya que nos figura que fuiste una clienta de Movistar anteriormente. Y ya tenemos los datos registrados en el sistema.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.9,
      "fin": 117.05,
      "duracion": 8.15,
      "texto": "Recordar que igualmente mantienes el mismo número en la compañía. Es decir, que en el caso de realizar la portabilidad, vas a seguir manteniendo el mismo número.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.55,
      "fin": 127.04,
      "duracion": 9.49,
      "texto": "Lo único que cambia es el chip físico, digamos. No sé si tenés el plástico o el chip en este momento, digamos. Sí, está en el celular.",
      "confianza": 0.432,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.06,
      "fin": 127.7,
      "duracion": 0.64,
      "texto": "Exacto.",
      "confianza": 0.269,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 127.72,
      "fin": 134.2,
      "duracion": 6.48,
      "texto": "Bien, en ese caso sí, puede ser, no sé cómo resultaría más cómodo hacer un retiro por sucursal o un envío a domicilio.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.24,
      "fin": 138.95,
      "duracion": 2.7,
      "texto": "Y ahí yo veo que es más práctico.",
      "confianza": 0.79,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.13,
      "fin": 147.45,
      "duracion": 7.33,
      "texto": "El tema es que yo actualmente no estoy en Mendoza y yo he estado volviendo recién la semana aquí en Mendoza.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.06,
      "fin": 151.44,
      "duracion": 3.38,
      "texto": "Y de ahí nos podríamos volver a contactar.",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.26,
      "fin": 158.45,
      "duracion": 6.19,
      "texto": "Entiendo. Si quieres, igualmente podemos elegir el método de envío a domicilio, que es el que tarda entre cinco días hábiles.",
      "confianza": 0.893,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.31,
      "fin": 164.94,
      "duracion": 5.63,
      "texto": "Entre cinco a siete días hábiles, no sé qué día aproximadamente estarías llegando a Mendoza.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 168.06,
      "fin": 204.99,
      "duracion": 36.93,
      "texto": "Y yo sería el 26, sería en Mendoza. El 26, bien. Y si sería aproximadamente, de igual manera, Para que vos te quedes tranquila, lo que es el chip lo recibís en el hogar, ¿sí? Y recién cuando vos tengas el chip en tu poder, recién me avisarías a mí, digamos, porque vas a tenerme en contacto, para ayudarte a la alta de portabilidad. Esto se hace más que nada para que el cliente no se quede incomunicado antes que no haya tenido el chip en mano. Por así decirlo. Así que si quieren... No hay problema. La semana que viene nos ponemos en contacto. Y ahí ya gestiono todo.",
      "confianza": 0.292,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 205.71,
      "fin": 207.01,
      "duracion": 1.3,
      "texto": "Dale, no hay problema entonces.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 207.6,
      "fin": 216.88,
      "duracion": 9.28,
      "texto": "Ahí te dejo, si quieres información de tarea por WhatsApp, puedes responder en algún momento por ese medio, ¿sí? Muchísimas gracias, finalmente. Hasta luego.",
      "confianza": 0.611,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, Viviana. ¿Quién habla? ¿Cómo te va? Nos comunicamos del área de beneficio Movistar. Queríamos, Viviana, mejorarte el plan en tu línea. Vemos que te encontrarás en Kiro ahora actualmente. Perdón. Movistar, sí. Bien, justamente, bueno, no. Figura que te encontrarás en claro y queríamos consultarte qué clase de plan estás contratando en tu compañía. La idea es poder mejorártelo, obviamente. Sí, claro, estoy pagando 8.700 pesos. Bien, recordarás que te incluí, digamos, este plan que te brindan mensualmente. Ay, no, no recuerdo. Bien, porque en ese caso, bueno, podemos mejorarte lo que lo oferta con un plan de, con un total de 8 gigas y que te quedan 7.460 pesos, ¿sí? No sé si tenés contratado algún otro servicio de internet en ¿En el barco en claro también? No, no, no. El servicio lo tengo por personal. Porque en lugar de virus, movilizar ni claro llegan. Ah, bien, entiendo. Bueno, en este caso sí, lo que es el plan que te convendía, te incluido lo que son whatsapp gratis y llamadas también y limitarás a cualquier compañía. Y tiene bastantes gigas para navegar. Y también tenés lo que son 20 gigas extra, el regalo que lo podés activar desde la aplicación. Es un trámite muy sencillo. Puedes retirar el chip o usar Movistar o elegir lo que se envía a domicilio. Tampoco es necesario que nos brindes datos, ya que nos figura que fuiste una clienta de Movistar anteriormente. Y ya tenemos los datos registrados en el sistema. Recordar que igualmente mantienes el mismo número en la compañía. Es decir, que en el caso de realizar la portabilidad, vas a seguir manteniendo el mismo número. Lo único que cambia es el chip físico, digamos. No sé si tenés el plástico o el chip en este momento, digamos. Sí, está en el celular. Exacto. Bien, en ese caso sí, puede ser, no sé cómo resultaría más cómodo hacer un retiro por sucursal o un envío a domicilio. Y ahí yo veo que es más práctico. El tema es que yo actualmente no estoy en Mendoza y yo he estado volviendo recién la semana aquí en Mendoza. Y de ahí nos podríamos volver a contactar. Entiendo. Si quieres, igualmente podemos elegir el método de envío a domicilio, que es el que tarda entre cinco días hábiles. Entre cinco a siete días hábiles, no sé qué día aproximadamente estarías llegando a Mendoza. Y yo sería el 26, sería en Mendoza. El 26, bien. Y si sería aproximadamente, de igual manera, Para que vos te quedes tranquila, lo que es el chip lo recibís en el hogar, ¿sí? Y recién cuando vos tengas el chip en tu poder, recién me avisarías a mí, digamos, porque vas a tenerme en contacto, para ayudarte a la alta de portabilidad. Esto se hace más que nada para que el cliente no se quede incomunicado antes que no haya tenido el chip en mano. Por así decirlo. Así que si quieren... No hay problema. La semana que viene nos ponemos en contacto. Y ahí ya gestiono todo. Dale, no hay problema entonces. Ahí te dejo, si quieres información de tarea por WhatsApp, puedes responder en algún momento por ese medio, ¿sí? Muchísimas gracias, finalmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.541,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:24:58.316526",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 26,
    "fecha_correccion": "2026-01-18T23:05:15.091526",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130520010_ACD_38733",
    "fecha_inicio": "15/1/2026 13:05:20",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 239,
    "tiempo_conversacion": 211,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}