{
  "archivo": "amza44_1_260114112526855_ACD_83403.wav",
  "duracion_segundos": 322.67,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 217.57,
    "Cliente": 78.44
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 6.3,
      "duracion": 6.27,
      "texto": "Hola. Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Hablo con Sofía?",
      "confianza": 0.417,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.32,
      "fin": 7.08,
      "duracion": 0.76,
      "texto": "Sí.",
      "confianza": 0.553,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 7.14,
      "fin": 13.79,
      "duracion": 6.65,
      "texto": "Hola, ¿qué tal? Sofía, un gusto. Mi nombre es Rodríguez, ¿sí? Yo me estoy comunicando con usted para brindarle, si es lo que es un beneficio para su línea.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.33,
      "fin": 18.32,
      "duracion": 3.99,
      "texto": "Me es figura, Sofía, que usted actualmente se encuentra a lo que es la compañía, ¿es claro? ¿Es correcto?",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.16,
      "fin": 21.68,
      "duracion": 0.52,
      "texto": "Sí, exacto. Ok, excelente.",
      "confianza": 0.008,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.7,
      "fin": 24.91,
      "duracion": 3.21,
      "texto": "Yo me estoy comunicando para brindarle lo que es este, unas promociones.",
      "confianza": 0.674,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.99,
      "fin": 32.9,
      "duracion": 7.91,
      "texto": "Soy asesor comercial de lo que es la compañía Movistar, ¿sí? Tenemos unos planes vigentes al día de hoy para accidentes de la compañía que actualmente están en claro.",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.32,
      "fin": 50.36,
      "duracion": 15.04,
      "texto": "Le comento, tenemos lo que es el plan de 8 gigas, que va a venir con 8 gigas bonificados por 6 meses, o sea 16 gigas en total, que le va a venir con WhatsApp gratis llamadas libres a todas las compañías en un monto al día de hoy del 10.400 pesos.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.92,
      "fin": 54.71,
      "duracion": 3.79,
      "texto": "No sé cómo se ve usted con esa cantidad de gigas y con este plan en sí,",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.29,
      "fin": 60.56,
      "duracion": 4.27,
      "texto": "Creo que está bien. Yo tengo también, creo que 16 es el único que tengo el roaming.",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.54,
      "fin": 103.07,
      "duracion": 39.53,
      "texto": "Claro, tienes lo que es roaming. Este plan le va a contar con tres siglas de roaming en América para que podamos utilizarlo. Bueno, tendría que ver si querés mandarme por WhatsApp si podés estos beneficios y lo comparo con el plan que tengo. Yo creo que estaba dando 17, pero la verdad que no tuve nunca problema, nunca me quedé sin internet. No, siempre. Sí, entiendo, entiendo perfectamente lo que nosotros no buscamos si usted se cambia por una inconformidad o porque tenga algún problema con su compañía actual, sino que, bueno, el Movistar está tomando estas medidas, ya que lo que quiere es que justamente los clientes que han estado anteriormente en la compañía puedan volver y probar lo que es el nuevo sistema y el Movistar.",
      "confianza": 0.07,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 103.65,
      "fin": 124.07,
      "duracion": 20.42,
      "texto": "Entonces, por eso estar alargando justamente lo que son estas promociones, Hay también 20 chicas de regalo por una doturación de un mes. Así que eso se activa desde la aplicación y se puede activar cuando usted lo desee una vez por año. Y cuenta también con los beneficios del Club de Movistar. Yo lo que es la promo en sí no se la puedo enviar vía WhatsApp porque no sabemos hasta cuándo va a estar vigente.",
      "confianza": 0.714,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 124.57,
      "fin": 144.35,
      "duracion": 19.78,
      "texto": "Entonces puede llegar a generar algún tipo de discrepancia. El tema de que por ahí le mandamos un precio y después lo contactamos de vuelta y tenemos otro. son promociones que están vigentes por un tiempo bastante limitado, entonces la idea es que lo pueda aprovechar hoy justamente. Es decir, ¿no?",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.37,
      "fin": 160.68,
      "duracion": 16.32,
      "texto": "O sea, me copa el plan, el tema es que no sé si lo que me estás diciendo, porque si no agarro y te digo, mira, prefiero un plan un poquito más caro y me igualás con lo otro que yo tengo, que no sé bien de memoria, todos los beneficios que tengo en claro, no sé si este plan es mejor el que tengo.",
      "confianza": 0.639,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 161.14,
      "fin": 163.12,
      "duracion": 1.98,
      "texto": "Claro, entiendo, entiendo, entiendo.",
      "confianza": 0.324,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.74,
      "fin": 168.01,
      "duracion": 4.27,
      "texto": "Bueno, en cualquiera de los casos yo estoy hasta las 3 de la tarde trabajando.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.55,
      "fin": 171.21,
      "duracion": 2.66,
      "texto": "Me puedo comunicar si quiere a las 1, 1 y media.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.82,
      "fin": 205.04,
      "duracion": 29.22,
      "texto": "Tengo que decir si puede ser más que nada a las 2, porque no, tengo que ir a resolver una cosa en mi casa, justo entonces voy a estar manejando y voy a poder... Lo que quiero saber es si yo me cambio a movistar, porque yo la semana que viene me voy a ir a vacaciones. A mí tienen que mandar un chip nuevo, ¿o no? Claro. La gestión tarda aproximadamente entre 48 y 72 horas en hacerse. Nosotros lo que hacemos es designarle lo que es una sucursal movistar, ¿sí?",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.62,
      "fin": 215.89,
      "duracion": 10.27,
      "texto": "Donde usted va a ir a retirar el chip. En tuyo caso, usted se va a dar vacaciones, ¿sí? Y está en una ciudad que por ahí tiene lo que son las sucursales movistar, se lo podemos enviar a ESA, no hay problema.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 218.57,
      "fin": 218.85,
      "duracion": 0.28,
      "texto": "Eh, no sé.",
      "confianza": 0.32,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 219.35,
      "fin": 220.7,
      "duracion": 1.34,
      "texto": "Podemos hacerlo así.",
      "confianza": 0.914,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 221.3,
      "fin": 227.3,
      "duracion": 6.0,
      "texto": "Igualmente le comento, sí que se puede hacer. También se puede enviar a lo que es el domicilio en el que usted esté.",
      "confianza": 0.75,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.81,
      "fin": 235.43,
      "duracion": 7.62,
      "texto": "En eso no hay ningún problema. Eso por ahí tarda un poquito más. Lo más rápido es el tema de la sucursal.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.45,
      "fin": 244.3,
      "duracion": 8.85,
      "texto": "Claro, el tema es que no me van a... Claro, cuando yo hago el cambio, como que claro, me da de bajar o así, yo me quedo sin línea esos días hasta que yo tengo el chip nuevo.",
      "confianza": 0.081,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 244.32,
      "fin": 280.76,
      "duracion": 36.44,
      "texto": "No, quédese tranquila. No, no, no. Quédese tranquila, que justamente lo que va a pasar es esto, ¿sí? Usted inicia la sesión conmigo, o sea, inicia lo que es la gestión conmigo, ¿sí? Se hace lo que es la gestión que usted los días posteriores al inicio de la gestión va a seguir teniendo claro normalmente, ¿sí? Movistar primero tiene que aprobar lo que es el trámite. Una vez que se aprueba, le da una fecha de portabilidad, que eso se lo vamos a estar informando, así que quédese tranquila. Usted primero va a ir a retirar el chip, Y después le va a llegar un mensaje avisándole en qué horario va a ser la portabilidad, que generalmente es a las 6 de la mañana.",
      "confianza": 0.047,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 281.65,
      "fin": 288.27,
      "duracion": 6.62,
      "texto": "Entonces usted ya va a tener el chip en su poder una vez que se genere el cambio. Lo único que tiene que hacer es cambiarlo en el momento que pase.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 289.57,
      "fin": 299.02,
      "duracion": 9.45,
      "texto": "Ok, perfecto. El tema es que eso, claro, tendría que estar yo mi día entre el sábado y el domingo. Entre el sábado y el domingo. Sí, sería mío.",
      "confianza": 0.397,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 300.08,
      "fin": 314.97,
      "duracion": 14.89,
      "texto": "No, no. Como le digo, o sea, suele tardar más o menos en ese tiempo. Yo calculo que a inicios de la semana que viene usted estaría portando lo que es la línea aproximadamente.",
      "confianza": 0.166,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 314.99,
      "fin": 315.31,
      "duracion": 0.32,
      "texto": "Ok. Bueno, dale.",
      "confianza": 0.0,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 315.33,
      "fin": 322.67,
      "duracion": 7.34,
      "texto": "Cualquier cosa hablamos, yo ahora me fijo y hablamos bien a las dos de la tarde. Dale, dale, excelente. Yo a las dos de la tarde me estoy comunicando con usted. Así que tenga un buen día. Ok. Gracias. Chao.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Hablo con Sofía? Sí. Hola, ¿qué tal? Sofía, un gusto. Mi nombre es Rodríguez, ¿sí? Yo me estoy comunicando con usted para brindarle, si es lo que es un beneficio para su línea. Me es figura, Sofía, que usted actualmente se encuentra a lo que es la compañía, ¿es claro? ¿Es correcto? Sí, exacto. Ok, excelente. Yo me estoy comunicando para brindarle lo que es este, unas promociones. Soy asesor comercial de lo que es la compañía Movistar, ¿sí? Tenemos unos planes vigentes al día de hoy para accidentes de la compañía que actualmente están en claro. Le comento, tenemos lo que es el plan de 8 gigas, que va a venir con 8 gigas bonificados por 6 meses, o sea 16 gigas en total, que le va a venir con WhatsApp gratis llamadas libres a todas las compañías en un monto al día de hoy del 10.400 pesos. No sé cómo se ve usted con esa cantidad de gigas y con este plan en sí, Creo que está bien. Yo tengo también, creo que 16 es el único que tengo el roaming. Claro, tienes lo que es roaming. Este plan le va a contar con tres siglas de roaming en América para que podamos utilizarlo. Bueno, tendría que ver si querés mandarme por WhatsApp si podés estos beneficios y lo comparo con el plan que tengo. Yo creo que estaba dando 17, pero la verdad que no tuve nunca problema, nunca me quedé sin internet. No, siempre. Sí, entiendo, entiendo perfectamente lo que nosotros no buscamos si usted se cambia por una inconformidad o porque tenga algún problema con su compañía actual, sino que, bueno, el Movistar está tomando estas medidas, ya que lo que quiere es que justamente los clientes que han estado anteriormente en la compañía puedan volver y probar lo que es el nuevo sistema y el Movistar. Entonces, por eso estar alargando justamente lo que son estas promociones, Hay también 20 chicas de regalo por una doturación de un mes. Así que eso se activa desde la aplicación y se puede activar cuando usted lo desee una vez por año. Y cuenta también con los beneficios del Club de Movistar. Yo lo que es la promo en sí no se la puedo enviar vía WhatsApp porque no sabemos hasta cuándo va a estar vigente. Entonces puede llegar a generar algún tipo de discrepancia. El tema de que por ahí le mandamos un precio y después lo contactamos de vuelta y tenemos otro. son promociones que están vigentes por un tiempo bastante limitado, entonces la idea es que lo pueda aprovechar hoy justamente. Es decir, ¿no? O sea, me copa el plan, el tema es que no sé si lo que me estás diciendo, porque si no agarro y te digo, mira, prefiero un plan un poquito más caro y me igualás con lo otro que yo tengo, que no sé bien de memoria, todos los beneficios que tengo en claro, no sé si este plan es mejor el que tengo. Claro, entiendo, entiendo, entiendo. Bueno, en cualquiera de los casos yo estoy hasta las 3 de la tarde trabajando. Me puedo comunicar si quiere a las 1, 1 y media. Tengo que decir si puede ser más que nada a las 2, porque no, tengo que ir a resolver una cosa en mi casa, justo entonces voy a estar manejando y voy a poder... Lo que quiero saber es si yo me cambio a movistar, porque yo la semana que viene me voy a ir a vacaciones. A mí tienen que mandar un chip nuevo, ¿o no? Claro. La gestión tarda aproximadamente entre 48 y 72 horas en hacerse. Nosotros lo que hacemos es designarle lo que es una sucursal movistar, ¿sí? Donde usted va a ir a retirar el chip. En tuyo caso, usted se va a dar vacaciones, ¿sí? Y está en una ciudad que por ahí tiene lo que son las sucursales movistar, se lo podemos enviar a ESA, no hay problema. Eh, no sé. Podemos hacerlo así. Igualmente le comento, sí que se puede hacer. También se puede enviar a lo que es el domicilio en el que usted esté. En eso no hay ningún problema. Eso por ahí tarda un poquito más. Lo más rápido es el tema de la sucursal. Claro, el tema es que no me van a... Claro, cuando yo hago el cambio, como que claro, me da de bajar o así, yo me quedo sin línea esos días hasta que yo tengo el chip nuevo. No, quédese tranquila. No, no, no. Quédese tranquila, que justamente lo que va a pasar es esto, ¿sí? Usted inicia la sesión conmigo, o sea, inicia lo que es la gestión conmigo, ¿sí? Se hace lo que es la gestión que usted los días posteriores al inicio de la gestión va a seguir teniendo claro normalmente, ¿sí? Movistar primero tiene que aprobar lo que es el trámite. Una vez que se aprueba, le da una fecha de portabilidad, que eso se lo vamos a estar informando, así que quédese tranquila. Usted primero va a ir a retirar el chip, Y después le va a llegar un mensaje avisándole en qué horario va a ser la portabilidad, que generalmente es a las 6 de la mañana. Entonces usted ya va a tener el chip en su poder una vez que se genere el cambio. Lo único que tiene que hacer es cambiarlo en el momento que pase. Ok, perfecto. El tema es que eso, claro, tendría que estar yo mi día entre el sábado y el domingo. Entre el sábado y el domingo. Sí, sería mío. No, no. Como le digo, o sea, suele tardar más o menos en ese tiempo. Yo calculo que a inicios de la semana que viene usted estaría portando lo que es la línea aproximadamente. Ok. Bueno, dale. Cualquier cosa hablamos, yo ahora me fijo y hablamos bien a las dos de la tarde. Dale, dale, excelente. Yo a las dos de la tarde me estoy comunicando con usted. Así que tenga un buen día. Ok. Gracias. Chao.",
  "calidad": {
    "confianza_promedio": 0.561,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:06:02.492889",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:28.692791",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112526855_ACD_83403",
    "fecha_inicio": "14/1/2026 11:25:26",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 412,
    "tiempo_conversacion": 311,
    "tiempo_hold": 0,
    "tiempo_acw": 85,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}