{
  "archivo": "amza6_1_260115134802509_ACD_69923.wav",
  "duracion_segundos": 320.49,
  "num_segmentos": 81,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 132.87,
    "Cliente": 139.51
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.9,
      "duracion": 3.87,
      "texto": "¿Quién habla? ¿El que tiene el buen día habla con la línea de Mauro?",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.52,
      "fin": 11.18,
      "duracion": 5.67,
      "texto": "No, habla con la línea de Mauro, habla con la línea de la hermana de Mauro.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 12.0,
      "fin": 15.65,
      "duracion": 3.65,
      "texto": "¿Puede ser que esta línea se bajo su nombre? ¿Cómo?",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.19,
      "fin": 18.59,
      "duracion": 2.4,
      "texto": "¿Puede ser que esta línea se bajo el nombre de Mauro?",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.37,
      "fin": 54.22,
      "duracion": 33.85,
      "texto": "La verdad que no sé, porque lo que pasa es que yo tengo celular, él es médico, está en el hospital de la comunidad de Mar del Plata. el que me está ayudando también en en en todas las cosas porque como está la crisis esta sí, nunca sé, como todo el mundo y y solo pago a él, pago, me pago el internet para poder este tener utilidad",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.88,
      "fin": 62.86,
      "duracion": 7.99,
      "texto": "Sí, sí, él me ayuda, porque mi mamá se asustó y entonces no pide salir de acá.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.91,
      "fin": 70.55,
      "duracion": 6.64,
      "texto": "Pero estoy bien, igual acá, en la casa que estoy acá, si puede. Yo no me ayuno a ver acá.",
      "confianza": 0.56,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.35,
      "fin": 74.8,
      "duracion": 3.44,
      "texto": "Bueno, perdóname todas las explicaciones, pero eso sí.",
      "confianza": 0.568,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.66,
      "fin": 77.48,
      "duracion": 0.82,
      "texto": "No, no hay problemas.",
      "confianza": 0.454,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.22,
      "fin": 81.84,
      "duracion": 3.62,
      "texto": "Son bien seguidores contratados para brindarle lo que es un descuento para la idioma.",
      "confianza": 0.38,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 82.79,
      "fin": 85.17,
      "duracion": 2.38,
      "texto": "Ustedes están, ¿son de Movistar?",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.63,
      "fin": 95.0,
      "duracion": 7.37,
      "texto": "Sí. Pero nosotros no, mi hermano se cambió a Claro por los costos.",
      "confianza": 0.059,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.04,
      "fin": 98.62,
      "duracion": 1.58,
      "texto": "Y yo hago lo que él dice.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 99.8,
      "fin": 103.18,
      "duracion": 3.38,
      "texto": "Ah, bien. Porque eres el que paga.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.91,
      "fin": 108.41,
      "duracion": 3.5,
      "texto": "Claro. Y yo sé que tiene trabajo, que está bien.",
      "confianza": 0.189,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.71,
      "fin": 112.79,
      "duracion": 3.08,
      "texto": "Porque si no, no sé qué haríamos.",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 115.78,
      "fin": 136.28,
      "duracion": 20.5,
      "texto": "No sé si me entiendes. Sí, obvio, obvio, lo entiendo. Si quiere, le puedo enviar por WhatsApp, les promociones, así la charla con él. Pero ahora yo no voy a hablar con él porque él está ocupado. Ah, no puedo ver cuando pueda. ¿Y por qué las sesiones no le pedís?",
      "confianza": 0.101,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.22,
      "fin": 145.55,
      "duracion": 7.33,
      "texto": "Ah, el teléfono no tenés de mi hermano. Claro, no, no me figura, me figura solamente este. El mío.",
      "confianza": 0.352,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.92,
      "fin": 149.93,
      "duracion": 2.0,
      "texto": "Claro, yo no te lo puedo mandar.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.63,
      "fin": 173.93,
      "duracion": 21.3,
      "texto": "No me lo acuerdo tampoco de memoria, pero él es el que hace todo. Ah, bien. No, no hay problema, entonces. Veo cómo me comunico con él, ¿sí? Si podés comunicarte, porque con Mauro Macari lo vas a sacar a la Conti, no sé cómo podés hacer. Ah, bien. Bueno, bueno, genial. Usted se te comunica a vos.",
      "confianza": 0.493,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 174.72,
      "fin": 186.41,
      "duracion": 11.69,
      "texto": "con él porque dejamos, él dejó y dejo yo también, las teléfonas que tengo son gracias a él. En este momento tiene los hijos grandes que están en España.",
      "confianza": 0.496,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.09,
      "fin": 191.86,
      "duracion": 4.77,
      "texto": "Entonces tengo quedado a las casas y yo de familia.",
      "confianza": 0.418,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.52,
      "fin": 199.33,
      "duracion": 6.81,
      "texto": "Tengo prima, así que sé yo, pero bueno, ahí no ayuda porque se arreglan solas.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 203.47,
      "fin": 225.15,
      "duracion": 21.68,
      "texto": "Y bueno, gracias igual. Bueno, sí, voy a aprovechar la pileta que tengo aquí en el fondo, pero bueno. Ah, qué lindo. No, no es de lo pinto, porque yo digo de lona, pero está, está, eh, es de fábrica. La tengo hace muchos años.",
      "confianza": 0.095,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 225.97,
      "fin": 236.92,
      "duracion": 10.95,
      "texto": "Qué lindo. Te digo a las medidas porque nadie lo cree, se cree que tengo una piletita, no. Tiene 4 de largo por 3 de ancho y 90 centímetros de alto.",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.32,
      "fin": 241.84,
      "duracion": 2.52,
      "texto": "Tiene la bomba que eso me la compró mi hermano.",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.0,
      "fin": 246.41,
      "duracion": 3.4,
      "texto": "Todo el sitio de aquí lo tengo.",
      "confianza": 0.523,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.23,
      "fin": 259.06,
      "duracion": 11.83,
      "texto": "Qué lindo, me encanta. Lo único es que sí extraño a mi mamá. Por piso se levantaba, se tomaba los mates y ahora no está. Y la extraño mucho. Bueno, perdóname.",
      "confianza": 0.338,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 262.22,
      "fin": 286.22,
      "duracion": 24.0,
      "texto": "Bueno, muchas gracias porque, bueno, por lo menos hablo con alguien en la siguiente a mí. No, no, no. A mí también me gusta hablar, así que, dos chochas. Bueno, después como busco conectar con él, mirá que no tiene que ser un coralista ni la citarla, tienen las enfermeras.",
      "confianza": 0.338,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.24,
      "fin": 286.37,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.054,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 286.38,
      "fin": 291.33,
      "duracion": 4.94,
      "texto": "Entonces, yo sé que es el único y lo quiere mucho, por eso,",
      "confianza": 0.536,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 291.99,
      "fin": 297.49,
      "duracion": 5.5,
      "texto": "Por eso está ahí, porque es el mejor mueble cirujano que tienen en la capital de la comunidad, ¿sabes?",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 298.11,
      "fin": 304.78,
      "duracion": 6.67,
      "texto": "Yo puedo decirte algo. Qué lindo, qué lindo. Bueno, me alegro muchísimo entonces. Muchas gracias.",
      "confianza": 0.352,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 305.36,
      "fin": 307.76,
      "duracion": 2.4,
      "texto": "No, no hay de qué. Tiene un lindo día. Hasta luego.",
      "confianza": 0.394,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 308.62,
      "fin": 317.53,
      "duracion": 8.91,
      "texto": "Sí, estoy tratando de pasar lo mejor que puedo, pero... Bueno, te dejo. Hasta luego. Gracias. Muchas gracias.",
      "confianza": 0.578,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 318.67,
      "fin": 320.49,
      "duracion": 1.82,
      "texto": "Hasta luego. Chao, gracias. Hasta luego.",
      "confianza": 0.051,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Quién habla? ¿El que tiene el buen día habla con la línea de Mauro? No, habla con la línea de Mauro, habla con la línea de la hermana de Mauro. ¿Puede ser que esta línea se bajo su nombre? ¿Cómo? ¿Puede ser que esta línea se bajo el nombre de Mauro? La verdad que no sé, porque lo que pasa es que yo tengo celular, él es médico, está en el hospital de la comunidad de Mar del Plata. el que me está ayudando también en en en todas las cosas porque como está la crisis esta sí, nunca sé, como todo el mundo y y solo pago a él, pago, me pago el internet para poder este tener utilidad Sí, sí, él me ayuda, porque mi mamá se asustó y entonces no pide salir de acá. Pero estoy bien, igual acá, en la casa que estoy acá, si puede. Yo no me ayuno a ver acá. Bueno, perdóname todas las explicaciones, pero eso sí. No, no hay problemas. Son bien seguidores contratados para brindarle lo que es un descuento para la idioma. Ustedes están, ¿son de Movistar? Sí. Pero nosotros no, mi hermano se cambió a Claro por los costos. Y yo hago lo que él dice. Ah, bien. Porque eres el que paga. Claro. Y yo sé que tiene trabajo, que está bien. Porque si no, no sé qué haríamos. No sé si me entiendes. Sí, obvio, obvio, lo entiendo. Si quiere, le puedo enviar por WhatsApp, les promociones, así la charla con él. Pero ahora yo no voy a hablar con él porque él está ocupado. Ah, no puedo ver cuando pueda. ¿Y por qué las sesiones no le pedís? Ah, el teléfono no tenés de mi hermano. Claro, no, no me figura, me figura solamente este. El mío. Claro, yo no te lo puedo mandar. No me lo acuerdo tampoco de memoria, pero él es el que hace todo. Ah, bien. No, no hay problema, entonces. Veo cómo me comunico con él, ¿sí? Si podés comunicarte, porque con Mauro Macari lo vas a sacar a la Conti, no sé cómo podés hacer. Ah, bien. Bueno, bueno, genial. Usted se te comunica a vos. con él porque dejamos, él dejó y dejo yo también, las teléfonas que tengo son gracias a él. En este momento tiene los hijos grandes que están en España. Entonces tengo quedado a las casas y yo de familia. Tengo prima, así que sé yo, pero bueno, ahí no ayuda porque se arreglan solas. Y bueno, gracias igual. Bueno, sí, voy a aprovechar la pileta que tengo aquí en el fondo, pero bueno. Ah, qué lindo. No, no es de lo pinto, porque yo digo de lona, pero está, está, eh, es de fábrica. La tengo hace muchos años. Qué lindo. Te digo a las medidas porque nadie lo cree, se cree que tengo una piletita, no. Tiene 4 de largo por 3 de ancho y 90 centímetros de alto. Tiene la bomba que eso me la compró mi hermano. Todo el sitio de aquí lo tengo. Qué lindo, me encanta. Lo único es que sí extraño a mi mamá. Por piso se levantaba, se tomaba los mates y ahora no está. Y la extraño mucho. Bueno, perdóname. Bueno, muchas gracias porque, bueno, por lo menos hablo con alguien en la siguiente a mí. No, no, no. A mí también me gusta hablar, así que, dos chochas. Bueno, después como busco conectar con él, mirá que no tiene que ser un coralista ni la citarla, tienen las enfermeras. Claro. Entonces, yo sé que es el único y lo quiere mucho, por eso, Por eso está ahí, porque es el mejor mueble cirujano que tienen en la capital de la comunidad, ¿sabes? Yo puedo decirte algo. Qué lindo, qué lindo. Bueno, me alegro muchísimo entonces. Muchas gracias. No, no hay de qué. Tiene un lindo día. Hasta luego. Sí, estoy tratando de pasar lo mejor que puedo, pero... Bueno, te dejo. Hasta luego. Gracias. Muchas gracias. Hasta luego. Chao, gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.43,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:40:47.442417",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 81,
    "total_segmentos_corregido": 36,
    "fecha_correccion": "2026-01-18T23:05:30.717932",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115134802509_ACD_69923",
    "fecha_inicio": "15/1/2026 13:48:02",
    "agente_nombre": "MZA 6",
    "agente_login": "mza6",
    "duracion_total": 329,
    "tiempo_conversacion": 308,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}