{
  "archivo": "amza8_1_260115132226581_MIT_01955.wav",
  "duracion_segundos": 455.78,
  "num_segmentos": 117,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 157.05,
    "Cliente": 255.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.79,
      "fin": 21.04,
      "duracion": 20.25,
      "texto": "Hola. Sí, ahora sí. Sí.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.4,
      "fin": 23.7,
      "duracion": 1.3,
      "texto": "Perfecto, entonces estamos.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.5,
      "fin": 29.89,
      "duracion": 5.39,
      "texto": "Sí, vine. Ahí está lo que es el cierre. Sí.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.59,
      "fin": 39.45,
      "duracion": 8.86,
      "texto": "Bien, les comento. Tanta la portabilidad de su línea que se ha unificado en una especial de la contratación del servicio. Actualmente, ¿qué servicio de Internet cuenta?",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.81,
      "fin": 86.45,
      "duracion": 45.64,
      "texto": "Bueno, si teníamos Starogarme, él dijo que no. Entonces, íbamos a hacer la portabilidad de las líneas, que era 11-31-28-39-28, 11-64-55-39-29, 11-64-55-39-31, 11-65-70-95-93, 11-64-38-17-00. A nombre y apellido o relación social, que en este caso sería tu nombre y apellido, de Margot Rodríguez del León, genial. Con número de quit, aguardamos un momento, que es el de la empresa, que es 30-66-32-88-49-7, ¿verdad?",
      "confianza": 0.573,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.22,
      "fin": 95.07,
      "duracion": 7.85,
      "texto": "El de la empresa no es el QIES. Ah. El de la empresa es 30. Aguardo un momento. 61.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.44,
      "fin": 107.51,
      "duracion": 11.07,
      "texto": "Aguardo un momento. 30, 71. 71, 71, ¿eh? 30, 71. 63. Sí. 18.",
      "confianza": 0.468,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 109.87,
      "fin": 110.73,
      "duracion": 0.86,
      "texto": "Sí.",
      "confianza": 0.455,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 112.03,
      "fin": 112.51,
      "duracion": 0.48,
      "texto": "016. 016.",
      "confianza": 0.946,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.48,
      "fin": 115.9,
      "duracion": 0.42,
      "texto": "Genial.",
      "confianza": 0.878,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.21,
      "fin": 126.38,
      "duracion": 9.17,
      "texto": "Perfecto. Eso sería el de la empresa. Sí. Perfecto. Bueno, un momento.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 129.52,
      "fin": 182.63,
      "duracion": 53.11,
      "texto": "Bueno, le recuerdo que el costo del servicio al día de hoy es para, primero, la línea de la más baja era el de la de 11, 31, 28, 39, 28. El precio era de 6.300 pesos más impuesto. y lo que serían las demás líneas de que al precio de 12.475 más impuestos. Por lo que incluye el descuento por seis meses, en una de 13.000 pesos y en la otra de 26.480 pesos. Entonces, todos los precios que se mencionan son más impuestos, de repaso lo que es el plan, que era los dos ligas de base con WhatsApp Latis, 10.000 minutos para hablar con otra compañía, Llamadas libres para sus móviles y sus móviles de texto. Más los 10 gigas extra durante los seis meses con todos los planes.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 183.63,
      "fin": 191.06,
      "duracion": 7.43,
      "texto": "Y el otro giga con whatsapp gratis y mil minutos para hablar de otra compañía. Llamadas libres y sus móviles de texto.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.58,
      "fin": 203.43,
      "duracion": 11.85,
      "texto": "Y los roaming para navegar afuera del país. Más los 10 gigas extra por seis meses para todos los planes. A parte de eso va a tener lo que es un mes gratis. Genial.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.71,
      "fin": 204.65,
      "duracion": 0.94,
      "texto": "Perfecto.",
      "confianza": 0.513,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 205.43,
      "fin": 214.44,
      "duracion": 9.01,
      "texto": "El sector de instrucción la revisarán. ¿Cuándo es un chip? Ah, es un chip. Le tengo que enviar lo que es el chip a domicilio.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.83,
      "fin": 221.03,
      "duracion": 2.2,
      "texto": "¿Lo mandan a domicilio? Exacto. Los mandamos a domicilio.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 224.48,
      "fin": 232.82,
      "duracion": 8.34,
      "texto": "Ah, no lo tengo que ir a retirar del shopping, entonces. No, no, no. Con lo que es, con Quick lo enviamos a domicilio. No sé si quiere brindarme lo que es. ¿Qué enumeración?",
      "confianza": 0.004,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 233.95,
      "fin": 249.95,
      "duracion": 16.0,
      "texto": "La calle Tío Díaz. ¿Cómo? Tío. Tío. Tío. Tío. Díaz. Díaz. Con Z, que mira en Z. Sí. 876.",
      "confianza": 0.445,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 251.23,
      "fin": 260.29,
      "duracion": 9.06,
      "texto": "Tío. Díaz, 876. Departamento A. Departamento A. Es de esa empeña, ¿verdad?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.31,
      "fin": 260.37,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 260.94,
      "fin": 265.1,
      "duracion": 4.16,
      "texto": "Perfecto, eso está entre la calle Uruguay y Rock en Saespeña.",
      "confianza": 0.74,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.94,
      "fin": 267.78,
      "duracion": 1.84,
      "texto": "Exacto.",
      "confianza": 0.436,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 267.8,
      "fin": 269.2,
      "duracion": 1.4,
      "texto": "Perfecto, aguarda un momento.",
      "confianza": 0.401,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 270.52,
      "fin": 274.71,
      "duracion": 4.18,
      "texto": "Entonces, hicimos Pío Díaz, 8, 7, 6.",
      "confianza": 0.752,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.41,
      "fin": 290.38,
      "duracion": 12.97,
      "texto": "Necesito que me brindes lo que son dos referencias físicas, más o menos, del lugar a donde van a llegar los chips. Ponle que es un edificio, ¿me dijiste? Una casa. ¿Ah, una casa? Es digital, sí.",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 290.97,
      "fin": 297.05,
      "duracion": 6.08,
      "texto": "Perfecto, se puede ponerte casa de color blanco con rejas negras, algo así. No,",
      "confianza": 0.638,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 297.05,
      "fin": 303.49,
      "duracion": 6.44,
      "texto": "porque es una puerta nada más, color madera.",
      "confianza": 0.687,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.51,
      "fin": 304.83,
      "duracion": 1.32,
      "texto": "Al lado hay un club social. Color madera.",
      "confianza": 0.086,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 307.15,
      "fin": 332.74,
      "duracion": 25.59,
      "texto": "Genial, perfecto. Y al lado hay un club. Sí, un club social. Club social, perfecto. Entonces, dijimos que las calles eran Uruguay. Sí, Uruguay y Roquepeña. Ay, Roquepeña. Roquepeña, Roquepeña, la casa. Roquepeña, perfecto. Vamos a dar un momento.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.8,
      "fin": 345.4,
      "duracion": 10.6,
      "texto": "Ahora sí. Entonces, el sector de distribución le avisará cuando su chip está en camino, le pedimos que le avise cuando recibe el chip, así a ellos le indican la fecha de portabilidad.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 346.0,
      "fin": 450.07,
      "duracion": 104.07,
      "texto": "va a recibir lo que es el chip en el domicilio que me acabas de comentar, que es Fiodía 876, es la localidad de St. Peña, la provincia de Buenos Aires, teníamos como entre calle lo que es la calle Uruguay y Roquepeña, y teníamos como referencia al lugar lo que es una sola cuenta de club de madera, y al lado ya lo que era un club social, genial. Exacto. Para estar recibiendo su chip dentro de cuatro o ocho días débiles, Es muy importante que usted no coloque el chip ante las penches formadas, de todas maneras se va a dar cuenta porque su línea de carga dejará recibir señal, ahí es cuando ve y colocarlo, ahí es Modistrar, ahí era. MarmolesyServicios.com y como teléfono alternativo me dijiste que colocara el que es 11-64-55-39-31, ¿verdad? Perfecto. Perfecto, recuerda que en la factura del nombre Modistrar va a estar acompañada de la palabra negocio, tienen desvíos y desigualdad del precio del pleno y el impuesto asignado son su categoría impositiva, va a estar recibiendo la oferta mencionada en su email, ingresando a la sección de servicios desde la aplicación movistar, puede haber toda la información referida a su factura, ya sea el ciclo de facturación, del cimiento, puntos a pagar, puede haber el teléfono automático, estará recibiendo las condiciones comerciales del producto que adquirieron en el mail que nos proporcionó, por otro lado, dentro de los próximos días recibirás una oferta de satisfacción al mismo mail, les solicitamos que por favor lo complete, Lo único que faltaría sería lo que te había pedido. La documentación que me pediste que te la mando a tu mail, a tu WhatsApp. WhatsApp, exacto. Y ya con eso estaríamos. Perdón por todo el inconveniente, Margot, y gracias por tu tiempo.",
      "confianza": 0.712,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 450.97,
      "fin": 455.78,
      "duracion": 4.81,
      "texto": "No, por favor, el contrario. Gracias, Margot. Hasta luego.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Sí, ahora sí. Sí. Perfecto, entonces estamos. Sí, vine. Ahí está lo que es el cierre. Sí. Bien, les comento. Tanta la portabilidad de su línea que se ha unificado en una especial de la contratación del servicio. Actualmente, ¿qué servicio de Internet cuenta? Bueno, si teníamos Starogarme, él dijo que no. Entonces, íbamos a hacer la portabilidad de las líneas, que era 11-31-28-39-28, 11-64-55-39-29, 11-64-55-39-31, 11-65-70-95-93, 11-64-38-17-00. A nombre y apellido o relación social, que en este caso sería tu nombre y apellido, de Margot Rodríguez del León, genial. Con número de quit, aguardamos un momento, que es el de la empresa, que es 30-66-32-88-49-7, ¿verdad? El de la empresa no es el QIES. Ah. El de la empresa es 30. Aguardo un momento. 61. Aguardo un momento. 30, 71. 71, 71, ¿eh? 30, 71. 63. Sí. 18. Sí. 016. 016. Genial. Perfecto. Eso sería el de la empresa. Sí. Perfecto. Bueno, un momento. Bueno, le recuerdo que el costo del servicio al día de hoy es para, primero, la línea de la más baja era el de la de 11, 31, 28, 39, 28. El precio era de 6.300 pesos más impuesto. y lo que serían las demás líneas de que al precio de 12.475 más impuestos. Por lo que incluye el descuento por seis meses, en una de 13.000 pesos y en la otra de 26.480 pesos. Entonces, todos los precios que se mencionan son más impuestos, de repaso lo que es el plan, que era los dos ligas de base con WhatsApp Latis, 10.000 minutos para hablar con otra compañía, Llamadas libres para sus móviles y sus móviles de texto. Más los 10 gigas extra durante los seis meses con todos los planes. Y el otro giga con whatsapp gratis y mil minutos para hablar de otra compañía. Llamadas libres y sus móviles de texto. Y los roaming para navegar afuera del país. Más los 10 gigas extra por seis meses para todos los planes. A parte de eso va a tener lo que es un mes gratis. Genial. Perfecto. El sector de instrucción la revisarán. ¿Cuándo es un chip? Ah, es un chip. Le tengo que enviar lo que es el chip a domicilio. ¿Lo mandan a domicilio? Exacto. Los mandamos a domicilio. Ah, no lo tengo que ir a retirar del shopping, entonces. No, no, no. Con lo que es, con Quick lo enviamos a domicilio. No sé si quiere brindarme lo que es. ¿Qué enumeración? La calle Tío Díaz. ¿Cómo? Tío. Tío. Tío. Tío. Díaz. Díaz. Con Z, que mira en Z. Sí. 876. Tío. Díaz, 876. Departamento A. Departamento A. Es de esa empeña, ¿verdad? Sí. Perfecto, eso está entre la calle Uruguay y Rock en Saespeña. Exacto. Perfecto, aguarda un momento. Entonces, hicimos Pío Díaz, 8, 7, 6. Necesito que me brindes lo que son dos referencias físicas, más o menos, del lugar a donde van a llegar los chips. Ponle que es un edificio, ¿me dijiste? Una casa. ¿Ah, una casa? Es digital, sí. Perfecto, se puede ponerte casa de color blanco con rejas negras, algo así. No, porque es una puerta nada más, color madera. Al lado hay un club social. Color madera. Genial, perfecto. Y al lado hay un club. Sí, un club social. Club social, perfecto. Entonces, dijimos que las calles eran Uruguay. Sí, Uruguay y Roquepeña. Ay, Roquepeña. Roquepeña, Roquepeña, la casa. Roquepeña, perfecto. Vamos a dar un momento. Ahora sí. Entonces, el sector de distribución le avisará cuando su chip está en camino, le pedimos que le avise cuando recibe el chip, así a ellos le indican la fecha de portabilidad. va a recibir lo que es el chip en el domicilio que me acabas de comentar, que es Fiodía 876, es la localidad de St. Peña, la provincia de Buenos Aires, teníamos como entre calle lo que es la calle Uruguay y Roquepeña, y teníamos como referencia al lugar lo que es una sola cuenta de club de madera, y al lado ya lo que era un club social, genial. Exacto. Para estar recibiendo su chip dentro de cuatro o ocho días débiles, Es muy importante que usted no coloque el chip ante las penches formadas, de todas maneras se va a dar cuenta porque su línea de carga dejará recibir señal, ahí es cuando ve y colocarlo, ahí es Modistrar, ahí era. MarmolesyServicios.com y como teléfono alternativo me dijiste que colocara el que es 11-64-55-39-31, ¿verdad? Perfecto. Perfecto, recuerda que en la factura del nombre Modistrar va a estar acompañada de la palabra negocio, tienen desvíos y desigualdad del precio del pleno y el impuesto asignado son su categoría impositiva, va a estar recibiendo la oferta mencionada en su email, ingresando a la sección de servicios desde la aplicación movistar, puede haber toda la información referida a su factura, ya sea el ciclo de facturación, del cimiento, puntos a pagar, puede haber el teléfono automático, estará recibiendo las condiciones comerciales del producto que adquirieron en el mail que nos proporcionó, por otro lado, dentro de los próximos días recibirás una oferta de satisfacción al mismo mail, les solicitamos que por favor lo complete, Lo único que faltaría sería lo que te había pedido. La documentación que me pediste que te la mando a tu mail, a tu WhatsApp. WhatsApp, exacto. Y ya con eso estaríamos. Perdón por todo el inconveniente, Margot, y gracias por tu tiempo. No, por favor, el contrario. Gracias, Margot. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.549,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:11:47.317453",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 117,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:32.642830",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132226581_MIT_01955",
    "fecha_inicio": "15/1/2026 13:22:28",
    "agente_nombre": "MZA 8",
    "agente_login": "mza8",
    "duracion_total": 443,
    "tiempo_conversacion": 440,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}