{
  "archivo": "amza43_1_260113130724966_ACD_59505.wav",
  "duracion_segundos": 524.53,
  "num_segmentos": 126,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 140.63,
    "Cliente": 320.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.58,
      "fin": 13.36,
      "duracion": 11.78,
      "texto": "Hola, buenas tardes. ¿Me comunico con Irene? Sí. ¿Cómo le va, Franco? Es mi nombre. Estamos al día de hoy para venderle una promoción para su línea móvil, que actualmente se encuentra en Claro, ¿es correcto?",
      "confianza": 0.272,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.58,
      "fin": 19.41,
      "duracion": 4.83,
      "texto": "Sí. Irene, te hago una consulta actualmente. ¿Cuánto le llegaste brinda a tu empresa?",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.05,
      "fin": 32.6,
      "duracion": 11.55,
      "texto": "Siete. Siete digas. ¿Y cuánto aproximadamente hago una por ellos? No, no. Tengo una bonificación del 70%.",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.14,
      "fin": 45.81,
      "duracion": 8.67,
      "texto": "Creo que son 16.000, pero tiene el 70%. O sea, 16.000 con el 70% incluido.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.41,
      "fin": 56.56,
      "duracion": 10.15,
      "texto": "Sí, son 5.000 pesos, creo que pago. Ah, bien. 16 es el precio final, digamos, con la bonificación. Sí, sí, sí. Y con eso, esa cantidad, ¿estás bien?",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.47,
      "fin": 57.77,
      "duracion": 0.3,
      "texto": "Sí,",
      "confianza": 0.243,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 57.77,
      "fin": 60.78,
      "duracion": 3.01,
      "texto": "porque yo trabajo en mi casa.",
      "confianza": 0.243,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.8,
      "fin": 66.24,
      "duracion": 5.45,
      "texto": "¿Y en casa que internet tenés también de claro?",
      "confianza": 0.397,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.94,
      "fin": 75.25,
      "duracion": 6.31,
      "texto": "No, no, no. Tengo una fibra que es de otra empresa. ¿Por qué te comento? Porque nosotros brindamos ambas cosas, la portabilidad y también la fibra óptica.",
      "confianza": 0.011,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.11,
      "fin": 90.03,
      "duracion": 13.92,
      "texto": "Actualmente hemos actualizado muchos puntos con la fibra óptica, entonces llamamos siempre para chequear cobertura, no solo porque nos sirve para actualizar nuestra base, sino para brindarle a los clientes. Pero acá no llega la fibra de Movistar.",
      "confianza": 0.798,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.17,
      "fin": 93.68,
      "duracion": 2.5,
      "texto": "Yo ahora me mudé, ya subí bien a Bellaneda.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 94.64,
      "fin": 101.39,
      "duracion": 6.75,
      "texto": "No, no, no, me mudé y estoy en Almirante Brown, zona rural.",
      "confianza": 0.668,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.49,
      "fin": 104.99,
      "duracion": 2.5,
      "texto": "¿Te han chequeado hace poco, cobertura ahí?",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.09,
      "fin": 112.42,
      "duracion": 5.33,
      "texto": "¿Cómo chequeado? ¿Te han llamado de Movistar y te han chequeado cobertura en tus zonas, en Almirante Brown?",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.55,
      "fin": 138.17,
      "duracion": 24.62,
      "texto": "No, pero yo pregunté un montón de veces y cuando me piden la dirección no llega el radio. ¿Y la última vez que te pidieron la dirección cuándo fue? ¿Hace poquito? Sí, hace poquito. 5 promesos, si querés lo podemos ver, porque esto se actualiza todo el tiempo, pero como quieras.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.0,
      "fin": 143.46,
      "duracion": 4.46,
      "texto": "Bueno, dale, dale. Decime tu calle, tu domicilio.",
      "confianza": 0.297,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.15,
      "fin": 150.85,
      "duracion": 4.71,
      "texto": "Mi calle es Belgrano, pero es Almirante Brown.",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.87,
      "fin": 150.93,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 150.95,
      "fin": 151.79,
      "duracion": 0.84,
      "texto": "¿Y la numeración?",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.64,
      "fin": 170.59,
      "duracion": 16.95,
      "texto": "Calle Belgrano 1244. De Almirante Brown. Sí. ¿Puede ser General Villegas? No, nada que ver. No, no, no, no. Bueno, Belgrano es la calle 1244, o sea, está bien.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 173.07,
      "fin": 175.91,
      "duracion": 2.84,
      "texto": "Sí, la entrecasa se llama Carlos Sandoval.",
      "confianza": 0.498,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 177.04,
      "fin": 189.77,
      "duracion": 12.73,
      "texto": "Voy a buscar directamente al mirante Brown, la localidad. Sí, buscálo al mirante. Mira, yo vivo en una... Lo que pasa es que todavía ni siquiera... Sí, a veces figura, a veces no figura. ¿Es cerca de Don Oriol, por ejemplo?",
      "confianza": 0.752,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.19,
      "fin": 197.35,
      "duracion": 2.16,
      "texto": "Sí, sí, de Don Oriol estoy cerca. A ver, voy a buscar la calle de Belgrano.",
      "confianza": 0.025,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.96,
      "fin": 228.82,
      "duracion": 30.86,
      "texto": "en el mapa ahí pasa que me sale lo más cerca don orione bueno ves hasta ahí llega es lo que siempre me dijeron porque yo vivo para Al fondo era todo campo antes.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.19,
      "fin": 233.21,
      "duracion": 3.02,
      "texto": "Y ahora son dos casas, lotes.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.87,
      "fin": 236.96,
      "duracion": 3.08,
      "texto": "Hay, por ejemplo, previo San Martín de Bursaco.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.82,
      "fin": 241.12,
      "duracion": 3.3,
      "texto": "No, no, ya te existe para el otro lado. Eso es mucho, muy lejos, digamos.",
      "confianza": 0.484,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.8,
      "fin": 246.19,
      "duracion": 4.39,
      "texto": "Sí. Las Paredas, lo que falta. Las Paredas.",
      "confianza": 0.613,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.09,
      "fin": 248.27,
      "duracion": 1.18,
      "texto": "Avenida Las Paredas.",
      "confianza": 0.816,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.87,
      "fin": 291.67,
      "duracion": 42.8,
      "texto": "Tengo la Avenida... La Cross. La Cross. No, no, estoy mucho más al fondo. Llegando para acá es el ministro Rodavía. Hubo el carril. No, no, no, eso ya te fuiste, muy lejos. Yo estoy entre ministros Rodavía, Don Aviones, que sería Cleipoles, Cleipoles, y Varela, porque son, justo es un triángulo que la calle se vive. Es la calle de Varela. Ah, triángulo Don José.",
      "confianza": 0.831,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 294.46,
      "fin": 310.32,
      "duracion": 15.86,
      "texto": "El sajo para atrás y es ministro de Arriba Arabia y yo soy el lado de honor. Bueno, dejadme que busco bien la dirección, el grano 1244. Me tiene que salir, no puede ser que... que no me salga.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 310.64,
      "fin": 316.91,
      "duracion": 6.27,
      "texto": "Aparte es una zona, por lo que se ve en el mapa, poblada, no es tan... Sí, sí, ahora está poblado.",
      "confianza": 0.634,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.73,
      "fin": 331.81,
      "duracion": 13.08,
      "texto": "Si no, a ver, busca la calle, como te digo yo, mira, Manuel Araujo. Manuel Araujo, sí. Sí, y Belgrano. Araujo... Don Orione, acá está.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 333.51,
      "fin": 366.17,
      "duracion": 32.66,
      "texto": "Y Belgrano. Don Orione, provincia de Buenos Aires, perfecto. Ahí está, Manuela Raújo y Belgrano. Acá está tu calle. Belgrano. Belgrano, yo estoy al 1244, que serían de ahí, serían más o menos cinco cuadros para el fondo. Entre la calle, por ejemplo, Los Sauces, Algarrobo. Más para atrás, más para atrás, Los Lapachos, papá. Los Lapachos, acá está. Vamos a chequear en lo que es Belgrano y Los Lapachos, que es lo más cercano, igual siempre.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.96,
      "fin": 371.71,
      "duracion": 4.75,
      "texto": "Sí, sí, yo creo que hay a media cuadrada.",
      "confianza": 0.039,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 371.73,
      "fin": 385.67,
      "duracion": 13.94,
      "texto": "Pero si no, los lapachos es la parte ya de Varela. Cambian la calle, pero siempre figura los lapachos. Ahí te chequeo cobertura y te cuento cómo estoy en la zona, porque esto se actualiza todo el tiempo.",
      "confianza": 0.503,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 386.69,
      "fin": 392.67,
      "duracion": 5.97,
      "texto": "Después de que la han chequeado hace mucho y no había, actualmente si hay, esto pasa todo el tiempo.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 395.04,
      "fin": 402.27,
      "duracion": 7.23,
      "texto": "Te iba a preguntar, vos estuviste en Movistar en su momento. Sí. ¿Y qué te sucedió? ¿Por qué te cambiaste?",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 403.41,
      "fin": 406.58,
      "duracion": 3.17,
      "texto": "Porque me moría acá y no había cobertura. Ah, bien.",
      "confianza": 0.243,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 407.46,
      "fin": 408.82,
      "duracion": 1.36,
      "texto": "¿Y en Aledanea te funcionaba bien?",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 409.76,
      "fin": 416.21,
      "duracion": 6.45,
      "texto": "Sí, excelente. Perfecto. Dame un segundito, ¿sí?",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 418.02,
      "fin": 418.08,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.307,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 423.29,
      "fin": 435.75,
      "duracion": 12.45,
      "texto": "Y tenés muchos dispositivos, por ejemplo, en tu casa, muchos celulares, computadoras.",
      "confianza": 0.878,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 436.81,
      "fin": 450.56,
      "duracion": 13.76,
      "texto": "Tengo cuatro televisores y celulares tenemos tres, cuatro, cinco, seis, siete, ocho.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 451.88,
      "fin": 483.22,
      "duracion": 31.34,
      "texto": "son bastantes o sea que necesitan una velocidad alta digamos y bueno y yo en la fibra óptica que tengo tengo una de 300 y te funciona bien con la velocidad se te traba celulares todos bien. Por ahí puede pasar que a uno le anda bien, al otro no, el tele anda más o menos. Sí,",
      "confianza": 0.577,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 483.22,
      "fin": 487.76,
      "duracion": 4.54,
      "texto": "bueno, bueno, tienes sus días.",
      "confianza": 0.227,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 487.78,
      "fin": 524.53,
      "duracion": 36.75,
      "texto": "A veces cuando estamos mirando todo al mismo tiempo, a veces sigue andando, o más. Claro. Por ejemplo, nosotros lo que es la fibra de 300 milas, actualmente lo tenemos en 24 mil, pero puedes acceder a descuentos de hasta 4 mil pesos. por seis meses, entonces estarías pagando 20.000 y depende de la zona, depende de la cobertura de la zona, también puedes acceder a otros beneficios. Este lo pago 15.000 pesos, 15.800 pesos pagos. Perfecto, pero bueno, lo que tiene este por ejemplo de diferencia es que",
      "confianza": 0.386,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. ¿Me comunico con Irene? Sí. ¿Cómo le va, Franco? Es mi nombre. Estamos al día de hoy para venderle una promoción para su línea móvil, que actualmente se encuentra en Claro, ¿es correcto? Sí. Irene, te hago una consulta actualmente. ¿Cuánto le llegaste brinda a tu empresa? Siete. Siete digas. ¿Y cuánto aproximadamente hago una por ellos? No, no. Tengo una bonificación del 70%. Creo que son 16.000, pero tiene el 70%. O sea, 16.000 con el 70% incluido. Sí, son 5.000 pesos, creo que pago. Ah, bien. 16 es el precio final, digamos, con la bonificación. Sí, sí, sí. Y con eso, esa cantidad, ¿estás bien? Sí, porque yo trabajo en mi casa. ¿Y en casa que internet tenés también de claro? No, no, no. Tengo una fibra que es de otra empresa. ¿Por qué te comento? Porque nosotros brindamos ambas cosas, la portabilidad y también la fibra óptica. Actualmente hemos actualizado muchos puntos con la fibra óptica, entonces llamamos siempre para chequear cobertura, no solo porque nos sirve para actualizar nuestra base, sino para brindarle a los clientes. Pero acá no llega la fibra de Movistar. Yo ahora me mudé, ya subí bien a Bellaneda. No, no, no, me mudé y estoy en Almirante Brown, zona rural. ¿Te han chequeado hace poco, cobertura ahí? ¿Cómo chequeado? ¿Te han llamado de Movistar y te han chequeado cobertura en tus zonas, en Almirante Brown? No, pero yo pregunté un montón de veces y cuando me piden la dirección no llega el radio. ¿Y la última vez que te pidieron la dirección cuándo fue? ¿Hace poquito? Sí, hace poquito. 5 promesos, si querés lo podemos ver, porque esto se actualiza todo el tiempo, pero como quieras. Bueno, dale, dale. Decime tu calle, tu domicilio. Mi calle es Belgrano, pero es Almirante Brown. Sí. ¿Y la numeración? Calle Belgrano 1244. De Almirante Brown. Sí. ¿Puede ser General Villegas? No, nada que ver. No, no, no, no. Bueno, Belgrano es la calle 1244, o sea, está bien. Sí, la entrecasa se llama Carlos Sandoval. Voy a buscar directamente al mirante Brown, la localidad. Sí, buscálo al mirante. Mira, yo vivo en una... Lo que pasa es que todavía ni siquiera... Sí, a veces figura, a veces no figura. ¿Es cerca de Don Oriol, por ejemplo? Sí, sí, de Don Oriol estoy cerca. A ver, voy a buscar la calle de Belgrano. en el mapa ahí pasa que me sale lo más cerca don orione bueno ves hasta ahí llega es lo que siempre me dijeron porque yo vivo para Al fondo era todo campo antes. Y ahora son dos casas, lotes. Hay, por ejemplo, previo San Martín de Bursaco. No, no, ya te existe para el otro lado. Eso es mucho, muy lejos, digamos. Sí. Las Paredas, lo que falta. Las Paredas. Avenida Las Paredas. Tengo la Avenida... La Cross. La Cross. No, no, estoy mucho más al fondo. Llegando para acá es el ministro Rodavía. Hubo el carril. No, no, no, eso ya te fuiste, muy lejos. Yo estoy entre ministros Rodavía, Don Aviones, que sería Cleipoles, Cleipoles, y Varela, porque son, justo es un triángulo que la calle se vive. Es la calle de Varela. Ah, triángulo Don José. El sajo para atrás y es ministro de Arriba Arabia y yo soy el lado de honor. Bueno, dejadme que busco bien la dirección, el grano 1244. Me tiene que salir, no puede ser que... que no me salga. Aparte es una zona, por lo que se ve en el mapa, poblada, no es tan... Sí, sí, ahora está poblado. Si no, a ver, busca la calle, como te digo yo, mira, Manuel Araujo. Manuel Araujo, sí. Sí, y Belgrano. Araujo... Don Orione, acá está. Y Belgrano. Don Orione, provincia de Buenos Aires, perfecto. Ahí está, Manuela Raújo y Belgrano. Acá está tu calle. Belgrano. Belgrano, yo estoy al 1244, que serían de ahí, serían más o menos cinco cuadros para el fondo. Entre la calle, por ejemplo, Los Sauces, Algarrobo. Más para atrás, más para atrás, Los Lapachos, papá. Los Lapachos, acá está. Vamos a chequear en lo que es Belgrano y Los Lapachos, que es lo más cercano, igual siempre. Sí, sí, yo creo que hay a media cuadrada. Pero si no, los lapachos es la parte ya de Varela. Cambian la calle, pero siempre figura los lapachos. Ahí te chequeo cobertura y te cuento cómo estoy en la zona, porque esto se actualiza todo el tiempo. Después de que la han chequeado hace mucho y no había, actualmente si hay, esto pasa todo el tiempo. Te iba a preguntar, vos estuviste en Movistar en su momento. Sí. ¿Y qué te sucedió? ¿Por qué te cambiaste? Porque me moría acá y no había cobertura. Ah, bien. ¿Y en Aledanea te funcionaba bien? Sí, excelente. Perfecto. Dame un segundito, ¿sí? Sí. Y tenés muchos dispositivos, por ejemplo, en tu casa, muchos celulares, computadoras. Tengo cuatro televisores y celulares tenemos tres, cuatro, cinco, seis, siete, ocho. son bastantes o sea que necesitan una velocidad alta digamos y bueno y yo en la fibra óptica que tengo tengo una de 300 y te funciona bien con la velocidad se te traba celulares todos bien. Por ahí puede pasar que a uno le anda bien, al otro no, el tele anda más o menos. Sí, bueno, bueno, tienes sus días. A veces cuando estamos mirando todo al mismo tiempo, a veces sigue andando, o más. Claro. Por ejemplo, nosotros lo que es la fibra de 300 milas, actualmente lo tenemos en 24 mil, pero puedes acceder a descuentos de hasta 4 mil pesos. por seis meses, entonces estarías pagando 20.000 y depende de la zona, depende de la cobertura de la zona, también puedes acceder a otros beneficios. Este lo pago 15.000 pesos, 15.800 pesos pagos. Perfecto, pero bueno, lo que tiene este por ejemplo de diferencia es que",
  "calidad": {
    "confianza_promedio": 0.561,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:56:09.398195",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 126,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:28.061512",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113130724966_ACD_59505",
    "fecha_inicio": "13/1/2026 13:07:24",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 570,
    "tiempo_conversacion": 506,
    "tiempo_hold": 0,
    "tiempo_acw": 45,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}