{
  "archivo": "amza74_1_260113125404628_ACD_17147.wav",
  "duracion_segundos": 675.1,
  "num_segmentos": 133,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 186.7,
    "Cliente": 454.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 25.66,
      "duracion": 25.63,
      "texto": "¿Hola? ¿Hola Ana? ¿Hola? ¿Sí? ¿Hola Ana? ¿Cómo estás? Sabía que la compañía Movistar sí, por un beneficio. Veo que te encontraste en claro el grado, ¿es correcto? ¿Cómo dijiste? ¿Me escucha, Ana? Sí, no escucho la última parte. Bien, que me comunico con usted de Movistar por un beneficio.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 26.4,
      "fin": 28.38,
      "duracion": 1.98,
      "texto": "Bien, veo que te encontraste en claro.",
      "confianza": 0.15,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 28.97,
      "fin": 48.11,
      "duracion": 19.14,
      "texto": "Sí, ahora sí. El motivo de mi llamada es porque, bueno, que fue siguiente de nosotras, me imagino que fue por problemas de facturación, ¿sí? Y hoy en día la queremos, obviamente, traer a la empresa con un nuevo plan, ¿sí? Luego hoy en día usted paga casi 20.000 pesos, 19.500, ¿sí?",
      "confianza": 0.45,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.67,
      "fin": 56.06,
      "duracion": 7.39,
      "texto": "¿Qué tipo de plan utilizas, o sea, mucho gira, o sea, nada? No te sabría decir.",
      "confianza": 0.455,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.62,
      "fin": 60.01,
      "duracion": 2.38,
      "texto": "Bien, no sabes los llegas que consuma el mes, ¿no?",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.91,
      "fin": 62.13,
      "duracion": 1.22,
      "texto": "No, no tengo ni idea.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.65,
      "fin": 70.98,
      "duracion": 8.33,
      "texto": "Bien, perfecto, porque yo tengo dos variedades de planes, hoy en día que están muy buenos, y un plan completo le quedan 13.200, ¿sí?",
      "confianza": 0.698,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 71.0,
      "fin": 85.51,
      "duracion": 14.5,
      "texto": "Con 16 llegas en total, y lo de más beneficios incluye WhatsApp gratis, y demás ilimitadas, obviamente los SMS también, y tiene lo que son 20 llegas de regalo de lo que es Movistar, totalmente gratis por 30 días, ¿sí?",
      "confianza": 0.671,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.94,
      "fin": 139.49,
      "duracion": 53.55,
      "texto": "trae aquí la única compañía que puede guardar y pasar gigas. Este es el plan completo porque incluye hasta Romi, ¿sí? El básico le queda en 11.400 y el más económico incluye 8 gigas en total todos los meses, ¿sí? Además, lo bueno de estos planes es que ambos tienen la duración de un descuento fijo por 6 meses y es lo que pagaría mensualmente, ¿sí? Sí. Perfecto. También obviamente encontramos con Internet One. Disculpame. Sí, la escucho. ¿Me mandas un WhatsApp? Lo acabo de hacer justamente ahora, porque seguramente soy una asesora personal, si no somos una máquina. Ah, está bien. Es que es de tranquila, es porque por ese medio siempre brinda asesoramiento con mi cliente. Por ejemplo, si usted realiza lo que es el trámite, ya me puede estar haciendo Rami para solamente guiarla yo en cada paso de la compañía, ¿bien?",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.03,
      "fin": 161.83,
      "duracion": 21.8,
      "texto": "Por ejemplo, facturación, si usted tiene dudas, respecto a los equipos contra la faltura, respecto a alguna activación del Club Movistar, ¿bien? Más que todo, pero eso es mi numerito, ¿sí? Está bien. Ana, dígame usted cómo se ve con uno de estos planes. Primero que nada, es más económico, pero quiero saber cómo se ve con esta cantidad de gigas. Es un exceso.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.31,
      "fin": 164.71,
      "duracion": 1.4,
      "texto": "Pero es un sentador.",
      "confianza": 0.338,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.55,
      "fin": 234.15,
      "duracion": 68.6,
      "texto": "Sí, el precio está bueno, sinceramente. Y el precio está bueno. Y lo bueno es que se ve excelente por Club Movistar. Sí, la escucho. Es que no me interesa volver a la empresa, por más que la carnada esté muy sabrosa. Bien Ana, ¿por qué? Primero porque dijiste, cuestiones de facturación y movilizarse ha comportado muy mal con su amigo. Así que... Y la última situación fue hace un año y, bueno, desde ahí que me están llamando y demás. Bien, coméntenme, ¿qué situación tuvo en sí? ¿Tuvo algún, obviamente, arroce con algún ejecutivo? ¿Alguna disputa por alguno con alguno de los clientes movistar o simplemente con una sesión? Sí, sí, varias, varias, varias. Y de baja fibra óptica, en internet, en casa y no me tomaban la... la baja, me seguían cobrando. Yo estaba confiada que Movistar había aceptado mi decisión.",
      "confianza": 0.602,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 234.67,
      "fin": 245.21,
      "duracion": 10.54,
      "texto": "Los motivos por los cuales dije, no voy a tener claro y Movistar en casa a fibra óptica porque es un exceso y la verdad es que claro me está dando otros beneficios.",
      "confianza": 0.676,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.51,
      "fin": 253.92,
      "duracion": 7.41,
      "texto": "Y me seguían poniendo beneficios y demás, lo cual no me interesaba y me seguían... No, fue todo un despliegue de...",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 254.66,
      "fin": 270.48,
      "duracion": 15.82,
      "texto": "Y los representantes que me atendían no me escuchaban, me cortaban, me cortaban en cuanto que no me dejaban hablar y seguían vendiendo promoción, promoción a las barbarlots. No, no, no. No, obviamente, la entiendo.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.1,
      "fin": 274.14,
      "duracion": 3.04,
      "texto": "No, hay muchas cuestiones entre sí, ¿no?",
      "confianza": 0.339,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.96,
      "fin": 324.62,
      "duracion": 49.66,
      "texto": "El drog, obviamente, me parece una lástima que no quisiera volver. Yo entiendo, obviamente, yo no, porque obviamente todo tiene un proceso de sanación, ¿no? pero bueno yo en este caso con el tema de las empresas y no guardo rencor con ninguna de las dos porque hoy en día yo procuro ver mi bolsillo obviamente como está la situación del país tengo otras cosas más importantes que prefiero pagar un abono económico mientras yo pueda estar comunicada obviamente que no me voy a dar la cara ninguna de las dos compañías Lo hago muy simple, trabajo para movistar, pero hace dos meses estaba movistando y me pasé a claro, porque ya 4 años que era cliente movistar, ya no me querían renovar más la puerta y es lo que pasa en todas las compañías y me tuve que pasar a aclarar. En claro estoy pagando 17, lo mismo que está pagando casi usted.",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.74,
      "fin": 344.36,
      "duracion": 18.62,
      "texto": "Cuando vea que ya se me va a ir a 20, 22 y me volveré a movistar otra vez, no lo voy a pensar. Es mi manera obviamente de utilizar las cosas porque no tengo compromiso con ninguna de las dos. Sí que me han hecho cosas y sí, pero lamentablemente es como se maneja una empresa. Miren en su bolsillo, no el de nosotros. ¿Bien?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 345.42,
      "fin": 365.36,
      "duracion": 19.94,
      "texto": "Por eso cuando me paso, me paso, listo de hacer. Pero no me miro atrás, no me fijo en nada. Mientras yo puedo pagar algo que a mí me corresponde demasiado, ¿sí? No sea nada, porque veo que no piensa de esa manera, pero bueno, obviamente hay que darle su tiempo, ¿no? No, ¿sabes por qué? Porque prefiero pagar un poquito más y estar tranquila.",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 366.1,
      "fin": 372.77,
      "duracion": 6.67,
      "texto": "No, por ejemplo, yo corto con vos y le hablo a claro, le digo, ¿Tienes alguna bonificación para darme?",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 373.69,
      "fin": 381.64,
      "duracion": 7.95,
      "texto": "Soy una clienta que paga en términos, a lo mejor una que otra vez por alguna situación xx, me dejaste un poco conectado.",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 382.26,
      "fin": 391.33,
      "duracion": 9.07,
      "texto": "Y siempre me responden y respetan la charla que tenemos. Claro, yo también depende del ejecutivo que te atienda siempre, Ana.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 392.58,
      "fin": 393.68,
      "duracion": 1.1,
      "texto": "Eso es obvio.",
      "confianza": 0.303,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.4,
      "fin": 424.34,
      "duracion": 29.94,
      "texto": "Vos me llamas, me ofreces este ofertón, que está bárbaro, me mandas tu WhatsApp, está tu foto, sos muy amable, muy correcta, pero yo qué sé realmente si el día de mañana te digo, mira, me quiero dar de baja, si vos me vas a responder, me vas a seguir hablando por encima y queriéndome que siguen acá, movistar, movistar, hasta que la muerte no se pare.",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 424.98,
      "fin": 430.77,
      "duracion": 5.79,
      "texto": "Esa es la mala experiencia que ha tenido usted.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 431.43,
      "fin": 449.85,
      "duracion": 18.42,
      "texto": "Y yo siempre lo que voy por el lado con respecto a ser una personal, yo soy un ser humano, soy clienta más que todo. Veo mucho también cuando me toca a gente mayor, o sea los movimientos que si tienen el sueldo mínimo, porque es lo que hoy en día pasa con los jubilados,",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 450.46,
      "fin": 497.98,
      "duracion": 47.52,
      "texto": "Y lo voy a pelear porque sé que hay muchos que están en claro, muchos abuelitos que me han tocado que están en claro, cobrando un disparate. Claro, como ellos no saben reclamar y yo los ayudo, los asesoro, porque obviamente a mí no me gustaría que mi abuelo hoy en día no está y le hubiese pasado el corresponsal en ese sentido. Entonces, siempre le voy con la verdad de decirle no, mira, no te vamos a poder bajar el plan y te recomiendo que este paseo es aclarado. Sé que del otro lado se va a enojar, pero se lo voy a hacer con totalmente sinceridad, ¿no? Te peleo uno, dos, tres meses, pero después yo ya no tengo nada más que hacer. Y yo, al final te aclaro, es muy simple, ¿bien? Se lo he hecho mi familia y lo he hecho yo. Ese abuso que vos hablabas, ¿no? Con las personas mayores, porque es un abuso.",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 498.75,
      "fin": 510.2,
      "duracion": 11.45,
      "texto": "Como la gente grande es mucho que no está empapado en el tema, que ellos pagan, pagan, pagan. Tienen esa cosa de pagar y no tener deuda. Le hicieron a mi mamá con el tema de Internet.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 511.86,
      "fin": 528.99,
      "duracion": 17.13,
      "texto": "Y le fueron comiendo, seguía aumentando el pavo, porque como yo había hecho la gestión de la tarde baja, fibra óptica, me dijeron, bueno, el número es este, las tallas, ya el próximo mes no van a tensaturas.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 529.91,
      "fin": 532.58,
      "duracion": 2.66,
      "texto": "Y fue una deuda silenciosa.",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 534.38,
      "fin": 554.66,
      "duracion": 20.28,
      "texto": "Cuando nos quisimos acordar, teníamos que pagar un montón. Le dijimos a mí, no, dejálo, pago yo, porque la verdad no entiendo. Y me seguían hablando por encima, me seguían ofreciendo cosas. Entonces, hasta el final yo tuve que acercar a movistar de espacio físico, a entregar el modem, porque si no, seguían cobrando.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 555.67,
      "fin": 564.51,
      "duracion": 8.84,
      "texto": "No, fue malísimo, la peor empresa en cuanto a cuestiones humanas.",
      "confianza": 0.831,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 566.59,
      "fin": 577.19,
      "duracion": 10.6,
      "texto": "Obviamente, yo trabajé y mi Iniciaturo no concluyeron, fue el que me formó. Obviamente, al ser una habitante lo primero que hago es pasar a mi familia.",
      "confianza": 0.653,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 577.97,
      "fin": 587.0,
      "duracion": 9.03,
      "texto": "A mi abuela le activé lo que es el interno de dólarle, claro, porque era el juror en ese momento, Carmen Dosa. Era claro, era lo mejor que andaba, el volcardo ya no llegaba.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 587.82,
      "fin": 642.5,
      "duracion": 54.68,
      "texto": "Era claro, directivís. Si a mi abuela le pasó, dimos de bajas, dimos de bajas, seguían cobrando. Estuvo prácticamente, yo le di alta en septiembre y hasta febrero siguió pagando algo que no tenía limitado. Ella tenía el internet supercanal y le seguían cobrando el servicio. Nunca fueron a buscar los Moes, nunca aparecieron y yo me sentía muy culpable por haber trabajado para él. Claro, imagínese. No podía hacerme porque a mí tampoco me estaba dando mucho significativo. Por eso no va alrededor de las personas. Obviamente nos dirige alguien mucho más arriba y nosotros solamente cumplimos con las órdenes. Ayudamos para donde podamos, pero ya después de ahí, bueno, el dueño sería el señor Moestar o el señor, claro, Arten y hacen lo que ellos quieran. Les pido disculpas siempre porque también hay muchos errores con asesores por el maltrato, porque atiendan mal, porque gestionan mal la cosa.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 643.0,
      "fin": 649.76,
      "duracion": 6.76,
      "texto": "Pero después de lo otro, obviamente, mayormente no lo hacemos nosotros. Yo siempre voy a ser amable y a ayudar lo que más pueda, ¿sí?",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 650.3,
      "fin": 661.37,
      "duracion": 11.07,
      "texto": "Por eso yo le doy con mi whatsapp, ¿sí? Bueno, ya lo tienes, si lo piensas, lo analizas, ya sabes que me puede contactar, cualquier duda consulta, yo voy a estar para poder ayudarla, ¿sí?",
      "confianza": 0.548,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 661.91,
      "fin": 668.05,
      "duracion": 6.13,
      "texto": "Y obviamente, tratar con la sinceridad, cosa que nunca haya despido, digamos, entre medio de una charla, ¿no?",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 669.95,
      "fin": 675.1,
      "duracion": 5.15,
      "texto": "Perfecto, Ana, que tengas muy bonita tarde, hasta luego. Hasta luego, muy amable.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Hola? ¿Hola Ana? ¿Hola? ¿Sí? ¿Hola Ana? ¿Cómo estás? Sabía que la compañía Movistar sí, por un beneficio. Veo que te encontraste en claro el grado, ¿es correcto? ¿Cómo dijiste? ¿Me escucha, Ana? Sí, no escucho la última parte. Bien, que me comunico con usted de Movistar por un beneficio. Bien, veo que te encontraste en claro. Sí, ahora sí. El motivo de mi llamada es porque, bueno, que fue siguiente de nosotras, me imagino que fue por problemas de facturación, ¿sí? Y hoy en día la queremos, obviamente, traer a la empresa con un nuevo plan, ¿sí? Luego hoy en día usted paga casi 20.000 pesos, 19.500, ¿sí? ¿Qué tipo de plan utilizas, o sea, mucho gira, o sea, nada? No te sabría decir. Bien, no sabes los llegas que consuma el mes, ¿no? No, no tengo ni idea. Bien, perfecto, porque yo tengo dos variedades de planes, hoy en día que están muy buenos, y un plan completo le quedan 13.200, ¿sí? Con 16 llegas en total, y lo de más beneficios incluye WhatsApp gratis, y demás ilimitadas, obviamente los SMS también, y tiene lo que son 20 llegas de regalo de lo que es Movistar, totalmente gratis por 30 días, ¿sí? trae aquí la única compañía que puede guardar y pasar gigas. Este es el plan completo porque incluye hasta Romi, ¿sí? El básico le queda en 11.400 y el más económico incluye 8 gigas en total todos los meses, ¿sí? Además, lo bueno de estos planes es que ambos tienen la duración de un descuento fijo por 6 meses y es lo que pagaría mensualmente, ¿sí? Sí. Perfecto. También obviamente encontramos con Internet One. Disculpame. Sí, la escucho. ¿Me mandas un WhatsApp? Lo acabo de hacer justamente ahora, porque seguramente soy una asesora personal, si no somos una máquina. Ah, está bien. Es que es de tranquila, es porque por ese medio siempre brinda asesoramiento con mi cliente. Por ejemplo, si usted realiza lo que es el trámite, ya me puede estar haciendo Rami para solamente guiarla yo en cada paso de la compañía, ¿bien? Por ejemplo, facturación, si usted tiene dudas, respecto a los equipos contra la faltura, respecto a alguna activación del Club Movistar, ¿bien? Más que todo, pero eso es mi numerito, ¿sí? Está bien. Ana, dígame usted cómo se ve con uno de estos planes. Primero que nada, es más económico, pero quiero saber cómo se ve con esta cantidad de gigas. Es un exceso. Pero es un sentador. Sí, el precio está bueno, sinceramente. Y el precio está bueno. Y lo bueno es que se ve excelente por Club Movistar. Sí, la escucho. Es que no me interesa volver a la empresa, por más que la carnada esté muy sabrosa. Bien Ana, ¿por qué? Primero porque dijiste, cuestiones de facturación y movilizarse ha comportado muy mal con su amigo. Así que... Y la última situación fue hace un año y, bueno, desde ahí que me están llamando y demás. Bien, coméntenme, ¿qué situación tuvo en sí? ¿Tuvo algún, obviamente, arroce con algún ejecutivo? ¿Alguna disputa por alguno con alguno de los clientes movistar o simplemente con una sesión? Sí, sí, varias, varias, varias. Y de baja fibra óptica, en internet, en casa y no me tomaban la... la baja, me seguían cobrando. Yo estaba confiada que Movistar había aceptado mi decisión. Los motivos por los cuales dije, no voy a tener claro y Movistar en casa a fibra óptica porque es un exceso y la verdad es que claro me está dando otros beneficios. Y me seguían poniendo beneficios y demás, lo cual no me interesaba y me seguían... No, fue todo un despliegue de... Y los representantes que me atendían no me escuchaban, me cortaban, me cortaban en cuanto que no me dejaban hablar y seguían vendiendo promoción, promoción a las barbarlots. No, no, no. No, obviamente, la entiendo. No, hay muchas cuestiones entre sí, ¿no? El drog, obviamente, me parece una lástima que no quisiera volver. Yo entiendo, obviamente, yo no, porque obviamente todo tiene un proceso de sanación, ¿no? pero bueno yo en este caso con el tema de las empresas y no guardo rencor con ninguna de las dos porque hoy en día yo procuro ver mi bolsillo obviamente como está la situación del país tengo otras cosas más importantes que prefiero pagar un abono económico mientras yo pueda estar comunicada obviamente que no me voy a dar la cara ninguna de las dos compañías Lo hago muy simple, trabajo para movistar, pero hace dos meses estaba movistando y me pasé a claro, porque ya 4 años que era cliente movistar, ya no me querían renovar más la puerta y es lo que pasa en todas las compañías y me tuve que pasar a aclarar. En claro estoy pagando 17, lo mismo que está pagando casi usted. Cuando vea que ya se me va a ir a 20, 22 y me volveré a movistar otra vez, no lo voy a pensar. Es mi manera obviamente de utilizar las cosas porque no tengo compromiso con ninguna de las dos. Sí que me han hecho cosas y sí, pero lamentablemente es como se maneja una empresa. Miren en su bolsillo, no el de nosotros. ¿Bien? Por eso cuando me paso, me paso, listo de hacer. Pero no me miro atrás, no me fijo en nada. Mientras yo puedo pagar algo que a mí me corresponde demasiado, ¿sí? No sea nada, porque veo que no piensa de esa manera, pero bueno, obviamente hay que darle su tiempo, ¿no? No, ¿sabes por qué? Porque prefiero pagar un poquito más y estar tranquila. No, por ejemplo, yo corto con vos y le hablo a claro, le digo, ¿Tienes alguna bonificación para darme? Soy una clienta que paga en términos, a lo mejor una que otra vez por alguna situación xx, me dejaste un poco conectado. Y siempre me responden y respetan la charla que tenemos. Claro, yo también depende del ejecutivo que te atienda siempre, Ana. Eso es obvio. Vos me llamas, me ofreces este ofertón, que está bárbaro, me mandas tu WhatsApp, está tu foto, sos muy amable, muy correcta, pero yo qué sé realmente si el día de mañana te digo, mira, me quiero dar de baja, si vos me vas a responder, me vas a seguir hablando por encima y queriéndome que siguen acá, movistar, movistar, hasta que la muerte no se pare. Esa es la mala experiencia que ha tenido usted. Y yo siempre lo que voy por el lado con respecto a ser una personal, yo soy un ser humano, soy clienta más que todo. Veo mucho también cuando me toca a gente mayor, o sea los movimientos que si tienen el sueldo mínimo, porque es lo que hoy en día pasa con los jubilados, Y lo voy a pelear porque sé que hay muchos que están en claro, muchos abuelitos que me han tocado que están en claro, cobrando un disparate. Claro, como ellos no saben reclamar y yo los ayudo, los asesoro, porque obviamente a mí no me gustaría que mi abuelo hoy en día no está y le hubiese pasado el corresponsal en ese sentido. Entonces, siempre le voy con la verdad de decirle no, mira, no te vamos a poder bajar el plan y te recomiendo que este paseo es aclarado. Sé que del otro lado se va a enojar, pero se lo voy a hacer con totalmente sinceridad, ¿no? Te peleo uno, dos, tres meses, pero después yo ya no tengo nada más que hacer. Y yo, al final te aclaro, es muy simple, ¿bien? Se lo he hecho mi familia y lo he hecho yo. Ese abuso que vos hablabas, ¿no? Con las personas mayores, porque es un abuso. Como la gente grande es mucho que no está empapado en el tema, que ellos pagan, pagan, pagan. Tienen esa cosa de pagar y no tener deuda. Le hicieron a mi mamá con el tema de Internet. Y le fueron comiendo, seguía aumentando el pavo, porque como yo había hecho la gestión de la tarde baja, fibra óptica, me dijeron, bueno, el número es este, las tallas, ya el próximo mes no van a tensaturas. Y fue una deuda silenciosa. Cuando nos quisimos acordar, teníamos que pagar un montón. Le dijimos a mí, no, dejálo, pago yo, porque la verdad no entiendo. Y me seguían hablando por encima, me seguían ofreciendo cosas. Entonces, hasta el final yo tuve que acercar a movistar de espacio físico, a entregar el modem, porque si no, seguían cobrando. No, fue malísimo, la peor empresa en cuanto a cuestiones humanas. Obviamente, yo trabajé y mi Iniciaturo no concluyeron, fue el que me formó. Obviamente, al ser una habitante lo primero que hago es pasar a mi familia. A mi abuela le activé lo que es el interno de dólarle, claro, porque era el juror en ese momento, Carmen Dosa. Era claro, era lo mejor que andaba, el volcardo ya no llegaba. Era claro, directivís. Si a mi abuela le pasó, dimos de bajas, dimos de bajas, seguían cobrando. Estuvo prácticamente, yo le di alta en septiembre y hasta febrero siguió pagando algo que no tenía limitado. Ella tenía el internet supercanal y le seguían cobrando el servicio. Nunca fueron a buscar los Moes, nunca aparecieron y yo me sentía muy culpable por haber trabajado para él. Claro, imagínese. No podía hacerme porque a mí tampoco me estaba dando mucho significativo. Por eso no va alrededor de las personas. Obviamente nos dirige alguien mucho más arriba y nosotros solamente cumplimos con las órdenes. Ayudamos para donde podamos, pero ya después de ahí, bueno, el dueño sería el señor Moestar o el señor, claro, Arten y hacen lo que ellos quieran. Les pido disculpas siempre porque también hay muchos errores con asesores por el maltrato, porque atiendan mal, porque gestionan mal la cosa. Pero después de lo otro, obviamente, mayormente no lo hacemos nosotros. Yo siempre voy a ser amable y a ayudar lo que más pueda, ¿sí? Por eso yo le doy con mi whatsapp, ¿sí? Bueno, ya lo tienes, si lo piensas, lo analizas, ya sabes que me puede contactar, cualquier duda consulta, yo voy a estar para poder ayudarla, ¿sí? Y obviamente, tratar con la sinceridad, cosa que nunca haya despido, digamos, entre medio de una charla, ¿no? Perfecto, Ana, que tengas muy bonita tarde, hasta luego. Hasta luego, muy amable.",
  "calidad": {
    "confianza_promedio": 0.565,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 17.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:03:07.317161",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 133,
    "total_segmentos_corregido": 39,
    "fecha_correccion": "2026-01-18T23:05:32.103537",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125404628_ACD_17147",
    "fecha_inicio": "13/1/2026 12:54:04",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 680,
    "tiempo_conversacion": 649,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}