{
  "archivo": "amza30_1_260112115705386_ACD_27441.wav",
  "duracion_segundos": 229.67,
  "num_segmentos": 65,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 133.91,
    "Cliente": 85.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.08,
      "fin": 9.79,
      "duracion": 8.71,
      "texto": "Hola, qué tal, buen día. Eugenia es mi nombre, hablo con Catalina. No me cambié todavía de Cepso, pero yo soy Roberto.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.81,
      "fin": 15.82,
      "duracion": 6.01,
      "texto": "Ah, bien, Roberto, cómo le va. Todo puede ser, a veces cambia los nombres, así que yo tengo que preguntar igual.",
      "confianza": 0.642,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.02,
      "fin": 47.17,
      "duracion": 30.15,
      "texto": "Igual, yo pasé que Catalina uso de noche la sana acá de Palermo, a la noche, pero hoy soy Roberto. Hoy es Roberto. Bueno, nos figuraba la línea de nombre Catalina. Ah, eso es poca. No, es mi esposa, sí. ¿Por qué? ¿De dónde me llamaste? Para que no hables tanto, dígame adiós de otro té. Yo le digo, yo le digo, estoy hablándole del área de beneficios de Movistar, ¿sí? No, no, olvídese. No le voy a hacer perder tiempo. No, olvídese.",
      "confianza": 0.421,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 47.75,
      "fin": 80.57,
      "duracion": 32.82,
      "texto": "¿Tuvo algún problema con movistar anteriormente? Sí, problema porque yo pedía un descuento un poquito menos y me seguían arrancando la cabeza. Ahora, yo me voy a Claro y me llaman todos los días. Ahora sí tengo descuento, antes no. Sí, eso suele pasar lamentablemente. Pero es problema tanto de movistar como de Claro como de quien sea, siempre lo mismo. Así que nada, usted no tiene de acuto. No, seguro. Seguramente, seguramente. Pero sí, es la realidad.",
      "confianza": 0.088,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 81.81,
      "fin": 88.84,
      "duracion": 7.03,
      "texto": "A la empresa no le conviene que usted se vaya con la competencia y justamente ahí es donde uno ofrece los descueltos y las promociones.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.12,
      "fin": 96.98,
      "duracion": 6.85,
      "texto": "Tampoco, pero tiene una política mala porque imagina que tres líneas tiene mi esposa y siempre con movilidad.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.54,
      "fin": 116.34,
      "duracion": 18.8,
      "texto": "Pero usted, quizás lo que me ha llegado a contestar, me dice No, pero esos son por los clientes nuevos. ¿Pero por qué no te vas a venir? No, no, no. Hace 20 años que estoy con vos, Benificio y yo tenemos que tener Benificio que hace 20 años que estoy con la empresa. No, este es nuevo. Arrancarle la cabeza a nuevo si quiere venir. No, no a mí.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.4,
      "fin": 144.31,
      "duracion": 26.91,
      "texto": "Y no, obvio. Así que nada, nada. Así que Eugenia o no sé cómo dijiste tu nombre. Sí, Eugenia. Eugenia. Bueno, que tengan buen año. Gracias. Bueno, Roberto, pero le hago una consulta. fuera del enojo que usted tiene con Movistar ahora y las promociones que no le presionan en su momento. Usted con Claro está conforme, está pagando mucho, tiene muchos vidas. Yo creo que con Movistar hace, luego está como cinco o seis meses que estoy con Claro.",
      "confianza": 0.276,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 144.97,
      "fin": 147.61,
      "duracion": 2.64,
      "texto": "Sigo pagando, no pago ocho mil pesos.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.15,
      "fin": 206.4,
      "duracion": 57.25,
      "texto": "Ya pagaba dieciocho mil pesos pagaba con Claro, ¿me imaginas? Así que nada, por ahora me sigo con claro. Te buscas lo que es la economía de su bolsillo y pagando 8.000 pesos le sirve, digamos, los lligas que le dan y todo le sirve. Pero estoy una persona grande, ¿qué imaginas yo? El WhatsApp, una boludece perdón del otro, me comunico y nada más. Yo no quiero eso más que nada de eso y punto, ¿me entiendes? No, obvio, obviamente. Bueno, bueno Roberto, ahora le digo para que quedas en toda la norma igual que yo le ofreci el plan, si el plan al día de hoy es movilizar, que está en 11.400 pesos, si finales con el descuento por 6 meses, por 8 gigas, si que usted tendría para utilizar 4 regalos y 4 degustes por los próximos 6 meses. ¿Volveré?",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.21,
      "fin": 229.67,
      "duracion": 22.46,
      "texto": "Por ahí vuelvo, sí, no digo que no, pero por ahora, por ahora no. Por ahora no. Bueno, yo me voy a guardar su número y cualquier otra promo que salga más buena que le pueda llegar a tentar, le escribo para ver si pueden regresar. Bueno, muchísimas gracias. Bueno, Roberto, muy amable. Que tengan buen día. Hasta luego. Hasta luego.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buen día. Eugenia es mi nombre, hablo con Catalina. No me cambié todavía de Cepso, pero yo soy Roberto. Ah, bien, Roberto, cómo le va. Todo puede ser, a veces cambia los nombres, así que yo tengo que preguntar igual. Igual, yo pasé que Catalina uso de noche la sana acá de Palermo, a la noche, pero hoy soy Roberto. Hoy es Roberto. Bueno, nos figuraba la línea de nombre Catalina. Ah, eso es poca. No, es mi esposa, sí. ¿Por qué? ¿De dónde me llamaste? Para que no hables tanto, dígame adiós de otro té. Yo le digo, yo le digo, estoy hablándole del área de beneficios de Movistar, ¿sí? No, no, olvídese. No le voy a hacer perder tiempo. No, olvídese. ¿Tuvo algún problema con movistar anteriormente? Sí, problema porque yo pedía un descuento un poquito menos y me seguían arrancando la cabeza. Ahora, yo me voy a Claro y me llaman todos los días. Ahora sí tengo descuento, antes no. Sí, eso suele pasar lamentablemente. Pero es problema tanto de movistar como de Claro como de quien sea, siempre lo mismo. Así que nada, usted no tiene de acuto. No, seguro. Seguramente, seguramente. Pero sí, es la realidad. A la empresa no le conviene que usted se vaya con la competencia y justamente ahí es donde uno ofrece los descueltos y las promociones. Tampoco, pero tiene una política mala porque imagina que tres líneas tiene mi esposa y siempre con movilidad. Pero usted, quizás lo que me ha llegado a contestar, me dice No, pero esos son por los clientes nuevos. ¿Pero por qué no te vas a venir? No, no, no. Hace 20 años que estoy con vos, Benificio y yo tenemos que tener Benificio que hace 20 años que estoy con la empresa. No, este es nuevo. Arrancarle la cabeza a nuevo si quiere venir. No, no a mí. Y no, obvio. Así que nada, nada. Así que Eugenia o no sé cómo dijiste tu nombre. Sí, Eugenia. Eugenia. Bueno, que tengan buen año. Gracias. Bueno, Roberto, pero le hago una consulta. fuera del enojo que usted tiene con Movistar ahora y las promociones que no le presionan en su momento. Usted con Claro está conforme, está pagando mucho, tiene muchos vidas. Yo creo que con Movistar hace, luego está como cinco o seis meses que estoy con Claro. Sigo pagando, no pago ocho mil pesos. Ya pagaba dieciocho mil pesos pagaba con Claro, ¿me imaginas? Así que nada, por ahora me sigo con claro. Te buscas lo que es la economía de su bolsillo y pagando 8.000 pesos le sirve, digamos, los lligas que le dan y todo le sirve. Pero estoy una persona grande, ¿qué imaginas yo? El WhatsApp, una boludece perdón del otro, me comunico y nada más. Yo no quiero eso más que nada de eso y punto, ¿me entiendes? No, obvio, obviamente. Bueno, bueno Roberto, ahora le digo para que quedas en toda la norma igual que yo le ofreci el plan, si el plan al día de hoy es movilizar, que está en 11.400 pesos, si finales con el descuento por 6 meses, por 8 gigas, si que usted tendría para utilizar 4 regalos y 4 degustes por los próximos 6 meses. ¿Volveré? Por ahí vuelvo, sí, no digo que no, pero por ahora, por ahora no. Por ahora no. Bueno, yo me voy a guardar su número y cualquier otra promo que salga más buena que le pueda llegar a tentar, le escribo para ver si pueden regresar. Bueno, muchísimas gracias. Bueno, Roberto, muy amable. Que tengan buen día. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.469,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:06:36.435987",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 65,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:21.439116",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112115705386_ACD_27441",
    "fecha_inicio": "12/1/2026 11:57:05",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 247,
    "tiempo_conversacion": 221,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}