{
  "archivo": "amza44_1_260116101137100_ACD_23961.wav",
  "duracion_segundos": 242.78,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 62.55,
    "Cliente": 157.0
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.32,
      "fin": 7.85,
      "duracion": 4.53,
      "texto": "Hola. Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Hablo con Evangelina?",
      "confianza": 0.184,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.07,
      "fin": 11.95,
      "duracion": 2.88,
      "texto": "Sí, ¿quién habla? Hola, Evangelina, ¿qué tal? Buen día.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.99,
      "fin": 13.1,
      "duracion": 1.1,
      "texto": "Mi nombre es Rodrigo, ¿sí?",
      "confianza": 0.585,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.64,
      "fin": 18.04,
      "duracion": 4.41,
      "texto": "Yo me estoy comunicando con usted para brindarle, sí, lo que es una promoción para su línea.",
      "confianza": 0.794,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.56,
      "fin": 21.67,
      "duracion": 3.1,
      "texto": "Me figura que usted actualmente está con la compañía de Claro, ¿es correcto?",
      "confianza": 0.828,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.27,
      "fin": 43.56,
      "duracion": 20.29,
      "texto": "Sí, es correcto. OK, excelente. ¿Y lo tiene en prepago o lo tiene en abono al teléfono? Lo tengo en abono. No voy a cambiar de línea. Por el momento no voy a cambiar de línea. No quiere cambiar de empresa.",
      "confianza": 0.415,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.58,
      "fin": 49.62,
      "duracion": 6.04,
      "texto": "No, porque me siento cómoda con esta empresa.",
      "confianza": 0.643,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 52.41,
      "fin": 65.21,
      "duracion": 12.8,
      "texto": "La idea de nosotros no es que se cambie tampoco por estar mal con la empresa ni por tener algún inconveniente. Yo soy asesor comercial de lo que es Movistar. calculo que ya se lo habrá imaginado.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.11,
      "fin": 87.89,
      "duracion": 21.78,
      "texto": "Y el motivo de mi llamado es porque a día de hoy tenemos unas promociones distintas para estudiantes de la compañía que actualmente. Yo de promesas, de promesas. Yo tengo este internet y tal y eso. Pero no, con mi teléfono me quedo donde estoy. Por el momento, después vemos.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.88,
      "fin": 110.05,
      "duracion": 21.17,
      "texto": "Bueno, cualquier cosa nosotros también tenemos lo que es el combo de fibra óptica. Y tenemos también lo que es televisión. O sea, ¿podemos armar lo que es un combo quizás haciendo el chequeo en su zona para ver si usted tiene por altura? Yo tengo el combo y tengo la línea también. O sea, de línea ese, del teléfono, de línea.",
      "confianza": 0.749,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.79,
      "fin": 115.44,
      "duracion": 4.65,
      "texto": "También lo quiero dar de base porque no lo uso porque ya tengo el combo.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.01,
      "fin": 121.28,
      "duracion": 5.27,
      "texto": "Y si no quiero quedar de baja, quiero abonarlo este mes y darlo de baja.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.02,
      "fin": 142.27,
      "duracion": 20.25,
      "texto": "Quedarme solo con lo otro, claro. Bueno, en este caso, si lo que es la fiera óptica, o sea lo que es el internet, está su nombre, usted está haciendo la portabilidad para contar con el beneficio de lo que es muy tal, todo, no sé si lo conoce.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.93,
      "fin": 160.25,
      "duracion": 17.32,
      "texto": "Esto es lo que se le genera a la línea que usted vaya a aportar. O sea, a esta línea, si usted la pasa teniéndolo los productos, se le regalan cuatro gigas extra para que usted pueda utilizar. Y se le hace una bonificación de cuatro mil pesos en lo que es la factura de la fiera óptica, básicamente.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.34,
      "fin": 179.13,
      "duracion": 17.79,
      "texto": "No, pero por el momento no. Por el momento, mire, esto sí lo tenemos que solucionar. Pero por el momento quiero dar... El teléfono de línea se hizo cuando lo tengo desde cuarenta años, lo quiero dar debajo. No se usa, está ahí y está pagando un montón, 30.000 pesos. Me vine a decir que hay que usarlo una sola vez.",
      "confianza": 0.372,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.03,
      "fin": 182.16,
      "duracion": 1.12,
      "texto": "Claro.",
      "confianza": 0.722,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 182.18,
      "fin": 183.24,
      "duracion": 1.06,
      "texto": "Bueno, quiero solucionarlo.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.26,
      "fin": 190.89,
      "duracion": 6.63,
      "texto": "Me asegura que usted del teléfono está pagando 10.580 aproximadamente, puede ser. No, 12.580.",
      "confianza": 0.572,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.63,
      "fin": 199.4,
      "duracion": 7.77,
      "texto": "Sí, pero yo tengo el teléfono de línea, el que tengo",
      "confianza": 0.629,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 199.54,
      "fin": 204.07,
      "duracion": 4.53,
      "texto": "Bueno, estoy bebiendo 30.000 pesos, 30.000 de algo este mes.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.09,
      "fin": 206.01,
      "duracion": 1.92,
      "texto": "No, claro, es un montón.",
      "confianza": 0.533,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 206.03,
      "fin": 212.3,
      "duracion": 6.27,
      "texto": "Entonces, ¿para qué quiero los dos teléfonos?",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.38,
      "fin": 223.48,
      "duracion": 11.09,
      "texto": "No, lo que le estoy diciendo es que, basando en lo que es su línea, yo tengo un combo, si a día de hoy, que es el plan de 8GB.",
      "confianza": 0.59,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 224.01,
      "fin": 229.76,
      "duracion": 5.75,
      "texto": "Yo de hecho no entiendo nada. Así que cuando esté en mi conferencia con el pasado de vacaciones, voy a solucionar esto.",
      "confianza": 0.529,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.32,
      "fin": 238.11,
      "duracion": 7.79,
      "texto": "Porque incluso es uno de la gente a nombre de él. Así que voy a darle de baja y él va a poner todo como constante.",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 238.94,
      "fin": 240.56,
      "duracion": 1.62,
      "texto": "Pablo, con usted yo se lo entiendo.",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.16,
      "fin": 242.78,
      "duracion": 0.62,
      "texto": "Hasta luego. Dale, hasta luego.",
      "confianza": 0.01,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buen día. ¿Cómo le va? ¿Hablo con Evangelina? Sí, ¿quién habla? Hola, Evangelina, ¿qué tal? Buen día. Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle, sí, lo que es una promoción para su línea. Me figura que usted actualmente está con la compañía de Claro, ¿es correcto? Sí, es correcto. OK, excelente. ¿Y lo tiene en prepago o lo tiene en abono al teléfono? Lo tengo en abono. No voy a cambiar de línea. Por el momento no voy a cambiar de línea. No quiere cambiar de empresa. No, porque me siento cómoda con esta empresa. La idea de nosotros no es que se cambie tampoco por estar mal con la empresa ni por tener algún inconveniente. Yo soy asesor comercial de lo que es Movistar. calculo que ya se lo habrá imaginado. Y el motivo de mi llamado es porque a día de hoy tenemos unas promociones distintas para estudiantes de la compañía que actualmente. Yo de promesas, de promesas. Yo tengo este internet y tal y eso. Pero no, con mi teléfono me quedo donde estoy. Por el momento, después vemos. Bueno, cualquier cosa nosotros también tenemos lo que es el combo de fibra óptica. Y tenemos también lo que es televisión. O sea, ¿podemos armar lo que es un combo quizás haciendo el chequeo en su zona para ver si usted tiene por altura? Yo tengo el combo y tengo la línea también. O sea, de línea ese, del teléfono, de línea. También lo quiero dar de base porque no lo uso porque ya tengo el combo. Y si no quiero quedar de baja, quiero abonarlo este mes y darlo de baja. Quedarme solo con lo otro, claro. Bueno, en este caso, si lo que es la fiera óptica, o sea lo que es el internet, está su nombre, usted está haciendo la portabilidad para contar con el beneficio de lo que es muy tal, todo, no sé si lo conoce. Esto es lo que se le genera a la línea que usted vaya a aportar. O sea, a esta línea, si usted la pasa teniéndolo los productos, se le regalan cuatro gigas extra para que usted pueda utilizar. Y se le hace una bonificación de cuatro mil pesos en lo que es la factura de la fiera óptica, básicamente. No, pero por el momento no. Por el momento, mire, esto sí lo tenemos que solucionar. Pero por el momento quiero dar... El teléfono de línea se hizo cuando lo tengo desde cuarenta años, lo quiero dar debajo. No se usa, está ahí y está pagando un montón, 30.000 pesos. Me vine a decir que hay que usarlo una sola vez. Claro. Bueno, quiero solucionarlo. Me asegura que usted del teléfono está pagando 10.580 aproximadamente, puede ser. No, 12.580. Sí, pero yo tengo el teléfono de línea, el que tengo Bueno, estoy bebiendo 30.000 pesos, 30.000 de algo este mes. No, claro, es un montón. Entonces, ¿para qué quiero los dos teléfonos? No, lo que le estoy diciendo es que, basando en lo que es su línea, yo tengo un combo, si a día de hoy, que es el plan de 8GB. Yo de hecho no entiendo nada. Así que cuando esté en mi conferencia con el pasado de vacaciones, voy a solucionar esto. Porque incluso es uno de la gente a nombre de él. Así que voy a darle de baja y él va a poner todo como constante. Pablo, con usted yo se lo entiendo. Hasta luego. Dale, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.579,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:07:32.831811",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 60,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:28.774982",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116101137100_ACD_23961",
    "fecha_inicio": "16/1/2026 10:11:37",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 258,
    "tiempo_conversacion": 228,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}