{
  "archivo": "amza9_1_260115140624237_ACD_34133.wav",
  "duracion_segundos": 246.06,
  "num_segmentos": 74,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 87.76,
    "Cliente": 136.26
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 3.31,
      "duracion": 3.28,
      "texto": "Hola.",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.14,
      "fin": 10.72,
      "duracion": 6.58,
      "texto": "Hola, ¿sí? ¿Qué tal? Un gusto hablar con Gonzalo. ¿Está bien? Sí, él habla de parte. ¿Qué tal, Gonzalo? ¿Cómo te encontraste el día de hoy?",
      "confianza": 0.049,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.71,
      "fin": 14.13,
      "duracion": 1.42,
      "texto": "¿Todo bien? Todo bien. Vale mucho, Gonzalo.",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.15,
      "fin": 14.85,
      "duracion": 0.7,
      "texto": "Mi nombre es Tomás.",
      "confianza": 0.655,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.07,
      "fin": 16.07,
      "duracion": 1.0,
      "texto": "Un placer hablar con vos.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.51,
      "fin": 20.23,
      "duracion": 3.72,
      "texto": "Me estoy comunicando el día de hoy porque tengo un descuento para tus líneas.",
      "confianza": 0.627,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.25,
      "fin": 24.42,
      "duracion": 4.17,
      "texto": "Ya que veo, Gonzalo, que estás abonando algo de 30.000 pesos en Claro. Sí, decime.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.38,
      "fin": 32.07,
      "duracion": 6.69,
      "texto": "Sí, sí, claro, vale, decidme. Bien, esto es lo que te estás abonando. ¿Esto lo estás abonando por tu línea o tenés alguna otra línea?",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 34.97,
      "fin": 39.6,
      "duracion": 4.63,
      "texto": "Tengo dos líneas. Tienes dos líneas, bien. ¿Y están utilizando muchos gigas?",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.18,
      "fin": 40.24,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.139,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.26,
      "fin": 48.65,
      "duracion": 8.39,
      "texto": "Bien, contra. Justamente sí, yo me estoy comunicando desde lo que es Beneficios Movistar porque tengo una bonificación mucho más económica para vos.",
      "confianza": 0.403,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.24,
      "fin": 86.05,
      "duracion": 36.81,
      "texto": "El día de hoy, Gonzá, te vamos a brindar lo que son. 16 gigas para cada una de tus líneas, con el WhatsApp gratis, las llamadas libres para cualquier compañía, por tan solo 10.400 pesos al día de hoy. ¿Bien? Además, Gonzá, te vamos a brindar justamente lo que es Rumin en América, ahora que se tienen las vacaciones, la verdad que es un golazo, ¿bien? Y justamente, por lo que me estás comentando, que utilizás muchos gigas, Por hacer la portabilidad el día de hoy, te vamos a regalar lo que son 4GB mensuales a cada línea tuya, ya que vos portabas más de una línea a tu nombre, ¿bien? Estas 4GB van a ser mensuales mientras las dos estén en la compañía.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.39,
      "fin": 94.26,
      "duracion": 5.87,
      "texto": "Mira, sí, está bien, pero por ahora te agradezco, ¿eh? Por ahora no. Bien, ¿por qué no estarías interesado?",
      "confianza": 0.545,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.71,
      "fin": 95.92,
      "duracion": 0.21,
      "texto": "No,",
      "confianza": 0.8,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 95.92,
      "fin": 103.06,
      "duracion": 7.14,
      "texto": "porque con ustedes he llamado, les he preguntado anterior de cambiarme de compañía para bajar el abono.",
      "confianza": 0.8,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.16,
      "fin": 104.52,
      "duracion": 1.36,
      "texto": "Nunca podían hacer nada.",
      "confianza": 0.786,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.12,
      "fin": 127.14,
      "duracion": 22.02,
      "texto": "Hasta que me cansé y dije, bueno, ya sabes, cambio de compañía. Y después de ahí empezaron a llamarme como loco y ofreciéndome planes. Pero cuando yo los tenía ustedes, les pedía un poco más, por favor, que me bajen el abono y no lo hacían. Así que, bueno. Claro. Por ahora estoy... Estoy con lo que tengo, digamos.",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.16,
      "fin": 134.35,
      "duracion": 7.19,
      "texto": "Claro, Gonza, pero a ver, esto fue justamente antes, veo que vos fuiste lo que fue el año pasado de la compañía, ¿puede ser?",
      "confianza": 0.558,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 134.37,
      "fin": 144.34,
      "duracion": 9.97,
      "texto": "Sí, sí. Bien, Gonza, esto justamente fue por el mal asesoramiento que vos tuviste, ¿bien? Veo que seguramente en ningún momento trataste de poder contactar con un asesor que te pudiera ayudar.",
      "confianza": 0.254,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.86,
      "fin": 153.72,
      "duracion": 8.86,
      "texto": "Siempre seguramente te respondió la máquina y demás, ¿o no? La verdad que ahora no, no te puedo decir, no me acuerdo de qué he hablado, pero...",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.25,
      "fin": 176.98,
      "duracion": 22.73,
      "texto": "Sí, perfecto. Porque justamente, Gonza, al día de hoy, mi idea es a vos recuperarte como cliente, por eso nosotros nos comunicamos de recuperar clientes movistar, donde vos, por justamente el motivo este que tuviste que vos no te pudieras contactar de una persona que no te solucionara el problema, vos al día de hoy, Gonza, vas a poder tener un asesor que voy a ser yo, y vos te vas a poder comunicar conmigo por cualquier motivo que tengas, ¿bien?",
      "confianza": 0.288,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.56,
      "fin": 194.76,
      "duracion": 17.2,
      "texto": "O sea que cualquier tema de consultoración, lo que tengas te vas a poder comunicar conmigo, Gonza, ¿bien? Y yo sé que fuiste excelente cliente modestrar por este motivo el día en el que me contacto con vos porque me interesaría muchísimo recuperarte como cliente y claramente cabones menos y puedas brindar justamente que lo necesitas cambiado.",
      "confianza": 0.648,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.42,
      "fin": 203.59,
      "duracion": 7.17,
      "texto": "Bueno, hagamos una cosa. Si vos me llamas mañana, yo hoy lo hablo con mi señora porque las niñas son con ellas las que tenemos.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.28,
      "fin": 209.08,
      "duracion": 3.8,
      "texto": "Y si no está todo bien, si me llamas mañana te contesto. Bien,",
      "confianza": 0.454,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 209.08,
      "fin": 211.23,
      "duracion": 2.15,
      "texto": "entonces yo estoy mañana de 10 a 15.",
      "confianza": 0.567,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.27,
      "fin": 222.06,
      "duracion": 10.79,
      "texto": "¿Vos en qué horario estás? ¿O estoy en la tarde o también? No, está perfecto, en cualquier horario, no tengo problema. Bueno, ¿y en la tarde vas a estar? ¿De última? Porque te voy a llamar sin cosas con tu señor y te llamo directamente.",
      "confianza": 0.291,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 222.97,
      "fin": 239.17,
      "duracion": 16.2,
      "texto": "No, pero hoy no, porque tenemos unas cosas con las nenas que hacer, unas clases y la verdad que no, no voy a poder atender. Bueno, ¿de última mañana es lo de las 11? ¿Te parece contra? Sí, perfecto. Perfecto, bueno. Dale, mañana vamos a ver si estamos en contacto, ¿vale?",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 240.07,
      "fin": 243.0,
      "duracion": 2.93,
      "texto": "Dale, dale, buenísimo. Dale, hasta mañana.",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.85,
      "fin": 244.73,
      "duracion": 0.88,
      "texto": "Hasta mañana.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.96,
      "fin": 246.06,
      "duracion": 0.1,
      "texto": "Chau.",
      "confianza": 0.204,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿sí? ¿Qué tal? Un gusto hablar con Gonzalo. ¿Está bien? Sí, él habla de parte. ¿Qué tal, Gonzalo? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Todo bien. Vale mucho, Gonzalo. Mi nombre es Tomás. Un placer hablar con vos. Me estoy comunicando el día de hoy porque tengo un descuento para tus líneas. Ya que veo, Gonzalo, que estás abonando algo de 30.000 pesos en Claro. Sí, decime. Sí, sí, claro, vale, decidme. Bien, esto es lo que te estás abonando. ¿Esto lo estás abonando por tu línea o tenés alguna otra línea? Tengo dos líneas. Tienes dos líneas, bien. ¿Y están utilizando muchos gigas? Sí. Bien, contra. Justamente sí, yo me estoy comunicando desde lo que es Beneficios Movistar porque tengo una bonificación mucho más económica para vos. El día de hoy, Gonzá, te vamos a brindar lo que son. 16 gigas para cada una de tus líneas, con el WhatsApp gratis, las llamadas libres para cualquier compañía, por tan solo 10.400 pesos al día de hoy. ¿Bien? Además, Gonzá, te vamos a brindar justamente lo que es Rumin en América, ahora que se tienen las vacaciones, la verdad que es un golazo, ¿bien? Y justamente, por lo que me estás comentando, que utilizás muchos gigas, Por hacer la portabilidad el día de hoy, te vamos a regalar lo que son 4GB mensuales a cada línea tuya, ya que vos portabas más de una línea a tu nombre, ¿bien? Estas 4GB van a ser mensuales mientras las dos estén en la compañía. Mira, sí, está bien, pero por ahora te agradezco, ¿eh? Por ahora no. Bien, ¿por qué no estarías interesado? No, porque con ustedes he llamado, les he preguntado anterior de cambiarme de compañía para bajar el abono. Nunca podían hacer nada. Hasta que me cansé y dije, bueno, ya sabes, cambio de compañía. Y después de ahí empezaron a llamarme como loco y ofreciéndome planes. Pero cuando yo los tenía ustedes, les pedía un poco más, por favor, que me bajen el abono y no lo hacían. Así que, bueno. Claro. Por ahora estoy... Estoy con lo que tengo, digamos. Claro, Gonza, pero a ver, esto fue justamente antes, veo que vos fuiste lo que fue el año pasado de la compañía, ¿puede ser? Sí, sí. Bien, Gonza, esto justamente fue por el mal asesoramiento que vos tuviste, ¿bien? Veo que seguramente en ningún momento trataste de poder contactar con un asesor que te pudiera ayudar. Siempre seguramente te respondió la máquina y demás, ¿o no? La verdad que ahora no, no te puedo decir, no me acuerdo de qué he hablado, pero... Sí, perfecto. Porque justamente, Gonza, al día de hoy, mi idea es a vos recuperarte como cliente, por eso nosotros nos comunicamos de recuperar clientes movistar, donde vos, por justamente el motivo este que tuviste que vos no te pudieras contactar de una persona que no te solucionara el problema, vos al día de hoy, Gonza, vas a poder tener un asesor que voy a ser yo, y vos te vas a poder comunicar conmigo por cualquier motivo que tengas, ¿bien? O sea que cualquier tema de consultoración, lo que tengas te vas a poder comunicar conmigo, Gonza, ¿bien? Y yo sé que fuiste excelente cliente modestrar por este motivo el día en el que me contacto con vos porque me interesaría muchísimo recuperarte como cliente y claramente cabones menos y puedas brindar justamente que lo necesitas cambiado. Bueno, hagamos una cosa. Si vos me llamas mañana, yo hoy lo hablo con mi señora porque las niñas son con ellas las que tenemos. Y si no está todo bien, si me llamas mañana te contesto. Bien, entonces yo estoy mañana de 10 a 15. ¿Vos en qué horario estás? ¿O estoy en la tarde o también? No, está perfecto, en cualquier horario, no tengo problema. Bueno, ¿y en la tarde vas a estar? ¿De última? Porque te voy a llamar sin cosas con tu señor y te llamo directamente. No, pero hoy no, porque tenemos unas cosas con las nenas que hacer, unas clases y la verdad que no, no voy a poder atender. Bueno, ¿de última mañana es lo de las 11? ¿Te parece contra? Sí, perfecto. Perfecto, bueno. Dale, mañana vamos a ver si estamos en contacto, ¿vale? Dale, dale, buenísimo. Dale, hasta mañana. Hasta mañana. Chau.",
  "calidad": {
    "confianza_promedio": 0.487,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:22:29.430971",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 74,
    "total_segmentos_corregido": 30,
    "fecha_correccion": "2026-01-18T23:05:33.337232",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140624237_ACD_34133",
    "fecha_inicio": "15/1/2026 14:06:24",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 277,
    "tiempo_conversacion": 236,
    "tiempo_hold": 0,
    "tiempo_acw": 22,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}