{
  "archivo": "amza314_1_260114110542931_ACD_25371.wav",
  "duracion_segundos": 165.8,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 103.02,
    "Cliente": 41.71
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.13,
      "fin": 17.48,
      "duracion": 17.35,
      "texto": "Hola, ¿qué tal? Buen día. Hablo con Mirta. Sí, ¿quién habla? Soy Rocio, el formador para brindar tu beneficio en la línea. ¿Cómo te va? Está bien. ¿De qué línea? La línea por la que nos estamos contactando. ¿Ustedes se encuentran claro, correcto?",
      "confianza": 0.396,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 19.16,
      "fin": 23.68,
      "duracion": 4.52,
      "texto": "Ah, sí. Yo me contacto a la área de recupero de clientes de Movistar, sí.",
      "confianza": 0.234,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.18,
      "fin": 28.99,
      "duracion": 4.81,
      "texto": "Ya que bueno, me figura que la última vez que estuviste con nosotros fue en el 2023, ¿correcto?",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.17,
      "fin": 30.35,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.391,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.37,
      "fin": 40.6,
      "duracion": 10.23,
      "texto": "Bueno, quería saber en realidad por qué te expuiste, si fue por un tema de factura, fue por algún tema de señal, recordar.",
      "confianza": 0.686,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 47.91,
      "fin": 58.67,
      "duracion": 10.76,
      "texto": "Sí, no, era porque no podía pagar, entonces... Bien, entiendo. Obviamente nos vamos moviendo para donde la promoción y el bolsillo ahorre. Sí, eso es totalmente... Obviamente hay que pensarlo más, cómo están las cosas hoy en día.",
      "confianza": 0.148,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.86,
      "fin": 88.39,
      "duracion": 29.53,
      "texto": "Por eso justamente Movistar el día de hoy quiere brindarte lo que es una promoción para que puedas volver a la compañía, que tengas un buen precio y una buena cantidad de gigas, ¿sí? Tengo lo que es el plan de 16 gigas, 8 gigas más 8 totalmente bonificados por volver a la compañía, WhatsApp gratis a la libra de cualquier compañía, un giga para videojuegos, América a precio local y en caso de que viajes ahora que se vienen las vacaciones también cuenta con lo que es el roaming, ¿sí? Te quedan 10.400 pesos lo que es el plan de 16 gigas, como te comenté.",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 90.25,
      "fin": 108.6,
      "duracion": 18.35,
      "texto": "¿Vos actualmente en la compañía, claro, recordabas cuánto el giga se está ocupando? ¿Usas mucho el celu mixta? No, la verdad que no le pregunté por qué eso se hicieron cargos los chicos, como yo me quedé desempeada, ¿viste? Claro, sí entiendo.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 108.62,
      "fin": 113.13,
      "duracion": 4.51,
      "texto": "Bien, bueno, a mí me figura lo que es una facturación aproximadamente de 30 mil pesos.",
      "confianza": 0.61,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 113.15,
      "fin": 117.97,
      "duracion": 4.83,
      "texto": "¿Esa es porque vos tenés la contratación del servicio hogar también o solamente la línea?",
      "confianza": 0.692,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.75,
      "fin": 120.33,
      "duracion": 1.58,
      "texto": "No, no, es todo junto.",
      "confianza": 0.498,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 121.53,
      "fin": 126.4,
      "duracion": 4.87,
      "texto": "Ah, bien, contás con lo que es el internet, tenés también lo que es TV, ¿contratado con claro?",
      "confianza": 0.739,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 129.47,
      "fin": 138.38,
      "duracion": 8.91,
      "texto": "Sí, sí, también todo. Bien, genial. Bueno, por eso mismo, nosotros también te podemos hacer un buen precio, ¿sí? No sé si has podido chequear la cobertura anteriormente de la fibra óptica en tu casa.",
      "confianza": 0.051,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 140.79,
      "fin": 143.15,
      "duracion": 2.36,
      "texto": "No, en realidad,",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.86,
      "fin": 165.8,
      "duracion": 21.94,
      "texto": "No puedo cambiar tampoco, porque eso es lo que se hicieron cargos, como quedan ellos sin mi empleo, entonces, dice... Bien, eso vos ya tendrías entonces que consultar con quién, disculpame, no entendí. No, no, no, es decir, yo me quedaría con esta no más, porque son ellos los que se hacen cargos. Ellos no lo usan, pero me lo pagan para mí, dice.",
      "confianza": 0.251,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Hablo con Mirta. Sí, ¿quién habla? Soy Rocio, el formador para brindar tu beneficio en la línea. ¿Cómo te va? Está bien. ¿De qué línea? La línea por la que nos estamos contactando. ¿Ustedes se encuentran claro, correcto? Ah, sí. Yo me contacto a la área de recupero de clientes de Movistar, sí. Ya que bueno, me figura que la última vez que estuviste con nosotros fue en el 2023, ¿correcto? Sí. Bueno, quería saber en realidad por qué te expuiste, si fue por un tema de factura, fue por algún tema de señal, recordar. Sí, no, era porque no podía pagar, entonces... Bien, entiendo. Obviamente nos vamos moviendo para donde la promoción y el bolsillo ahorre. Sí, eso es totalmente... Obviamente hay que pensarlo más, cómo están las cosas hoy en día. Por eso justamente Movistar el día de hoy quiere brindarte lo que es una promoción para que puedas volver a la compañía, que tengas un buen precio y una buena cantidad de gigas, ¿sí? Tengo lo que es el plan de 16 gigas, 8 gigas más 8 totalmente bonificados por volver a la compañía, WhatsApp gratis a la libra de cualquier compañía, un giga para videojuegos, América a precio local y en caso de que viajes ahora que se vienen las vacaciones también cuenta con lo que es el roaming, ¿sí? Te quedan 10.400 pesos lo que es el plan de 16 gigas, como te comenté. ¿Vos actualmente en la compañía, claro, recordabas cuánto el giga se está ocupando? ¿Usas mucho el celu mixta? No, la verdad que no le pregunté por qué eso se hicieron cargos los chicos, como yo me quedé desempeada, ¿viste? Claro, sí entiendo. Bien, bueno, a mí me figura lo que es una facturación aproximadamente de 30 mil pesos. ¿Esa es porque vos tenés la contratación del servicio hogar también o solamente la línea? No, no, es todo junto. Ah, bien, contás con lo que es el internet, tenés también lo que es TV, ¿contratado con claro? Sí, sí, también todo. Bien, genial. Bueno, por eso mismo, nosotros también te podemos hacer un buen precio, ¿sí? No sé si has podido chequear la cobertura anteriormente de la fibra óptica en tu casa. No, en realidad, No puedo cambiar tampoco, porque eso es lo que se hicieron cargos, como quedan ellos sin mi empleo, entonces, dice... Bien, eso vos ya tendrías entonces que consultar con quién, disculpame, no entendí. No, no, no, es decir, yo me quedaría con esta no más, porque son ellos los que se hacen cargos. Ellos no lo usan, pero me lo pagan para mí, dice.",
  "calidad": {
    "confianza_promedio": 0.51,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:24:50.635898",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:22.655091",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114110542931_ACD_25371",
    "fecha_inicio": "14/1/2026 11:05:42",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 195,
    "tiempo_conversacion": 159,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cliente Ocupado",
    "tipo_tipificacion": "No Exitoso"
  }
}