{
  "archivo": "amza313_1_260116103117703_ACD_02601.wav",
  "duracion_segundos": 240.72,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 134.16,
    "Cliente": 85.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.08,
      "duracion": 3.05,
      "texto": "Hola, buen día Andrea.",
      "confianza": 0.419,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.04,
      "fin": 11.03,
      "duracion": 5.99,
      "texto": "Andrea Gustavo me presento, mi nombre es Agustín, yo la llamo Andrea Movistar Mendosa, ¿cómo le va? ¿Todo bien?",
      "confianza": 0.563,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.05,
      "fin": 11.31,
      "duracion": 0.26,
      "texto": "Bien, sí, sí.",
      "confianza": 0.018,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.33,
      "fin": 18.53,
      "duracion": 7.2,
      "texto": "Me alegra muchísimo. Andrea, le estoy llamando más que nada porque me asegura que bueno, hoy en día tenemos una promoción activa para sus líneas. Hoy en día ustedes se encuentran claro, ¿no?",
      "confianza": 0.394,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.29,
      "fin": 21.19,
      "duracion": 1.9,
      "texto": "Sí. Bien, perfecto, Andrea.",
      "confianza": 0.33,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 21.25,
      "fin": 31.2,
      "duracion": 9.95,
      "texto": "Y coméntenme usted qué uso le da el celular. ¿Hace llamadas? ¿Lo usa para el trabajo? ¿Qué usa el celular? Ya, mi problema con Movistar fue que donde yo trabajo no tengo señal.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.72,
      "fin": 32.98,
      "duracion": 1.26,
      "texto": "Ah, ¿no tiene señal?",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.64,
      "fin": 40.29,
      "duracion": 6.65,
      "texto": "¿En qué zona de Mendoza fue eso, Andrea? En Bolívar Cruz. Trabajo en el hospital español.",
      "confianza": 0.449,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 41.11,
      "fin": 75.92,
      "duracion": 34.81,
      "texto": "Ah, bueno. Usa en todo el hospital. No, no tiene. Movistar. Entonces, no me podía comunicar. No tenía problema, pero cuando cambiaron las antenas, me quedaba confundido. Tengo un papá grande que se comunicaba con él, y era imposible. Y ahora estuvo todo mismo, porque ayer me puso una compañera, me decía que ya casi no tenía señal, teníamos que salir a la playa del hospital a hablar por teléfono.",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.61,
      "fin": 80.54,
      "duracion": 3.93,
      "texto": "Sí, o sea, básicamente te andabas por fuera, pero dentro del hospital no, digamos.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.38,
      "fin": 81.8,
      "duracion": 0.42,
      "texto": "Claro.",
      "confianza": 0.735,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.62,
      "fin": 86.92,
      "duracion": 4.3,
      "texto": "Bien, bien, sí, la verdad es que... ¿No trabajamos en quirófano, entonces no?",
      "confianza": 0.259,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 86.94,
      "fin": 89.11,
      "duracion": 2.17,
      "texto": "Sí, no. Debe ser ese año, sí o sí.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.19,
      "fin": 100.84,
      "duracion": 10.66,
      "texto": "Lamentablemente lo que pasa a veces es que hay ciertos materiales de construcción, sobre todo en edificios grandes, que hacen que se interfiera eso al proceso cuando salía afuera de la tierra normal, pero lamentablemente adentro no.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.42,
      "fin": 107.8,
      "duracion": 6.39,
      "texto": "es por los materiales por ahí que bloquean un poco, hacen interferencia y bueno, lamentablemente pasa lo que pasa.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 108.48,
      "fin": 123.7,
      "duracion": 15.22,
      "texto": "Ok, Andrea. Yo había sido siempre, toda la vida hacía movistar, pero me tuve que cambiar porque no había forma, no había forma. Si me dijeran, mira, vas a tener señal, me vuelvo a movistar.",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.29,
      "fin": 131.03,
      "duracion": 6.74,
      "texto": "Pero no tengo señal. Y justo ayer una de mis compañeras me dice, no, me tengo que ir a la playa porque no,",
      "confianza": 0.604,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.76,
      "fin": 148.06,
      "duracion": 16.3,
      "texto": "No estaba consiguiendo señal. No estaba consiguiendo señal. Qué pena. Andrea, y de consultor, y bueno, no por el tema del celular, sino por el tema del wifi de su casa. ¿Usted vendría con qué compañía tiene? Estoy teniendo también todo claro.",
      "confianza": 0.473,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 148.58,
      "fin": 155.47,
      "duracion": 6.89,
      "texto": "Cambía todo claro, porque como me cambiaba claro, me hicieron una promoción y bueno. Claro, todos juntos.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.59,
      "fin": 158.79,
      "duracion": 0.2,
      "texto": "Claro, sí.",
      "confianza": 0.166,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.3,
      "fin": 167.36,
      "duracion": 8.07,
      "texto": "29.000 por dos teléfonos y el internet, o sea, estoy pagando casi nada.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.03,
      "fin": 173.35,
      "duracion": 5.32,
      "texto": "Pero bueno, eso también es una promoción, así que tengo que ver. Exactamente.",
      "confianza": 0.364,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.87,
      "fin": 179.18,
      "duracion": 5.31,
      "texto": "Cuando venga, si me conviene, me quedo y si no, me pasaré a movilizar por lo menos en el internet.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.22,
      "fin": 187.58,
      "duracion": 7.36,
      "texto": "Y si, eso yo le quería comentar. En cualquier caso, también tienen esa posibilidad de poder venir hoy, pero también",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.44,
      "fin": 217.74,
      "duracion": 29.3,
      "texto": "No, solo en Maipú. Ah, en Maipú. Habría que ver las disponibilidades en la zona, pero bueno, esto vale que tengo una buena cobertura en Maipú. Yo tenía internet, tenía el servicio de TV, de Movistar, y los bocetos, bueno. Pero cuando dejé de tener señal, me parecía grave para mí y por mi papá, que no me pudo comunicar con él.",
      "confianza": 0.116,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.46,
      "fin": 224.07,
      "duracion": 5.61,
      "texto": "Igualmente, Andrea, yo ahí te dejo lo que es un mensajito de WhatsApp.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 224.69,
      "fin": 226.84,
      "duracion": 2.14,
      "texto": "Igualmente, de cualquier duda, consulta que tengas.",
      "confianza": 0.791,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 227.66,
      "fin": 237.18,
      "duracion": 9.52,
      "texto": "O yo también, si me llevas a respirar mejor a la pubertura en todos esos lugares, te voy a estar avisando. Vale, muchísimas gracias. Perfecto, que tengas un muy buen día.",
      "confianza": 0.519,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.68,
      "fin": 240.72,
      "duracion": 3.05,
      "texto": "Gracias a vos.",
      "confianza": 0.566,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día Andrea. Andrea Gustavo me presento, mi nombre es Agustín, yo la llamo Andrea Movistar Mendosa, ¿cómo le va? ¿Todo bien? Bien, sí, sí. Me alegra muchísimo. Andrea, le estoy llamando más que nada porque me asegura que bueno, hoy en día tenemos una promoción activa para sus líneas. Hoy en día ustedes se encuentran claro, ¿no? Sí. Bien, perfecto, Andrea. Y coméntenme usted qué uso le da el celular. ¿Hace llamadas? ¿Lo usa para el trabajo? ¿Qué usa el celular? Ya, mi problema con Movistar fue que donde yo trabajo no tengo señal. Ah, ¿no tiene señal? ¿En qué zona de Mendoza fue eso, Andrea? En Bolívar Cruz. Trabajo en el hospital español. Ah, bueno. Usa en todo el hospital. No, no tiene. Movistar. Entonces, no me podía comunicar. No tenía problema, pero cuando cambiaron las antenas, me quedaba confundido. Tengo un papá grande que se comunicaba con él, y era imposible. Y ahora estuvo todo mismo, porque ayer me puso una compañera, me decía que ya casi no tenía señal, teníamos que salir a la playa del hospital a hablar por teléfono. Sí, o sea, básicamente te andabas por fuera, pero dentro del hospital no, digamos. Claro. Bien, bien, sí, la verdad es que... ¿No trabajamos en quirófano, entonces no? Sí, no. Debe ser ese año, sí o sí. Lamentablemente lo que pasa a veces es que hay ciertos materiales de construcción, sobre todo en edificios grandes, que hacen que se interfiera eso al proceso cuando salía afuera de la tierra normal, pero lamentablemente adentro no. es por los materiales por ahí que bloquean un poco, hacen interferencia y bueno, lamentablemente pasa lo que pasa. Ok, Andrea. Yo había sido siempre, toda la vida hacía movistar, pero me tuve que cambiar porque no había forma, no había forma. Si me dijeran, mira, vas a tener señal, me vuelvo a movistar. Pero no tengo señal. Y justo ayer una de mis compañeras me dice, no, me tengo que ir a la playa porque no, No estaba consiguiendo señal. No estaba consiguiendo señal. Qué pena. Andrea, y de consultor, y bueno, no por el tema del celular, sino por el tema del wifi de su casa. ¿Usted vendría con qué compañía tiene? Estoy teniendo también todo claro. Cambía todo claro, porque como me cambiaba claro, me hicieron una promoción y bueno. Claro, todos juntos. Claro, sí. 29.000 por dos teléfonos y el internet, o sea, estoy pagando casi nada. Pero bueno, eso también es una promoción, así que tengo que ver. Exactamente. Cuando venga, si me conviene, me quedo y si no, me pasaré a movilizar por lo menos en el internet. Y si, eso yo le quería comentar. En cualquier caso, también tienen esa posibilidad de poder venir hoy, pero también No, solo en Maipú. Ah, en Maipú. Habría que ver las disponibilidades en la zona, pero bueno, esto vale que tengo una buena cobertura en Maipú. Yo tenía internet, tenía el servicio de TV, de Movistar, y los bocetos, bueno. Pero cuando dejé de tener señal, me parecía grave para mí y por mi papá, que no me pudo comunicar con él. Igualmente, Andrea, yo ahí te dejo lo que es un mensajito de WhatsApp. Igualmente, de cualquier duda, consulta que tengas. O yo también, si me llevas a respirar mejor a la pubertura en todos esos lugares, te voy a estar avisando. Vale, muchísimas gracias. Perfecto, que tengas un muy buen día. Gracias a vos.",
  "calidad": {
    "confianza_promedio": 0.5,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:19:33.135752",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 64,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:22.326658",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116103117703_ACD_02601",
    "fecha_inicio": "16/1/2026 10:31:17",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 296,
    "tiempo_conversacion": 233,
    "tiempo_hold": 0,
    "tiempo_acw": 45,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}