{
  "archivo": "amza30_1_260115120031059_ACD_02515.wav",
  "duracion_segundos": 84.9,
  "num_segmentos": 28,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 29.62,
    "Cliente": 52.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 11.15,
      "duracion": 11.12,
      "texto": "¿Qué tal? Buen día, Eugenia es mi nombre, habló con Víctor. Víctor, Eugenia es mi nombre, me estoy comunicando del área de beneficios móviles.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.69,
      "fin": 20.31,
      "duracion": 8.62,
      "texto": "Dice que me figura tu línea en claro, ¿es así? Perfecto, Víctor. ¿Voy a contar con lo que factura mensual o realizar recarga?",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.11,
      "fin": 30.99,
      "duracion": 9.88,
      "texto": "¿Recarga? Ah, bien, perfecto. ¿Le cargas muchos gigas? Te consulto a esto porque tenemos un plan para ofrecerte y quería ver cuántos gigas estás utilizando actualmente.",
      "confianza": 0.188,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.73,
      "fin": 84.9,
      "duracion": 52.17,
      "texto": "No, igual de Movistar no me interesa, te río, gracias. Bien, bien. ¿Tuviste una experiencia anterior con Movistar? No, cada vez que llaman, no puedo volver a explicar a cada persona que me llama en Movistar. Comprendo, comprendo. Tú dijiste, entonces, en el anterior, cómo estar y por eso ahora, día de hoy, elegís la compañía de Claro. Sí, sí, bueno. Estoy trabajando ahora, no voy a poder atender. Comprendo, Víctor, comprendo. Estaría muy bueno que pudieras aprovechar la promo porque está en 10.400 pesos los 16 días de internet, ¿sí? Comprendo que tenés ahora lo que es hacer recargas y que estés ocupado. Sí, pero el día de hoy es lo que dura la promoción. Y estaría muy bueno y me gustaría mucho poder justamente poder brindartela. No, gracias. Hasta luego. Bien, Víctor. Muchas gracias, entonces. Muy amable.",
      "confianza": 0.033,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "¿Qué tal? Buen día, Eugenia es mi nombre, habló con Víctor. Víctor, Eugenia es mi nombre, me estoy comunicando del área de beneficios móviles. Dice que me figura tu línea en claro, ¿es así? Perfecto, Víctor. ¿Voy a contar con lo que factura mensual o realizar recarga? ¿Recarga? Ah, bien, perfecto. ¿Le cargas muchos gigas? Te consulto a esto porque tenemos un plan para ofrecerte y quería ver cuántos gigas estás utilizando actualmente. No, igual de Movistar no me interesa, te río, gracias. Bien, bien. ¿Tuviste una experiencia anterior con Movistar? No, cada vez que llaman, no puedo volver a explicar a cada persona que me llama en Movistar. Comprendo, comprendo. Tú dijiste, entonces, en el anterior, cómo estar y por eso ahora, día de hoy, elegís la compañía de Claro. Sí, sí, bueno. Estoy trabajando ahora, no voy a poder atender. Comprendo, Víctor, comprendo. Estaría muy bueno que pudieras aprovechar la promo porque está en 10.400 pesos los 16 días de internet, ¿sí? Comprendo que tenés ahora lo que es hacer recargas y que estés ocupado. Sí, pero el día de hoy es lo que dura la promoción. Y estaría muy bueno y me gustaría mucho poder justamente poder brindartela. No, gracias. Hasta luego. Bien, Víctor. Muchas gracias, entonces. Muy amable.",
  "calidad": {
    "confianza_promedio": 0.484,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:09:54.706889",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 28,
    "total_segmentos_corregido": 4,
    "fecha_correccion": "2026-01-18T23:05:21.653833",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115120031059_ACD_02515",
    "fecha_inicio": "15/1/2026 12:00:31",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 127,
    "tiempo_conversacion": 81,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}