{
  "archivo": "amza13_1_260115140735516_ACD_38929.wav",
  "duracion_segundos": 92.91,
  "num_segmentos": 16,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 0,
    "Cliente": 87.46
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 3.81,
      "duracion": 3.78,
      "texto": "Hola, buen día, Juan Ramón.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.64,
      "fin": 9.46,
      "duracion": 4.82,
      "texto": "Sí, con él hablo. Mucho gusto, ¿cómo estás? Habla Gerardo de la línea de beneficios de Movistar.",
      "confianza": 0.563,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.1,
      "fin": 13.71,
      "duracion": 3.6,
      "texto": "Mira, te damos porque tenemos una promo para las tres líneas que están en tu nombre con claro.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.99,
      "fin": 20.98,
      "duracion": 5.99,
      "texto": "Mira, yo te vuelvo a repetir a vos, como le dije a todas las chicas que hoy me llamaron, vos sos el cuarto o quinto que me llamó.",
      "confianza": 0.654,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.94,
      "fin": 49.11,
      "duracion": 27.17,
      "texto": "No sé cómo hacer, porque ya hace seis meses que vengo Reclamándole que por favor no me llamen, que yo estuve en claro, y bueno, y me pasé, estuve en movistar y me pasé a claro, ¿viste? Pero no sé dónde puedo dejar asentado yo eso. Bueno, mira, lo segundo que querés es que no te vuelvan a contactar, tenés que poner tu línea en el registro No Llame, que es una página web del gobierno destinada para tal fin.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 50.31,
      "fin": 65.39,
      "duracion": 15.08,
      "texto": "Ah, bueno, bueno, ¿viste? Uno no sabe a veces y... Sí, yo hice lo malo que hice fue que yo estaba en claro en su momento, después Movistar me llamó, me pasé porque me decían que eran unos montos mucho más bajos que después no se cumplieron.",
      "confianza": 0.379,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.89,
      "fin": 92.91,
      "duracion": 27.02,
      "texto": "Y aparte la mala señal que tenía yo, o sea, mi experiencia personal fue que me quedé en claro por ese motivo. Y se los explico a la gente, pero sabes que hoy es impresionante la cantidad que me llamaron. Pero, pero está...",
      "confianza": 0.795,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Juan Ramón. Sí, con él hablo. Mucho gusto, ¿cómo estás? Habla Gerardo de la línea de beneficios de Movistar. Mira, te damos porque tenemos una promo para las tres líneas que están en tu nombre con claro. Mira, yo te vuelvo a repetir a vos, como le dije a todas las chicas que hoy me llamaron, vos sos el cuarto o quinto que me llamó. No sé cómo hacer, porque ya hace seis meses que vengo Reclamándole que por favor no me llamen, que yo estuve en claro, y bueno, y me pasé, estuve en movistar y me pasé a claro, ¿viste? Pero no sé dónde puedo dejar asentado yo eso. Bueno, mira, lo segundo que querés es que no te vuelvan a contactar, tenés que poner tu línea en el registro No Llame, que es una página web del gobierno destinada para tal fin. Ah, bueno, bueno, ¿viste? Uno no sabe a veces y... Sí, yo hice lo malo que hice fue que yo estaba en claro en su momento, después Movistar me llamó, me pasé porque me decían que eran unos montos mucho más bajos que después no se cumplieron. Y aparte la mala señal que tenía yo, o sea, mi experiencia personal fue que me quedé en claro por ese motivo. Y se los explico a la gente, pero sabes que hoy es impresionante la cantidad que me llamaron. Pero, pero está...",
  "calidad": {
    "confianza_promedio": 0.657,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:13:17.595039",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 16,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:14.394476",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140735516_ACD_38929",
    "fecha_inicio": "15/1/2026 14:07:35",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 112,
    "tiempo_conversacion": 89,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}