{
  "archivo": "amza313_1_260114143422929_ACD_62799.wav",
  "duracion_segundos": 280.92,
  "num_segmentos": 67,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 165.36,
    "Cliente": 93.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.26,
      "fin": 9.29,
      "duracion": 7.03,
      "texto": "Buen día, Darío. Sí, con él hablamos. Darío, me presento, mi nombre es Agustín, yo te llamo por un descuento en tu línea, ¿cómo te va? ¿Todo bien?",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 10.23,
      "fin": 18.11,
      "duracion": 7.88,
      "texto": "Todo bien, por suerte. Malera muchísimo, eso es lo más importante, ¿no? Darío, mira, te llamo yo de lo que es el área que le vamos a visitar. Mejor que me hagas encontrar en claras, ¿correcto?",
      "confianza": 0.8,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.38,
      "fin": 20.64,
      "duracion": 1.26,
      "texto": "Sí, se me encuentro en claro.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.92,
      "fin": 21.13,
      "duracion": 0.21,
      "texto": "Bien,",
      "confianza": 0.621,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.13,
      "fin": 35.91,
      "duracion": 14.78,
      "texto": "justamente le di a esto sería venir por comentarte unas promociones que tenemos vigentes exclusivas por el día de hoy, que obviamente están mejores que las que tenías en mente y que, bueno, podrás volver a la compañía porque fuiste una excelente cliente, esa era la verdad. Quería te consulto un día por qué uso le das el celular, ¿trabajas?",
      "confianza": 0.621,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 37.09,
      "fin": 54.87,
      "duracion": 17.78,
      "texto": "Para que te diga, te comento lo que me parece con movistar el tiempo, yo no tuve movistar en un tiempo, es que en la zona donde lo manejo no tengo buena señal, entonces lo... Pero existimos de hecho nosotros y toda mi familia. Por eso dejamos de usar movistar, ¿no? Por una cuestión de... Ah, por una cuestión de...",
      "confianza": 0.625,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 54.87,
      "fin": 57.11,
      "duracion": 2.24,
      "texto": "No, porque no tengo señal donde nosotros estamos.",
      "confianza": 0.637,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.07,
      "fin": 61.03,
      "duracion": 2.96,
      "texto": "Ajá, y te consulto en qué localidad te encontras hoy en día.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 61.64,
      "fin": 76.11,
      "duracion": 14.47,
      "texto": "Localidad de Bulogne. ¿Es Stanislao López? No, Bulogne. Ah. Anicidio de Bulogne. Bien, dame un segundo que hablaste de el sistema, cómo está la cobertura en esa zona.",
      "confianza": 0.47,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.89,
      "fin": 83.88,
      "duracion": 6.99,
      "texto": "Bulogne, entonces me decís. Sí, que raro, porque la verdad es que bueno, acá hemos visto en Movistar, que era una página que muestra cómo está la cobertura en casa en el país.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 84.46,
      "fin": 88.58,
      "duracion": 4.13,
      "texto": "Segura que toda la zona de Boulogne está muy buena la cobertura, están verdes todos, digamos.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 89.11,
      "fin": 96.3,
      "duracion": 7.19,
      "texto": "Lo que pude ver pasado antes, por ahí es que tenías, o que por ahí, no te andaba dentro de la casa, ¿no?",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.88,
      "fin": 121.83,
      "duracion": 23.95,
      "texto": "No, no, pero funcionaba muy mal, se iba el 3G, entonces ahí desistimos y como nos funcionó claro, como que nunca lo cambiamos, viste, cuando las cosas funcionan no se cambia. Sí, es así la verdad. Bueno, porque en ese momento lo que no había eran chips tan nuevos. Entonces, lo bueno de esto es que hoy en día, hace poco, hemos estado sacando los chips 5G y 4G+. Entonces, te agarran señal mejor y entonces te agarran 3G de casualidad.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.37,
      "fin": 124.03,
      "duracion": 1.66,
      "texto": "Y capaz, pues, la zona estaba saturada.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.87,
      "fin": 130.26,
      "duracion": 5.39,
      "texto": "Bueno, lo bueno es que hizo un gran re-trabajo en todas las antenas del país. Ya me esperaba un montón en el tema de la conectividad.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.06,
      "fin": 141.04,
      "duracion": 9.98,
      "texto": "Si ya antes estuviéramos llamándonos y va a estar el servicio igual de mal, sería al cohete, ¿no? Por eso justamente la idea es que, bueno, puedas ver que realmente la prensa ha bajado un montón.",
      "confianza": 0.521,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 141.06,
      "fin": 149.93,
      "duracion": 8.87,
      "texto": "Es malo que yo estoy haciendo una gradadilla y te voy a enviar la misma página que yo estoy viendo en la cobertura para que lo puedas checar por tu cuenta y verás que realmente está todo bien, ¿no?",
      "confianza": 0.633,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.95,
      "fin": 172.35,
      "duracion": 22.4,
      "texto": "Que no te estoy mintiendo. No, no, también soy secreto, por eso te estoy escuchando. Si querés comentarme la promo y nada, lo charlo con mi familia. Bien, lo que hiciste, me siento, ¿cuántos son ustedes en total en la familia? Nosotros, como yo, mi pareja, yo tengo a mi mamá y a mi hermano, somos cuatro. Son cuatro en total, bien. Perfecto, dame un segundo que termine de mandar acá a la página.",
      "confianza": 0.288,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 173.86,
      "fin": 178.4,
      "duracion": 4.54,
      "texto": "Acá está, ahí tenemos antes. Bueno, mira, por ejemplo, hoy ya hay dos promociones vigentes con descuentos.",
      "confianza": 0.056,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 178.9,
      "fin": 223.69,
      "duracion": 44.79,
      "texto": "Una que es, por ejemplo, que te viene con, tendrías en total 20 gigas y para cada línea que son 8 de base, más 8 de regalo por 6 meses, y aparte cuatro más por el Plan Familiar, que es eso que significa que tú pasas más de dos líneas al nombre de la misma persona si te aplicas el beneficio de cuatro y digas más. Bueno, te viene con WhatsApp gratuito, ya más limitadas a cualquier compañía, un día para Free Fire, no se creo que lo jueguen pero lo tienen también, que tiene América Peso Local, Roaming para toda América, por si se salen del país y se les permite el bolsillo, pueden venir a casa para el país, y tienen guarda pasata de giga, que si les sobran gigas del plan base, por ejemplo, se las pueden guardar, se las pueden pasar entre ustedes, está bueno. Y este plan se queda el día de hoy en 10.400 pesos, ¿bien?",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 225.14,
      "fin": 243.69,
      "duracion": 18.55,
      "texto": "Si no, hay un plan que tiene menos gigas, que entre tanto tendría cada uno 12, que son 4 bases, 4 regales y 4 más por el plan familiar, con guasas gratis, llamadas limitadas, gigas para Free Fire y guarda pasata de gigas en 7.460. y es un poco más económico, pero viene con menos gigas también.",
      "confianza": 0.651,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.71,
      "fin": 247.07,
      "duracion": 2.36,
      "texto": "Entonces esos son los dos planes, o también pueden combinar.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 247.11,
      "fin": 255.08,
      "duracion": 7.97,
      "texto": "Por ejemplo, si vos dices, tengo dos líneas que necesito más gigas, puedes usar dos líneas, el plano de águila y ver más más chiquitos.",
      "confianza": 0.575,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 255.42,
      "fin": 257.2,
      "duracion": 1.78,
      "texto": "Eso depende de cómo lo quieran usar ustedes.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.11,
      "fin": 275.35,
      "duracion": 15.24,
      "texto": "Perfecto. Bueno, me queda claro, déjame lo analizar y nada, por eso he mandado un mensajito al número ahí y ya me enviéste la notificación. Dale, listo. Yo ahora igualmente te envío la e-star promo por escrito. Así ya te queda y lo puedes comentar bien. Te agradezco por tu predisposición.",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.09,
      "fin": 278.31,
      "duracion": 2.22,
      "texto": "Perfecto. Estamos en contacto. Que tengas muy buen día.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.11,
      "fin": 280.92,
      "duracion": 1.81,
      "texto": "Que tengas buen día. Hasta luego.",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Buen día, Darío. Sí, con él hablamos. Darío, me presento, mi nombre es Agustín, yo te llamo por un descuento en tu línea, ¿cómo te va? ¿Todo bien? Todo bien, por suerte. Malera muchísimo, eso es lo más importante, ¿no? Darío, mira, te llamo yo de lo que es el área que le vamos a visitar. Mejor que me hagas encontrar en claras, ¿correcto? Sí, se me encuentro en claro. Bien, justamente le di a esto sería venir por comentarte unas promociones que tenemos vigentes exclusivas por el día de hoy, que obviamente están mejores que las que tenías en mente y que, bueno, podrás volver a la compañía porque fuiste una excelente cliente, esa era la verdad. Quería te consulto un día por qué uso le das el celular, ¿trabajas? Para que te diga, te comento lo que me parece con movistar el tiempo, yo no tuve movistar en un tiempo, es que en la zona donde lo manejo no tengo buena señal, entonces lo... Pero existimos de hecho nosotros y toda mi familia. Por eso dejamos de usar movistar, ¿no? Por una cuestión de... Ah, por una cuestión de... No, porque no tengo señal donde nosotros estamos. Ajá, y te consulto en qué localidad te encontras hoy en día. Localidad de Bulogne. ¿Es Stanislao López? No, Bulogne. Ah. Anicidio de Bulogne. Bien, dame un segundo que hablaste de el sistema, cómo está la cobertura en esa zona. Bulogne, entonces me decís. Sí, que raro, porque la verdad es que bueno, acá hemos visto en Movistar, que era una página que muestra cómo está la cobertura en casa en el país. Segura que toda la zona de Boulogne está muy buena la cobertura, están verdes todos, digamos. Lo que pude ver pasado antes, por ahí es que tenías, o que por ahí, no te andaba dentro de la casa, ¿no? No, no, pero funcionaba muy mal, se iba el 3G, entonces ahí desistimos y como nos funcionó claro, como que nunca lo cambiamos, viste, cuando las cosas funcionan no se cambia. Sí, es así la verdad. Bueno, porque en ese momento lo que no había eran chips tan nuevos. Entonces, lo bueno de esto es que hoy en día, hace poco, hemos estado sacando los chips 5G y 4G+. Entonces, te agarran señal mejor y entonces te agarran 3G de casualidad. Y capaz, pues, la zona estaba saturada. Bueno, lo bueno es que hizo un gran re-trabajo en todas las antenas del país. Ya me esperaba un montón en el tema de la conectividad. Si ya antes estuviéramos llamándonos y va a estar el servicio igual de mal, sería al cohete, ¿no? Por eso justamente la idea es que, bueno, puedas ver que realmente la prensa ha bajado un montón. Es malo que yo estoy haciendo una gradadilla y te voy a enviar la misma página que yo estoy viendo en la cobertura para que lo puedas checar por tu cuenta y verás que realmente está todo bien, ¿no? Que no te estoy mintiendo. No, no, también soy secreto, por eso te estoy escuchando. Si querés comentarme la promo y nada, lo charlo con mi familia. Bien, lo que hiciste, me siento, ¿cuántos son ustedes en total en la familia? Nosotros, como yo, mi pareja, yo tengo a mi mamá y a mi hermano, somos cuatro. Son cuatro en total, bien. Perfecto, dame un segundo que termine de mandar acá a la página. Acá está, ahí tenemos antes. Bueno, mira, por ejemplo, hoy ya hay dos promociones vigentes con descuentos. Una que es, por ejemplo, que te viene con, tendrías en total 20 gigas y para cada línea que son 8 de base, más 8 de regalo por 6 meses, y aparte cuatro más por el Plan Familiar, que es eso que significa que tú pasas más de dos líneas al nombre de la misma persona si te aplicas el beneficio de cuatro y digas más. Bueno, te viene con WhatsApp gratuito, ya más limitadas a cualquier compañía, un día para Free Fire, no se creo que lo jueguen pero lo tienen también, que tiene América Peso Local, Roaming para toda América, por si se salen del país y se les permite el bolsillo, pueden venir a casa para el país, y tienen guarda pasata de giga, que si les sobran gigas del plan base, por ejemplo, se las pueden guardar, se las pueden pasar entre ustedes, está bueno. Y este plan se queda el día de hoy en 10.400 pesos, ¿bien? Si no, hay un plan que tiene menos gigas, que entre tanto tendría cada uno 12, que son 4 bases, 4 regales y 4 más por el plan familiar, con guasas gratis, llamadas limitadas, gigas para Free Fire y guarda pasata de gigas en 7.460. y es un poco más económico, pero viene con menos gigas también. Entonces esos son los dos planes, o también pueden combinar. Por ejemplo, si vos dices, tengo dos líneas que necesito más gigas, puedes usar dos líneas, el plano de águila y ver más más chiquitos. Eso depende de cómo lo quieran usar ustedes. Perfecto. Bueno, me queda claro, déjame lo analizar y nada, por eso he mandado un mensajito al número ahí y ya me enviéste la notificación. Dale, listo. Yo ahora igualmente te envío la e-star promo por escrito. Así ya te queda y lo puedes comentar bien. Te agradezco por tu predisposición. Perfecto. Estamos en contacto. Que tengas muy buen día. Que tengas buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:17:37.142785",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 67,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:22.203303",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114143422929_ACD_62799",
    "fecha_inicio": "14/1/2026 14:34:22",
    "agente_nombre": "MZA 313",
    "agente_login": "mza313",
    "duracion_total": 416,
    "tiempo_conversacion": 272,
    "tiempo_hold": 0,
    "tiempo_acw": 120,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}