{
  "archivo": "amza35_1_260114145858318_ACD_38183.wav",
  "duracion_segundos": 312.46,
  "num_segmentos": 70,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 212.41,
    "Cliente": 64.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.49,
      "fin": 6.81,
      "duracion": 6.33,
      "texto": "Hola, ¿hablo con Victoriano?",
      "confianza": 0.68,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.83,
      "fin": 6.89,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.189,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.91,
      "fin": 12.02,
      "duracion": 5.11,
      "texto": "Me gusta el agua del pez. ¿Me el contaste el día de hoy? Porque creo que tenés esta línea aquí ahora con ti.",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.04,
      "fin": 12.38,
      "duracion": 0.34,
      "texto": "Sí, sí.",
      "confianza": 0.722,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.9,
      "fin": 19.09,
      "duracion": 4.18,
      "texto": "Bien, yo te consulto, porque quiero renderte lo que es un descuento por lo que estás abonando, ¿sí?",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.73,
      "fin": 28.01,
      "duracion": 8.28,
      "texto": "Sería un plan de 10.400 pesos y tendrías 16 horas en total, ¿bien? Ajá. No sé si te gusta viajar, Victoriano.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.5,
      "fin": 51.24,
      "duracion": 21.74,
      "texto": "Sí, me gustaría, pero no es imposible, no hay plata. Dijo Milet que no hay plata. Tal cual. Bueno, en este caso igual lo tenés activado el Roaming en caso de que vos puedas viajar. Hay que manifestar ese viaje igual. Con este plan podías aprovecharlo para que vos puedas, cuando vas tras el viaje, tener señal en todos lados, ¿sí? Ajá.",
      "confianza": 0.048,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 51.26,
      "fin": 54.6,
      "duracion": 3.34,
      "texto": "También incluye lo que es WhatsApp gratis, hablarle a alguien de cualquier compañía.",
      "confianza": 0.551,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.64,
      "fin": 60.65,
      "duracion": 6.01,
      "texto": "No sé si te gustan los juegos, pero tienes una idea para Free Fire. Así que, bueno, podrías aprovecharlo un montón.",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.66,
      "fin": 66.43,
      "duracion": 5.77,
      "texto": "Ahora pensé que con nuestro victoriano, esta línea, ¿vos tenés un agono, un prepago?",
      "confianza": 0.307,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.45,
      "fin": 71.6,
      "duracion": 5.15,
      "texto": "Tengo un agono, las dos líneas y el internet de la casa. Ah, perfecto, bien.",
      "confianza": 0.098,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.32,
      "fin": 79.33,
      "duracion": 7.01,
      "texto": "Bueno, porque en este caso podemos aplicar la misma promo a tus dos líneas y en todo caso podemos hacer lo que es también la fibra, no hay problema con eso.",
      "confianza": 0.73,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 81.77,
      "fin": 83.47,
      "duracion": 1.7,
      "texto": "Déjame pensar, déjame pensar.",
      "confianza": 0.683,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.85,
      "fin": 127.78,
      "duracion": 42.93,
      "texto": "En este momento me agarraste mal porque está ahí... Estoy en un bastante complicado tema de la búsqueda, así que déjame pensar. Si no, en todo caso, Victoria, si el problema es más bien económico, las líneas tenemos otras sino más baratas, que son 4 gigas más 4 regalos a tan solo $7,460. Para que te pagues por ambas, aproximadamente $14,800, sería súper barato. Y eso es lo que normalmente te sale un plan, hoy en día en claro, porque hoy en día el plan básico en claro te sale $15,000. Entonces, en este caso yo te estoy brindando por tus dos líneas, ponerlas con este plan de cuatro rigas más cuatro de regalo, y estarías abonando 14.800, 14.900 más o menos, con un descuento también por seis meses.",
      "confianza": 0.372,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 128.48,
      "fin": 130.78,
      "duracion": 2.3,
      "texto": "También incluye whatsapp gratis, todo lo que te comenté recién.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.38,
      "fin": 203.62,
      "duracion": 72.24,
      "texto": "Y de paso, al pasar las dos líneas, tendrás grupos familiares. ¿Sí? ¿Sabes lo que es esto? Vamos a la aplicación, puedes activar otros cuatro rigas más de regalo para cada una de tus líneas, de forma infinida, ¿sí? Esto por el tema de que es el Plan Familiar. O sea que tendrías en total 12 libras para cada una de tus líneas por tan solo 7.460 si vos activas el Plan Familiar. Bueno, déjame pensar, déjame pensar. No hay mucho que pensar, Victoriano, está bueno lo que es el Plan Familiar. Te cuento así rápido, ya acabo de terminar el turno y no he vendido nada, así que de verdad perdón por esto, pero si no me van a retarme. Aparte, ¿no sabes? Sería muy bueno que lo puedas aprovechar porque está barato, lo último aprobado aunque sea a dos meses. Le acabo de pagar las dos líneas más la internet hace tres días. Dejame aprovechar. Porque, bueno, entiendo que es una preocupación normal el tema de que cuando se te acaba lo que es la factura, que la pagabas y que no quieres desarrollar esa plata que gastaste, en realidad nosotros tenemos el chip y una vez que está activado, recién ahí vos colocás el chip y recién estarías pagando el mes siguiente, es decir, no estarías pagando ahora ya.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 203.82,
      "fin": 205.76,
      "duracion": 1.94,
      "texto": "Así que no tienes que hacer una doble facturación.",
      "confianza": 0.456,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 206.18,
      "fin": 235.69,
      "duracion": 29.51,
      "texto": "Con eso no te preocupes que vos estarías pagando, por ejemplo, si se te activa la línea, no sé, el 20 de enero. Si se te activa la línea, luego estarías pagando tu primera factura el 23 de febrero. Así que no te preocupes. Si te muestran lo que es la factura por adelantado, pero no es que la pagas apenas. Entiendes lo que es la línea. Te compro un montón. Y encima, es bastante sencillo, porque se envía una sucursal oficial, vos retiras el chip en 48 horas. Es decir, hoy si estamos a miércoles, ya el viernes estarías teniendo tus chips en tus manos.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 236.25,
      "fin": 238.21,
      "duracion": 1.96,
      "texto": "Yo te digo, ¿cuándo colocarlos? Y te paso.",
      "confianza": 0.856,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 239.49,
      "fin": 253.1,
      "duracion": 13.61,
      "texto": "Yo te aviso. Te estoy avisando porque estoy en una situación en que estoy trabajando en un techo con 50 grados de calor. Así que te puedo decir que estoy... te contesto más adelante.",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 253.6,
      "fin": 254.86,
      "duracion": 1.26,
      "texto": "Ahora te digo que estoy complicado.",
      "confianza": 0.399,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 255.46,
      "fin": 262.81,
      "duracion": 7.35,
      "texto": "Bueno, si no en todo caso, es bastante sencilla la sesión. Normalmente me toma cinco minutos. Si no, directamente puedo pasar con una supervisora.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 264.01,
      "fin": 268.63,
      "duracion": 4.62,
      "texto": "No, por ahora... Mira, te tengo que acordar porque me están haciendo señas.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 269.42,
      "fin": 275.57,
      "duracion": 6.15,
      "texto": "No te preocupes, no quiero que te eches del trabajo.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.03,
      "fin": 284.78,
      "duracion": 7.75,
      "texto": "Te dejo un mensajito, pero me prometes que en la tarde me vas a contestar para ver lo que es la gestión. Esta promo la tenemos hasta mañana.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.55,
      "fin": 298.06,
      "duracion": 9.51,
      "texto": "Bueno, entonces, ahora te dejo un mensajito y recuerda mi nombre jugada.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 311.98,
      "fin": 312.46,
      "duracion": 0.48,
      "texto": "Hola.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿hablo con Victoriano? Sí. Me gusta el agua del pez. ¿Me el contaste el día de hoy? Porque creo que tenés esta línea aquí ahora con ti. Sí, sí. Bien, yo te consulto, porque quiero renderte lo que es un descuento por lo que estás abonando, ¿sí? Sería un plan de 10.400 pesos y tendrías 16 horas en total, ¿bien? Ajá. No sé si te gusta viajar, Victoriano. Sí, me gustaría, pero no es imposible, no hay plata. Dijo Milet que no hay plata. Tal cual. Bueno, en este caso igual lo tenés activado el Roaming en caso de que vos puedas viajar. Hay que manifestar ese viaje igual. Con este plan podías aprovecharlo para que vos puedas, cuando vas tras el viaje, tener señal en todos lados, ¿sí? Ajá. También incluye lo que es WhatsApp gratis, hablarle a alguien de cualquier compañía. No sé si te gustan los juegos, pero tienes una idea para Free Fire. Así que, bueno, podrías aprovecharlo un montón. Ahora pensé que con nuestro victoriano, esta línea, ¿vos tenés un agono, un prepago? Tengo un agono, las dos líneas y el internet de la casa. Ah, perfecto, bien. Bueno, porque en este caso podemos aplicar la misma promo a tus dos líneas y en todo caso podemos hacer lo que es también la fibra, no hay problema con eso. Déjame pensar, déjame pensar. En este momento me agarraste mal porque está ahí... Estoy en un bastante complicado tema de la búsqueda, así que déjame pensar. Si no, en todo caso, Victoria, si el problema es más bien económico, las líneas tenemos otras sino más baratas, que son 4 gigas más 4 regalos a tan solo $7,460. Para que te pagues por ambas, aproximadamente $14,800, sería súper barato. Y eso es lo que normalmente te sale un plan, hoy en día en claro, porque hoy en día el plan básico en claro te sale $15,000. Entonces, en este caso yo te estoy brindando por tus dos líneas, ponerlas con este plan de cuatro rigas más cuatro de regalo, y estarías abonando 14.800, 14.900 más o menos, con un descuento también por seis meses. También incluye whatsapp gratis, todo lo que te comenté recién. Y de paso, al pasar las dos líneas, tendrás grupos familiares. ¿Sí? ¿Sabes lo que es esto? Vamos a la aplicación, puedes activar otros cuatro rigas más de regalo para cada una de tus líneas, de forma infinida, ¿sí? Esto por el tema de que es el Plan Familiar. O sea que tendrías en total 12 libras para cada una de tus líneas por tan solo 7.460 si vos activas el Plan Familiar. Bueno, déjame pensar, déjame pensar. No hay mucho que pensar, Victoriano, está bueno lo que es el Plan Familiar. Te cuento así rápido, ya acabo de terminar el turno y no he vendido nada, así que de verdad perdón por esto, pero si no me van a retarme. Aparte, ¿no sabes? Sería muy bueno que lo puedas aprovechar porque está barato, lo último aprobado aunque sea a dos meses. Le acabo de pagar las dos líneas más la internet hace tres días. Dejame aprovechar. Porque, bueno, entiendo que es una preocupación normal el tema de que cuando se te acaba lo que es la factura, que la pagabas y que no quieres desarrollar esa plata que gastaste, en realidad nosotros tenemos el chip y una vez que está activado, recién ahí vos colocás el chip y recién estarías pagando el mes siguiente, es decir, no estarías pagando ahora ya. Así que no tienes que hacer una doble facturación. Con eso no te preocupes que vos estarías pagando, por ejemplo, si se te activa la línea, no sé, el 20 de enero. Si se te activa la línea, luego estarías pagando tu primera factura el 23 de febrero. Así que no te preocupes. Si te muestran lo que es la factura por adelantado, pero no es que la pagas apenas. Entiendes lo que es la línea. Te compro un montón. Y encima, es bastante sencillo, porque se envía una sucursal oficial, vos retiras el chip en 48 horas. Es decir, hoy si estamos a miércoles, ya el viernes estarías teniendo tus chips en tus manos. Yo te digo, ¿cuándo colocarlos? Y te paso. Yo te aviso. Te estoy avisando porque estoy en una situación en que estoy trabajando en un techo con 50 grados de calor. Así que te puedo decir que estoy... te contesto más adelante. Ahora te digo que estoy complicado. Bueno, si no en todo caso, es bastante sencilla la sesión. Normalmente me toma cinco minutos. Si no, directamente puedo pasar con una supervisora. No, por ahora... Mira, te tengo que acordar porque me están haciendo señas. No te preocupes, no quiero que te eches del trabajo. Te dejo un mensajito, pero me prometes que en la tarde me vas a contestar para ver lo que es la gestión. Esta promo la tenemos hasta mañana. Bueno, entonces, ahora te dejo un mensajito y recuerda mi nombre jugada. Hola.",
  "calidad": {
    "confianza_promedio": 0.522,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:59:40.918774",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 70,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:24.715864",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114145858318_ACD_38183",
    "fecha_inicio": "14/1/2026 14:58:58",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 331,
    "tiempo_conversacion": 306,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}