{
  "archivo": "amza1_1_260113132807776_ACD_26113.wav",
  "duracion_segundos": 311.7,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 230.21,
    "Cliente": 59.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.42,
      "fin": 3.2,
      "duracion": 1.78,
      "texto": "Hola, muy buenos días. Hablo con Hugo.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.74,
      "fin": 4.8,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.147,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.82,
      "fin": 10.85,
      "duracion": 6.03,
      "texto": "¿Qué tal, señor? Como le da un placer hablar con usted. Mi nombre es Ezean Esqueliña y me comunico del área de recupero de clientes como Istar.",
      "confianza": 0.705,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 11.63,
      "fin": 30.49,
      "duracion": 18.86,
      "texto": "Queríamos saber por qué se fue a la compañía de Hugo anteriormente. Porque no me hacía recuento que le hacían a los demás y, claro, me los hizo y por eso me fui. Bien, entiendo, Hugo. Actualmente usted tiene lo que es una bonificación con la compañía de Claro o ya se le ha vencido.",
      "confianza": 0.603,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.18,
      "fin": 35.53,
      "duracion": 4.35,
      "texto": "No, todavía tengo la bonificación. Bien, está ganando algo de 9.000 pesos, ¿puede ser?",
      "confianza": 0.166,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.29,
      "fin": 53.99,
      "duracion": 15.7,
      "texto": "Eh, 18.000 pesos, creo. Bien, entiendo. Bien, Hugo, nosotros lo que tenemos para ofrecerle el día de hoy justamente es lo que es una bonificación de lo que es el Internet de Logar más la línea, ¿sí?, desde Movistar. Yo le pido mil disculpas porque anteriormente no le habían brindado el descuento, pero bueno, justamente el día de hoy para eso lo estoy llamando, ¿sí?",
      "confianza": 0.311,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.97,
      "fin": 69.9,
      "duracion": 14.93,
      "texto": "Le comento, soy muy breve, lo que tenemos es la fibra de 300 megas más la línea de 8 gigas, en 24 mil presos, y además pueden hacer lo que es la totalización del servicio, se le van a otorgar 4 gigas más en su línea, es decir, que al tener 12 gigas en total, ¿sí?",
      "confianza": 0.765,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.56,
      "fin": 75.17,
      "duracion": 4.61,
      "texto": "Yo no sé, ¿usted actualmente está abonando lo que es internet en su domicilio? ¿sabe cuánto está abonando?",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.74,
      "fin": 84.22,
      "duracion": 3.48,
      "texto": "Creo que 17. 17, bien. ¿Eso por cuántos megas? ¿100 megas?",
      "confianza": 0.331,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.84,
      "fin": 104.55,
      "duracion": 17.71,
      "texto": "Tampoco me acuerdo. Tampoco se acuerda. Bien, no hay problema. En ese caso, Hugo, como le decía, nosotros tenemos para brindarle desde Movistar esa bonificación. Son 300 megas, que la verdad es que es un internet bastante de subida muy buena. Tiene muy buena subida, muy buena bajada y muy buena rapidez para lo que son varios dispositivos de la casa.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.17,
      "fin": 139.1,
      "duracion": 32.93,
      "texto": "Como le digo, le quedaría lo que es la línea de 12 gigas más la fibra de 300 megas en 24 mil pesos. No sé qué le parece. ¿Cuánto...? Tenemos un descuento fijo por seis meses. Sí, y yo, primeramente, debería corroborar en su domicilio. Justamente para eso nosotros solicitamos lo que es calle de enumeración del cliente para ver si tiene lo que es cobertura en su domicilio. En ese caso, obviamente, se puede seguir con la gestión y se pacta lo que es la instalación con los técnicos, ¿bien? No, no te escuché absolutamente nada porque se cortó. Ay, disculpame.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.62,
      "fin": 163.09,
      "duracion": 23.47,
      "texto": "Usted decía que, en ese caso, para ver el tema de poder brindar de lo que es el servicio, tenemos que verificar desde la central lo que es el domicilio y la numeración, o sea, la cara de ilumeración del cliente para ver si tiene la posibilidad de poder hacer lo que es la conexión de fibra en su domicilio. Bien, el comento tiene, al haber sido cliente muy grande, tener lo que es la bonificación, o sea, la instalación 100% bonificada.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 163.59,
      "fin": 214.51,
      "duracion": 50.92,
      "texto": "Pero, bueno, primero debería chequear, Hugo, si en tu domicilio tienes la posibilidad de hacer la fibra, si querés. Puedes brindar lo que es calle enumeración y yo en WhatsApp te hablo más tarde y te mando, o te digo ahora mismo la llamada, si tenés lo que es la cobertura o no. ¿Qué te parece? No, lo que no me habías escuchado por ahí y no se hubieras escuchado a ver si tenía... hasta por cuántos meses es. Sí, la bonificación que nosotros llenamos es por seis meses. ¿Sí? Te explico por qué. Esto es porque justamente, debido a los aumentos que pudieron haber, cuando es por seis meses se estabiliza bastante bien, ¿sí? la buena es por 12 meses, los aumentos suelen ser muy drásticos, entonces nosotros lo que hacemos es la bonificación semestral y le decimos a los clientes justamente que se comuniquen con nosotros nuevamente para poder renovar o buscar otra bonificación de acá al mes.",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 215.07,
      "fin": 223.58,
      "duracion": 8.51,
      "texto": "¿Bien? Bueno, déjame verlo para ver qué es lo que tengo con claro porque la verdad es que ni me acuerdo.",
      "confianza": 0.653,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.6,
      "fin": 223.66,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.331,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 224.2,
      "fin": 243.49,
      "duracion": 19.29,
      "texto": "No hay problema. Mira, Hugo, mientras tanto, si querés verificar eso, como te decía, si querés poder vindarme lo que es la dirección de tu domicilio para que todo por WhatsApp te envíe más tarde, traes mi número laboral, si tenés cobertura o no, y ahí ya te sacás la duda, porque realmente, si no tenés la posibilidad de hacer lo que es la conexión de fibra, no tiene caso que consultes todo el tema con Claro.",
      "confianza": 0.429,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.77,
      "fin": 281.75,
      "duracion": 36.98,
      "texto": "Claro, de una razón. Si querés, podemos ir avanzando con eso. Y yo ahora mismo, en la redamada, si querés, te puedo confirmar si tenés la cover o no en tu domicilio, ¿te parece? y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu",
      "confianza": 0.034,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.13,
      "fin": 286.29,
      "duracion": 4.16,
      "texto": "Bien, perfecto, casi en la esquina de Dorrego sería. Exacto.",
      "confianza": 0.637,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 286.31,
      "fin": 311.7,
      "duracion": 25.39,
      "texto": "Perfecto, yo ahora lo voy a mandar si querés abordarme acá en la llamada, no hay problema, si no te lo mando por WhatsApp, como vos quieras. Sí, mandamelo por WhatsApp porque estoy manejando. Bueno, dale, Hugo, perfecto, yo ahora mismo en WhatsApp te voy a mandar un mensajito, te voy a poner, hola Hugo, soy Angelina de Movistar, y te voy a juntar si tenés o no lo que es la conexión de la fibra en tu domicilio para que estés al tanto, ¿bien? Muchas gracias. Dale, Hugo, gracias a vos.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, muy buenos días. Hablo con Hugo. Sí. ¿Qué tal, señor? Como le da un placer hablar con usted. Mi nombre es Ezean Esqueliña y me comunico del área de recupero de clientes como Istar. Queríamos saber por qué se fue a la compañía de Hugo anteriormente. Porque no me hacía recuento que le hacían a los demás y, claro, me los hizo y por eso me fui. Bien, entiendo, Hugo. Actualmente usted tiene lo que es una bonificación con la compañía de Claro o ya se le ha vencido. No, todavía tengo la bonificación. Bien, está ganando algo de 9.000 pesos, ¿puede ser? Eh, 18.000 pesos, creo. Bien, entiendo. Bien, Hugo, nosotros lo que tenemos para ofrecerle el día de hoy justamente es lo que es una bonificación de lo que es el Internet de Logar más la línea, ¿sí?, desde Movistar. Yo le pido mil disculpas porque anteriormente no le habían brindado el descuento, pero bueno, justamente el día de hoy para eso lo estoy llamando, ¿sí? Le comento, soy muy breve, lo que tenemos es la fibra de 300 megas más la línea de 8 gigas, en 24 mil presos, y además pueden hacer lo que es la totalización del servicio, se le van a otorgar 4 gigas más en su línea, es decir, que al tener 12 gigas en total, ¿sí? Yo no sé, ¿usted actualmente está abonando lo que es internet en su domicilio? ¿sabe cuánto está abonando? Creo que 17. 17, bien. ¿Eso por cuántos megas? ¿100 megas? Tampoco me acuerdo. Tampoco se acuerda. Bien, no hay problema. En ese caso, Hugo, como le decía, nosotros tenemos para brindarle desde Movistar esa bonificación. Son 300 megas, que la verdad es que es un internet bastante de subida muy buena. Tiene muy buena subida, muy buena bajada y muy buena rapidez para lo que son varios dispositivos de la casa. Como le digo, le quedaría lo que es la línea de 12 gigas más la fibra de 300 megas en 24 mil pesos. No sé qué le parece. ¿Cuánto...? Tenemos un descuento fijo por seis meses. Sí, y yo, primeramente, debería corroborar en su domicilio. Justamente para eso nosotros solicitamos lo que es calle de enumeración del cliente para ver si tiene lo que es cobertura en su domicilio. En ese caso, obviamente, se puede seguir con la gestión y se pacta lo que es la instalación con los técnicos, ¿bien? No, no te escuché absolutamente nada porque se cortó. Ay, disculpame. Usted decía que, en ese caso, para ver el tema de poder brindar de lo que es el servicio, tenemos que verificar desde la central lo que es el domicilio y la numeración, o sea, la cara de ilumeración del cliente para ver si tiene la posibilidad de poder hacer lo que es la conexión de fibra en su domicilio. Bien, el comento tiene, al haber sido cliente muy grande, tener lo que es la bonificación, o sea, la instalación 100% bonificada. Pero, bueno, primero debería chequear, Hugo, si en tu domicilio tienes la posibilidad de hacer la fibra, si querés. Puedes brindar lo que es calle enumeración y yo en WhatsApp te hablo más tarde y te mando, o te digo ahora mismo la llamada, si tenés lo que es la cobertura o no. ¿Qué te parece? No, lo que no me habías escuchado por ahí y no se hubieras escuchado a ver si tenía... hasta por cuántos meses es. Sí, la bonificación que nosotros llenamos es por seis meses. ¿Sí? Te explico por qué. Esto es porque justamente, debido a los aumentos que pudieron haber, cuando es por seis meses se estabiliza bastante bien, ¿sí? la buena es por 12 meses, los aumentos suelen ser muy drásticos, entonces nosotros lo que hacemos es la bonificación semestral y le decimos a los clientes justamente que se comuniquen con nosotros nuevamente para poder renovar o buscar otra bonificación de acá al mes. ¿Bien? Bueno, déjame verlo para ver qué es lo que tengo con claro porque la verdad es que ni me acuerdo. Sí. No hay problema. Mira, Hugo, mientras tanto, si querés verificar eso, como te decía, si querés poder vindarme lo que es la dirección de tu domicilio para que todo por WhatsApp te envíe más tarde, traes mi número laboral, si tenés cobertura o no, y ahí ya te sacás la duda, porque realmente, si no tenés la posibilidad de hacer lo que es la conexión de fibra, no tiene caso que consultes todo el tema con Claro. Claro, de una razón. Si querés, podemos ir avanzando con eso. Y yo ahora mismo, en la redamada, si querés, te puedo confirmar si tenés la cover o no en tu domicilio, ¿te parece? y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu y tu Bien, perfecto, casi en la esquina de Dorrego sería. Exacto. Perfecto, yo ahora lo voy a mandar si querés abordarme acá en la llamada, no hay problema, si no te lo mando por WhatsApp, como vos quieras. Sí, mandamelo por WhatsApp porque estoy manejando. Bueno, dale, Hugo, perfecto, yo ahora mismo en WhatsApp te voy a mandar un mensajito, te voy a poner, hola Hugo, soy Angelina de Movistar, y te voy a juntar si tenés o no lo que es la conexión de la fibra en tu domicilio para que estés al tanto, ¿bien? Muchas gracias. Dale, Hugo, gracias a vos.",
  "calidad": {
    "confianza_promedio": 0.523,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:40:19.917893",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:15.973140",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113132807776_ACD_26113",
    "fecha_inicio": "13/1/2026 13:28:07",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 343,
    "tiempo_conversacion": 302,
    "tiempo_hold": 0,
    "tiempo_acw": 21,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}