{
  "archivo": "amza32_1_260112145103206_ACD_21029.wav",
  "duracion_segundos": 189.29,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 24.03,
    "Cliente": 152.39
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.44,
      "fin": 11.83,
      "duracion": 11.39,
      "texto": "Hola. Hola, buenas tardes. Mi nombre es Marina. Hablo con Gustavo. Sí, hablo. Gustavo, ¿qué tal? Un gusto. ¿Cómo estás el día de hoy? ¿Todo bien? Todo bien. Me alegro.",
      "confianza": 0.378,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.41,
      "fin": 17.33,
      "duracion": 4.92,
      "texto": "Gustavo, el día de hoy estoy comunicando porque me afibera que estás en la compañía de Clara actualmente, ¿correcto?",
      "confianza": 0.596,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.91,
      "fin": 28.06,
      "duracion": 9.15,
      "texto": "Sí. Perfecto. Gustavo, yo ya te he comunicado en área de calidad de movilizar porque queríamos conocer cuál fue el motivo que te llevó a irte a la compañía. No hablo más de esto.",
      "confianza": 0.048,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.9,
      "fin": 37.35,
      "duracion": 8.45,
      "texto": "A ver, buena cuestión económica entonces. Claro, sí, sí, económica. Bien, perfecto. Y actualmente, claro, ¿vos sos de ocupar muchos gigas o ocupar lo justo necesario?",
      "confianza": 0.475,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 37.95,
      "fin": 56.33,
      "duracion": 18.38,
      "texto": "Y ahora estoy pagando 7 gigas y de puerto libre 22 mil pesos. Mira, estás pagando lo que es un montón, ¿sí? Yo el día de hoy vengo para ofrecerte lo que son 16 gigas, tenés 8 gigas de base más 8 gigas de regalo por 6 meses en 13 250, ¿sí?",
      "confianza": 0.281,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.61,
      "fin": 59.36,
      "duracion": 2.74,
      "texto": "Y tenés lo que es el WhatsApp gratis, que es gratis desde el momento uno.",
      "confianza": 0.515,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.96,
      "fin": 75.1,
      "duracion": 15.14,
      "texto": "Tenés llamadas y mensajes ilimitados a todas las compañías, incluidos 0800, 0810 y teléfonos vivos de todo el país. Tenés lo que es Rami en América, que te damos tres ligas para que vos puedas navegar y sin quedar incomunicado con tus familiares.",
      "confianza": 0.701,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.58,
      "fin": 127.32,
      "duracion": 50.74,
      "texto": "Tienes solamente esta línea, tú no tenés más líneas a tu nombre. No, no es que hay uno. Bien, perfecto. Fíjate que creas lo que es un precio final de $13.950 porque tenés lo que es un descuento fijo por $6.3, ¿sí? Como mucho has sido clienta y la compañía, nosotros tenemos tus datos en el sistema y solamente verificarlos a ver si son correctos o si tenemos que modificar algo, ¿sí? Además de que, bueno, con esta promo, vas a acordar con la misma necesidad personalizada o cualquier duda postal que tengas que vas a poder comunicar conmigo. Y el gámite es algo rápido porque yo te haciendo lo que es una sucursal ¿Para que vos puedas ir a retirar el chip y en 48 horas a mi le vamos a quedar? No puedo, no puedo retirar el chip. Bien, no te lo vemos a tu domicilio, no hay problemas. ¿Pero me van a cortar la liña? No, te vamos a cortar la liña.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 127.9,
      "fin": 141.7,
      "duracion": 13.8,
      "texto": "De hecho, no lo vamos a usar. Nosotros te vamos a ir a bajar, pero no te lo tomemos y hasta que vos no tengas el chip en tus manos, ¿sí? Sí. Vos actualmente, lo que sí, bueno, por las nueve protocolos vamos a ponerlo en una sucursal, ¿sí?",
      "confianza": 0.294,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 142.27,
      "fin": 144.49,
      "duracion": 2.22,
      "texto": "Vas a estar en la calidad y probablemente te encontrás.",
      "confianza": 0.346,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 146.19,
      "fin": 148.1,
      "duracion": 1.9,
      "texto": "No sabes qué tal.",
      "confianza": 0.374,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.14,
      "fin": 152.26,
      "duracion": 4.13,
      "texto": "Perfecto.",
      "confianza": 0.649,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 152.4,
      "fin": 155.49,
      "duracion": 3.08,
      "texto": "Te lo miramos a domicilio, pero por las dudas ponemos un la sucursal, ¿sí?",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 157.03,
      "fin": 171.77,
      "duracion": 14.74,
      "texto": "No, te no podías retirarlo, sí. Me decís por la sucursal no puedes, porque yo soy oxígeno dependiente y soy de un caso, por lo menos. Bien, ahí fuimos. En ese caso, yo dejó asentado que te lo miramos a domicilio. No hay problema.",
      "confianza": 0.459,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 173.0,
      "fin": 188.32,
      "duracion": 15.32,
      "texto": "Pero bueno, por protocolo tenemos que poner o a algún domicilio alternativo a algún familiar, como vos quieras. No, no, yo estoy acá, si no te da domicilio, te voy a dar. Dale, buenísimo, de todas maneras, solo que sí, un domicilio alternativo, sí, más que nada por protocolo.",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.97,
      "fin": 189.29,
      "duracion": 0.32,
      "texto": "Sí, sí.",
      "confianza": 0.366,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. Mi nombre es Marina. Hablo con Gustavo. Sí, hablo. Gustavo, ¿qué tal? Un gusto. ¿Cómo estás el día de hoy? ¿Todo bien? Todo bien. Me alegro. Gustavo, el día de hoy estoy comunicando porque me afibera que estás en la compañía de Clara actualmente, ¿correcto? Sí. Perfecto. Gustavo, yo ya te he comunicado en área de calidad de movilizar porque queríamos conocer cuál fue el motivo que te llevó a irte a la compañía. No hablo más de esto. A ver, buena cuestión económica entonces. Claro, sí, sí, económica. Bien, perfecto. Y actualmente, claro, ¿vos sos de ocupar muchos gigas o ocupar lo justo necesario? Y ahora estoy pagando 7 gigas y de puerto libre 22 mil pesos. Mira, estás pagando lo que es un montón, ¿sí? Yo el día de hoy vengo para ofrecerte lo que son 16 gigas, tenés 8 gigas de base más 8 gigas de regalo por 6 meses en 13 250, ¿sí? Y tenés lo que es el WhatsApp gratis, que es gratis desde el momento uno. Tenés llamadas y mensajes ilimitados a todas las compañías, incluidos 0800, 0810 y teléfonos vivos de todo el país. Tenés lo que es Rami en América, que te damos tres ligas para que vos puedas navegar y sin quedar incomunicado con tus familiares. Tienes solamente esta línea, tú no tenés más líneas a tu nombre. No, no es que hay uno. Bien, perfecto. Fíjate que creas lo que es un precio final de $13.950 porque tenés lo que es un descuento fijo por $6.3, ¿sí? Como mucho has sido clienta y la compañía, nosotros tenemos tus datos en el sistema y solamente verificarlos a ver si son correctos o si tenemos que modificar algo, ¿sí? Además de que, bueno, con esta promo, vas a acordar con la misma necesidad personalizada o cualquier duda postal que tengas que vas a poder comunicar conmigo. Y el gámite es algo rápido porque yo te haciendo lo que es una sucursal ¿Para que vos puedas ir a retirar el chip y en 48 horas a mi le vamos a quedar? No puedo, no puedo retirar el chip. Bien, no te lo vemos a tu domicilio, no hay problemas. ¿Pero me van a cortar la liña? No, te vamos a cortar la liña. De hecho, no lo vamos a usar. Nosotros te vamos a ir a bajar, pero no te lo tomemos y hasta que vos no tengas el chip en tus manos, ¿sí? Sí. Vos actualmente, lo que sí, bueno, por las nueve protocolos vamos a ponerlo en una sucursal, ¿sí? Vas a estar en la calidad y probablemente te encontrás. No sabes qué tal. Perfecto. Te lo miramos a domicilio, pero por las dudas ponemos un la sucursal, ¿sí? No, te no podías retirarlo, sí. Me decís por la sucursal no puedes, porque yo soy oxígeno dependiente y soy de un caso, por lo menos. Bien, ahí fuimos. En ese caso, yo dejó asentado que te lo miramos a domicilio. No hay problema. Pero bueno, por protocolo tenemos que poner o a algún domicilio alternativo a algún familiar, como vos quieras. No, no, yo estoy acá, si no te da domicilio, te voy a dar. Dale, buenísimo, de todas maneras, solo que sí, un domicilio alternativo, sí, más que nada por protocolo. Sí, sí.",
  "calidad": {
    "confianza_promedio": 0.424,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:36:22.000167",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:23.360400",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112145103206_ACD_21029",
    "fecha_inicio": "12/1/2026 14:51:03",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 212,
    "tiempo_conversacion": 181,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}