{
  "archivo": "amza1_1_260113130549398_MIT_01978.wav",
  "duracion_segundos": 138.71,
  "num_segmentos": 35,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 68.21,
    "Cliente": 45.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 16.6,
      "fin": 22.25,
      "duracion": 5.65,
      "texto": "Hola. Hola, sí, buenas tardes. ¿Me comunico con el señor Patricio?",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.27,
      "fin": 22.33,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.18,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 22.35,
      "fin": 31.04,
      "duracion": 8.69,
      "texto": "Patricio, ¿qué tal cómo le va? Mi nombre es Angelina, ¿se acuerda que nos comunicamos hace unos días desde Movistar? ¿Cómo andas?",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.06,
      "fin": 31.12,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.14,
      "fin": 33.0,
      "duracion": 1.86,
      "texto": "¿Todo bien? Sí, todo bien. Bueno, me alegro un montón, Patricio.",
      "confianza": 0.006,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.62,
      "fin": 52.05,
      "duracion": 18.43,
      "texto": "Les comento, lo vuelvo a contactar ya casi una semana más tarde porque usted me ha dicho qué lo quería pensar y demás y por ahí digo, bueno, o sea, habrá olvidado, tal vez lo pensó, no me pude contactar, no me pude ubicar, entonces le devuelvo el llamado. ¿Nos interesaba algún tipo de promoción con respecto a la línea? ¿Se acuerda que habíamos visto que usted estaba abonando bastante más que lo que le había ofrecido?",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 53.15,
      "fin": 68.57,
      "duracion": 15.42,
      "texto": "Sí, una semana más te puedo pedir porque ni lo pensé. Tengo tanto que ir a invocar a mi casa y... Bien, entiendo. De todas maneras, Patricio, no entiendo que tenga que pensarlo, pero digo, ¿qué es lo que debería pensar usted en ese caso?",
      "confianza": 0.521,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.43,
      "fin": 80.14,
      "duracion": 10.71,
      "texto": "Más allá de lo que es el ahorro y... Sacar las cuentas de todas las deudas que tengo, ese del 100. Bien, entiendo. Sí, es muy comienzo de año.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.02,
      "fin": 86.07,
      "duracion": 2.05,
      "texto": "Sí, final y comienzo. Sí.",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.57,
      "fin": 129.54,
      "duracion": 42.97,
      "texto": "También les comento, Patricio, que para ustedes esto no va a ser lo que es una deuda porque justamente lo que es el servicio de movistar se le factura a mesa adelantado. y se empieza a facturar al partido que usted ha empezado a utilizar el servicio, ¿bien? Eso quiere decir que si usted lo empieza a utilizar la semana que viene, ya la semana que viene se le va a empezar a facturar y se le va a dejar facturar lo que es la compañía de claro. Así que no se le van a montonar lo que son las facturaciones de ambos servicios para que se quede tranquilo, ¿sí? ¿Me podés llamar una semana de la semana que viene o no tienes paciencia? No, no hay problema, yo lo vuelvo a contratar en una semana, entonces, lo dejo asentado en el sistema y en la semana que viene, el día, si le parece, miércoles, le damos una semana justa, lo llamamos de nuevo, ¿sí?",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.26,
      "fin": 138.71,
      "duracion": 7.45,
      "texto": "Yo te agradezco, ¿eh? Bueno, Patricio, no, que estés muy bien y que puedas organizarte. Yo te aguardo. A vos, vos también. Nos vemos. Dale, que estés bien. Chau, chau.",
      "confianza": 0.027,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, sí, buenas tardes. ¿Me comunico con el señor Patricio? Sí. Patricio, ¿qué tal cómo le va? Mi nombre es Angelina, ¿se acuerda que nos comunicamos hace unos días desde Movistar? ¿Cómo andas? Sí. ¿Todo bien? Sí, todo bien. Bueno, me alegro un montón, Patricio. Les comento, lo vuelvo a contactar ya casi una semana más tarde porque usted me ha dicho qué lo quería pensar y demás y por ahí digo, bueno, o sea, habrá olvidado, tal vez lo pensó, no me pude contactar, no me pude ubicar, entonces le devuelvo el llamado. ¿Nos interesaba algún tipo de promoción con respecto a la línea? ¿Se acuerda que habíamos visto que usted estaba abonando bastante más que lo que le había ofrecido? Sí, una semana más te puedo pedir porque ni lo pensé. Tengo tanto que ir a invocar a mi casa y... Bien, entiendo. De todas maneras, Patricio, no entiendo que tenga que pensarlo, pero digo, ¿qué es lo que debería pensar usted en ese caso? Más allá de lo que es el ahorro y... Sacar las cuentas de todas las deudas que tengo, ese del 100. Bien, entiendo. Sí, es muy comienzo de año. Sí, final y comienzo. Sí. También les comento, Patricio, que para ustedes esto no va a ser lo que es una deuda porque justamente lo que es el servicio de movistar se le factura a mesa adelantado. y se empieza a facturar al partido que usted ha empezado a utilizar el servicio, ¿bien? Eso quiere decir que si usted lo empieza a utilizar la semana que viene, ya la semana que viene se le va a empezar a facturar y se le va a dejar facturar lo que es la compañía de claro. Así que no se le van a montonar lo que son las facturaciones de ambos servicios para que se quede tranquilo, ¿sí? ¿Me podés llamar una semana de la semana que viene o no tienes paciencia? No, no hay problema, yo lo vuelvo a contratar en una semana, entonces, lo dejo asentado en el sistema y en la semana que viene, el día, si le parece, miércoles, le damos una semana justa, lo llamamos de nuevo, ¿sí? Yo te agradezco, ¿eh? Bueno, Patricio, no, que estés muy bien y que puedas organizarte. Yo te aguardo. A vos, vos también. Nos vemos. Dale, que estés bien. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.4,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:39:39.452077",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 35,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:15.935797",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113130549398_MIT_01978",
    "fecha_inicio": "13/1/2026 13:05:50",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 140,
    "tiempo_conversacion": 135,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}