{
  "archivo": "amza1_1_260115144025874_ACD_52337.wav",
  "duracion_segundos": 132.42,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 50.31,
    "Cliente": 67.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 0.67,
      "duracion": 0.64,
      "texto": "Hola.",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2.23,
      "fin": 11.04,
      "duracion": 8.81,
      "texto": "Hola, ¿qué tal? Buenos días. Hablo con Daniel. Sí. Daniel, un placer hablar con vos. Te hablé de Angelina Adrella, la compañía justamente de Movistar.",
      "confianza": 0.361,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.75,
      "fin": 13.03,
      "duracion": 1.28,
      "texto": "Te he contado antes, Daniel.",
      "confianza": 0.346,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 15.11,
      "fin": 15.17,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.19,
      "fin": 15.81,
      "duracion": 0.62,
      "texto": "¿Qué tal? ¿Todo bien?",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.77,
      "fin": 18.37,
      "duracion": 0.6,
      "texto": "Sí. Bueno, me alegro.",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.39,
      "fin": 23.72,
      "duracion": 5.33,
      "texto": "Te comento, Daniel, el día de hoy tenemos justamente lo que es un descuento exclusivo para vos, ya que anteriormente estuviste en la compañía, me figuré en el 2023.",
      "confianza": 0.55,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.74,
      "fin": 23.8,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 23.82,
      "fin": 34.4,
      "duracion": 10.58,
      "texto": "Te comento brevemente que se trata de su plan de 8 gigas de base más 8 gigas de regalo. Y incluye lo que es whatsapp gratis para los 30 días del mes, llamadas libres.",
      "confianza": 0.738,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.88,
      "fin": 55.35,
      "duracion": 20.47,
      "texto": "Tiene como extra lo que es roaming en América y llamadas América Precio Local por un precio final de 10.400 pesos. Eso es un descuento fijo por seis meses. No sé qué te parece. ¿Cuántos giras tenemos actualmente en tu línea, Daniel? No, ni idea. No recuerdo. Pero esto, después de los seis meses, ¿qué vale esto?",
      "confianza": 0.828,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.97,
      "fin": 77.14,
      "duracion": 21.17,
      "texto": "Yo te comento, en realidad nosotros no tenemos lo que es un precio definido porque el precio al día de hoy es este, sí, pero si te preocupas por el tema de la bonificación no tenés que hacerte ningún problema porque justamente vos al quinto mes ya podés comunicarte nuevamente conmigo o con algún otro asesor para ver qué otra bonificación te podemos brindar o cómo te podemos derivar a lo que es el área de venta también para que te quedes tranquilo con eso.",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.28,
      "fin": 85.25,
      "duracion": 6.97,
      "texto": "Pero justamente nosotros también hacemos lo que son las bonificaciones semestrales por un tema de los aumentos, sí, que se mantienen más estables",
      "confianza": 0.664,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.49,
      "fin": 97.38,
      "duracion": 11.89,
      "texto": "cuando son semestrales que cuando son anuales, ¿sí? Así te gustaría hacer lo que es el cambio de portabilidad. No, no, por ahora no, te agradezco. Bien, ¿y por qué no te interesa, Daniel?",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.12,
      "fin": 100.91,
      "duracion": 2.78,
      "texto": "Qué bien es que se tienes con claro actualmente que no te tendrías con nosotros.",
      "confianza": 0.475,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.25,
      "fin": 132.42,
      "duracion": 26.17,
      "texto": "No, lo que pasa es que, viste, no me gusta andar llamando y eso y la verdad que con claro no. No, yo te comento igual, o sea, vos en cualquier momento que te encuentres, por ejemplo, que no sé, que no quieras permanecer, también podés justamente cambiarte compañera sin ningún problema, igual yo te aseguro de que justamente al quinto... No te escucho bien. Ah, disculpame, ahora me escuchas bien? No, no te escucho bien. Bien, a ver, hola, hola, hola.",
      "confianza": 0.14,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenos días. Hablo con Daniel. Sí. Daniel, un placer hablar con vos. Te hablé de Angelina Adrella, la compañía justamente de Movistar. Te he contado antes, Daniel. Sí. ¿Qué tal? ¿Todo bien? Sí. Bueno, me alegro. Te comento, Daniel, el día de hoy tenemos justamente lo que es un descuento exclusivo para vos, ya que anteriormente estuviste en la compañía, me figuré en el 2023. Sí. Te comento brevemente que se trata de su plan de 8 gigas de base más 8 gigas de regalo. Y incluye lo que es whatsapp gratis para los 30 días del mes, llamadas libres. Tiene como extra lo que es roaming en América y llamadas América Precio Local por un precio final de 10.400 pesos. Eso es un descuento fijo por seis meses. No sé qué te parece. ¿Cuántos giras tenemos actualmente en tu línea, Daniel? No, ni idea. No recuerdo. Pero esto, después de los seis meses, ¿qué vale esto? Yo te comento, en realidad nosotros no tenemos lo que es un precio definido porque el precio al día de hoy es este, sí, pero si te preocupas por el tema de la bonificación no tenés que hacerte ningún problema porque justamente vos al quinto mes ya podés comunicarte nuevamente conmigo o con algún otro asesor para ver qué otra bonificación te podemos brindar o cómo te podemos derivar a lo que es el área de venta también para que te quedes tranquilo con eso. Pero justamente nosotros también hacemos lo que son las bonificaciones semestrales por un tema de los aumentos, sí, que se mantienen más estables cuando son semestrales que cuando son anuales, ¿sí? Así te gustaría hacer lo que es el cambio de portabilidad. No, no, por ahora no, te agradezco. Bien, ¿y por qué no te interesa, Daniel? Qué bien es que se tienes con claro actualmente que no te tendrías con nosotros. No, lo que pasa es que, viste, no me gusta andar llamando y eso y la verdad que con claro no. No, yo te comento igual, o sea, vos en cualquier momento que te encuentres, por ejemplo, que no sé, que no quieras permanecer, también podés justamente cambiarte compañera sin ningún problema, igual yo te aseguro de que justamente al quinto... No te escucho bien. Ah, disculpame, ahora me escuchas bien? No, no te escucho bien. Bien, a ver, hola, hola, hola.",
  "calidad": {
    "confianza_promedio": 0.461,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:47:41.119434",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:16.431780",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115144025874_ACD_52337",
    "fecha_inicio": "15/1/2026 14:40:25",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 147,
    "tiempo_conversacion": 127,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}