{
  "archivo": "amza73_1_260113145241036_ACD_19865.wav",
  "duracion_segundos": 304.9,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 161.11,
    "Cliente": 128.92
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.43,
      "fin": 3.79,
      "duracion": 2.36,
      "texto": "Hola.",
      "confianza": 0.395,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3.81,
      "fin": 3.88,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.136,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 3.9,
      "fin": 16.01,
      "duracion": 12.11,
      "texto": "Muy gusto. Tengo que empezar a hablar con Mario. Sí, él mismo. Como leo a Mario, buenas tardes. Mi nombre es Malena. Yo le estoy llamando de la línea que le vamos a usar para ofrecerle un beneficio el día de hoy. ¿Cómo se encuentran?",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.43,
      "fin": 30.75,
      "duracion": 12.32,
      "texto": "Bien. Bien. Este, vos sé que para que no, no gastes tiempo en la macana, vos sabes que me han llamado tus compañeras, tus compañeros y en el lugar donde yo trabajo,",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.32,
      "fin": 36.46,
      "duracion": 5.14,
      "texto": "No hay buena señal para movistar, ¿viste? Bien.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.1,
      "fin": 45.8,
      "duracion": 8.7,
      "texto": "Y ese es el problema. Yo, si ustedes recuperan o en algún momento hay señal en donde yo trabajo, ¿qué me voy con ustedes?",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.46,
      "fin": 67.67,
      "duracion": 21.21,
      "texto": "Le consulto. Siempre estuve en movistar. Sí, sí, es seguro que estuvo mucho tiempo con nosotros. Mario, le consulto. ¿Usted en qué parte trabaja? Porque, bueno, le comento, no sé si mis otros compañeros lo hicieron. pero cuando hay este problema de que hay señal o que en su momento no hubo señal, nos fijamos mediante una página web que está disponible para todos, ¿sí?",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.37,
      "fin": 75.14,
      "duracion": 6.77,
      "texto": "No es nada más, únicamente, exclusivamente para nosotros que somos de Movistar, sino que cualquier persona puede meterse y revisarlo, ¿bien?",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.08,
      "fin": 82.18,
      "duracion": 6.11,
      "texto": "Lo único que necesitaría es su provincia y localidad y yo le comento que tal está la señal donde usted trabaja, ¿bien?",
      "confianza": 0.664,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.12,
      "fin": 114.9,
      "duracion": 31.78,
      "texto": "Es que la localidad, o sea, la provincia es Neuquén, y y la el punto específico específico es la si vos ubicas ahí es la base de meseta de jaliburton porque tiene dos bases jaliburton pero es la base de meseta justo en la en la meseta en la base de jaliburton ahí eh Movistar no tiene buena señal ¿Viste? Deme un segundo que no me figura",
      "confianza": 0.402,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.3,
      "fin": 149.87,
      "duracion": 33.57,
      "texto": "Es el Base Meseta Halliburton. Halliburton se cree con H, es una empresa que tiene la base ahí en la meseta. Denme un segundito, que le estoy buscando así. Dale, tranquila, tranquila. A ver, lo vamos a buscar en Google Map. Está pegadito a Centenario, también de la localidad de Neuquén, está pegadito ahí a Centenario.",
      "confianza": 0.719,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 152.05,
      "fin": 180.99,
      "duracion": 28.94,
      "texto": "Lo otro que está pegadito, no sé si te aparece, es el autódromo de Neuquén, que es algo también re importante, ¿viste? No sé si te figuras. Estamos bastante pegaditos al autódromo de la provincia de Neuquén. Bien, a ver, le comento. Como Centenario me apareció. No sé, ¿Usted está pasando lo que es una ruta 67? Claro, estamos ahí sobre la ruta 67. Bien, sí, no.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 182.03,
      "fin": 214.87,
      "duracion": 32.84,
      "texto": "Si la verdad es que donde está sobre la ruta 67 no tenemos lo que es muy buena cobertura, tenemos algo, pero hay varias partes que directamente no llegamos bien con las señales. Y una pregunta antes que me ofrezcas otra cosa. ¿Vos calculas que en algún momento se van a acoplar otras antenas o se van a asociar con otra gente que tenga señal para tener ese beneficio o no? Bien, mire, le comento. Yo creería que sí porque justamente lo voy a estar asentado para que todas las antenas que estén cerca o las amplíen.",
      "confianza": 0.673,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.39,
      "fin": 240.03,
      "duracion": 24.64,
      "texto": "o mejoran para que llegue hasta donde está usted. Yo creería que justamente hay varias clientes que tienen estos inconvenientes de señales a algunos puntos y por suerte se van mejorando todo el tiempo. Bueno, acá en la base, para que vos tengas una idea, para que vos tengas una idea y si es que te sirve el dato, acá en la base trabajamos por lo menos ciento y pico de personas, solamente en base, no en el campo.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 240.65,
      "fin": 255.27,
      "duracion": 14.62,
      "texto": "Y casi todas esas personas se pasaron a claro, como yo, justamente por ese problema, ¿viste? No es que sea un capricho nuestro decir no quiero tener claro porque no quiero a la gente de molestar, ¿no?",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 255.97,
      "fin": 257.52,
      "duracion": 1.54,
      "texto": "Ajá, sí, sí, sí.",
      "confianza": 0.242,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 257.54,
      "fin": 289.48,
      "duracion": 31.94,
      "texto": "Bueno, justamente. Y yo ahora lo volveré a dejar asentado, no sé si mis anteriores compañeros lo hicieron, pero bueno, para que puedan llegar a solucionar ese tema de la señal, porque la verdad que, eh, sí, encima, claro, seguramente me aprovecha de eso y les cobro una fortuna, con lo que veo. Totalmente más, sí, yo sé que me reíte mal en lo que te voy a decir, yo estoy pagando más de lo que pagaba con ustedes, y para mí no es que sea un problema, pero, pero bueno, ¿Viste que cuando no hay pan hay que comer torta?",
      "confianza": 0.537,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 289.5,
      "fin": 291.22,
      "duracion": 1.72,
      "texto": "Sí, sí, lo entiendo, lo entiendo.",
      "confianza": 0.418,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 291.24,
      "fin": 304.9,
      "duracion": 13.66,
      "texto": "Bueno, muchísimas gracias por su tiempo, espero que tengas excelentes días y bueno, ojalá lleguemos pronto para que ustedes no estén pagando tanto. Dale, Mali, yo te espero lo mismo de vos. Pásala bonito aquí. Igualmente, hasta luego.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Sí. Muy gusto. Tengo que empezar a hablar con Mario. Sí, él mismo. Como leo a Mario, buenas tardes. Mi nombre es Malena. Yo le estoy llamando de la línea que le vamos a usar para ofrecerle un beneficio el día de hoy. ¿Cómo se encuentran? Bien. Bien. Este, vos sé que para que no, no gastes tiempo en la macana, vos sabes que me han llamado tus compañeras, tus compañeros y en el lugar donde yo trabajo, No hay buena señal para movistar, ¿viste? Bien. Y ese es el problema. Yo, si ustedes recuperan o en algún momento hay señal en donde yo trabajo, ¿qué me voy con ustedes? Le consulto. Siempre estuve en movistar. Sí, sí, es seguro que estuvo mucho tiempo con nosotros. Mario, le consulto. ¿Usted en qué parte trabaja? Porque, bueno, le comento, no sé si mis otros compañeros lo hicieron. pero cuando hay este problema de que hay señal o que en su momento no hubo señal, nos fijamos mediante una página web que está disponible para todos, ¿sí? No es nada más, únicamente, exclusivamente para nosotros que somos de Movistar, sino que cualquier persona puede meterse y revisarlo, ¿bien? Lo único que necesitaría es su provincia y localidad y yo le comento que tal está la señal donde usted trabaja, ¿bien? Es que la localidad, o sea, la provincia es Neuquén, y y la el punto específico específico es la si vos ubicas ahí es la base de meseta de jaliburton porque tiene dos bases jaliburton pero es la base de meseta justo en la en la meseta en la base de jaliburton ahí eh Movistar no tiene buena señal ¿Viste? Deme un segundo que no me figura Es el Base Meseta Halliburton. Halliburton se cree con H, es una empresa que tiene la base ahí en la meseta. Denme un segundito, que le estoy buscando así. Dale, tranquila, tranquila. A ver, lo vamos a buscar en Google Map. Está pegadito a Centenario, también de la localidad de Neuquén, está pegadito ahí a Centenario. Lo otro que está pegadito, no sé si te aparece, es el autódromo de Neuquén, que es algo también re importante, ¿viste? No sé si te figuras. Estamos bastante pegaditos al autódromo de la provincia de Neuquén. Bien, a ver, le comento. Como Centenario me apareció. No sé, ¿Usted está pasando lo que es una ruta 67? Claro, estamos ahí sobre la ruta 67. Bien, sí, no. Si la verdad es que donde está sobre la ruta 67 no tenemos lo que es muy buena cobertura, tenemos algo, pero hay varias partes que directamente no llegamos bien con las señales. Y una pregunta antes que me ofrezcas otra cosa. ¿Vos calculas que en algún momento se van a acoplar otras antenas o se van a asociar con otra gente que tenga señal para tener ese beneficio o no? Bien, mire, le comento. Yo creería que sí porque justamente lo voy a estar asentado para que todas las antenas que estén cerca o las amplíen. o mejoran para que llegue hasta donde está usted. Yo creería que justamente hay varias clientes que tienen estos inconvenientes de señales a algunos puntos y por suerte se van mejorando todo el tiempo. Bueno, acá en la base, para que vos tengas una idea, para que vos tengas una idea y si es que te sirve el dato, acá en la base trabajamos por lo menos ciento y pico de personas, solamente en base, no en el campo. Y casi todas esas personas se pasaron a claro, como yo, justamente por ese problema, ¿viste? No es que sea un capricho nuestro decir no quiero tener claro porque no quiero a la gente de molestar, ¿no? Ajá, sí, sí, sí. Bueno, justamente. Y yo ahora lo volveré a dejar asentado, no sé si mis anteriores compañeros lo hicieron, pero bueno, para que puedan llegar a solucionar ese tema de la señal, porque la verdad que, eh, sí, encima, claro, seguramente me aprovecha de eso y les cobro una fortuna, con lo que veo. Totalmente más, sí, yo sé que me reíte mal en lo que te voy a decir, yo estoy pagando más de lo que pagaba con ustedes, y para mí no es que sea un problema, pero, pero bueno, ¿Viste que cuando no hay pan hay que comer torta? Sí, sí, lo entiendo, lo entiendo. Bueno, muchísimas gracias por su tiempo, espero que tengas excelentes días y bueno, ojalá lleguemos pronto para que ustedes no estén pagando tanto. Dale, Mali, yo te espero lo mismo de vos. Pásala bonito aquí. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.526,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:53:41.073276",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:31.500981",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113145241036_ACD_19865",
    "fecha_inicio": "13/1/2026 14:52:41",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 311,
    "tiempo_conversacion": 294,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}