{
  "archivo": "amza13_1_260114131105218_ACD_19379.wav",
  "duracion_segundos": 879.79,
  "num_segmentos": 234,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 287.54,
    "Cliente": 531.56
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.04,
      "fin": 21.62,
      "duracion": 19.58,
      "texto": "Buenos días, hablo con Janina. Sí, soy yo. Hola, ¿cómo estás, Janina? Habla Gerardo, me comunico de Beneficios Movistar. Se estamos llamando porque el día de hoy tenemos un plan en promoción por hoy. Para tu línea, se trata de un plan que tiene 16 GB en roaming y lo tenemos en 10.400 pesos solamente, con un descuento fijo.",
      "confianza": 0.294,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.3,
      "fin": 84.94,
      "duracion": 61.64,
      "texto": "¿Y el descuento por cuánto tiempo? El descuento es por seis meses y a los seis meses ya estás habilitada para cambiarte de plan desde la aplicación. Para que siempre puedas estar aprovechando las promociones que tenemos en Movistar y no tengas la necesidad de cambiarte de empresa. Sabemos que es algo un poquito molesto a veces. Sí, sí, sí. No me acuerdo cuánto estoy pagando. ¿Sis meses me existen? 6 meses es el descuento fisco y bueno, como te digo un poquito antes de que se te termine, de que se pesen los 6 meses, desde el app te puedes cambiar de plan, sin ningún problema. ¿Y cuánto necesitas? 16 GB, 10 mil pesos. ¿Y roaming? ¿Cómo sería el roaming? El roaming con ese plan lo tenemos en todos los países de América, ¿verdad? También tenemos América Precio Local, en caso de que quieras llamar a algún teléfono que se cuente fuera de la Argentina, no te cobramos las tasas.",
      "confianza": 0.376,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.92,
      "fin": 87.45,
      "duracion": 1.52,
      "texto": "Es como si llamaras dentro del país.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 87.47,
      "fin": 92.27,
      "duracion": 4.81,
      "texto": "Y por supuesto, contarías con WhatsApp gratis, llamadas libres, obviamente.",
      "confianza": 0.704,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 92.77,
      "fin": 144.18,
      "duracion": 51.41,
      "texto": "Y también, por el día de hoy, por esta promo, te vamos a regalar otros 20 gigas para que bajes desde la aplicación, que tiene una validez de 30 días. Eso es por si en algún mes tenés la necesidad de usar más gigas. los tenés a disponibilidad para cuando los quieras usar. Ah, está bien. ¿Y el roaming cómo funciona? Por ejemplo, si yo voy a otro país, lo activo y ya está, o lo tengo que pagar? No, no lo tenés que pagar, incluyendo el plan, sí. O sea, vos, por ejemplo, si te vas a Brasil o a Chile o a Uruguay, en realidad no lo tenés que activar una vez que vos cruzás la frontera, digamos, empezás a recibir señal 4G, como si estuvieras en Argentina, pero desde el roaming, sí. Y es totalmente, o sea, es parte del plan, o sea que vos lo estás pagando como parte de tu factura todos los meses, básicamente.",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 146.12,
      "fin": 151.64,
      "duracion": 5.52,
      "texto": "Ah, o sea, claro, está incluido, no lo pago aparte. No, no, no, no, para nada, no hay ninguna tasa extra, está todo incluido.",
      "confianza": 0.518,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.45,
      "fin": 164.62,
      "duracion": 9.17,
      "texto": "Bueno, bueno, sí, te voy a pedir hacerlo. Bueno, buenísimo, entonces te voy a pedir un correo electrónico. Sí, Y de corta, Grillo, GRI, WLO,",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.01,
      "fin": 190.25,
      "duracion": 24.24,
      "texto": "Sí. Arroba gmail.com. Ah, tengo una pregunta que es muy importante. Es por lo que yo me fui de Movistar. ¿Aumentaba muy seguido, viste? ¿Está aumentando mucho o muy seguido? No, para nada. De hecho, veo que vos te fuiste en el mes 8 del 2024. Yo te explico cuál era la naturaleza de esos aumentos. Por un lado estaba la inflación. Viste que la inflación, tiempo atrás, era bastante mayor.",
      "confianza": 0.389,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.75,
      "fin": 243.09,
      "duracion": 52.34,
      "texto": "Ahora no. Ya no se justifica que un aumento sea tan fuerte. y menos con esta promoción, porque en realidad este no es el precio del plan normal, sino que está en promo solo por hoy. Entonces, como está tan bajo el precio, ponene que en el tercero o cuarto mes veas algún aumento, pero va a ser un aumento tan insignificante que ni lo vas a notar, sobre todo porque los planes nuestros ahora están solo por seis meses. Esto se hizo a partir de evitar que hacia el final del periodo del plan el aumento fuera... O sea, la brecha entre lo que pagase al final y lo que pagase al principio sea muy grande. Entonces son planes cortitos, por un periodo cortito, se aumenta muy poco y te vas cambiando de manera permanente cada seis meses. O sea, yo me puedo, en seis meses, agarrar una promo como esta. Sí, sobre todo porque en la aplicación estamos sacando promos, inclusive mejores en algunos casos.",
      "confianza": 0.94,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 246.28,
      "fin": 261.9,
      "duracion": 15.62,
      "texto": "Bueno, sí, lo doy para adelante. También me pasaba eso, aumentaba seguido y cuando aumentaba, me aumentaba 3.000, 4.000 pesos por factura. de un montón, de mes por mes. Sí, era muchísimo. Sí, lo sé. Yo también era cliente en ese momento y también tenía, bueno, el mismo inconveniente, la verdad.",
      "confianza": 0.095,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 262.44,
      "fin": 263.74,
      "duracion": 1.3,
      "texto": "Bueno, no, por suerte no lo tenemos.",
      "confianza": 0.762,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 264.36,
      "fin": 280.74,
      "duracion": 16.38,
      "texto": "¿Vos tenés chip físico o virtual? O sea, ¿tenés iPhone o necesitas retirar un chip físico? No, tengo iPhone con chip físico. Ah, tenés iPhone, pero el iPhone tiene chip físico.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.76,
      "fin": 280.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 281.19,
      "fin": 299.25,
      "duracion": 18.06,
      "texto": "Ah, bueno, entonces te vamos a enviar para que retires el chip en la sucursal más cercana a tu domicilio. ¿Vos dónde estás? Yo estoy en Avellaneda. Bien, vamos a enviar. Creo que tenemos dos sucursales, si no me equivoco, en Avellaneda, y lo chequeo bien. Ah, no, tenemos una en la calle Mitre 481. ¿Hubicadas?",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 299.37,
      "fin": 299.81,
      "duracion": 0.44,
      "texto": "Sí, sí, sí.",
      "confianza": 0.565,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 299.83,
      "fin": 309.07,
      "duracion": 9.24,
      "texto": "En el shopping no hay, porque hay una vez que se trámites adentro de Avellaneda. A ver.",
      "confianza": 0.065,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.23,
      "fin": 332.07,
      "duracion": 18.84,
      "texto": "Sí, Alto Avellaneda, que queda en Wemes 897. ¿Sí tenemos su cursal ahí? ¿Lo preferís ahí? Sí, sí. Ah, buenísimo. Entonces, te lo mandamos a la cursal de muestra de Alto Avellaneda, ubicada en Wemes 897. Sí.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 334.41,
      "fin": 365.25,
      "duracion": 30.84,
      "texto": "Ahí, en unas 48 horas, ya vas a tener el chip para que lo retires. Es importante que lo tengas, que vas ahí prontito para que ya lo tengas antes de dejar de recibir la señal de claro, si no te queda sin señal en ningún momento, ¿vale? El viernes ya puede ir a buscarlo. Sí, el viernes ya va a estar. Lo tenemos acá desde... Está abierto el lunes... Ah, está todos los días, de lunes a domingo de 10 a 22. Puedes ir en cualquier momento a partir del viernes.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 365.26,
      "fin": 365.37,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 365.38,
      "fin": 373.29,
      "duracion": 7.91,
      "texto": "¿Y a partir del viernes en algún horario o no? De 10 a 22. En cualquier momento, en esa franja horaria, ya vas a poder asistir. Ya que vas a salir en la mañana, sí.",
      "confianza": 0.035,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 374.06,
      "fin": 386.97,
      "duracion": 12.91,
      "texto": "Va a estar ahí, sin ningún problema. Entonces, necesito que me brindes, por favor, tu fecha de nacimiento. Sí, 17 del 2 de 1080.",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.99,
      "fin": 387.09,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.031,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 387.11,
      "fin": 391.1,
      "duracion": 3.99,
      "texto": "¿Del 2 o del 12? De febrero. Ah, del 2.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 391.12,
      "fin": 393.22,
      "duracion": 2.1,
      "texto": "Perfecto.",
      "confianza": 0.617,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 393.24,
      "fin": 410.34,
      "duracion": 17.1,
      "texto": "Bueno. Ahora... Vos tenés abono, ¿verdad? Con claro, no sos prepago. Eh, prepago. Ah, vos sos prepago cuando haces recargas todos los meses. Abono es cuando recibes una factura. Ah, no, no. No, abono, abono. Sois abono, excelente.",
      "confianza": 0.012,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 410.36,
      "fin": 410.46,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.04,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 410.48,
      "fin": 420.83,
      "duracion": 10.35,
      "texto": "Bueno, te voy a leer un cierre. Te tengo que pasar el código de portabilidad a tu número por ese mes. ¿Sabés qué es el código de portabilidad?",
      "confianza": 0.394,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 420.85,
      "fin": 420.99,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.0,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 421.01,
      "fin": 421.81,
      "duracion": 0.8,
      "texto": "Sí, me lo dieron cuando vine acá, claro.",
      "confianza": 0.028,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 422.36,
      "fin": 423.32,
      "duracion": 0.96,
      "texto": "Perfecto.",
      "confianza": 0.779,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 423.38,
      "fin": 429.09,
      "duracion": 5.71,
      "texto": "Ahora te voy a mandar un WhatsApp. Así enseguida me pasas la captura del código y fue todo de tu DNI.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 429.59,
      "fin": 441.38,
      "duracion": 11.79,
      "texto": "Pero antes vamos a comenzar teniéndote el cierre comercial donde están todas las condiciones del servicio que estás adquiriendo. Te lo voy a leer de corrido. Es como un contrato legal. Simplemente te pido que me confirmes alguna información que te hubiera pedido.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 441.94,
      "fin": 442.72,
      "duracion": 0.78,
      "texto": "Voy a comenzar.",
      "confianza": 0.718,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 443.7,
      "fin": 448.79,
      "duracion": 5.09,
      "texto": "Para recibir futuras promociones, usted tiene Internet de Movistar.",
      "confianza": 0.793,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 450.04,
      "fin": 463.87,
      "duracion": 13.83,
      "texto": "¿Se refiere a si tenés fibra óptica en casa? ¿Tenés fibra óptica en casa? Sí, es donde está. Nada más que está en la línea de mi María. Ah, perfecto.",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.89,
      "fin": 463.99,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.206,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 464.01,
      "fin": 474.64,
      "duracion": 10.63,
      "texto": "Entonces, estamos portando la línea 1153153052 a nombre y a pedido de la titular actual Danina Vanessa Grillo. ¿Me confirmaría los últimos tres dígitos de tu DNI? 488.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 475.35,
      "fin": 485.19,
      "duracion": 9.84,
      "texto": "Bien, me comentabas que contás con claro con factura mensual. ¿La factura está a tu nombre o a nombre de otra persona? A mi nombre. Bien, ¿tu chip es físico o virtual?",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 486.77,
      "fin": 496.85,
      "duracion": 10.08,
      "texto": "Físico. Bien, vas a retirar tu chip en la sucursal de Movistar ubicada en Wemes 897 en el shopping Alto Avellaneda del Partido de Avellaneda, provincia de Buenos Aires.",
      "confianza": 0.314,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 497.19,
      "fin": 527.11,
      "duracion": 29.92,
      "texto": "te recuerdo que el costo del servicio al día de hoy es de 10.400 pesos, contás con un descuento fijo por seis meses de 41.650 pesos y las características del plan son las siguientes, contás con 16 gigas en total, son 8 gigas de base más 8 gigas de regalo por seis meses que se habilitarán 48 horas después de activar la línea, además contás con WhatsApp totalmente gratis, llamadas libres a todas las compañías, 1 giga para Free Fire, América Precio Local y Roaming en todos los países de América.",
      "confianza": 0.746,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 527.44,
      "fin": 538.75,
      "duracion": 11.31,
      "texto": "El servicio se factura a mesa adelantado y tú un mail que me brindaste es el y de corta. Grillo con doble L, arroba gmail.com, ¿correcto?",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 539.64,
      "fin": 546.8,
      "duracion": 7.16,
      "texto": "Sí, correcto. Bien, el teléfono alternativo es el mismo que estamos portando, es el 11 53 15 30 52.",
      "confianza": 0.303,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 547.61,
      "fin": 566.01,
      "duracion": 18.4,
      "texto": "Vas a estar recibiendo tu facturación online a través del mail que nos proporcionaste. Desde la aplicación Mismovistar, ingresando a la sección Servicios, puedes ver toda la información referida a tu factura, desde el ciclo de facturación, el vencimiento y los montos a pagar. Puedes activar los 20 gigas de regalo que tienen una duración de 30 días y te puedes adherir al débito automático.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 567.13,
      "fin": 570.59,
      "duracion": 3.46,
      "texto": "Una vez aprobada la portabilidad, tu línea porta a las 48 horas sábiles.",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 571.17,
      "fin": 575.64,
      "duracion": 4.47,
      "texto": "Y antes, por mensaje de WhatsApp, te vamos a informar la fecha de portabilidad para que te quedes tranquila.",
      "confianza": 0.585,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 576.16,
      "fin": 601.33,
      "duracion": 25.17,
      "texto": "Es importante que no coloques el chip antes de la fecha informada. Siguiente vas a dar cuenta porque tu línea de claro va a dejar de recibir el señal que es ahí cuando debes colocarlo. Por única vez tienes que validar tu identidad al activarlo y si tenés una dificultad con esa validación intentar nuevamente o si no te puedes comunicar al 0803 21 76 78 2 opción 4. Ahora te paso este número por WhatsApp para que te ayuden con la validación.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 602.11,
      "fin": 612.36,
      "duracion": 10.25,
      "texto": "Te solicitamos que si no levantas señal en el chip reinicie el equipo y en los próximos días vas a recibir una encuesta de satisfacción que nos gustaría que respondas porque tu opinión es muy importante para la empresa.",
      "confianza": 0.685,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 613.04,
      "fin": 668.84,
      "duracion": 55.8,
      "texto": "Bueno, esa ha sido nuestra conversación comercial. Ahora voy a pedir que te envíen el código de portabilidad y me lo tenés que pasar por ahí, por WhatsApp. Y necesito una forma del DNI de frente de los socios para verificar identidad. Y ya con eso estaríamos terminando, ¿sí? Bueno, yo voy a ser asesor de de posventa, así que cualquier duda que tengas en estos días me puedes escribir a mi WhatsApp. Está bien. Tengo una pregunta. Una vez que recibo el chip, ¿qué me tengo que esperar que me llamen ustedes? ¿Me dijiste? Un día antes, o en movistarte envía un mensaje de texto, diciéndote que tal día, a tal hora, dejás de recibir la señal de claro. Eso es para que vos estés atenta y sepas cuándo tenés que colocar el chip. Generalmente, la portabilidad se hace efectiva durante la madrugada, tipo 5 de la mañana, de modo que la persona no se quede sin señal a lo largo del día.",
      "confianza": 0.367,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 669.56,
      "fin": 720.96,
      "duracion": 51.4,
      "texto": "De cualquier manera, si vos tenés una duda, vos me lo podés consultar y yo irse quedando en el sistema y te voy a decir, bueno, tal día, tal hora está previsto que te quedes sin señal, ¿sí? De esa manera, bueno, te evitas quedarte sin señal. La validación, una vez que coloques el chip, es muy simple, se hacen esas tres preguntas Básicas que te hacen para avaliar cualquier servicio y vas a recibir la señal de molestar. Ah, bien. Bien. Bueno, ¿recibiste mi WhatsApp? A ver, ahí me fijo. Bien. También ya me confirman que te enviaron... Ah, buenísimo. Ya me confirman que te enviaron el código de portabilidad que tiene que llegar a un SMS de NACOM con un código de cuatro dígitos. ¿Te llegó ese SMS?",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 722.02,
      "fin": 793.51,
      "duracion": 71.49,
      "texto": "Sí, lo tengo. ¿Podrías decirme cuál es el código? El código, ya te digo, es 5422. Bien. ¿Y la fecha de vencimiento? 21 de enero del 26, 13 y 21. Perfecto. Bueno, entonces, lo único que nos queda es que ahora me mandes, yo me quedo en línea, que me mandes la captura de pantalla de ese código para que se lo enviamos a Claro y te dejen de facturar, y bueno, la foto de tu DNI de frente y dorso. Y con eso ya estaríamos, ya estaríamos. A mí me vendría una factura más, ¿no? Claro. ¿A vos? ¿De Claro? No, no sé, solo tenés que hablar con Claro. Yo no sé cómo manejan ellos el tema de su ciclo de facturación. Si te puedo decir que con movistar tu primera factura la vas a abonar en el mes de febrero. ¿Sabe más o menos qué pesa? Y es que eso depende de cuándo porte. Ahí lo consulto. Un momento. Bueno. ¿Cuándo pagan la primera factura más o menos que pesa? Pero el día no.",
      "confianza": 0.383,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 794.91,
      "fin": 804.68,
      "duracion": 9.77,
      "texto": "Lo que me dicen acá es que más o menos de la factura tendría que estar en el mes de febrero, no sé exactamente en qué día, y se vencería en el mes de marzo. Seguramente los primeros días del mes de marzo.",
      "confianza": 0.618,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 807.46,
      "fin": 811.29,
      "duracion": 3.83,
      "texto": "Ah, bueno. Ahí estoy sacando la foto de la envío.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 811.31,
      "fin": 814.49,
      "duracion": 3.18,
      "texto": "Sí, sí, por favor.",
      "confianza": 0.44,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 814.51,
      "fin": 836.22,
      "duracion": 21.71,
      "texto": "¿Me mandaste un número con un 0800? ¿Puede ser por WhatsApp? Sí, eso es para... Te voy a poner entre paréntesis, por si tenés. problemas para validar. Cuando coloques el chip, te van a pedir validar. Sí, es muy simple. No hay que tener problemas felos. Si llegas a tener problemas, tenemos a disponibilidades 0800.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 836.24,
      "fin": 836.54,
      "duracion": 0.3,
      "texto": "Bien.",
      "confianza": 0.896,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 851.61,
      "fin": 851.97,
      "duracion": 0.36,
      "texto": "Acá. Hay demandes.",
      "confianza": 0.004,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 852.73,
      "fin": 858.67,
      "duracion": 5.94,
      "texto": "El código perfecto, bien. Y tu DNI, a ver que esté... Ah, excelente.",
      "confianza": 0.849,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 859.31,
      "fin": 864.44,
      "duracion": 5.13,
      "texto": "Bueno, Danina, listo. Entonces, esto sería todo. Ahora mismo cargo tu trámite.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 865.16,
      "fin": 879.79,
      "duracion": 14.63,
      "texto": "Cualquier duda que tengas, me podés consultar. Sí, mi WhatsApp no es el mismo problema. Bueno, que tengas una excelente tarde y bienvenida una vez más a Movistar. Bueno, muchas gracias. Hasta luego. Hasta luego.",
      "confianza": 0.785,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Buenos días, hablo con Janina. Sí, soy yo. Hola, ¿cómo estás, Janina? Habla Gerardo, me comunico de Beneficios Movistar. Se estamos llamando porque el día de hoy tenemos un plan en promoción por hoy. Para tu línea, se trata de un plan que tiene 16 GB en roaming y lo tenemos en 10.400 pesos solamente, con un descuento fijo. ¿Y el descuento por cuánto tiempo? El descuento es por seis meses y a los seis meses ya estás habilitada para cambiarte de plan desde la aplicación. Para que siempre puedas estar aprovechando las promociones que tenemos en Movistar y no tengas la necesidad de cambiarte de empresa. Sabemos que es algo un poquito molesto a veces. Sí, sí, sí. No me acuerdo cuánto estoy pagando. ¿Sis meses me existen? 6 meses es el descuento fisco y bueno, como te digo un poquito antes de que se te termine, de que se pesen los 6 meses, desde el app te puedes cambiar de plan, sin ningún problema. ¿Y cuánto necesitas? 16 GB, 10 mil pesos. ¿Y roaming? ¿Cómo sería el roaming? El roaming con ese plan lo tenemos en todos los países de América, ¿verdad? También tenemos América Precio Local, en caso de que quieras llamar a algún teléfono que se cuente fuera de la Argentina, no te cobramos las tasas. Es como si llamaras dentro del país. Y por supuesto, contarías con WhatsApp gratis, llamadas libres, obviamente. Y también, por el día de hoy, por esta promo, te vamos a regalar otros 20 gigas para que bajes desde la aplicación, que tiene una validez de 30 días. Eso es por si en algún mes tenés la necesidad de usar más gigas. los tenés a disponibilidad para cuando los quieras usar. Ah, está bien. ¿Y el roaming cómo funciona? Por ejemplo, si yo voy a otro país, lo activo y ya está, o lo tengo que pagar? No, no lo tenés que pagar, incluyendo el plan, sí. O sea, vos, por ejemplo, si te vas a Brasil o a Chile o a Uruguay, en realidad no lo tenés que activar una vez que vos cruzás la frontera, digamos, empezás a recibir señal 4G, como si estuvieras en Argentina, pero desde el roaming, sí. Y es totalmente, o sea, es parte del plan, o sea que vos lo estás pagando como parte de tu factura todos los meses, básicamente. Ah, o sea, claro, está incluido, no lo pago aparte. No, no, no, no, para nada, no hay ninguna tasa extra, está todo incluido. Bueno, bueno, sí, te voy a pedir hacerlo. Bueno, buenísimo, entonces te voy a pedir un correo electrónico. Sí, Y de corta, Grillo, GRI, WLO, Sí. Arroba gmail.com. Ah, tengo una pregunta que es muy importante. Es por lo que yo me fui de Movistar. ¿Aumentaba muy seguido, viste? ¿Está aumentando mucho o muy seguido? No, para nada. De hecho, veo que vos te fuiste en el mes 8 del 2024. Yo te explico cuál era la naturaleza de esos aumentos. Por un lado estaba la inflación. Viste que la inflación, tiempo atrás, era bastante mayor. Ahora no. Ya no se justifica que un aumento sea tan fuerte. y menos con esta promoción, porque en realidad este no es el precio del plan normal, sino que está en promo solo por hoy. Entonces, como está tan bajo el precio, ponene que en el tercero o cuarto mes veas algún aumento, pero va a ser un aumento tan insignificante que ni lo vas a notar, sobre todo porque los planes nuestros ahora están solo por seis meses. Esto se hizo a partir de evitar que hacia el final del periodo del plan el aumento fuera... O sea, la brecha entre lo que pagase al final y lo que pagase al principio sea muy grande. Entonces son planes cortitos, por un periodo cortito, se aumenta muy poco y te vas cambiando de manera permanente cada seis meses. O sea, yo me puedo, en seis meses, agarrar una promo como esta. Sí, sobre todo porque en la aplicación estamos sacando promos, inclusive mejores en algunos casos. Bueno, sí, lo doy para adelante. También me pasaba eso, aumentaba seguido y cuando aumentaba, me aumentaba 3.000, 4.000 pesos por factura. de un montón, de mes por mes. Sí, era muchísimo. Sí, lo sé. Yo también era cliente en ese momento y también tenía, bueno, el mismo inconveniente, la verdad. Bueno, no, por suerte no lo tenemos. ¿Vos tenés chip físico o virtual? O sea, ¿tenés iPhone o necesitas retirar un chip físico? No, tengo iPhone con chip físico. Ah, tenés iPhone, pero el iPhone tiene chip físico. Sí. Ah, bueno, entonces te vamos a enviar para que retires el chip en la sucursal más cercana a tu domicilio. ¿Vos dónde estás? Yo estoy en Avellaneda. Bien, vamos a enviar. Creo que tenemos dos sucursales, si no me equivoco, en Avellaneda, y lo chequeo bien. Ah, no, tenemos una en la calle Mitre 481. ¿Hubicadas? Sí, sí, sí. En el shopping no hay, porque hay una vez que se trámites adentro de Avellaneda. A ver. Sí, Alto Avellaneda, que queda en Wemes 897. ¿Sí tenemos su cursal ahí? ¿Lo preferís ahí? Sí, sí. Ah, buenísimo. Entonces, te lo mandamos a la cursal de muestra de Alto Avellaneda, ubicada en Wemes 897. Sí. Ahí, en unas 48 horas, ya vas a tener el chip para que lo retires. Es importante que lo tengas, que vas ahí prontito para que ya lo tengas antes de dejar de recibir la señal de claro, si no te queda sin señal en ningún momento, ¿vale? El viernes ya puede ir a buscarlo. Sí, el viernes ya va a estar. Lo tenemos acá desde... Está abierto el lunes... Ah, está todos los días, de lunes a domingo de 10 a 22. Puedes ir en cualquier momento a partir del viernes. Bien. ¿Y a partir del viernes en algún horario o no? De 10 a 22. En cualquier momento, en esa franja horaria, ya vas a poder asistir. Ya que vas a salir en la mañana, sí. Va a estar ahí, sin ningún problema. Entonces, necesito que me brindes, por favor, tu fecha de nacimiento. Sí, 17 del 2 de 1080. Bien. ¿Del 2 o del 12? De febrero. Ah, del 2. Perfecto. Bueno. Ahora... Vos tenés abono, ¿verdad? Con claro, no sos prepago. Eh, prepago. Ah, vos sos prepago cuando haces recargas todos los meses. Abono es cuando recibes una factura. Ah, no, no. No, abono, abono. Sois abono, excelente. Bien. Bueno, te voy a leer un cierre. Te tengo que pasar el código de portabilidad a tu número por ese mes. ¿Sabés qué es el código de portabilidad? Sí, sí. Sí, me lo dieron cuando vine acá, claro. Perfecto. Ahora te voy a mandar un WhatsApp. Así enseguida me pasas la captura del código y fue todo de tu DNI. Pero antes vamos a comenzar teniéndote el cierre comercial donde están todas las condiciones del servicio que estás adquiriendo. Te lo voy a leer de corrido. Es como un contrato legal. Simplemente te pido que me confirmes alguna información que te hubiera pedido. Voy a comenzar. Para recibir futuras promociones, usted tiene Internet de Movistar. ¿Se refiere a si tenés fibra óptica en casa? ¿Tenés fibra óptica en casa? Sí, es donde está. Nada más que está en la línea de mi María. Ah, perfecto. Bien. Entonces, estamos portando la línea 1153153052 a nombre y a pedido de la titular actual Danina Vanessa Grillo. ¿Me confirmaría los últimos tres dígitos de tu DNI? 488. Bien, me comentabas que contás con claro con factura mensual. ¿La factura está a tu nombre o a nombre de otra persona? A mi nombre. Bien, ¿tu chip es físico o virtual? Físico. Bien, vas a retirar tu chip en la sucursal de Movistar ubicada en Wemes 897 en el shopping Alto Avellaneda del Partido de Avellaneda, provincia de Buenos Aires. te recuerdo que el costo del servicio al día de hoy es de 10.400 pesos, contás con un descuento fijo por seis meses de 41.650 pesos y las características del plan son las siguientes, contás con 16 gigas en total, son 8 gigas de base más 8 gigas de regalo por seis meses que se habilitarán 48 horas después de activar la línea, además contás con WhatsApp totalmente gratis, llamadas libres a todas las compañías, 1 giga para Free Fire, América Precio Local y Roaming en todos los países de América. El servicio se factura a mesa adelantado y tú un mail que me brindaste es el y de corta. Grillo con doble L, arroba gmail.com, ¿correcto? Sí, correcto. Bien, el teléfono alternativo es el mismo que estamos portando, es el 11 53 15 30 52. Vas a estar recibiendo tu facturación online a través del mail que nos proporcionaste. Desde la aplicación Mismovistar, ingresando a la sección Servicios, puedes ver toda la información referida a tu factura, desde el ciclo de facturación, el vencimiento y los montos a pagar. Puedes activar los 20 gigas de regalo que tienen una duración de 30 días y te puedes adherir al débito automático. Una vez aprobada la portabilidad, tu línea porta a las 48 horas sábiles. Y antes, por mensaje de WhatsApp, te vamos a informar la fecha de portabilidad para que te quedes tranquila. Es importante que no coloques el chip antes de la fecha informada. Siguiente vas a dar cuenta porque tu línea de claro va a dejar de recibir el señal que es ahí cuando debes colocarlo. Por única vez tienes que validar tu identidad al activarlo y si tenés una dificultad con esa validación intentar nuevamente o si no te puedes comunicar al 0803 21 76 78 2 opción 4. Ahora te paso este número por WhatsApp para que te ayuden con la validación. Te solicitamos que si no levantas señal en el chip reinicie el equipo y en los próximos días vas a recibir una encuesta de satisfacción que nos gustaría que respondas porque tu opinión es muy importante para la empresa. Bueno, esa ha sido nuestra conversación comercial. Ahora voy a pedir que te envíen el código de portabilidad y me lo tenés que pasar por ahí, por WhatsApp. Y necesito una forma del DNI de frente de los socios para verificar identidad. Y ya con eso estaríamos terminando, ¿sí? Bueno, yo voy a ser asesor de de posventa, así que cualquier duda que tengas en estos días me puedes escribir a mi WhatsApp. Está bien. Tengo una pregunta. Una vez que recibo el chip, ¿qué me tengo que esperar que me llamen ustedes? ¿Me dijiste? Un día antes, o en movistarte envía un mensaje de texto, diciéndote que tal día, a tal hora, dejás de recibir la señal de claro. Eso es para que vos estés atenta y sepas cuándo tenés que colocar el chip. Generalmente, la portabilidad se hace efectiva durante la madrugada, tipo 5 de la mañana, de modo que la persona no se quede sin señal a lo largo del día. De cualquier manera, si vos tenés una duda, vos me lo podés consultar y yo irse quedando en el sistema y te voy a decir, bueno, tal día, tal hora está previsto que te quedes sin señal, ¿sí? De esa manera, bueno, te evitas quedarte sin señal. La validación, una vez que coloques el chip, es muy simple, se hacen esas tres preguntas Básicas que te hacen para avaliar cualquier servicio y vas a recibir la señal de molestar. Ah, bien. Bien. Bueno, ¿recibiste mi WhatsApp? A ver, ahí me fijo. Bien. También ya me confirman que te enviaron... Ah, buenísimo. Ya me confirman que te enviaron el código de portabilidad que tiene que llegar a un SMS de NACOM con un código de cuatro dígitos. ¿Te llegó ese SMS? Sí, lo tengo. ¿Podrías decirme cuál es el código? El código, ya te digo, es 5422. Bien. ¿Y la fecha de vencimiento? 21 de enero del 26, 13 y 21. Perfecto. Bueno, entonces, lo único que nos queda es que ahora me mandes, yo me quedo en línea, que me mandes la captura de pantalla de ese código para que se lo enviamos a Claro y te dejen de facturar, y bueno, la foto de tu DNI de frente y dorso. Y con eso ya estaríamos, ya estaríamos. A mí me vendría una factura más, ¿no? Claro. ¿A vos? ¿De Claro? No, no sé, solo tenés que hablar con Claro. Yo no sé cómo manejan ellos el tema de su ciclo de facturación. Si te puedo decir que con movistar tu primera factura la vas a abonar en el mes de febrero. ¿Sabe más o menos qué pesa? Y es que eso depende de cuándo porte. Ahí lo consulto. Un momento. Bueno. ¿Cuándo pagan la primera factura más o menos que pesa? Pero el día no. Lo que me dicen acá es que más o menos de la factura tendría que estar en el mes de febrero, no sé exactamente en qué día, y se vencería en el mes de marzo. Seguramente los primeros días del mes de marzo. Ah, bueno. Ahí estoy sacando la foto de la envío. Sí, sí, por favor. ¿Me mandaste un número con un 0800? ¿Puede ser por WhatsApp? Sí, eso es para... Te voy a poner entre paréntesis, por si tenés. problemas para validar. Cuando coloques el chip, te van a pedir validar. Sí, es muy simple. No hay que tener problemas felos. Si llegas a tener problemas, tenemos a disponibilidades 0800. Bien. Acá. Hay demandes. El código perfecto, bien. Y tu DNI, a ver que esté... Ah, excelente. Bueno, Danina, listo. Entonces, esto sería todo. Ahora mismo cargo tu trámite. Cualquier duda que tengas, me podés consultar. Sí, mi WhatsApp no es el mismo problema. Bueno, que tengas una excelente tarde y bienvenida una vez más a Movistar. Bueno, muchas gracias. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.475,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 42.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:11:27.505447",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 234,
    "total_segmentos_corregido": 59,
    "fecha_correccion": "2026-01-18T23:05:14.280721",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114131105218_ACD_19379",
    "fecha_inicio": "14/1/2026 13:11:05",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 870,
    "tiempo_conversacion": 839,
    "tiempo_hold": 0,
    "tiempo_acw": 14,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}