{
  "archivo": "amza4_1_260116142440247_ACD_38037.wav",
  "duracion_segundos": 127.22,
  "num_segmentos": 37,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 74.53,
    "Cliente": 40.88
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.89,
      "fin": 8.63,
      "duracion": 6.74,
      "texto": "¿Hola? Sí. Hola, ¿sí que tal? Buenas tardes, con Christian. ¿Quién habla?",
      "confianza": 0.198,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.65,
      "fin": 13.1,
      "duracion": 4.45,
      "texto": "Un gusto, mi nombre es Gabriela, me estoy comunicando, hablaría de recuperar de quien era como íbamos a estar.",
      "confianza": 0.526,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.12,
      "fin": 17.3,
      "duracion": 4.18,
      "texto": "¿Cómo estás, Christian? Bien,",
      "confianza": 0.646,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 17.3,
      "fin": 17.67,
      "duracion": 0.37,
      "texto": "bien, estoy bien.",
      "confianza": 0.006,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.69,
      "fin": 25.8,
      "duracion": 8.11,
      "texto": "Bien, alero. Christian, ¿me figuras que esta línea de teléfono que estamos hablando, terminada en 770, usted la lleva con la compañía, claro, actualmente?",
      "confianza": 0.06,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.8,
      "fin": 58.0,
      "duracion": 29.2,
      "texto": "Sí, correcto. Bien, ¿recuerda cuántos gigas tiene Cristian? ¿Cuánto internet le dan? 17. ¿Cuánto paga por los 17 gigas? 5.000 pesos. Bueno, mire, le comento que le acompañemos a los que podemos brindar un buen beneficio para que tengan, sobre todo, los que son gigas reales y que su WhatsApp, por ejemplo, en este caso, no le consuma del paquete de internet porque muchas veces pasa que se acredita en el internet y el WhatsApp le gasta.",
      "confianza": 0.058,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.32,
      "fin": 61.54,
      "duracion": 3.23,
      "texto": "En este caso, Cristian, lo que yo tengo para brindarle es un plano.",
      "confianza": 0.435,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.56,
      "fin": 89.03,
      "duracion": 27.47,
      "texto": "Usted tendría 8 días de base, con 8 días de regalos reales, es decir, 16 días de más libres a través de la compañía y Guasaratí, por tan solo 10.400 pesos por mes que le hicieramos. ¿Y cuál es el negocio para mí? Quiere tener un servicio que realmente le brinda internet, que realmente le dura, ¿no? Como pasa con otras compañías quebran el servicio colectivo a tener 17 días, pero cuando quiere acordar no tiene la misma velocidad.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.75,
      "fin": 103.13,
      "duracion": 12.38,
      "texto": "No, yo los tengo. Tengo la velocidad, tengo las sigas, gasto la cantidad que gasto, encima me sobran. Y movilizar por la zona que ando, anda para atrás. Todos los que están por esta zona, están pasando claro.",
      "confianza": 0.354,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.19,
      "fin": 108.01,
      "duracion": 3.82,
      "texto": "Bien, ¿y ha probado recientemente el tema de la cobertura que me hizo en su zona?",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.34,
      "fin": 112.76,
      "duracion": 2.42,
      "texto": "Sí, sí, sí, porque tengo varios compañeros que tienen problemas",
      "confianza": 0.491,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.33,
      "fin": 119.94,
      "duracion": 6.61,
      "texto": "con la razón de que trabajamos y no, se están dejando constantemente. Ah, comprendo, comprendo.",
      "confianza": 0.42,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.79,
      "fin": 127.22,
      "duracion": 6.43,
      "texto": "Bueno, te lo dejo sentado en el sistema, Christian. Muchas gracias y disculpen la molestia. Que vas un buen día. Hasta luego. Gracias. Hasta luego.",
      "confianza": 0.409,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "¿Hola? Sí. Hola, ¿sí que tal? Buenas tardes, con Christian. ¿Quién habla? Un gusto, mi nombre es Gabriela, me estoy comunicando, hablaría de recuperar de quien era como íbamos a estar. ¿Cómo estás, Christian? Bien, bien, estoy bien. Bien, alero. Christian, ¿me figuras que esta línea de teléfono que estamos hablando, terminada en 770, usted la lleva con la compañía, claro, actualmente? Sí, correcto. Bien, ¿recuerda cuántos gigas tiene Cristian? ¿Cuánto internet le dan? 17. ¿Cuánto paga por los 17 gigas? 5.000 pesos. Bueno, mire, le comento que le acompañemos a los que podemos brindar un buen beneficio para que tengan, sobre todo, los que son gigas reales y que su WhatsApp, por ejemplo, en este caso, no le consuma del paquete de internet porque muchas veces pasa que se acredita en el internet y el WhatsApp le gasta. En este caso, Cristian, lo que yo tengo para brindarle es un plano. Usted tendría 8 días de base, con 8 días de regalos reales, es decir, 16 días de más libres a través de la compañía y Guasaratí, por tan solo 10.400 pesos por mes que le hicieramos. ¿Y cuál es el negocio para mí? Quiere tener un servicio que realmente le brinda internet, que realmente le dura, ¿no? Como pasa con otras compañías quebran el servicio colectivo a tener 17 días, pero cuando quiere acordar no tiene la misma velocidad. No, yo los tengo. Tengo la velocidad, tengo las sigas, gasto la cantidad que gasto, encima me sobran. Y movilizar por la zona que ando, anda para atrás. Todos los que están por esta zona, están pasando claro. Bien, ¿y ha probado recientemente el tema de la cobertura que me hizo en su zona? Sí, sí, sí, porque tengo varios compañeros que tienen problemas con la razón de que trabajamos y no, se están dejando constantemente. Ah, comprendo, comprendo. Bueno, te lo dejo sentado en el sistema, Christian. Muchas gracias y disculpen la molestia. Que vas un buen día. Hasta luego. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.434,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:31:50.630540",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 37,
    "total_segmentos_corregido": 13,
    "fecha_correccion": "2026-01-18T23:05:30.094156",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116142440247_ACD_38037",
    "fecha_inicio": "16/1/2026 14:24:40",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 136,
    "tiempo_conversacion": 122,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}