{
  "archivo": "amza1_1_260113131524044_ACD_85105.wav",
  "duracion_segundos": 571.15,
  "num_segmentos": 123,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 295.74,
    "Cliente": 240.73
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.4,
      "fin": 3.88,
      "duracion": 2.48,
      "texto": "Hola, qué tal, buenos días. Hablo con Diego Armando.",
      "confianza": 0.374,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.7,
      "fin": 5.76,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.044,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.78,
      "fin": 23.64,
      "duracion": 17.86,
      "texto": "Diego, cómo le va, un placer hablar con usted. Mi nombre es Angelina, me comunico desde el área de recupero clientes Monster. ¿Cómo le va? ¿Qué tal? ¿Cómo le va? ¿Bien, usted? Bien, bien. Bueno, me alegro. Te comento, Diego, mi figura acá en el sistema que actualmente tiene lo que es una abono mensual en claro. ¿Eso es correcto?",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.76,
      "fin": 24.82,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.23,
      "fin": 54.13,
      "duracion": 28.9,
      "texto": "Bien, le comento que tenemos una promoción para usted el día de hoy. Sí, es un plan de 8 gigas de base más 8 gigas de regalo por 6 meses, es decir, que va a tener 16 gigas en total, que incluye lo que son las llamadas diversas de cualquier compañía, WhatsApp gratis de 30 días del mes, y además como extra, ¿sí? Incluye lo que es roaming en América y llamadas en América a precio local. Todo esto por 13,250 pesos, ¿bien? Una persona que está abonando usted actualmente, ¿cuántos gigas tiene en su línea? ¿Tiene idea de eso, Leo?",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 54.92,
      "fin": 72.18,
      "duracion": 17.26,
      "texto": "Pues algo de 10. Bien, 10 gigas. ¿Y cuánto está volando por estos gigas, Diego? Diga, me agarraste en un momento que no te sabía decir. Bien, no hay problema.",
      "confianza": 0.114,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.76,
      "fin": 93.81,
      "duracion": 21.05,
      "texto": "Están mirando y le paso a comentar si que el beneficio que viene con nosotros en vez de movilizar, pues si usted tiene gigas de sobra, por ejemplo, lo puede guardar a través de la aplicación para utilizarlo en el siguiente, con lo que es a través de beneficios de movilizar un montón de los fondos para aprovechar los fondos de comercios adheridos como el cine, el humo de la cárcel, los supermercados, farmacias y demás.",
      "confianza": 0.455,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.55,
      "fin": 110.95,
      "duracion": 16.4,
      "texto": "Está muy bueno porque de esa manera pueden financiar sus ganas, pero no está rabonando. Pesos de los cuales tal vez con un abordo, una compra, el supermercado, farmacia o cualquier comercio adherido que esté preparado en su domicilio lo puede ahorrar.",
      "confianza": 0.494,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 111.73,
      "fin": 116.01,
      "duracion": 4.28,
      "texto": "¿Usted anteriormente ha hecho lo que es el cambio de portabilidad de una compañía a la otra?",
      "confianza": 0.674,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.93,
      "fin": 166.52,
      "duracion": 48.59,
      "texto": "¿Cómo, cómo? ¿Usted anteriormente ha hecho lo que es el cambio de portabilidad de una compañía a la otra? Es decir, cambiarse de línea. Sí, sí, sí. Estuve en claro, me pasé a movistar y volví. Había estado en movistar un mes y volví a quedarme de vuelta. Bien. Y en ese caso, le interesaría que hagamos lo que es el cambio. Yo puedo hacer lo que es el cambio. Dentro de 48 a 72 horas, usted va a estar pudiendo tener lo que es la línea. sin problemas, si no va a perder obviamente su comunicación con su línea actual y obviamente va a poder seguir portando el mismo número. Todo esto por el precio que le mencioné recién y obviamente mi gestión personalizada. Por el momento no. ¿Por qué no le interesa a Diego si lo podemos hacer en cuestión de minutos?",
      "confianza": 0.345,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 167.35,
      "fin": 197.41,
      "duracion": 30.06,
      "texto": "No, no, porque más allá de eso tengo otras cuestiones. Tengo la cabeza a mí por ahora y primeramente me gustaría asesorarme con otros que tengan movistar porque en su momento yo pasé de clara a movistar, pero si bien todo esto que me decís era bueno también, o sea, el servicio y demás, pero yo no tenía común. Lo uso mucho para trabajar. No tenía buena cobertura.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.19,
      "fin": 203.7,
      "duracion": 5.51,
      "texto": "Bien, ¿de qué zonas? Porque eso lo vamos a verificar. ¿De qué zonas soy?",
      "confianza": 0.113,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.6,
      "fin": 208.6,
      "duracion": 4.0,
      "texto": "Exactamente, provincia y localidad. La Plata. La Plata.",
      "confianza": 0.285,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 209.81,
      "fin": 210.99,
      "duracion": 1.18,
      "texto": "Bien, te comento.",
      "confianza": 0.549,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.49,
      "fin": 212.07,
      "duracion": 0.58,
      "texto": "San Carlos.",
      "confianza": 0.853,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.99,
      "fin": 237.72,
      "duracion": 24.73,
      "texto": "Ok, ahí está perfecto, más específico. Pero, por ejemplo, lugares donde suelo andar, por cuestiones de trabajo, Crisolmo, Villalera, y esos lados es como que no, no, no, no, nada. Bueno, en su momento no andaba nada, prácticamente. Se moría el celular, se vio la señal de internet.",
      "confianza": 0.451,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.26,
      "fin": 242.78,
      "duracion": 4.52,
      "texto": "O sea, pero completamente. Y ya fue, sí, hace bastante tiempo.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.28,
      "fin": 245.69,
      "duracion": 2.4,
      "texto": "Hace bastante, es lo que me figura acá en el sistema.",
      "confianza": 0.378,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 245.81,
      "fin": 251.57,
      "duracion": 5.77,
      "texto": "Justamente, yo te comento que en el año pasado, justamente hicimos una gran campaña de ampliación de lo que son las antenas,",
      "confianza": 0.572,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 251.91,
      "fin": 257.48,
      "duracion": 5.57,
      "texto": "para que justamente hay una mejor cobertura de lo que es la nueva tecnología 4G Plus de Movistar, ¿bien?",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.64,
      "fin": 279.35,
      "duracion": 20.71,
      "texto": "Se ve la constancia de que eso ha mejorado muchísimo, vos podés probar igual de todas maneras lo que es la compañía, si tenés lo que es la permanencia de 30 días, y después si alguno te funciona correctamente o tenés alguna problemática, no estás obviamente atado a quedarte, por eso te invito a que justamente pruebes porque, mira, ahí te mandé una foto por WhatsApp, no sé si te llegó, a través de mi número laboral,",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 279.97,
      "fin": 296.19,
      "duracion": 16.22,
      "texto": "Ahí figura lo que es el mapa justamente de calor, de lo que es la cobertura, lo que figura en verde, esto quiere decir que la cobertura es totalmente óptima, ¿sí? Y ya donde ves a los bordecitos que figura como el amarillo, es como que puede llegar a bajar por una cuestión de la zona y demás, pero vas a ver que es óptimo, ¿sí?",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.17,
      "fin": 317.8,
      "duracion": 20.63,
      "texto": "Para que te quedes tranquilo. Sí, igualmente... que están... que están temblando, estando. Te digo, este no es... estoy con una cabeza complicadísima, Sí, entiendo, Diego. Déjame pasar febrero. Déjame pasar febrero y si querés... No, no, no. Acá un mes.",
      "confianza": 0.475,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.3,
      "fin": 318.62,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.893,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 320.44,
      "fin": 355.34,
      "duracion": 34.9,
      "texto": "Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si quer ¿Sí? Lo que te puedo decir es que bueno eh me cambié después del febrero puede ser y mientras tanto yo voy a ir consultando con conocido de de esta zona a ver cómo están con porque yo de hecho tengo todo Moistar.",
      "confianza": 0.096,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 355.36,
      "fin": 355.42,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.06,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 355.44,
      "fin": 360.85,
      "duracion": 5.41,
      "texto": "Tengo el internet eh o sea la eh lo que es la red web Moistar en mi casa.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.45,
      "fin": 363.39,
      "duracion": 0.94,
      "texto": "Sí.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 365.39,
      "fin": 366.58,
      "duracion": 1.18,
      "texto": "Es",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 367.08,
      "fin": 387.83,
      "duracion": 20.75,
      "texto": "O sea, mi señor, amiguita, mi hijo. Bien, falta usted nomás. El tema es que, como yo salgo, estoy constantemente haciendo esos movimientos, ¿viste? En su momento, no me sirvió y dije, bueno, me quedo atado. Sí, obvio, entiendo. ¿Dónde está? ¿Dónde está lo seguro?",
      "confianza": 0.139,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.85,
      "fin": 387.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.167,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 387.93,
      "fin": 432.5,
      "duracion": 44.57,
      "texto": "No, que es un sentido, Diego, que el tema de la cobertura anda perfectamente. Le comento ya, de paso, que me está comentando el tema del que tiene Internet Monstrar en su hogar. Si lo tienen en su misma titularidad, usted va a tener lo que es un descuento en la factura, y además como beneficio en esto, justamente para que usted vuelva a la compañía. Y les comento, además, que los precios pueden variar de acá a lo que es un mes. Entonces, por ahí, lo ideal sería que usted se pase en esta misma semana o hoy mismo, ¿sí? Si usted me dice que tiene un montón de cuestiones, justamente, personales y demás, le comento que yo, como asesora personal, voy a estar avisándoles, justamente, nomás el día que tiene que ir a buscar lo que hace aquí para la sucursal, para que usted no tenga que estar liándolo con el tema. Y cuando usted lo vaya a buscar, solamente va a tener que sacarlo de su dispositivo y poner el chip nuevo y le va a aportar las líneas sin inconvenientes.",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 433.84,
      "fin": 445.14,
      "duracion": 11.3,
      "texto": "Y con el tema de facturación, como le decía, tampoco se tendría que hacer problema porque se va a empezar a facturar cuando usted empieza a utilizar el servicio y no se le van a montar lo que son las facturas justamente de una compañía y la otra.",
      "confianza": 0.67,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 445.64,
      "fin": 461.58,
      "duracion": 15.94,
      "texto": "Aquí, como le digo, Yo como su nueva asesora personal lo voy a poder estar a disposición de usted y lo voy a poder ayudar para que usted se le haga lo más liviano posible y no tenga estas problemáticas que bueno, tiene ahora que está bien. Entiendo que todos tenemos problemas, pero para eso estamos los asesores, ¿bien?",
      "confianza": 0.855,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 461.6,
      "fin": 471.13,
      "duracion": 9.53,
      "texto": "Sí, sí, pero bueno, igualmente, ya es algo, déjame pasar este mes y debemos y si el beneficio es buenísimo y si no, bueno, seguiré.",
      "confianza": 0.453,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 471.63,
      "fin": 476.99,
      "duracion": 5.36,
      "texto": "Porque sinceramente te voy a hacer realista Yo con claro, nunca tuve problema.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 478.05,
      "fin": 507.4,
      "duracion": 29.35,
      "texto": "Si bien, tema económico, movistar, por ahí daba muchas mejores promociones y demás, nada, o sea, la experiencia que tuve no fue buena porque varias veces estuve movistar y bueno, así no es cuestión de meter a todos en la misma bolsa, pero también He recibido tomadas de pez y demás, un lado de movistar.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 508.18,
      "fin": 510.39,
      "duracion": 2.2,
      "texto": "Así que bueno, empecemos por ahí.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 510.99,
      "fin": 523.07,
      "duracion": 12.08,
      "texto": "Empecé por eso, después intenté nuevamente como hacer un borrón y cuenta nueva, pero más allá de lo que es promociones y demás, estaba bueno, pero el problema era que no tenía la cobertura.",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 526.13,
      "fin": 565.12,
      "duracion": 38.99,
      "texto": "Así que de ahí decidí mantenerme... Mantenerme en claro y bueno, veremos más adelante por ahí. Yo ahora no, te digo que no porque no te quiero también hacer perder tiempo ni... No, Diego, está bien. No te voy a dar muchas vueltas. Yo lo quiero invitar a que vuelva a la compañía para volver a disfrutar del servicio, nada más. Sí, sí, déjame verlo más adelante a ver qué hago porque por el momento, así como estoy, estoy bien. No quiero que pierdas tiempo, que bueno, aproveches tu tiempo laboral. Y nada, te agradezco por la oferta. Está bien Diego, ahí le mando un mensaje a WhatsApp igual, de todas maneras, así que usted cuando quiera me puede hablar a mí o yo lo damos dentro de unos días, ¿sí?",
      "confianza": 0.233,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 566.44,
      "fin": 571.15,
      "duracion": 4.71,
      "texto": "Bueno, bueno, no hay problema. Bueno, perfecto, muchísimas gracias. Hasta luego, buenas tardes. Hasta luego.",
      "confianza": 0.419,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, qué tal, buenos días. Hablo con Diego Armando. Sí. Diego, cómo le va, un placer hablar con usted. Mi nombre es Angelina, me comunico desde el área de recupero clientes Monster. ¿Cómo le va? ¿Qué tal? ¿Cómo le va? ¿Bien, usted? Bien, bien. Bueno, me alegro. Te comento, Diego, mi figura acá en el sistema que actualmente tiene lo que es una abono mensual en claro. ¿Eso es correcto? Sí. Bien, le comento que tenemos una promoción para usted el día de hoy. Sí, es un plan de 8 gigas de base más 8 gigas de regalo por 6 meses, es decir, que va a tener 16 gigas en total, que incluye lo que son las llamadas diversas de cualquier compañía, WhatsApp gratis de 30 días del mes, y además como extra, ¿sí? Incluye lo que es roaming en América y llamadas en América a precio local. Todo esto por 13,250 pesos, ¿bien? Una persona que está abonando usted actualmente, ¿cuántos gigas tiene en su línea? ¿Tiene idea de eso, Leo? Pues algo de 10. Bien, 10 gigas. ¿Y cuánto está volando por estos gigas, Diego? Diga, me agarraste en un momento que no te sabía decir. Bien, no hay problema. Están mirando y le paso a comentar si que el beneficio que viene con nosotros en vez de movilizar, pues si usted tiene gigas de sobra, por ejemplo, lo puede guardar a través de la aplicación para utilizarlo en el siguiente, con lo que es a través de beneficios de movilizar un montón de los fondos para aprovechar los fondos de comercios adheridos como el cine, el humo de la cárcel, los supermercados, farmacias y demás. Está muy bueno porque de esa manera pueden financiar sus ganas, pero no está rabonando. Pesos de los cuales tal vez con un abordo, una compra, el supermercado, farmacia o cualquier comercio adherido que esté preparado en su domicilio lo puede ahorrar. ¿Usted anteriormente ha hecho lo que es el cambio de portabilidad de una compañía a la otra? ¿Cómo, cómo? ¿Usted anteriormente ha hecho lo que es el cambio de portabilidad de una compañía a la otra? Es decir, cambiarse de línea. Sí, sí, sí. Estuve en claro, me pasé a movistar y volví. Había estado en movistar un mes y volví a quedarme de vuelta. Bien. Y en ese caso, le interesaría que hagamos lo que es el cambio. Yo puedo hacer lo que es el cambio. Dentro de 48 a 72 horas, usted va a estar pudiendo tener lo que es la línea. sin problemas, si no va a perder obviamente su comunicación con su línea actual y obviamente va a poder seguir portando el mismo número. Todo esto por el precio que le mencioné recién y obviamente mi gestión personalizada. Por el momento no. ¿Por qué no le interesa a Diego si lo podemos hacer en cuestión de minutos? No, no, porque más allá de eso tengo otras cuestiones. Tengo la cabeza a mí por ahora y primeramente me gustaría asesorarme con otros que tengan movistar porque en su momento yo pasé de clara a movistar, pero si bien todo esto que me decís era bueno también, o sea, el servicio y demás, pero yo no tenía común. Lo uso mucho para trabajar. No tenía buena cobertura. Bien, ¿de qué zonas? Porque eso lo vamos a verificar. ¿De qué zonas soy? Exactamente, provincia y localidad. La Plata. La Plata. Bien, te comento. San Carlos. Ok, ahí está perfecto, más específico. Pero, por ejemplo, lugares donde suelo andar, por cuestiones de trabajo, Crisolmo, Villalera, y esos lados es como que no, no, no, no, nada. Bueno, en su momento no andaba nada, prácticamente. Se moría el celular, se vio la señal de internet. O sea, pero completamente. Y ya fue, sí, hace bastante tiempo. Hace bastante, es lo que me figura acá en el sistema. Justamente, yo te comento que en el año pasado, justamente hicimos una gran campaña de ampliación de lo que son las antenas, para que justamente hay una mejor cobertura de lo que es la nueva tecnología 4G Plus de Movistar, ¿bien? Se ve la constancia de que eso ha mejorado muchísimo, vos podés probar igual de todas maneras lo que es la compañía, si tenés lo que es la permanencia de 30 días, y después si alguno te funciona correctamente o tenés alguna problemática, no estás obviamente atado a quedarte, por eso te invito a que justamente pruebes porque, mira, ahí te mandé una foto por WhatsApp, no sé si te llegó, a través de mi número laboral, Ahí figura lo que es el mapa justamente de calor, de lo que es la cobertura, lo que figura en verde, esto quiere decir que la cobertura es totalmente óptima, ¿sí? Y ya donde ves a los bordecitos que figura como el amarillo, es como que puede llegar a bajar por una cuestión de la zona y demás, pero vas a ver que es óptimo, ¿sí? Para que te quedes tranquilo. Sí, igualmente... que están... que están temblando, estando. Te digo, este no es... estoy con una cabeza complicadísima, Sí, entiendo, Diego. Déjame pasar febrero. Déjame pasar febrero y si querés... No, no, no. Acá un mes. Bien. Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si querés llamar es... Si quer ¿Sí? Lo que te puedo decir es que bueno eh me cambié después del febrero puede ser y mientras tanto yo voy a ir consultando con conocido de de esta zona a ver cómo están con porque yo de hecho tengo todo Moistar. Sí. Tengo el internet eh o sea la eh lo que es la red web Moistar en mi casa. Sí. Es O sea, mi señor, amiguita, mi hijo. Bien, falta usted nomás. El tema es que, como yo salgo, estoy constantemente haciendo esos movimientos, ¿viste? En su momento, no me sirvió y dije, bueno, me quedo atado. Sí, obvio, entiendo. ¿Dónde está? ¿Dónde está lo seguro? Sí. No, que es un sentido, Diego, que el tema de la cobertura anda perfectamente. Le comento ya, de paso, que me está comentando el tema del que tiene Internet Monstrar en su hogar. Si lo tienen en su misma titularidad, usted va a tener lo que es un descuento en la factura, y además como beneficio en esto, justamente para que usted vuelva a la compañía. Y les comento, además, que los precios pueden variar de acá a lo que es un mes. Entonces, por ahí, lo ideal sería que usted se pase en esta misma semana o hoy mismo, ¿sí? Si usted me dice que tiene un montón de cuestiones, justamente, personales y demás, le comento que yo, como asesora personal, voy a estar avisándoles, justamente, nomás el día que tiene que ir a buscar lo que hace aquí para la sucursal, para que usted no tenga que estar liándolo con el tema. Y cuando usted lo vaya a buscar, solamente va a tener que sacarlo de su dispositivo y poner el chip nuevo y le va a aportar las líneas sin inconvenientes. Y con el tema de facturación, como le decía, tampoco se tendría que hacer problema porque se va a empezar a facturar cuando usted empieza a utilizar el servicio y no se le van a montar lo que son las facturas justamente de una compañía y la otra. Aquí, como le digo, Yo como su nueva asesora personal lo voy a poder estar a disposición de usted y lo voy a poder ayudar para que usted se le haga lo más liviano posible y no tenga estas problemáticas que bueno, tiene ahora que está bien. Entiendo que todos tenemos problemas, pero para eso estamos los asesores, ¿bien? Sí, sí, pero bueno, igualmente, ya es algo, déjame pasar este mes y debemos y si el beneficio es buenísimo y si no, bueno, seguiré. Porque sinceramente te voy a hacer realista Yo con claro, nunca tuve problema. Si bien, tema económico, movistar, por ahí daba muchas mejores promociones y demás, nada, o sea, la experiencia que tuve no fue buena porque varias veces estuve movistar y bueno, así no es cuestión de meter a todos en la misma bolsa, pero también He recibido tomadas de pez y demás, un lado de movistar. Así que bueno, empecemos por ahí. Empecé por eso, después intenté nuevamente como hacer un borrón y cuenta nueva, pero más allá de lo que es promociones y demás, estaba bueno, pero el problema era que no tenía la cobertura. Así que de ahí decidí mantenerme... Mantenerme en claro y bueno, veremos más adelante por ahí. Yo ahora no, te digo que no porque no te quiero también hacer perder tiempo ni... No, Diego, está bien. No te voy a dar muchas vueltas. Yo lo quiero invitar a que vuelva a la compañía para volver a disfrutar del servicio, nada más. Sí, sí, déjame verlo más adelante a ver qué hago porque por el momento, así como estoy, estoy bien. No quiero que pierdas tiempo, que bueno, aproveches tu tiempo laboral. Y nada, te agradezco por la oferta. Está bien Diego, ahí le mando un mensaje a WhatsApp igual, de todas maneras, así que usted cuando quiera me puede hablar a mí o yo lo damos dentro de unos días, ¿sí? Bueno, bueno, no hay problema. Bueno, perfecto, muchísimas gracias. Hasta luego, buenas tardes. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.508,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:40:09.531649",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 123,
    "total_segmentos_corregido": 41,
    "fecha_correccion": "2026-01-18T23:05:15.963977",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113131524044_ACD_85105",
    "fecha_inicio": "13/1/2026 13:15:24",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 578,
    "tiempo_conversacion": 552,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}