{
  "archivo": "amza23_1_260116133633224_ACD_62067.wav",
  "duracion_segundos": 204.85,
  "num_segmentos": 54,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 21.11,
    "Cliente": 168.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.06,
      "fin": 26.91,
      "duracion": 24.85,
      "texto": "Hola, ¿qué tal? Buenas tardes. ¿Cómo María de los Ángeles? Sí. Un gusto. Macarena es mi nombre. Nos estamos contactando para otorgarle en el día de hoy una muy buena promoción en sus líneas. Actualmente usted se encuentra, claro, con dos líneas, ¿es correcto? Sí. Bien, perfecto. En el día de hoy tenemos otras promociones y exclusivas para brindarle y que pueda volver con nosotros a movilizar.",
      "confianza": 0.182,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 28.35,
      "fin": 57.17,
      "duracion": 28.82,
      "texto": "Ah, no, no me interesa. No, disculpame. Disculpá, te agradezco mucho que no me interpretas. ¿Y por qué no le interesas? Porque tuve mala experiencia con la empresa, entonces no me interesó volver, perdón. Bien, respecto a los costos, a la señal. Sí, a los costos, a la señal, a lo que cobran, a que no cumplen con lo que dicen cuando te llaman. Entonces decidí cambiarme de empresa y, claro, dentro de todo me mantiene lo que me dice.",
      "confianza": 0.326,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 58.42,
      "fin": 68.03,
      "duracion": 9.61,
      "texto": "Claro. De todos modos, eso no le volvería a suceder lo de los aumentos desmedidos. Sería más que todo un aumento acorde a su bolsillo.",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 69.59,
      "fin": 77.26,
      "duracion": 7.67,
      "texto": "El costo del plan no es de mucho valor, es de $7,460. No sé en claro cuánto está ganando usted actualmente.",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.28,
      "fin": 82.42,
      "duracion": 2.14,
      "texto": "Sí, lo mismo. Sí, sí, lo mismo. ¿Qué cantidad de sigas le brinda claro?",
      "confianza": 0.204,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.31,
      "fin": 87.21,
      "duracion": 3.9,
      "texto": "No tengo ni idea de la cantidad de sigas, pero es el mismo...",
      "confianza": 0.221,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.76,
      "fin": 103.23,
      "duracion": 15.46,
      "texto": "porque no se conoce en ese caso, otorgamos gigas de base más gigas de regalo, sí, con una durabilidad por seis meses, pero en el caso de que adicione más de una línea en su nombre, le otorgamos cuatro gigas más de regalo.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.95,
      "fin": 118.22,
      "duracion": 14.27,
      "texto": "Sí, sí, pero te explico, vos me ofrecés todo ahora y después cuando el plan se pone en acción, no se punte nada de lo que me dicen. Por eso, o sea, yo me fui y volví dos veces de movistar. La tuve más de diez años.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.25,
      "fin": 153.14,
      "duracion": 33.89,
      "texto": "Entonces, cuando te llaman, vos te dicen, o no sé, o te dicen que vos me ofrezcas tal cosa que me la van a dar yo. Y después, cuando yo estoy con el plan, te sacan todo y no cumplen nada de lo que vos me decís. Y cuando te llamas, te dicen, ay, no, la persona que te llamó se equivocó, no era así, o entendiste mal y te tenés que morfar después los aumentos, lo que te quieren cobrar, ¿entendés? Entonces, por eso no vuelvo con Monza. Claro. Y respecto al servicio de Internet, ¿Usted tiene claro el domicilio?",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.96,
      "fin": 168.03,
      "duracion": 14.07,
      "texto": "No, no, tengo Telecentro. Bien, perfecto. Perfecto. ¿Cuánto le está, a ver, cuánto está muriendo con Telecentro? Veinte mil. ¿Y qué cantidad de megas tiene? No, ni idea.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 169.9,
      "fin": 190.28,
      "duracion": 20.38,
      "texto": "Bien, porque por ese costo le podemos brindar lo que son 300 megas, ¿sí? Claro, sí, igual tendré que averiguar los megas, pero yo tengo los megas, tengo la tele, porque encima no tengo telesnoda, tengo telesvieja, y me funcionan igual las aplicaciones, todo, con telecentro.",
      "confianza": 0.329,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 190.3,
      "fin": 196.38,
      "duracion": 6.09,
      "texto": "Así que, con telecentro, desde que lo puse, lo dejé.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.4,
      "fin": 197.48,
      "duracion": 1.08,
      "texto": "Bien, perfecto.",
      "confianza": 0.345,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 197.5,
      "fin": 204.85,
      "duracion": 7.35,
      "texto": "Entiendo, entiendo, bueno. No hay problema. Muchas gracias por tu atención. Hasta luego. No, hasta luego.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. ¿Cómo María de los Ángeles? Sí. Un gusto. Macarena es mi nombre. Nos estamos contactando para otorgarle en el día de hoy una muy buena promoción en sus líneas. Actualmente usted se encuentra, claro, con dos líneas, ¿es correcto? Sí. Bien, perfecto. En el día de hoy tenemos otras promociones y exclusivas para brindarle y que pueda volver con nosotros a movilizar. Ah, no, no me interesa. No, disculpame. Disculpá, te agradezco mucho que no me interpretas. ¿Y por qué no le interesas? Porque tuve mala experiencia con la empresa, entonces no me interesó volver, perdón. Bien, respecto a los costos, a la señal. Sí, a los costos, a la señal, a lo que cobran, a que no cumplen con lo que dicen cuando te llaman. Entonces decidí cambiarme de empresa y, claro, dentro de todo me mantiene lo que me dice. Claro. De todos modos, eso no le volvería a suceder lo de los aumentos desmedidos. Sería más que todo un aumento acorde a su bolsillo. El costo del plan no es de mucho valor, es de $7,460. No sé en claro cuánto está ganando usted actualmente. Sí, lo mismo. Sí, sí, lo mismo. ¿Qué cantidad de sigas le brinda claro? No tengo ni idea de la cantidad de sigas, pero es el mismo... porque no se conoce en ese caso, otorgamos gigas de base más gigas de regalo, sí, con una durabilidad por seis meses, pero en el caso de que adicione más de una línea en su nombre, le otorgamos cuatro gigas más de regalo. Sí, sí, pero te explico, vos me ofrecés todo ahora y después cuando el plan se pone en acción, no se punte nada de lo que me dicen. Por eso, o sea, yo me fui y volví dos veces de movistar. La tuve más de diez años. Entonces, cuando te llaman, vos te dicen, o no sé, o te dicen que vos me ofrezcas tal cosa que me la van a dar yo. Y después, cuando yo estoy con el plan, te sacan todo y no cumplen nada de lo que vos me decís. Y cuando te llamas, te dicen, ay, no, la persona que te llamó se equivocó, no era así, o entendiste mal y te tenés que morfar después los aumentos, lo que te quieren cobrar, ¿entendés? Entonces, por eso no vuelvo con Monza. Claro. Y respecto al servicio de Internet, ¿Usted tiene claro el domicilio? No, no, tengo Telecentro. Bien, perfecto. Perfecto. ¿Cuánto le está, a ver, cuánto está muriendo con Telecentro? Veinte mil. ¿Y qué cantidad de megas tiene? No, ni idea. Bien, porque por ese costo le podemos brindar lo que son 300 megas, ¿sí? Claro, sí, igual tendré que averiguar los megas, pero yo tengo los megas, tengo la tele, porque encima no tengo telesnoda, tengo telesvieja, y me funcionan igual las aplicaciones, todo, con telecentro. Así que, con telecentro, desde que lo puse, lo dejé. Bien, perfecto. Entiendo, entiendo, bueno. No hay problema. Muchas gracias por tu atención. Hasta luego. No, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:23:56.023816",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 54,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:18.655978",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116133633224_ACD_62067",
    "fecha_inicio": "16/1/2026 13:36:33",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 232,
    "tiempo_conversacion": 197,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}