{
  "archivo": "amza33_1_260112103942184_ACD_34361.wav",
  "duracion_segundos": 311.26,
  "num_segmentos": 69,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 191.12,
    "Cliente": 96.76
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.99,
      "fin": 11.74,
      "duracion": 10.75,
      "texto": "Hola, ¿cómo estás? Buen día, Mario. Hola. Hola, Mario. Un placer. Mi nombre es Cardi. ¿Cómo estás? Sí, ¿qué tal? ¿Tecima?",
      "confianza": 0.22,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.76,
      "fin": 12.0,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.386,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.02,
      "fin": 20.67,
      "duracion": 8.65,
      "texto": "Me estoy contactando con vos justamente porque te cuento con lo que es un descuento exclusivo para tu línea móvil. Así no pagarás de mal lo que es tu boleta mensual, ¿sí?",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.33,
      "fin": 29.5,
      "duracion": 8.17,
      "texto": "Te una consulta, Mario. ¿Vos estás cómodo conocido o te sabes quedar corto por mes? No, la verdad que estoy bien corto.",
      "confianza": 0.769,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.39,
      "fin": 32.05,
      "duracion": 1.66,
      "texto": "Perfecto.",
      "confianza": 0.442,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.07,
      "fin": 36.48,
      "duracion": 4.41,
      "texto": "En este caso, ¿Vos recordás lo último que abonaste por lo que es tu línea?",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.86,
      "fin": 53.53,
      "duracion": 6.67,
      "texto": "Sí, 17.000, casi 18.000. ¿Puedo disculpar? ¿Cómo? No hay tanto que constar bien cuándo me dijiste, perdón. Casi 18.000 pesos.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.69,
      "fin": 56.39,
      "duracion": 1.7,
      "texto": "Perfecto.",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 56.83,
      "fin": 59.95,
      "duracion": 3.12,
      "texto": "Nosotros justamente te hablamos de lo que es la compañía Movistar.",
      "confianza": 0.731,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.34,
      "fin": 65.22,
      "duracion": 4.88,
      "texto": "Tenemos un plan, en este caso, de 16 gigas, aparte de lo que es Roomin en América.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.8,
      "fin": 70.75,
      "duracion": 4.94,
      "texto": "En este caso, el Roomin en América también incluyó en el plan por su voz.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.77,
      "fin": 74.91,
      "duracion": 4.14,
      "texto": "Tenés planeado algunas vacaciones fuera del país y WhatsApp gratis.",
      "confianza": 0.666,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.03,
      "fin": 79.19,
      "duracion": 4.16,
      "texto": "No sé, y te sabes pasar a Google y, claro, te quedas corto con los gigas a veces.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.27,
      "fin": 110.58,
      "duracion": 30.31,
      "texto": "No, no, pero igual 16 gigas por cuánta plata, porque yo estoy pagando casi 18 mil pesos por 30 gigas. Por 30 gigas, perfecto. Y en este caso vendía a ser 13 250 pesos, ¿sí? La diferencia que es como te dije, en ese caso claro, no te rinden todo lo que son los gigas, Por el tema de que el WhatsApp no es bonificado, por eso te preguntaba que si a vos te depasabas, que se te consumía el muestro, rápido lo llevas.",
      "confianza": 0.05,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.8,
      "fin": 123.8,
      "duracion": 12.0,
      "texto": "Sí? No, no, gracias. A día no, por suerte. Bien. Es por eso... Si tenés un plan similar, me cambio. Ahora sí, no me sirve. ¿Y vos cuánto llevas o ocupás por mes? Los 30.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.92,
      "fin": 127.96,
      "duracion": 3.04,
      "texto": "Sé que los uso. Bien. La musa uno.",
      "confianza": 0.294,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.21,
      "fin": 151.92,
      "duracion": 21.72,
      "texto": "Perfecto, mira, yo el plan que te puedo brindar, básicamente no tengo uno que te pague básicamente 18 mil pesos, pero tengo un plan de 50 gigas para brindarte y más 8 gigas de regalo, que serían 58 gigas, que es el que tiene más gigas.",
      "confianza": 0.66,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 151.94,
      "fin": 211.11,
      "duracion": 59.17,
      "texto": "Tengo la opción de que vos podés guardar, transferir los gigas, Ese está muy bueno y la verdad que ese plan ahora actualmente al día de la fecha lo tengo en 28.350 pesos. Pero básicamente tendrías 20 gigas más y también vos por ser cliente, no sé si vos supiste utilizar esto en los formos del cine, en cuentos en farmacias, supermercados, ahora se incluso han agregado cuentos en Mercado Libre. 10 mil pesos más es mucho y no me serviría tanto. Claro, pero son 20 gigas más, o sea, 28 gigas más. Está con los 30 más y tanto, sería 20 gigas más, pero necesitaría uno de 30. Bien, en este caso, el que te puedo brindar adecuado a vos, básicamente es el de 30 gigas más 8 gigas de regalo, que sería 25.150 pesos. No sé si vos contás con el servicio de fibra óptica en tu domicilio.",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 212.27,
      "fin": 217.71,
      "duracion": 5.44,
      "texto": "Sí, pero por otra empresa.",
      "confianza": 0.072,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 217.73,
      "fin": 231.37,
      "duracion": 13.64,
      "texto": "Igual no me sirve vos, estás corando más plata. Eso es lo que yo te quiero explicar. O sea, en este caso, bien, vos contás con un plan de 30 gigas, pero porque los gigas en claro no rinden lo mismo que nosotros rendimos.",
      "confianza": 0.109,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 232.19,
      "fin": 311.26,
      "duracion": 79.07,
      "texto": "Para que vos te des una idea, cada vez que vos estás en la app, justamente de WhatsApp, eso a vos te consume los gigas. En cambio, en modo de estar, digamos, no te va a consumir los gigas. Y por eso corregne mucho más. Créeme que WhatsApp es lo último que uso. Sinceramente, no me convienes a que me puedes ofrecer más o menos lo mismo. Con la misma plata me quedo, pero si me estás atraciendo algo. Yo te juro que a mí me encantaría brindarte algo mucho mejor, obviamente, que en este caso sí te lo estoy brindando porque vos estás con un precio desactualizado, o sea, un plan desactualizado. ¿Sí? ¿Me explico? O sea, el plan que vos estás pagando ahora es un plan que vos accediste anteriormente con un descuento, pero como habría un aumento general en todas las compañías, nosotros actualmente el mejor plan que te podemos brindar es este, ¿sí? Si no, después tenés el otro, que por un tema de precio digamos por mil, dos mil pesos, la verdad que siempre aconsejo los planes más altos, pero porque vos te quedas cómodo, en el sentido de que vos también puedes guardar los gigas en Movistar, que claro en eso no pasa, por ejemplo vos tenés los 30 gigas suponamos, hay un mes con 34 gigas por ejemplo, en vez de",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás? Buen día, Mario. Hola. Hola, Mario. Un placer. Mi nombre es Cardi. ¿Cómo estás? Sí, ¿qué tal? ¿Tecima? Bien. Me estoy contactando con vos justamente porque te cuento con lo que es un descuento exclusivo para tu línea móvil. Así no pagarás de mal lo que es tu boleta mensual, ¿sí? Te una consulta, Mario. ¿Vos estás cómodo conocido o te sabes quedar corto por mes? No, la verdad que estoy bien corto. Perfecto. En este caso, ¿Vos recordás lo último que abonaste por lo que es tu línea? Sí, 17.000, casi 18.000. ¿Puedo disculpar? ¿Cómo? No hay tanto que constar bien cuándo me dijiste, perdón. Casi 18.000 pesos. Perfecto. Nosotros justamente te hablamos de lo que es la compañía Movistar. Tenemos un plan, en este caso, de 16 gigas, aparte de lo que es Roomin en América. En este caso, el Roomin en América también incluyó en el plan por su voz. Tenés planeado algunas vacaciones fuera del país y WhatsApp gratis. No sé, y te sabes pasar a Google y, claro, te quedas corto con los gigas a veces. No, no, pero igual 16 gigas por cuánta plata, porque yo estoy pagando casi 18 mil pesos por 30 gigas. Por 30 gigas, perfecto. Y en este caso vendía a ser 13 250 pesos, ¿sí? La diferencia que es como te dije, en ese caso claro, no te rinden todo lo que son los gigas, Por el tema de que el WhatsApp no es bonificado, por eso te preguntaba que si a vos te depasabas, que se te consumía el muestro, rápido lo llevas. Sí? No, no, gracias. A día no, por suerte. Bien. Es por eso... Si tenés un plan similar, me cambio. Ahora sí, no me sirve. ¿Y vos cuánto llevas o ocupás por mes? Los 30. Sé que los uso. Bien. La musa uno. Perfecto, mira, yo el plan que te puedo brindar, básicamente no tengo uno que te pague básicamente 18 mil pesos, pero tengo un plan de 50 gigas para brindarte y más 8 gigas de regalo, que serían 58 gigas, que es el que tiene más gigas. Tengo la opción de que vos podés guardar, transferir los gigas, Ese está muy bueno y la verdad que ese plan ahora actualmente al día de la fecha lo tengo en 28.350 pesos. Pero básicamente tendrías 20 gigas más y también vos por ser cliente, no sé si vos supiste utilizar esto en los formos del cine, en cuentos en farmacias, supermercados, ahora se incluso han agregado cuentos en Mercado Libre. 10 mil pesos más es mucho y no me serviría tanto. Claro, pero son 20 gigas más, o sea, 28 gigas más. Está con los 30 más y tanto, sería 20 gigas más, pero necesitaría uno de 30. Bien, en este caso, el que te puedo brindar adecuado a vos, básicamente es el de 30 gigas más 8 gigas de regalo, que sería 25.150 pesos. No sé si vos contás con el servicio de fibra óptica en tu domicilio. Sí, pero por otra empresa. Igual no me sirve vos, estás corando más plata. Eso es lo que yo te quiero explicar. O sea, en este caso, bien, vos contás con un plan de 30 gigas, pero porque los gigas en claro no rinden lo mismo que nosotros rendimos. Para que vos te des una idea, cada vez que vos estás en la app, justamente de WhatsApp, eso a vos te consume los gigas. En cambio, en modo de estar, digamos, no te va a consumir los gigas. Y por eso corregne mucho más. Créeme que WhatsApp es lo último que uso. Sinceramente, no me convienes a que me puedes ofrecer más o menos lo mismo. Con la misma plata me quedo, pero si me estás atraciendo algo. Yo te juro que a mí me encantaría brindarte algo mucho mejor, obviamente, que en este caso sí te lo estoy brindando porque vos estás con un precio desactualizado, o sea, un plan desactualizado. ¿Sí? ¿Me explico? O sea, el plan que vos estás pagando ahora es un plan que vos accediste anteriormente con un descuento, pero como habría un aumento general en todas las compañías, nosotros actualmente el mejor plan que te podemos brindar es este, ¿sí? Si no, después tenés el otro, que por un tema de precio digamos por mil, dos mil pesos, la verdad que siempre aconsejo los planes más altos, pero porque vos te quedas cómodo, en el sentido de que vos también puedes guardar los gigas en Movistar, que claro en eso no pasa, por ejemplo vos tenés los 30 gigas suponamos, hay un mes con 34 gigas por ejemplo, en vez de",
  "calidad": {
    "confianza_promedio": 0.458,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:43:12.862630",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 69,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:23.784053",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112103942184_ACD_34361",
    "fecha_inicio": "12/1/2026 10:39:42",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 322,
    "tiempo_conversacion": 298,
    "tiempo_hold": 0,
    "tiempo_acw": 11,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}