{
  "archivo": "amza15_1_260113125257380_ACD_14059.wav",
  "duracion_segundos": 296.6,
  "num_segmentos": 51,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 166.04,
    "Cliente": 89.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.54,
      "fin": 4.57,
      "duracion": 2.03,
      "texto": "Hola, ¿qué tal? Buenas tardes.",
      "confianza": 0.534,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.99,
      "fin": 27.61,
      "duracion": 21.62,
      "texto": "Hola. Marco Arenas, mi nombre, un gusto. Nos estamos contando para brindarle una muy buena promoción en el día de hoy a su línea. ¿Vemos, Luciano? Hola, Luciano. ¿Qué tal, Luciano? Te comento, queríamos brindarte una promoción en tu línea. Actualmente no estoy segura que te encontrase en claro, ¿es correcto?",
      "confianza": 0.869,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.07,
      "fin": 29.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.303,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.82,
      "fin": 30.96,
      "duracion": 1.14,
      "texto": "Bien, perfecto.",
      "confianza": 0.674,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 31.28,
      "fin": 38.47,
      "duracion": 7.19,
      "texto": "Y te consulto acerca de los gigas. ¿Qué cantidad de gigas tenés? ¿Contás con gigas de base y también de regalo solo de base?",
      "confianza": 0.71,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.24,
      "fin": 43.64,
      "duracion": 0.4,
      "texto": "Bien,",
      "confianza": 0.391,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.64,
      "fin": 52.33,
      "duracion": 8.69,
      "texto": "porque en este caso tenemos un plan intermedio que está bastante bueno y es un plan de 10-13 gigas en total.",
      "confianza": 0.391,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.64,
      "fin": 73.2,
      "duracion": 19.56,
      "texto": "y en el segundo y último momento cuando va bonificado. Lo que hay que llamar es que se me dice WhatsApp totalmente libre con el roaming incluido además en el caso de que estés de bajar. ¿Y es claro qué cantidad llegas en hembra y quince, perdón? Solo seis.",
      "confianza": 0.188,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.83,
      "fin": 74.08,
      "duracion": 0.25,
      "texto": "Bien,",
      "confianza": 0.654,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 74.08,
      "fin": 77.07,
      "duracion": 2.99,
      "texto": "porque en ese caso si no tenemos para brindarte otro plan,",
      "confianza": 0.654,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.44,
      "fin": 87.55,
      "duracion": 10.12,
      "texto": "Aquí el tema de costos no es mucha la diferencia sin cantidad de gigas, porque en este caso te puedo prestar un plan de 8 gigas con los mismos beneficios por un costo de 11.400.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 89.36,
      "fin": 105.52,
      "duracion": 16.16,
      "texto": "Respecto a los costos no es mucha la diferencia, pero sí de una manera 2 gigas, porque con el otro plan tenés 16 gigas en total. Y además con cualquier plan que elijas tenés 20 gigas adicionales que vas a poder activar en el momento que desee.",
      "confianza": 0.481,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.81,
      "fin": 128.93,
      "duracion": 21.12,
      "texto": "Bien, ¿decibe qué tal puede decirle la propuesta? ¿En qué ámbito está asegurando actualmente?",
      "confianza": 0.434,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 134.22,
      "fin": 138.01,
      "duracion": 3.78,
      "texto": "con 8 gigas es el servicio de internet junto con la línea.",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.41,
      "fin": 150.86,
      "duracion": 11.45,
      "texto": "Los 300 megas de internet se quedan en un valor de 20 mil con la línea 4 mil con 8 gigas. Actualmente, ¿vos contás con el servicio en el domicilio?",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.47,
      "fin": 167.46,
      "duracion": 13.99,
      "texto": "Claro, sí. Bien, ¿y cuánto estás abonando? 44. Bien. ¿Por qué la línea te quedaría bonificada en 4.000 pesos? Ninguna compañía te brinda la línea bonificada en tan poco valor.",
      "confianza": 0.054,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.3,
      "fin": 189.68,
      "duracion": 20.38,
      "texto": "Y los 300 megas, que es una velocidad bastante buena, no sé si tu casa es bastante grande, porque en ese caso te podríamos brindar sino una promoción de 600 megas. Y tampoco hay mucha diferencia, tiene un costo de 26.600 incluyendo la portabilidad.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.32,
      "fin": 211.55,
      "duracion": 19.23,
      "texto": "El total con la portabilidad incluida y los 600 megas te quitarían un valor de 26.600. ¿Por cuánto es la promoción?",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 214.25,
      "fin": 218.58,
      "duracion": 4.33,
      "texto": "Vas a tener lo que es un descuento fijo por un período de seis meses, ¿sí?",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 219.61,
      "fin": 229.48,
      "duracion": 9.87,
      "texto": "De todos modos habría que ver si tu zona es de alta competencia porque en el caso de que sí sea te podemos brindar a partir de los 100 megas en adelante y además tendrías un mes gratis.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 230.86,
      "fin": 245.38,
      "duracion": 14.52,
      "texto": "El valor de los 600 megas tiene un valor de 22.600 que con la portabilidad te quedaría en 26.600. Decime la dirección.",
      "confianza": 0.814,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 246.27,
      "fin": 275.97,
      "duracion": 29.7,
      "texto": "Se escucha muy mal, no te escucho. Ah, bien. Bueno, mira, lo que vamos a hacer es que te voy a dejar un whatsapp con mi nombre, te voy a poner Kasey Macarena de Movistar, y me enviaré lo que es la dirección, así yo te confirmo la cobertura, ¿sí? Vale, no hay problema. Luciano me dijiste tu nombre, ¿verdad?",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.47,
      "fin": 280.74,
      "duracion": 3.27,
      "texto": "Luciano, nos mantenemos en contacto, ¿sí? Ahora mismo te escribo.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 283.27,
      "fin": 296.6,
      "duracion": 13.33,
      "texto": "No, por favor, a vos corta atención que estoy muy bien.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenas tardes. Hola. Marco Arenas, mi nombre, un gusto. Nos estamos contando para brindarle una muy buena promoción en el día de hoy a su línea. ¿Vemos, Luciano? Hola, Luciano. ¿Qué tal, Luciano? Te comento, queríamos brindarte una promoción en tu línea. Actualmente no estoy segura que te encontrase en claro, ¿es correcto? Sí. Bien, perfecto. Y te consulto acerca de los gigas. ¿Qué cantidad de gigas tenés? ¿Contás con gigas de base y también de regalo solo de base? Bien, porque en este caso tenemos un plan intermedio que está bastante bueno y es un plan de 10-13 gigas en total. y en el segundo y último momento cuando va bonificado. Lo que hay que llamar es que se me dice WhatsApp totalmente libre con el roaming incluido además en el caso de que estés de bajar. ¿Y es claro qué cantidad llegas en hembra y quince, perdón? Solo seis. Bien, porque en ese caso si no tenemos para brindarte otro plan, Aquí el tema de costos no es mucha la diferencia sin cantidad de gigas, porque en este caso te puedo prestar un plan de 8 gigas con los mismos beneficios por un costo de 11.400. Respecto a los costos no es mucha la diferencia, pero sí de una manera 2 gigas, porque con el otro plan tenés 16 gigas en total. Y además con cualquier plan que elijas tenés 20 gigas adicionales que vas a poder activar en el momento que desee. Bien, ¿decibe qué tal puede decirle la propuesta? ¿En qué ámbito está asegurando actualmente? con 8 gigas es el servicio de internet junto con la línea. Los 300 megas de internet se quedan en un valor de 20 mil con la línea 4 mil con 8 gigas. Actualmente, ¿vos contás con el servicio en el domicilio? Claro, sí. Bien, ¿y cuánto estás abonando? 44. Bien. ¿Por qué la línea te quedaría bonificada en 4.000 pesos? Ninguna compañía te brinda la línea bonificada en tan poco valor. Y los 300 megas, que es una velocidad bastante buena, no sé si tu casa es bastante grande, porque en ese caso te podríamos brindar sino una promoción de 600 megas. Y tampoco hay mucha diferencia, tiene un costo de 26.600 incluyendo la portabilidad. El total con la portabilidad incluida y los 600 megas te quitarían un valor de 26.600. ¿Por cuánto es la promoción? Vas a tener lo que es un descuento fijo por un período de seis meses, ¿sí? De todos modos habría que ver si tu zona es de alta competencia porque en el caso de que sí sea te podemos brindar a partir de los 100 megas en adelante y además tendrías un mes gratis. El valor de los 600 megas tiene un valor de 22.600 que con la portabilidad te quedaría en 26.600. Decime la dirección. Se escucha muy mal, no te escucho. Ah, bien. Bueno, mira, lo que vamos a hacer es que te voy a dejar un whatsapp con mi nombre, te voy a poner Kasey Macarena de Movistar, y me enviaré lo que es la dirección, así yo te confirmo la cobertura, ¿sí? Vale, no hay problema. Luciano me dijiste tu nombre, ¿verdad? Luciano, nos mantenemos en contacto, ¿sí? Ahora mismo te escribo. No, por favor, a vos corta atención que estoy muy bien.",
  "calidad": {
    "confianza_promedio": 0.541,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:23:29.062170",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 51,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:15.003926",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125257380_ACD_14059",
    "fecha_inicio": "13/1/2026 12:52:57",
    "agente_nombre": "MZA 15",
    "agente_login": "mza15",
    "duracion_total": 309,
    "tiempo_conversacion": 284,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_Mza_ALT",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}