{
  "archivo": "amza74_1_260115124850473_ACD_87045.wav",
  "duracion_segundos": 537.52,
  "num_segmentos": 137,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 243.65,
    "Cliente": 242.09
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 21.47,
      "duracion": 21.44,
      "texto": "Hola. Hola, ¿qué tal? Hablo con María Guillermina. Sí. ¿Qué tal? Un gusto, Luis Mila le habla a la compañía Movistar, ¿sí? Con una respuesta. ¿Cómo estás? Muy bien, ¿usted? Le veo que usted ya se está concluyendo, ¿es así? Sí, estoy concluyendo. Bien, se le quería otorgar una promoción, ¿sí?",
      "confianza": 0.202,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.01,
      "fin": 33.41,
      "duracion": 11.4,
      "texto": "No sé si ustedes notan mucho, Rila, pero hoy en día los 16 días en un plan Movistar no quedan 10.400 pesos, ¿sí? En general, yo tengo conectado claro con el wifi de la casa.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.47,
      "fin": 36.77,
      "duracion": 2.3,
      "texto": "Creo que son 100 gigas o algo así.",
      "confianza": 0.648,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.29,
      "fin": 40.72,
      "duracion": 3.43,
      "texto": "100 megas. 100 megas o sí, algo así.",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.36,
      "fin": 49.12,
      "duracion": 7.76,
      "texto": "Y la línea de teléfono. Tengo todo junto. Ajá, perfecto. ¿Y cuánto paga por todo? Ay, no me acuerdo. Tendría que mirar.",
      "confianza": 0.758,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.98,
      "fin": 52.27,
      "duracion": 2.29,
      "texto": "Ah, bien. Pero ustedes no tienen eso.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.77,
      "fin": 92.49,
      "duracion": 39.72,
      "texto": "Tenemos Internet Online con el combo de Movistar, que sería la línea. Le quedaría 4.000 pesos la línea. Obviamente desmobilizar con 8 gigas en total. Y depende de la cantidad de megas que usted quiere para su misiles. Si quiere 100, 300, 600, 1 giga, etcétera. ¿Sí? Sí, ¿en cuánto queda? Y por ejemplo el Internet más la línea. De 100 megas le queda todo el 18 mil. ¿Sí? 14 mil pesos el Internet y 4 mil pesos la línea. Ajá. ¿Bien? En este caso, si quiere 300 megas le quedaría 20 mil. Sí, 16.000 pesos en el Internet, 300 Mbps, 4.000 pesos lo que es la línea.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 93.25,
      "fin": 98.2,
      "duracion": 4.95,
      "texto": "Y lo que está de oferta es el de 1 Gbps, sería 24 en total.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.66,
      "fin": 102.75,
      "duracion": 4.08,
      "texto": "20.000 pesos en el plan de 1 Gbps, que serían 1.000 Mbps y 4.000 pesos en la línea.",
      "confianza": 0.583,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.77,
      "fin": 105.43,
      "duracion": 2.66,
      "texto": "Está súper bueno.",
      "confianza": 0.329,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.45,
      "fin": 111.46,
      "duracion": 6.01,
      "texto": "No entiendo, es que cada lado... La que está de oferta es la del plan de 1 Gbps de Internet.",
      "confianza": 0.549,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.96,
      "fin": 114.8,
      "duracion": 2.84,
      "texto": "Son 1.000 Mbps de Wifi, que está genial.",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.34,
      "fin": 127.25,
      "duracion": 11.91,
      "texto": "le quedan 20.000 pesos mensuales y 4.000 pesos la línea celular de usted con 8 gigas, ¿sí? O sea, mil megas para el departamento, esa es la rapidez.",
      "confianza": 0.694,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.19,
      "fin": 129.94,
      "duracion": 1.75,
      "texto": "Sí, exactamente. Y en el celular, ¿qué?",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.5,
      "fin": 136.82,
      "duracion": 6.32,
      "texto": "8 gigas. 8 gigas. ¿Y cuánto está? 24.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.73,
      "fin": 155.85,
      "duracion": 18.12,
      "texto": "El combo, ¿sí? Ok. 24. 24 del precio final, ¿bien María? ¿Por cuánto? ¿Por cuánto tiempo? Por 6 meses. ¿Por 6 meses el descuento? Sí. También tenemos obviamente la instalación bonificada, o sea que usted no paga el servicio de la instalación.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.35,
      "fin": 162.37,
      "duracion": 6.02,
      "texto": "Sí. Solamente yo tengo que verificar, María, que sí en su departamento estamos llenando con la cobertura movistar.",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 163.28,
      "fin": 172.17,
      "duracion": 8.89,
      "texto": "Sí. Si no tenemos cobertura en la zona, no podemos instalarle, ¿bien? Sí. Acá donde estoy no pueden, pero yo me mudo al 10 Días.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.77,
      "fin": 177.64,
      "duracion": 4.87,
      "texto": "Me mudo a la calle Madero en Tigre, 1470. ¿1470?",
      "confianza": 0.762,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 179.2,
      "fin": 186.29,
      "duracion": 7.09,
      "texto": "Eso sería Tigre.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.31,
      "fin": 186.39,
      "duracion": 0.08,
      "texto": "Sí.",
      "confianza": 0.585,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 186.47,
      "fin": 195.6,
      "duracion": 9.13,
      "texto": "A ver, vamos a verificar. No me la tomo a la calle. ¿Eduardo Madero es la calle? Puede ser.",
      "confianza": 0.579,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.74,
      "fin": 212.91,
      "duracion": 11.18,
      "texto": "porque Juan Madero 1470 me la toma y me larga en las entre calles, ve el grano y la otra que me da en la valla, ¿es correcto?",
      "confianza": 0.663,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 216.02,
      "fin": 235.96,
      "duracion": 19.94,
      "texto": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no Le dejo, Márido, que es un mensaje ahora, que si quieren me agienden, como Lúlmila López, también.",
      "confianza": 0.191,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.94,
      "fin": 243.19,
      "duracion": 5.25,
      "texto": "Y me contacto en 10 lilas para saber si le podemos instalar el servicio ahí. No sé si está bien, te acuerdo en eso.",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 245.45,
      "fin": 247.09,
      "duracion": 1.64,
      "texto": "Sí, a ver, ¿para qué te digo? Para que te colabores.",
      "confianza": 0.065,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 247.59,
      "fin": 248.72,
      "duracion": 1.13,
      "texto": "¿Querés? Por favor.",
      "confianza": 0.029,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.74,
      "fin": 254.48,
      "duracion": 5.75,
      "texto": "Sí, sí, sí, obviamente.",
      "confianza": 0.422,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 254.5,
      "fin": 258.51,
      "duracion": 4.0,
      "texto": "Hola, buen día.",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.38,
      "fin": 280.48,
      "duracion": 20.1,
      "texto": "El coronel Morales 1470.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 282.08,
      "fin": 308.45,
      "duracion": 26.37,
      "texto": "Ahí vamos a verificar. Sí, acá me figura, está entre las calles Montes de Oca y Alvarez. ¿Estos son las terrenjas del Delta, puede ser?",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.47,
      "fin": 308.53,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.318,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.91,
      "fin": 311.37,
      "duracion": 1.46,
      "texto": "Bien, perfecto.",
      "confianza": 0.226,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 311.39,
      "fin": 334.86,
      "duracion": 23.47,
      "texto": "¿No sabe el departamento, piso? Quinto. Quinto piso, perfecto. Tenemos que acá verificar que, en este caso, el edificio esté vibrado, ¿sí? Lo mismo porque puede ser que pase por la calle, pero el edificio no tenga los seteos disponibles, ¿sí?",
      "confianza": 0.589,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.88,
      "fin": 335.02,
      "duracion": 0.14,
      "texto": "Claro.",
      "confianza": 0.22,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 335.04,
      "fin": 358.75,
      "duracion": 23.71,
      "texto": "Así que... ¿Y cómo se hace? Sí, eso lo tienen que pedir la gente del domicilio, por ejemplo, para que vayan a instalar así todos pueden acceder en algún momento. Capaz que no todos quieren, pero ya tenemos lo que es la caja en ese edificio, ¿bien? Se colocan terrazas, ¿sí? ¿Vos podés ver si está la caja o no? Sí, ahí la estoy verificando, me aguarda un segundito. Ah, ok, ok. Así que ahí la estoy verificando. Si llegamos a tener la caja en el domicilio, sí.",
      "confianza": 0.262,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 359.27,
      "fin": 393.75,
      "duracion": 34.48,
      "texto": "Por ejemplo, tenemos permitidos, sí, el poste está en la calle y justamente en el departamento está en el piso 1, piso 2. y dar frente a la calle le podemos instalar, ¿bien? Claro, pero no, no voy a dar el polimón. Sí, ahí aguarden un segundito mientras me confirman, ¿sí? Vale.",
      "confianza": 0.768,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 394.92,
      "fin": 452.2,
      "duracion": 57.28,
      "texto": "Pero no tengo ala. Me siento que la vida es inusual, me encanta, me da la misma igualdad. Me siento que la vida es inusual, me da la misma igualdad.",
      "confianza": 0.735,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 453.5,
      "fin": 474.73,
      "duracion": 21.23,
      "texto": "No me corte porque estamos verificando las zonas, ¿bien?",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 488.33,
      "fin": 489.53,
      "duracion": 1.2,
      "texto": "Bien,",
      "confianza": 0.519,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 489.53,
      "fin": 493.62,
      "duracion": 4.09,
      "texto": "perfecto, María.",
      "confianza": 0.519,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 493.63,
      "fin": 502.11,
      "duracion": 8.48,
      "texto": "Ahí acabamos de verificar si la zona. Hola, María, ¿me escuchas? Hola, María.",
      "confianza": 0.677,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 503.05,
      "fin": 510.76,
      "duracion": 7.71,
      "texto": "Sí, me escucho. Ah, bien. Tenemos cobertura en todas las zonas. El que le pueda tocar cualquier tipo de plan. Lo que no está fibrado es su edificio.",
      "confianza": 0.222,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 511.42,
      "fin": 513.61,
      "duracion": 2.19,
      "texto": "Bien. ¿No está qué?",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 514.26,
      "fin": 518.83,
      "duracion": 4.57,
      "texto": "No está vibrado, o sea el edificio no tiene disponible en los CTO, su edificio.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 519.35,
      "fin": 532.49,
      "duracion": 13.14,
      "texto": "Podemos conectar pero hasta el segundo piso del edificio, ¿bien? Ok. Así que ya tiene mi número, yo se le dejo un mensajito ahora, ¿eh? ¿Bien? Y en cuanto podamos ir al domicilio obviamente va a ser la primera en ser llamada, ¿bien?",
      "confianza": 0.738,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 533.41,
      "fin": 537.52,
      "duracion": 4.11,
      "texto": "Bueno, dale. Perfecto. Que tengas linda tarde, María. Hasta luego. Hasta luego.",
      "confianza": 0.148,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Hablo con María Guillermina. Sí. ¿Qué tal? Un gusto, Luis Mila le habla a la compañía Movistar, ¿sí? Con una respuesta. ¿Cómo estás? Muy bien, ¿usted? Le veo que usted ya se está concluyendo, ¿es así? Sí, estoy concluyendo. Bien, se le quería otorgar una promoción, ¿sí? No sé si ustedes notan mucho, Rila, pero hoy en día los 16 días en un plan Movistar no quedan 10.400 pesos, ¿sí? En general, yo tengo conectado claro con el wifi de la casa. Creo que son 100 gigas o algo así. 100 megas. 100 megas o sí, algo así. Y la línea de teléfono. Tengo todo junto. Ajá, perfecto. ¿Y cuánto paga por todo? Ay, no me acuerdo. Tendría que mirar. Ah, bien. Pero ustedes no tienen eso. Tenemos Internet Online con el combo de Movistar, que sería la línea. Le quedaría 4.000 pesos la línea. Obviamente desmobilizar con 8 gigas en total. Y depende de la cantidad de megas que usted quiere para su misiles. Si quiere 100, 300, 600, 1 giga, etcétera. ¿Sí? Sí, ¿en cuánto queda? Y por ejemplo el Internet más la línea. De 100 megas le queda todo el 18 mil. ¿Sí? 14 mil pesos el Internet y 4 mil pesos la línea. Ajá. ¿Bien? En este caso, si quiere 300 megas le quedaría 20 mil. Sí, 16.000 pesos en el Internet, 300 Mbps, 4.000 pesos lo que es la línea. Y lo que está de oferta es el de 1 Gbps, sería 24 en total. 20.000 pesos en el plan de 1 Gbps, que serían 1.000 Mbps y 4.000 pesos en la línea. Está súper bueno. No entiendo, es que cada lado... La que está de oferta es la del plan de 1 Gbps de Internet. Son 1.000 Mbps de Wifi, que está genial. le quedan 20.000 pesos mensuales y 4.000 pesos la línea celular de usted con 8 gigas, ¿sí? O sea, mil megas para el departamento, esa es la rapidez. Sí, exactamente. Y en el celular, ¿qué? 8 gigas. 8 gigas. ¿Y cuánto está? 24. El combo, ¿sí? Ok. 24. 24 del precio final, ¿bien María? ¿Por cuánto? ¿Por cuánto tiempo? Por 6 meses. ¿Por 6 meses el descuento? Sí. También tenemos obviamente la instalación bonificada, o sea que usted no paga el servicio de la instalación. Sí. Solamente yo tengo que verificar, María, que sí en su departamento estamos llenando con la cobertura movistar. Sí. Si no tenemos cobertura en la zona, no podemos instalarle, ¿bien? Sí. Acá donde estoy no pueden, pero yo me mudo al 10 Días. Me mudo a la calle Madero en Tigre, 1470. ¿1470? Eso sería Tigre. Sí. A ver, vamos a verificar. No me la tomo a la calle. ¿Eduardo Madero es la calle? Puede ser. porque Juan Madero 1470 me la toma y me larga en las entre calles, ve el grano y la otra que me da en la valla, ¿es correcto? No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no Le dejo, Márido, que es un mensaje ahora, que si quieren me agienden, como Lúlmila López, también. Y me contacto en 10 lilas para saber si le podemos instalar el servicio ahí. No sé si está bien, te acuerdo en eso. Sí, a ver, ¿para qué te digo? Para que te colabores. ¿Querés? Por favor. Sí, sí, sí, obviamente. Hola, buen día. El coronel Morales 1470. Ahí vamos a verificar. Sí, acá me figura, está entre las calles Montes de Oca y Alvarez. ¿Estos son las terrenjas del Delta, puede ser? Sí. Bien, perfecto. ¿No sabe el departamento, piso? Quinto. Quinto piso, perfecto. Tenemos que acá verificar que, en este caso, el edificio esté vibrado, ¿sí? Lo mismo porque puede ser que pase por la calle, pero el edificio no tenga los seteos disponibles, ¿sí? Claro. Así que... ¿Y cómo se hace? Sí, eso lo tienen que pedir la gente del domicilio, por ejemplo, para que vayan a instalar así todos pueden acceder en algún momento. Capaz que no todos quieren, pero ya tenemos lo que es la caja en ese edificio, ¿bien? Se colocan terrazas, ¿sí? ¿Vos podés ver si está la caja o no? Sí, ahí la estoy verificando, me aguarda un segundito. Ah, ok, ok. Así que ahí la estoy verificando. Si llegamos a tener la caja en el domicilio, sí. Por ejemplo, tenemos permitidos, sí, el poste está en la calle y justamente en el departamento está en el piso 1, piso 2. y dar frente a la calle le podemos instalar, ¿bien? Claro, pero no, no voy a dar el polimón. Sí, ahí aguarden un segundito mientras me confirman, ¿sí? Vale. Pero no tengo ala. Me siento que la vida es inusual, me encanta, me da la misma igualdad. Me siento que la vida es inusual, me da la misma igualdad. No me corte porque estamos verificando las zonas, ¿bien? Bien, perfecto, María. Ahí acabamos de verificar si la zona. Hola, María, ¿me escuchas? Hola, María. Sí, me escucho. Ah, bien. Tenemos cobertura en todas las zonas. El que le pueda tocar cualquier tipo de plan. Lo que no está fibrado es su edificio. Bien. ¿No está qué? No está vibrado, o sea el edificio no tiene disponible en los CTO, su edificio. Podemos conectar pero hasta el segundo piso del edificio, ¿bien? Ok. Así que ya tiene mi número, yo se le dejo un mensajito ahora, ¿eh? ¿Bien? Y en cuanto podamos ir al domicilio obviamente va a ser la primera en ser llamada, ¿bien? Bueno, dale. Perfecto. Que tengas linda tarde, María. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.495,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:05:22.063244",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 137,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:32.229546",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115124850473_ACD_87045",
    "fecha_inicio": "15/1/2026 12:48:50",
    "agente_nombre": "MZA 74",
    "agente_login": "mza74",
    "duracion_total": 548,
    "tiempo_conversacion": 519,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}