{
  "archivo": "amza41_1_260116104918709_ACD_74635.wav",
  "duracion_segundos": 348.93,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 170.18,
    "Cliente": 120.22
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.08,
      "fin": 11.98,
      "duracion": 11.9,
      "texto": "Hola, buen día. Hola, buen día. ¿Qué tal? Te hablo de María. ¿Me comunico desde Modestar para brindarte una promoción en la línea? Sí. Bien.",
      "confianza": 0.141,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.04,
      "fin": 22.75,
      "duracion": 10.71,
      "texto": "Nosotros aquí queremos brindarme un plan en donde va a poder disfrutar de 18 días, tomar mensajes delimitados para todas las compañías y whatsapp gratis, el 10.400 pesos, ¿sí?",
      "confianza": 0.637,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.27,
      "fin": 26.49,
      "duracion": 3.22,
      "texto": "Actualmente, ¿ustedes cuánto abonan en la compañía de Claro?",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.25,
      "fin": 77.24,
      "duracion": 49.99,
      "texto": "Sí, ahora no te lo tomé a más como te lo voy a decir, pero tienes que ponerse de acuerdo. Ayer me llamó una chica, me hacía por 18 gigas y me lo hacían 7 mil y pico, ahora vos me decís que me sale 10 mil y pico. Bien, yo si no le puedo brindar la promoción de 8 gigas en 7.460. Ella me afuertó 18 gigas, palabra. Y me dijo que llegaba a lo que teníamos con los televisores, porque yo tengo, mirá, el 300 mega en casa, ella me daba mil mega más no sé cuántos canales, porque yo tengo muchos canales de televisión también, unos celulares con 18 gigas, con el mío y el de mi señora, que está todo el nombre de mi señora. Por todo el combo, nosotros este mes pagamos 35 mil pesos.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.26,
      "fin": 85.93,
      "duracion": 6.67,
      "texto": "Bien, un segundo, voy a ver si hay alguna promoción con la feira incluida, ¿sí?",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.65,
      "fin": 104.29,
      "duracion": 0.64,
      "texto": "Sí, hablando por teléfono.",
      "confianza": 0.156,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 109.57,
      "fin": 117.03,
      "duracion": 7.46,
      "texto": "me quedarían las dos líneas y la fibra en 35.430. Ese es el plan que le puedo brindar.",
      "confianza": 0.426,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.06,
      "fin": 119.84,
      "duracion": 2.78,
      "texto": "Sí, pero no tengo los canales de televisión.",
      "confianza": 0.532,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 119.86,
      "fin": 122.24,
      "duracion": 2.38,
      "texto": "Claro, sin los canales de televisión.",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.26,
      "fin": 124.32,
      "duracion": 2.06,
      "texto": "No, no me escribe porque yo tengo los canales.",
      "confianza": 0.424,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.46,
      "fin": 136.44,
      "duracion": 11.98,
      "texto": "Por esa plata tengo hasta los canales. Yo te voy a decir, a mí me hubiera gustado que ustedes arrimaran el precio porque en lo que es celulares a mí me gusta más movilizar que, claro, yo bien estaba en un negocio",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 137.06,
      "fin": 143.04,
      "duracion": 5.98,
      "texto": "que había ido para donde, había ido ayer. Que no estaba en las farmacias.",
      "confianza": 0.361,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 143.6,
      "fin": 149.55,
      "duracion": 5.95,
      "texto": "Y no había manera que, por eso, tuve que salir afuera para poder entrar con el mercado pago para poder pagar los remedios.",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 150.25,
      "fin": 166.25,
      "duracion": 16.0,
      "texto": "Pero te digo sinceramente, el precio no va. Me sigo quedando en punto por ahora. A ver, dame un segundo, porque si ya te puedo brindar plan de 12 días y te quedaría el 7,400 cada una de las líneas, serían por las dos líneas 14,860.",
      "confianza": 0.477,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 167.5,
      "fin": 173.18,
      "duracion": 5.68,
      "texto": "Solo las dos líneas, ¿sí? Eso también lo podríamos revisar y ya son 12 gigas.",
      "confianza": 0.751,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.73,
      "fin": 184.66,
      "duracion": 5.93,
      "texto": "Porque tendrías los gigas que tiene Plan más cuatro gigas de regalo por votar más de una línea.",
      "confianza": 0.785,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 185.12,
      "fin": 188.34,
      "duracion": 3.22,
      "texto": "Ustedes me figura que tienen dos, entonces se quedarían 12 gigas.",
      "confianza": 0.769,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 190.8,
      "fin": 195.97,
      "duracion": 5.17,
      "texto": "Y te quedarían las dos líneas en esto que te di orden 14.860.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 196.51,
      "fin": 213.55,
      "duracion": 17.04,
      "texto": "La promoción es válida por seis meses. En cualquier momento la puedes cambiar por la aplicación de MiMoreStar. Y si llegarás a tener alguna promoción para fibra, te va a salir en la misma aplicación, ¿sí?",
      "confianza": 0.657,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.57,
      "fin": 213.63,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.167,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 213.65,
      "fin": 215.19,
      "duracion": 1.54,
      "texto": "¿Te parece si la realizamos?",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 216.12,
      "fin": 242.34,
      "duracion": 26.22,
      "texto": "No, pero ¿cuánto me queda con la fibra y con los canales y todo? No quiero cambiar. Vale. Yo te extra con la cuenta de todo el combo y ahí… Dame un segundo.",
      "confianza": 0.501,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 242.95,
      "fin": 260.24,
      "duracion": 17.29,
      "texto": "Me iría a la dirección para poner si quiero más cobertura y ver qué promoción te puedo brindar, porque también depende de la zona la promoción que te puedo brindar. Tal vez se puede brindar algo más económico. Mar del Plata, Revisión Buenos Aires, la calle Bailay, 560.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 260.94,
      "fin": 262.34,
      "duracion": 1.4,
      "texto": "¿Me repetís la calle, por favor?",
      "confianza": 0.675,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.92,
      "fin": 268.11,
      "duracion": 4.19,
      "texto": "Bailay, B-A-Y-L-E-Y, 560.",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 278.52,
      "fin": 298.48,
      "duracion": 19.96,
      "texto": "¿Me dirían las entrecales, por favor? Entre Triyango y Necochea.",
      "confianza": 0.362,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 298.5,
      "fin": 299.54,
      "duracion": 1.04,
      "texto": "Sí, yo tuve movistar.",
      "confianza": 0.521,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 299.62,
      "fin": 300.5,
      "duracion": 0.88,
      "texto": "Acá estaba movistar.",
      "confianza": 0.31,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 300.52,
      "fin": 302.52,
      "duracion": 2.0,
      "texto": "Yo tuve, pero como no me bajaban el precio.",
      "confianza": 0.733,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.57,
      "fin": 303.99,
      "duracion": 0.42,
      "texto": "Claro.",
      "confianza": 0.534,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.95,
      "fin": 320.36,
      "duracion": 13.41,
      "texto": "Es más, que te digo, el otro día me llamaron y me dijeron que tengo que pagar, no sé, que me había quedado, yo pensé que estaba todo arreglado, que todavía tenía una pequeña deuda que pagar, no sé. Bien,",
      "confianza": 0.3,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 320.36,
      "fin": 325.01,
      "duracion": 4.65,
      "texto": "mira, esto se demora un poquito para que el tema de la cobertura, ¿te parece?",
      "confianza": 0.688,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 325.05,
      "fin": 343.83,
      "duracion": 18.78,
      "texto": "Si yo te lo envío por WhatsApp, una oferta con toda la detallada de cuánto te quedarían las dos líneas, la fibra y la tebre, porque se me va a demorar un poquito, ¿sí? Ahora es por todo anotado, te mando un mensaje por WhatsApp y la mejor oferta que te puedo brindar, te vuelvo a llamar, ¿sí?",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 345.13,
      "fin": 348.93,
      "duracion": 3.8,
      "texto": "Vale, listo, gracias. Listo, gracias. Hasta luego.",
      "confianza": 0.445,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola, buen día. ¿Qué tal? Te hablo de María. ¿Me comunico desde Modestar para brindarte una promoción en la línea? Sí. Bien. Nosotros aquí queremos brindarme un plan en donde va a poder disfrutar de 18 días, tomar mensajes delimitados para todas las compañías y whatsapp gratis, el 10.400 pesos, ¿sí? Actualmente, ¿ustedes cuánto abonan en la compañía de Claro? Sí, ahora no te lo tomé a más como te lo voy a decir, pero tienes que ponerse de acuerdo. Ayer me llamó una chica, me hacía por 18 gigas y me lo hacían 7 mil y pico, ahora vos me decís que me sale 10 mil y pico. Bien, yo si no le puedo brindar la promoción de 8 gigas en 7.460. Ella me afuertó 18 gigas, palabra. Y me dijo que llegaba a lo que teníamos con los televisores, porque yo tengo, mirá, el 300 mega en casa, ella me daba mil mega más no sé cuántos canales, porque yo tengo muchos canales de televisión también, unos celulares con 18 gigas, con el mío y el de mi señora, que está todo el nombre de mi señora. Por todo el combo, nosotros este mes pagamos 35 mil pesos. Bien, un segundo, voy a ver si hay alguna promoción con la feira incluida, ¿sí? Sí, hablando por teléfono. me quedarían las dos líneas y la fibra en 35.430. Ese es el plan que le puedo brindar. Sí, pero no tengo los canales de televisión. Claro, sin los canales de televisión. No, no me escribe porque yo tengo los canales. Por esa plata tengo hasta los canales. Yo te voy a decir, a mí me hubiera gustado que ustedes arrimaran el precio porque en lo que es celulares a mí me gusta más movilizar que, claro, yo bien estaba en un negocio que había ido para donde, había ido ayer. Que no estaba en las farmacias. Y no había manera que, por eso, tuve que salir afuera para poder entrar con el mercado pago para poder pagar los remedios. Pero te digo sinceramente, el precio no va. Me sigo quedando en punto por ahora. A ver, dame un segundo, porque si ya te puedo brindar plan de 12 días y te quedaría el 7,400 cada una de las líneas, serían por las dos líneas 14,860. Solo las dos líneas, ¿sí? Eso también lo podríamos revisar y ya son 12 gigas. Porque tendrías los gigas que tiene Plan más cuatro gigas de regalo por votar más de una línea. Ustedes me figura que tienen dos, entonces se quedarían 12 gigas. Y te quedarían las dos líneas en esto que te di orden 14.860. La promoción es válida por seis meses. En cualquier momento la puedes cambiar por la aplicación de MiMoreStar. Y si llegarás a tener alguna promoción para fibra, te va a salir en la misma aplicación, ¿sí? Sí. ¿Te parece si la realizamos? No, pero ¿cuánto me queda con la fibra y con los canales y todo? No quiero cambiar. Vale. Yo te extra con la cuenta de todo el combo y ahí… Dame un segundo. Me iría a la dirección para poner si quiero más cobertura y ver qué promoción te puedo brindar, porque también depende de la zona la promoción que te puedo brindar. Tal vez se puede brindar algo más económico. Mar del Plata, Revisión Buenos Aires, la calle Bailay, 560. ¿Me repetís la calle, por favor? Bailay, B-A-Y-L-E-Y, 560. ¿Me dirían las entrecales, por favor? Entre Triyango y Necochea. Sí, yo tuve movistar. Acá estaba movistar. Yo tuve, pero como no me bajaban el precio. Claro. Es más, que te digo, el otro día me llamaron y me dijeron que tengo que pagar, no sé, que me había quedado, yo pensé que estaba todo arreglado, que todavía tenía una pequeña deuda que pagar, no sé. Bien, mira, esto se demora un poquito para que el tema de la cobertura, ¿te parece? Si yo te lo envío por WhatsApp, una oferta con toda la detallada de cuánto te quedarían las dos líneas, la fibra y la tebre, porque se me va a demorar un poquito, ¿sí? Ahora es por todo anotado, te mando un mensaje por WhatsApp y la mejor oferta que te puedo brindar, te vuelvo a llamar, ¿sí? Vale, listo, gracias. Listo, gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.524,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:40:41.170618",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 62,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:27.178874",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116104918709_ACD_74635",
    "fecha_inicio": "16/1/2026 10:49:18",
    "agente_nombre": "MZA 41",
    "agente_login": "mza41",
    "duracion_total": 377,
    "tiempo_conversacion": 335,
    "tiempo_hold": 0,
    "tiempo_acw": 21,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}