{
  "archivo": "amza41_1_260113125718773_MIT_01970.wav",
  "duracion_segundos": 508.92,
  "num_segmentos": 135,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 144.92,
    "Cliente": 324.13
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.97,
      "fin": 17.37,
      "duracion": 15.4,
      "texto": "Hola. Hola, Eduardo.",
      "confianza": 0.338,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.97,
      "fin": 19.85,
      "duracion": 1.88,
      "texto": "Le hablo a Marina. ¿Estuvimos hablando recién?",
      "confianza": 0.38,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.57,
      "fin": 23.14,
      "duracion": 1.57,
      "texto": "Sí, sí. ¿Cómo? Bien. Bien,",
      "confianza": 0.027,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 23.14,
      "fin": 28.36,
      "duracion": 5.22,
      "texto": "entonces ahora íbamos a hacer lo que es fibra óptica, ¿sí?",
      "confianza": 0.487,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.38,
      "fin": 53.69,
      "duracion": 25.31,
      "texto": "Espera, la consulta yo te hago. Espera. ¿Hasta un kilo tenés uno? Sí, esa es la más alta en todas las compañías, ¿sí? Es rapidísima, no va a tener problemas de cobertura, puede conectar varios teléfonos, varios computadores, hacer tele y nunca va a tener problemas, ¿sí? Bien. Es muy buena, es muy buena la feira de movilizar. Es la mejor de país de derecho.",
      "confianza": 0.047,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.71,
      "fin": 59.74,
      "duracion": 5.03,
      "texto": "Sí, no, sí, sí, tengo. Por eso he estado peleando para ver cómo podía ser para contratarla.",
      "confianza": 0.291,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 60.43,
      "fin": 61.01,
      "duracion": 0.58,
      "texto": "Bien,",
      "confianza": 0.715,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.01,
      "fin": 77.51,
      "duracion": 16.5,
      "texto": "entonces, como yo lo había comentado, es un giga, va a tener un descuento también por seis meses de 37.800 y le va a quedar final en 31.650.",
      "confianza": 0.715,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.19,
      "fin": 88.0,
      "duracion": 9.81,
      "texto": "Además de eso, va a tener un descuento de 4.000 pesos sobre el precio de la fibra y cuatro gigas extra para la línea móvil de Movistar.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.52,
      "fin": 95.69,
      "duracion": 7.17,
      "texto": "Bien, buenísimo, entonces. Yo ahora le voy a leer lo que es el cierre comercial. Es lo mismo que hicimos hace un ratito con la puerta.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.89,
      "fin": 101.74,
      "duracion": 3.85,
      "texto": "Yo voy a leer y usted me confirma los datos, ¿sí? Vale.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.76,
      "fin": 113.35,
      "duracion": 11.59,
      "texto": "Bien, entonces estamos dando de alta el servicio de Internet de un CIGA a nombre del apellido del titular Eduardo Ariel Barbosa, ¿es correcto? Sí.",
      "confianza": 0.766,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 113.37,
      "fin": 117.97,
      "duracion": 4.6,
      "texto": "Bien, ¿me podría confirmar, por favor, los últimos tres dígitos del DNI? 115.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.71,
      "fin": 135.18,
      "duracion": 16.47,
      "texto": "El servicio será instalado en la calle Amado Nervo Oeste, 564, entre la calle Santa Rosa y Carvajal Sur. ¿Y Carvajal Sur? ¿Sí?",
      "confianza": 0.644,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.2,
      "fin": 135.44,
      "duracion": 0.24,
      "texto": "Sí, sí, sí.",
      "confianza": 0.148,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 135.46,
      "fin": 148.2,
      "duracion": 12.74,
      "texto": "Es la localidad de Villa Kraus, de San Juan. Kraus, Villa Kraus. Bien, buenísimo. Le hago una consulta. ¿Su casa está visible para el técnico?",
      "confianza": 0.512,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 148.95,
      "fin": 159.99,
      "duracion": 11.04,
      "texto": "¿Me podría dar alguna referencia física del domicilio para que estudie el técnico?",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 160.61,
      "fin": 176.28,
      "duracion": 15.67,
      "texto": "Es atrás de la escuela EPEP número 3. Bien, pero de la casa, si está pintada algún color en particular, si usted tiene rejas...",
      "confianza": 0.285,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.06,
      "fin": 233.21,
      "duracion": 55.15,
      "texto": "La caja está piscinada al color verde. La fuerza ya está quemando la foto. Bueno, ahora sí, mejorá. Si yo la puedo adjuntar, sí, para que el técnico se guíe, ¿sí? Dale. Bien. Le recuerdo que el costo del servicio al día de hoy es de 31.650 porque cuenta con un descuento fijo de 37.800. La firma va a ser la de un día. Sí, me pondría de que lo instale en estos días, lo pago el mes que viene. Claro, sí, se paga mes vencido, pero se factura mes adelantado, ¿sí? Es decir, a usted le va a llegar la factura, pero lo va a pagar el mes vencido, el mes que viene. ¿Sí? Sí. Bien, buenísimo. Su mail es barbosae636.com y va a estar recibiendo su facturación online a través del SNA que nos proporcionamos.",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 233.73,
      "fin": 241.62,
      "duracion": 7.89,
      "texto": "Por otro lado, tenemos que adjuntar un número que tenga WhatsApp para confirmar la instalación. ¿Puedo adjuntar su número?",
      "confianza": 0.787,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 243.88,
      "fin": 244.18,
      "duracion": 0.3,
      "texto": "Sí, sí, sí, sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.2,
      "fin": 271.6,
      "duracion": 27.4,
      "texto": "Bien, buenísimo. Entonces ponemos su numerito. Después, ingresando a la sección de servicios de la aplicación e-serva, por adverto a la información referida a su factura, ya sea artículos de facturación, vencimiento o inventos a pagar, Lo que sí le solicito es que usted tiene tarjeta de débito o crédito que sea de banco para poder adherirlo al débito automático. Eso es solo el primer mes que sí y solo necesitamos los 16 dígitos.",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 277.97,
      "fin": 282.57,
      "duracion": 4.6,
      "texto": "No le pedimos el código. ¿Recibís Banco Comafi? Sí, sí, sí. Si es de banco, sí.",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 289.15,
      "fin": 303.3,
      "duracion": 14.15,
      "texto": "No, no, no, los números. No me envíes fotos, ¿sí? Los 16 números, sí.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 303.32,
      "fin": 303.69,
      "duracion": 0.36,
      "texto": "Sí.",
      "confianza": 0.34,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.03,
      "fin": 313.05,
      "duracion": 7.02,
      "texto": "40. Sí. 40. 40, 27.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.69,
      "fin": 316.88,
      "duracion": 3.19,
      "texto": "Sí. 89.",
      "confianza": 0.692,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.9,
      "fin": 317.96,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.61,
      "fin": 337.36,
      "duracion": 18.75,
      "texto": "99. Sí. 01. Sí. 54. Sí. 81. Sí. 11. 11. Bien, yo te lo voy a enviar a ese numerito por WhatsApp y después usted me confirma si es correcto, ¿sí?",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 338.76,
      "fin": 362.05,
      "duracion": 23.29,
      "texto": "Bueno, dele. Bien. También va a poder sumar cuatro gigas de regalo, como le había comentado, a su línea móvil, un descuento de hasta cuatro mil pesos, Si ella tiene movistar o porta alguna línea, en su caso sí se le va a hacer porque ella porta una línea, ¿sí? Sí. Bien. Tenemos dos franjas de horario, por la mañana de 8 a 12 o por la tarde de 12 a 17. ¿Cuál prefiere?",
      "confianza": 0.47,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 363.27,
      "fin": 376.25,
      "duracion": 12.98,
      "texto": "¿La instalación? La instalación, sí. Bien, ¿le parece si le pongo por la mañana? Por la mañana o al medio de las 12 ¿hasta qué hora? Hasta las 5.",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 377.1,
      "fin": 410.98,
      "duracion": 33.88,
      "texto": "Bueno, lo ponemos en la de la mañana, lo ponemos en la de la mañana. Lista. Buenísimo, vengan un segundo. Bien. El día de la semana se encontrará alguien mayor a 18 años en el domicilio para poder recibir al técnico. Sí, sí, sí, yo. Bien. Buenísimo. El sector administrativo se comunicará con usted en dos ocasiones, mediante WhatsApp en la primera instancia para darle la bienvenida. Es importante que responda este mensaje confirmando el pedido para que pueda avanzar la instalación.",
      "confianza": 0.038,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 411.7,
      "fin": 429.08,
      "duracion": 17.38,
      "texto": "Después, un día antes de la instalación, recibirá un nuevo mensaje por WhatsApp, el cual le pedirá confirmación de instalación. En caso de que usted necesite, podría repartir la cita por ese medio, ¿sí? Es importante responder ambos mensajes para que el pedido no sea reagendado.",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 429.86,
      "fin": 462.17,
      "duracion": 32.31,
      "texto": "Bien, verifico de nuevo su mail, que es barbosae636.gmail.com. estará recibiendo su facturación online, las condiciones, conversiones de productos que adquirió, en el mail que nos proporcionó. Por otro lado, en los próximos días, recibirá una encuesta de satisfacción al mismo mail. Le solicitamos que por favor la complete, ya que su opinión es muy importante para la empresa, ¿sí? Bien. Por último, le van a estar donando el sector de administración, también para que confirmamos lo que es la dirección.",
      "confianza": 0.615,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 463.25,
      "fin": 508.92,
      "duracion": 45.67,
      "texto": "Le solicito que por favor responda a ese llamado. Seguramente va a ser hoy en la tarde o mañana por la mañana. De todas formas, yo seguramente le voy a avisar cuando le digan. Ahí está entonces Eduardo. Cualquier duda o consulta que se tenga, me avisa por whatsapp y si es posible. Dale, listo entonces. Ahí le estoy enviando el numerito que usted me dictó para saber si es correcto. Si no es correcto, me lo modifica, pero no me envíe, por favor, fotos de la tarjeta, ¿sí? Listo. Muchísimas gracias, Eduardo. Bienvenido a modificar. Gracias.",
      "confianza": 0.671,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Eduardo. Le hablo a Marina. ¿Estuvimos hablando recién? Sí, sí. ¿Cómo? Bien. Bien, entonces ahora íbamos a hacer lo que es fibra óptica, ¿sí? Espera, la consulta yo te hago. Espera. ¿Hasta un kilo tenés uno? Sí, esa es la más alta en todas las compañías, ¿sí? Es rapidísima, no va a tener problemas de cobertura, puede conectar varios teléfonos, varios computadores, hacer tele y nunca va a tener problemas, ¿sí? Bien. Es muy buena, es muy buena la feira de movilizar. Es la mejor de país de derecho. Sí, no, sí, sí, tengo. Por eso he estado peleando para ver cómo podía ser para contratarla. Bien, entonces, como yo lo había comentado, es un giga, va a tener un descuento también por seis meses de 37.800 y le va a quedar final en 31.650. Además de eso, va a tener un descuento de 4.000 pesos sobre el precio de la fibra y cuatro gigas extra para la línea móvil de Movistar. Bien, buenísimo, entonces. Yo ahora le voy a leer lo que es el cierre comercial. Es lo mismo que hicimos hace un ratito con la puerta. Yo voy a leer y usted me confirma los datos, ¿sí? Vale. Bien, entonces estamos dando de alta el servicio de Internet de un CIGA a nombre del apellido del titular Eduardo Ariel Barbosa, ¿es correcto? Sí. Bien, ¿me podría confirmar, por favor, los últimos tres dígitos del DNI? 115. El servicio será instalado en la calle Amado Nervo Oeste, 564, entre la calle Santa Rosa y Carvajal Sur. ¿Y Carvajal Sur? ¿Sí? Sí, sí, sí. Es la localidad de Villa Kraus, de San Juan. Kraus, Villa Kraus. Bien, buenísimo. Le hago una consulta. ¿Su casa está visible para el técnico? ¿Me podría dar alguna referencia física del domicilio para que estudie el técnico? Es atrás de la escuela EPEP número 3. Bien, pero de la casa, si está pintada algún color en particular, si usted tiene rejas... La caja está piscinada al color verde. La fuerza ya está quemando la foto. Bueno, ahora sí, mejorá. Si yo la puedo adjuntar, sí, para que el técnico se guíe, ¿sí? Dale. Bien. Le recuerdo que el costo del servicio al día de hoy es de 31.650 porque cuenta con un descuento fijo de 37.800. La firma va a ser la de un día. Sí, me pondría de que lo instale en estos días, lo pago el mes que viene. Claro, sí, se paga mes vencido, pero se factura mes adelantado, ¿sí? Es decir, a usted le va a llegar la factura, pero lo va a pagar el mes vencido, el mes que viene. ¿Sí? Sí. Bien, buenísimo. Su mail es barbosae636.com y va a estar recibiendo su facturación online a través del SNA que nos proporcionamos. Por otro lado, tenemos que adjuntar un número que tenga WhatsApp para confirmar la instalación. ¿Puedo adjuntar su número? Sí, sí, sí, sí. Bien, buenísimo. Entonces ponemos su numerito. Después, ingresando a la sección de servicios de la aplicación e-serva, por adverto a la información referida a su factura, ya sea artículos de facturación, vencimiento o inventos a pagar, Lo que sí le solicito es que usted tiene tarjeta de débito o crédito que sea de banco para poder adherirlo al débito automático. Eso es solo el primer mes que sí y solo necesitamos los 16 dígitos. No le pedimos el código. ¿Recibís Banco Comafi? Sí, sí, sí. Si es de banco, sí. No, no, no, los números. No me envíes fotos, ¿sí? Los 16 números, sí. Sí. 40. Sí. 40. 40, 27. Sí. 89. Sí. 99. Sí. 01. Sí. 54. Sí. 81. Sí. 11. 11. Bien, yo te lo voy a enviar a ese numerito por WhatsApp y después usted me confirma si es correcto, ¿sí? Bueno, dele. Bien. También va a poder sumar cuatro gigas de regalo, como le había comentado, a su línea móvil, un descuento de hasta cuatro mil pesos, Si ella tiene movistar o porta alguna línea, en su caso sí se le va a hacer porque ella porta una línea, ¿sí? Sí. Bien. Tenemos dos franjas de horario, por la mañana de 8 a 12 o por la tarde de 12 a 17. ¿Cuál prefiere? ¿La instalación? La instalación, sí. Bien, ¿le parece si le pongo por la mañana? Por la mañana o al medio de las 12 ¿hasta qué hora? Hasta las 5. Bueno, lo ponemos en la de la mañana, lo ponemos en la de la mañana. Lista. Buenísimo, vengan un segundo. Bien. El día de la semana se encontrará alguien mayor a 18 años en el domicilio para poder recibir al técnico. Sí, sí, sí, yo. Bien. Buenísimo. El sector administrativo se comunicará con usted en dos ocasiones, mediante WhatsApp en la primera instancia para darle la bienvenida. Es importante que responda este mensaje confirmando el pedido para que pueda avanzar la instalación. Después, un día antes de la instalación, recibirá un nuevo mensaje por WhatsApp, el cual le pedirá confirmación de instalación. En caso de que usted necesite, podría repartir la cita por ese medio, ¿sí? Es importante responder ambos mensajes para que el pedido no sea reagendado. Bien, verifico de nuevo su mail, que es barbosae636.gmail.com. estará recibiendo su facturación online, las condiciones, conversiones de productos que adquirió, en el mail que nos proporcionó. Por otro lado, en los próximos días, recibirá una encuesta de satisfacción al mismo mail. Le solicitamos que por favor la complete, ya que su opinión es muy importante para la empresa, ¿sí? Bien. Por último, le van a estar donando el sector de administración, también para que confirmamos lo que es la dirección. Le solicito que por favor responda a ese llamado. Seguramente va a ser hoy en la tarde o mañana por la mañana. De todas formas, yo seguramente le voy a avisar cuando le digan. Ahí está entonces Eduardo. Cualquier duda o consulta que se tenga, me avisa por whatsapp y si es posible. Dale, listo entonces. Ahí le estoy enviando el numerito que usted me dictó para saber si es correcto. Si no es correcto, me lo modifica, pero no me envíe, por favor, fotos de la tarjeta, ¿sí? Listo. Muchísimas gracias, Eduardo. Bienvenido a modificar. Gracias.",
  "calidad": {
    "confianza_promedio": 0.44,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 13.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:38:41.150191",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 135,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:27.050002",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113125718773_MIT_01970",
    "fecha_inicio": "13/1/2026 12:57:20",
    "agente_nombre": "MZA 41",
    "agente_login": "mza41",
    "duracion_total": 496,
    "tiempo_conversacion": 491,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}