{
  "archivo": "amza314_1_260114130902003_MIT_01975.wav",
  "duracion_segundos": 1914.0,
  "num_segmentos": 376,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 1081.53,
    "Cliente": 686.79
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 4.87,
      "fin": 27.2,
      "duracion": 22.33,
      "texto": "Hola. Hola, ¿qué tal? Buenas tardes, hablo con Charles. ¿Qué tal, buenas tardes, con quién hablo? Soy Rocío, de Movistar. ¿Cómo te va? Bien, Rocío, ¿cómo estás? Me alegro, todo bien. Te llamaba porque, bueno, quería comentarte la promoción que tengo para la línea, ¿sí? Vos ocupas mucho el celular, ¿cómo te manejas con los gigas?",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.22,
      "fin": 30.22,
      "duracion": 3.0,
      "texto": "Mira, yo en estos momentos tengo 15 gigas.",
      "confianza": 0.499,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.24,
      "fin": 34.86,
      "duracion": 4.62,
      "texto": "Bien, ¿y los ocupas en tu seguridad? En mi celular. No, pero los uso.",
      "confianza": 0.423,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.48,
      "fin": 40.67,
      "duracion": 5.18,
      "texto": "Ok, genial.",
      "confianza": 0.182,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.69,
      "fin": 43.29,
      "duracion": 2.6,
      "texto": "Sí, sí, esa es la cantidad más o menos con la que vos te marcas en el mes.",
      "confianza": 0.622,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 44.05,
      "fin": 54.9,
      "duracion": 10.85,
      "texto": "Bueno, obviamente la promoción que tengo para brindarte te va a venir de 10 porque son 16 gigas, sí. Es un plan base de 8 gigas y tiene 8 gigas totalmente bonificados por volver a la compañía.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.48,
      "fin": 74.19,
      "duracion": 18.71,
      "texto": "El WhatsApp es gratis, tenés habla libre a cualquier compañía, 1 giga para videojuegos, América de precio local y también contamos con lo que es el Roomin en América en el caso de que viajes. también lo que es el rumine incluido en este paquete, ¿sí? Te queda lo que es el precio de estos 16 gigas por 10.400 pesos. ¿1400?",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.22,
      "fin": 76.16,
      "duracion": 1.94,
      "texto": "Exacto.",
      "confianza": 0.554,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.18,
      "fin": 77.44,
      "duracion": 1.26,
      "texto": "¿Pasas una línea?",
      "confianza": 0.381,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 78.6,
      "fin": 108.45,
      "duracion": 29.85,
      "texto": "Vos, si pasas más de una línea, nosotros te bonificamos y te adicionamos 4 gigas total cada uno, ¿sí? Entonces tendrías lo que es un total de 20 gigas mensuales si es que pasas más de una línea en la compañía. También te quedan lo que es el precio de $1400 pesos, pero entran en el plan familiar, por eso le bonificamos 4 gigas extra. Y ahora, ¿menos de 10 gigas para las otras dos niñas que tengo? ¿Cómo? Disculpe, ¿me repites?",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.61,
      "fin": 112.07,
      "duracion": 2.46,
      "texto": "Tengo 3 niñas, dos, a mi nombre.",
      "confianza": 0.403,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.97,
      "fin": 120.98,
      "duracion": 7.01,
      "texto": "Sí. Sí, sí. Las tres ocupan esa misma cantidad de gigas o se manejarían como... No, las otras ocupan menos. Ocupan menos.",
      "confianza": 0.298,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 121.11,
      "fin": 136.81,
      "duracion": 15.7,
      "texto": "Bien, en ese caso, sí, tengo lo que es una promoción, que es el plan de 8 gigas, que es 4 de base más, 4 por volver a la compañía, y aparte vos contarías con los 4 extras familiares, sí, tendrías un total de 12 gigas mensuales por 7.460 pesos.",
      "confianza": 0.673,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.83,
      "fin": 149.75,
      "duracion": 12.92,
      "texto": "¿La línea? Claro, exacto, esa podría aplicarle a las otras dos líneas que merecí que ocuparan menos cantidad. Ahora mismo te estoy sacando lo que es la cuenta, sí,",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 150.35,
      "fin": 150.99,
      "duracion": 0.64,
      "texto": "¿Qué sería?",
      "confianza": 0.612,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 152.41,
      "fin": 155.86,
      "duracion": 3.44,
      "texto": "Lo que es las dos líneas por 8 gigas, ¿sí?",
      "confianza": 0.478,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.38,
      "fin": 209.12,
      "duracion": 52.74,
      "texto": "Más la otra que tendría el plan de 16, que sale 10.400, te da un total de 25.320 pesos, aproximadamente lo que es el abono de las tres líneas, ¿sí? Con estos planes que te comenté. La promoción tiene lo que es un descuento y un ahorro fijo por seis meses para que vos pruebes este producto y en el caso de que vos te manejes bien con esta cantidad de gigas, o si necesitas más, que puedas adquirir un plan que se adecuere justamente a lo que vos estás ocupando en este momento, ¿sí? Obviamente también vas a contar siempre con lo que es mi número de asesora, a mí siempre me gusta estar al tanto con mis clientes de avisantes en el mes 5, ¿sí? Para que, bueno, la promoción está por terminar, cosa de que puedas obviamente acceder a una nueva promo indicándose lo que están ocupando las líneas, obviamente, la cantidad de gigas.",
      "confianza": 0.749,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.79,
      "fin": 224.29,
      "duracion": 14.5,
      "texto": "Rocidosos? Sí, Rocidosos. Vamos por parte de Rocidosos. Yo pago 23.500 pesos terminados por tres líneas, ¿no es cierto?",
      "confianza": 0.275,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 228.24,
      "fin": 230.78,
      "duracion": 2.54,
      "texto": "Sí, sí, sería.",
      "confianza": 0.433,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 231.2,
      "fin": 245.4,
      "duracion": 14.2,
      "texto": "¿Vos me estás diciendo eso 23.500? No es lo que te dije, yo te dije el 25.320. No, disculpame. 25.320 te dije el 23.500.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 245.42,
      "fin": 248.86,
      "duracion": 3.44,
      "texto": "Sí, sí, sí, pero no hay problema.",
      "confianza": 0.418,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 249.1,
      "fin": 258.59,
      "duracion": 9.49,
      "texto": "Obviamente, pasa que esta llamada queda auditada, sí. Entonces, si yo te partí a los tres, yo vuelvo a decir... 25.325, sí.",
      "confianza": 0.734,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.93,
      "fin": 260.29,
      "duracion": 1.36,
      "texto": "Exacto.",
      "confianza": 0.604,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 260.31,
      "fin": 304.0,
      "duracion": 43.69,
      "texto": "25 mil pesos y son las dos líneas que me dijiste que ocupan menos cantidades gigas tendrían dos. Son cuatro gigas más cuatro regalos. Claro, son cuatro gigas de base, cuatro bonificados por volver a la compañía también por seis meses. Y después tenés los cuatro extras que son del plan familiar. Así que te quedarían las dos líneas que ocupo en menos cantidad, en 12 gigas, que es el plan más bajo que tengo, y después tendrías lo que es la otra línea, que es la tuya, que me comentas que ocupas esos 15 gigas, bueno, tendrías 16, por lo que es el plan base de 8, más 8 bonificados por volver.",
      "confianza": 0.684,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 304.02,
      "fin": 304.46,
      "duracion": 0.44,
      "texto": "Sí, sí.",
      "confianza": 0.341,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 306.72,
      "fin": 328.94,
      "duracion": 22.22,
      "texto": "más los cuatro de plan familiar, así que vos contarías con un total de 20 gigas mensuales. Lo bueno es que, por ejemplo, si vos no ocupás esta cantidad en el mes, tenés la posibilidad de guardarlos, dejarlos para el próximo mes, o si bien si alguna de las líneas ocupa más cantidad de gigas, se pueden hacer transferencias, entre ustedes se pueden compartir gigas. Todos esos los debase, obviamente.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 330.99,
      "fin": 339.07,
      "duracion": 8.08,
      "texto": "Vamos a los debase. Los de base serían, por ejemplo, el plan que te comenté que es de 4 más 4, los de base son 4 gigas.",
      "confianza": 0.462,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 340.23,
      "fin": 350.55,
      "duracion": 10.32,
      "texto": "Pero obviamente... Eso es lo que se pueden compartir. Exacto, esos son los que se comparten y los que se acumulan y se guardan para el próximo mes. ¿Por qué? Porque los otros son de regalo.",
      "confianza": 0.42,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 351.53,
      "fin": 376.23,
      "duracion": 24.7,
      "texto": "Entonces, de todas maneras, siempre en el mes empiezas ocupando, primero los gigas de regalo, Después vienen los del plan familiar y después, como último, se gastan los de base. Así que esos son los últimos y los que por ahí sobran, por eso mismo tenés la chance de acumularlos y dejarlos para el próximo mes.",
      "confianza": 0.817,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 376.25,
      "fin": 376.77,
      "duracion": 0.52,
      "texto": "Bien. Yo tengo todos eSIM.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 376.79,
      "fin": 407.74,
      "duracion": 30.95,
      "texto": "¿Cómo se hace? El eSIM nosotros lo trabajamos con Gmail. Por ejemplo, si las tres líneas necesitan tres tipos diferentes de QR, necesitaría los maids de cada una de las líneas para hacerle el envío del QR al maid, ¿sí? Le estará llegando, nosotros hacemos el trámite hoy, yo creería que más tardará el viernes, ya les estaría llegando a cada una de las líneas el QR, pero nosotros esperamos que la línea suya siga funcionando una semana más en claro, ¿sí?",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 408.36,
      "fin": 419.07,
      "duracion": 10.71,
      "texto": "Entonces, en una semana, por ejemplo, si nosotros iniciamos el trámite hoy, el próximo miércoles nosotros indicaríamos aproximadamente cuándo colocar lo que es el chip. Sí, o en ese caso, escanearlo.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 419.73,
      "fin": 437.49,
      "duracion": 17.76,
      "texto": "Porque, cuando es de Steam, vos tenés que meterte a la configuración del celular, darle de baja al QR que está escaneado del claro, y cuando le des de baja, recién escanear el de Movistar. Es así. Entonces, nosotros nos indicamos, obviamente, cuándo escanearlo.",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 438.15,
      "fin": 463.49,
      "duracion": 25.34,
      "texto": "Además de eso, en el caso de que, por ejemplo, a vos te llegue y a alguna de las líneas no le haya llegado, se pueden fijar en el spam, Y si no, me mandas a mí un mensaje y yo te mando directamente la imagen con el QR. Si no hay problema, me la podés pedir a mí también. Todo esto que me acabas de decir, me lo pasás por escrito si avanzamos? Obvio, obvio, obvio.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 464.53,
      "fin": 464.95,
      "duracion": 0.42,
      "texto": "Sí, sí, sí.",
      "confianza": 0.116,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 464.97,
      "fin": 483.1,
      "duracion": 18.13,
      "texto": "Yo te dejo bien ahí entonces todo detallado. Ahora mismo, bueno, yo estoy en la computadora, pero saqué la cuenta que te hice desde la calculadora, así que te mando lo que es la calculadora y te mando lo que es los beneficios de las líneas. Así que, por ejemplo, estos son estos cuatro siglas extra y todo eso.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 484.38,
      "fin": 495.2,
      "duracion": 10.81,
      "texto": "Mira, yo te cuento lo que me resulta cambiarme y me da miedo porque yo tengo en claro por un año la bonificación.",
      "confianza": 0.615,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 496.73,
      "fin": 504.62,
      "duracion": 7.89,
      "texto": "Entonces esto por seis meses me permite cuando me da miedo que después de seis meses me diga no, no está mal la comunicación, marcha impreso. No, no.",
      "confianza": 0.126,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 504.64,
      "fin": 509.84,
      "duracion": 5.21,
      "texto": "De todas maneras vos, como te digo, quédate tranquilo porque yo ya te pido que directamente asientes mi número, ¿sí?",
      "confianza": 0.689,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 510.28,
      "fin": 535.67,
      "duracion": 25.39,
      "texto": "Porque como te digo, yo estoy hace bastante ya en este rubro y a mí me gusta tener el seguimiento de mis clientes, ¿sí? Obviamente darles lo que es una ayuda, si es lo que necesitan, entonces en el mes cinco, si es lo que vos querés, Yo te mando un mensajito y te aviso, mirá, te queda un mes de promoción para que yo esté saltando y obviamente ahí brindarte lo que es un apoyo y lo que necesites para poder adquirir una nueva promo, ¿sí?",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 535.7,
      "fin": 539.8,
      "duracion": 4.11,
      "texto": "Quédate tranquilo con eso.",
      "confianza": 0.733,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 539.82,
      "fin": 557.37,
      "duracion": 17.55,
      "texto": "Bueno, me lo mandás por escrito así yo puedo tomar una decisión porque me ha pasado que me han ofertado muchas cosas estas buenas y llegado el momento me he llevado la sorpresa que no es de movistar o no es ajeno a la empresa y no existe.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 557.39,
      "fin": 562.34,
      "duracion": 4.95,
      "texto": "Bien, no, claro, quédate tranquilo con eso porque como te decía, la llamada queda auditada, ¿sí?",
      "confianza": 0.578,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 562.36,
      "fin": 590.85,
      "duracion": 28.49,
      "texto": "Entonces, yo sí te digo, por ejemplo, de todas esas cosas que hemos estado hablando, si yo te llevo a decir algo que está mal o que no coincide con la promoción que nosotros estamos trabajando, esta llamada queda auditada y es justamente para tu seguridad y la mía, ¿sí? Aparte de todo eso, es que yo no puedo proseguir con ningún trámite que vos es el OK en el cierre comercial. A mí la empresa me exige hacer un cierre comercial, que es obviamente verificando los datos del titular de la línea.",
      "confianza": 0.705,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 591.93,
      "fin": 616.13,
      "duracion": 24.2,
      "texto": "Además de eso, necesito para verificar la titularidad el frente idóneo de tu DNI, que es que sos vos del titular de la línea, si no el que sea titular de la línea necesito la verificación de lo que es el DNI, de la titularidad. Y después va lo que es el código, digamos, de portabilidad, que es con eso que yo inicio el trámite y se mantienen las mismas líneas, los mismos números de las líneas.",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 617.99,
      "fin": 655.89,
      "duracion": 37.9,
      "texto": "Así que es todo mucho más reglamentario acá donde estoy trabajando en la oficina. Ahí te deje en WhatsApp lo que es la promo de las líneas, te deje la captura de la calculadora, que dice justamente lo que es 7.460 por 2, que te quedaría en 14.920, las dos líneas, y 10.400 pesos de lo que es el plan de 16 gigas. Ese es el total que nos da de 25.320.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 657.35,
      "fin": 661.22,
      "duracion": 3.86,
      "texto": "Y ahora mismo te mando lo que es el tema de los beneficios.",
      "confianza": 0.834,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 661.92,
      "fin": 671.47,
      "duracion": 9.55,
      "texto": "Por ejemplo, en estos 4 gigas está el plan familiar. Y aparte de que, por ejemplo, no sé si vos el internet, de tu casa lo tenés con Movistar o tenés alguna otra compañía?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 672.51,
      "fin": 685.58,
      "duracion": 13.07,
      "texto": "No, no tengo una compañía en el barrio. Ahora, bueno. ¿Qué me pasa? Yo me estoy en la computadora también, me meto y no existe esta promoción que me estás dando vos en los planes de Movistar.",
      "confianza": 0.079,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 685.6,
      "fin": 697.39,
      "duracion": 11.79,
      "texto": "No, porque nosotros, imagínate que entramos por otro canal porque estamos en diferentes oficinas, en Mendoza hay un montón de call centers, que obviamente cada call center tiene lo que es un canal y un código,",
      "confianza": 0.685,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 697.79,
      "fin": 700.62,
      "duracion": 2.82,
      "texto": "por el que sale lo que es la promoción y las ventas.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 701.16,
      "fin": 704.74,
      "duracion": 3.59,
      "texto": "Las ventas que nosotros cargamos y los clientes que nosotros portamos.",
      "confianza": 0.885,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 705.75,
      "fin": 708.97,
      "duracion": 3.22,
      "texto": "Obviamente en lo que es la página oficial de Movistar manejan otros precios.",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 709.47,
      "fin": 712.35,
      "duracion": 2.88,
      "texto": "Es lo mismo que vos, por ejemplo, sos de Mendoza, ¿verdad?",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 714.34,
      "fin": 730.71,
      "duracion": 16.37,
      "texto": "Sí. Bueno, por ejemplo, si vos acercas al local de la tienda de San Martín, que bueno, yo estoy ubicada enfrente del local de la avenida San Martín, vos bajas y tampoco, si querés adquirir lo que es un plan, en el local, no manejan los mismos precios que nosotros, esa es la realidad.",
      "confianza": 0.093,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 731.11,
      "fin": 745.69,
      "duracion": 14.58,
      "texto": "Porque nosotros justamente al tener lo que es el dueño de la empresa donde estoy trabajando, tiene lo que es el código, el canal y la autorización de Movistar para manejar otro tipo de promociones y obviamente subir esas portabilidades por otro canal.",
      "confianza": 0.737,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 746.33,
      "fin": 772.53,
      "duracion": 26.2,
      "texto": "Van todos directos a Movistar, eso no cambia de nada y todo lo que nosotros subimos y todos los clientes que nosotros portamos, pasan, por lo que es administración de Movistar, pero nosotros cargamos estas promociones desde lo que es el canal de venta que tiene autorizado el Jep. Es así. Bueno, mandamelo todo por escrito, así ya avanzamos. Bien, ¿qué más quieres que te mande por escrito?",
      "confianza": 0.789,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 773.71,
      "fin": 781.48,
      "duracion": 7.77,
      "texto": "Acá es que me has mandado Rocío y me llamas de Buenos Aires, tu teléfono. No, yo estoy en Mendoza, lo que te estoy llamando es el computador.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 782.76,
      "fin": 802.68,
      "duracion": 19.92,
      "texto": "No sabía, no me lo había llegado, no lo había visto, no lo había llegado. Cuanto llega esto, eso no lo había visto. Me lo había visto en la computadora sola. Sí, tranqui, tranqui. Es decir, lo que yo estoy llamando es desde entre un llamador, sí, que bueno, tiene lo que es el chip puesto de un felón antes, pero no, yo estoy ubicada acá en la calle San Martín y Buenos Aires.",
      "confianza": 0.036,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 803.6,
      "fin": 808.77,
      "duracion": 5.17,
      "texto": "Y estoy a ir a Mereda Cuadra, del local que está en Gutiérrez, creo que.",
      "confianza": 0.617,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 809.44,
      "fin": 825.88,
      "duracion": 16.44,
      "texto": "Sí, sí. Mi hermano se cambió con vos, por eso tenías en nada asesora monitor. Ah, es verdad. Sí, es verdad. Tenías mi número de reún colegio, es verdad. Exacto. Y bueno, ¿y él tuvo que ir a buscarnos el SIM? ¿Vos me lo vas a mandar tú por correo?",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 827.42,
      "fin": 837.69,
      "duracion": 10.27,
      "texto": "Claro, él sí tiene, si él lo buscó a archivo físico sí, pero vos si tenés el QR en los celulares nosotros directamente mandamos el mail a cada una de las líneas que vos tenés.",
      "confianza": 0.608,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 838.18,
      "fin": 865.45,
      "duracion": 27.27,
      "texto": "Si me querés pasar ahí al WhatsApp, pásame el número de la línea y pásame al costado o abajo el mail donde le llegaríamos a cada uno de esos QR para que lo puedan escanear, justamente. Lo estoy tratando de hacer. Dale, sí, tranquilo. Mientras tanto, quieres que prosiga con lo que es el cierre comercial. Es justamente el contrato leído para que quede auditado. Sí, por favor.",
      "confianza": 0.722,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 865.82,
      "fin": 866.78,
      "duracion": 0.96,
      "texto": "Perfecto.",
      "confianza": 0.896,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 866.8,
      "fin": 871.53,
      "duracion": 4.73,
      "texto": "Brindame lo que es tu número de documento, por favor.",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 872.55,
      "fin": 873.19,
      "duracion": 0.64,
      "texto": "Veintiún millones.",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 874.59,
      "fin": 874.96,
      "duracion": 0.36,
      "texto": "Sí.",
      "confianza": 0.527,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 874.98,
      "fin": 883.51,
      "duracion": 8.53,
      "texto": "379. 021. Disculpame, me dijiste veinte millones. Veintiuno.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 884.13,
      "fin": 889.8,
      "duracion": 5.67,
      "texto": "Veintiuno es ok. Sería veintiuno, tres siete nueve, cero seis uno.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 889.82,
      "fin": 891.96,
      "duracion": 2.14,
      "texto": "Exacto. Perfecto. Bien.",
      "confianza": 0.574,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 892.26,
      "fin": 912.07,
      "duracion": 19.81,
      "texto": "Me dejas entonces lo que es los correos electrónicos y los celulares, así yo ya lo dejo ahí. Y bueno, a ver, como último, ¿qué más? Mi documento te va a pedir que nos lo demos encima, pero ¿cómo puedo hacer? ¿por mi Argentina te sirve? Sí, obvio.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 912.09,
      "fin": 918.46,
      "duracion": 6.37,
      "texto": "Sí, sí, no te preocupes que con respecto a lo que es la carga de las solicitud, yo me encuentro en la oficina hasta las 3 de la tarde,",
      "confianza": 0.635,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 918.79,
      "fin": 933.07,
      "duracion": 14.28,
      "texto": "Así que si no los refieres en mi Argentina, me sirve, obviamente. Pero en el caso de que tengas alguna dificultad con la descarga, también te puedo esperar, ¿sí? No hay problema. No lo tengo en mi Argentina.",
      "confianza": 0.656,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 933.09,
      "fin": 935.43,
      "duracion": 2.34,
      "texto": "Bien, perfecto, entonces.",
      "confianza": 0.516,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 935.45,
      "fin": 939.4,
      "duracion": 3.95,
      "texto": "Como un número alternativo, ¿crees que pongamos alguna de las líneas que me vas a pasar?",
      "confianza": 0.682,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 943.21,
      "fin": 946.35,
      "duracion": 3.14,
      "texto": "Sí, dame un segundo que las busco. Yo no me las sé. Sí, sí, tranquilo, te espero. No hay problema.",
      "confianza": 0.136,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 950.2,
      "fin": 965.39,
      "duracion": 15.2,
      "texto": "Sí, sí, tranquilo, no hay apuros.",
      "confianza": 0.528,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 965.41,
      "fin": 978.21,
      "duracion": 12.8,
      "texto": "Y si tengo el documento, ya lo... Sí, que ahí vos déjame todo en nuestro chat, que yo directamente cuando haga la carga de la solicitud, copio y pego desde nuestro chat, así ya es todo mucho más líquido.",
      "confianza": 0.441,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 979.44,
      "fin": 982.78,
      "duracion": 3.34,
      "texto": "A ver si está bien lo que estoy haciendo. Yo te lo mando al chat.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 983.9,
      "fin": 987.43,
      "duracion": 3.52,
      "texto": "Ese es el dorso.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 993.09,
      "fin": 1001.84,
      "duracion": 8.75,
      "texto": "Eso estamos.",
      "confianza": 0.595,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1002.46,
      "fin": 1006.11,
      "duracion": 3.64,
      "texto": "Este está.",
      "confianza": 0.604,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1011.05,
      "fin": 1016.79,
      "duracion": 5.74,
      "texto": "No soy del más vivo con el teléfono, disculpadme, ¿sí? No, quédate tranquilo, no hay de apuro.",
      "confianza": 0.075,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1017.91,
      "fin": 1024.5,
      "duracion": 6.59,
      "texto": "Obviamente lo que necesites, yo ahora estoy fijándome y si está todo bien, me están llegando bien los mensajes, así que bueno.",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1025.12,
      "fin": 1031.83,
      "duracion": 6.71,
      "texto": "Lo que sí, obviamente necesito el número de las líneas y los correos para que queden en el cierre comercial, por eso te estoy esperando.",
      "confianza": 0.754,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1032.63,
      "fin": 1040.7,
      "duracion": 8.07,
      "texto": "Pero no hay apuro, quédate tranquilo. Ahí va otro. Si te sirve, ¿eso no es cierto?",
      "confianza": 0.447,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1040.72,
      "fin": 1043.46,
      "duracion": 2.74,
      "texto": "Sí. Sí, sí, sí, obvio.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1044.98,
      "fin": 1054.24,
      "duracion": 9.25,
      "texto": "Y de todas maneras, cuando suba la portabilidad, te aviso, te mando un mensajito para que, bueno, obviamente sepas que el trámite ya está en camino.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1054.88,
      "fin": 1069.98,
      "duracion": 15.1,
      "texto": "Además de que, bueno, obviamente el código de portabilidad, sí, yo ahora voy a consultar con mi supervisora para ver si tengo que mandar un código a cada una de las líneas o con un código puedo portar las tres líneas, ¿sí? ¿Me aguardás un segundito en línea mientras me vas pasando eso?",
      "confianza": 0.72,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1070.95,
      "fin": 1075.48,
      "duracion": 4.53,
      "texto": "¿Está bien? Buenísimo, en conjunto con mi supervisor, gracias.",
      "confianza": 0.212,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1100.52,
      "fin": 1120.69,
      "duracion": 20.17,
      "texto": "Bien, Carlos, ¿me escucharás? Sí, te escucho.",
      "confianza": 0.454,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1120.71,
      "fin": 1121.39,
      "duracion": 0.68,
      "texto": "Bien, perfecto.",
      "confianza": 0.827,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1121.47,
      "fin": 1129.97,
      "duracion": 8.5,
      "texto": "Mirá, ahí consulté con mi supervisora y me dijo que tenemos lo que es el código de portabilidad mandárselo a cada una de las líneas.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1130.97,
      "fin": 1167.2,
      "duracion": 36.23,
      "texto": "Así que el código de portabilidad es un mensajito de texto que es emitido por Enacom, el ente que regula las telefonías en la Argentina, y nos permite hacer el cambio de abono a abono manteniendo el mismo número. Este código llega por un mensaje de texto del 223 y dice, su código de portabilidad son cuatro dígitos, con una fecha de vencimiento para el prestador MVS, que es Abreviado Movistar, ¿sí? Este código les va a llegar a las tres líneas que vos me pasaste, ¿sí? Y yo necesito que vos, apenas los tengas, me mandes lo que es el captura ahí a nuestro chat.",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1167.72,
      "fin": 1181.1,
      "duracion": 13.38,
      "texto": "Entonces, yo voy subiendo justamente al código que me vas pasando, de qué número es, y lo voy subiendo así a la portabilidad, ¿sí? Hay una parte, sí, hay uno que no te lo voy a poner hasta el sábado, bienvenida, que no sabes.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1181.9,
      "fin": 1225.12,
      "duracion": 43.22,
      "texto": "El día sábado no está? Por eso, pero no tienes contacto con ella? En Colombia, cada vacación. Ah, bien, bien, bien, bien. Bueno, en el caso de que, por ejemplo, si le llega a llegar a ella el mensaje y se lo querés pedir y me lo querés pasar por captura, no hay problema. De todas maneras, el sábado, yo no sé si vengamos a la oficina. pero bueno, me lo pasas a penas puedas y seguimos con la portabilidad, no hay problema. Lo que sí, esa línea va a tardar tal vez un poco más en portarse, por lo que va a tener un poco más de demora el código de portabilidad, ¿sí? Pero igual a nosotros vamos a hacer la misma, no hay problema. Bueno.",
      "confianza": 0.098,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1225.14,
      "fin": 1225.32,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.064,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1225.34,
      "fin": 1228.39,
      "duracion": 3.04,
      "texto": "Ya creo que es todo, Quisarte, por favor.",
      "confianza": 0.077,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1228.41,
      "fin": 1228.63,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.031,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1228.65,
      "fin": 1242.52,
      "duracion": 13.87,
      "texto": "Desordenado por lo que tenés. No, pero estará perfecto si yo lo que copio es copiar y pegar en la compu, así que no hay problema con el orden. ¿Dónde está el documento? ¿Está bien?",
      "confianza": 0.29,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1242.54,
      "fin": 1243.04,
      "duracion": 0.5,
      "texto": "Sí, sí, sí, se ve bien.",
      "confianza": 0.127,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1243.4,
      "fin": 1272.78,
      "duracion": 29.38,
      "texto": "Aparte, bueno, en el caso de que necesite algo o cualquier cosa, justamente te digo, no hay problema. Porque, bueno, obviamente, como te digo, no solamente voy a estar en lo que es ahora el tema de la portabilidad, sino ya estando en la compañía, Obviamente, si necesito algo o tengo que modificar algo, te voy a estar contactando, ¿sí? Así que, bueno, me lo vas a vender ahí en un rato largo también molestándote, perdóname. No, está bien.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1272.8,
      "fin": 1272.9,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.071,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1272.92,
      "fin": 1281.37,
      "duracion": 8.45,
      "texto": "Bueno, genial. Entonces, procedo a leerte lo que es el cierre comercial, ya que tenemos todo, ¿sí?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1281.39,
      "fin": 1282.53,
      "duracion": 1.14,
      "texto": "Bien.",
      "confianza": 0.603,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1282.55,
      "fin": 1286.09,
      "duracion": 3.54,
      "texto": "Para recibir futuras promociones. ¿Usted tiene internet en casa de movilizar figuras?",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1288.52,
      "fin": 1289.0,
      "duracion": 0.48,
      "texto": "No. OK.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1289.67,
      "fin": 1291.81,
      "duracion": 2.14,
      "texto": "Estamos portando la línea.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1294.6,
      "fin": 1301.03,
      "duracion": 6.43,
      "texto": "La tuya está por la que nos estamos contactando.",
      "confianza": 0.725,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1302.37,
      "fin": 1306.58,
      "duracion": 4.21,
      "texto": "261-323-2002 a nombre y apellido del titular actual.",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1308.06,
      "fin": 1314.11,
      "duracion": 6.05,
      "texto": "Carlos Gabriel Balmacera. ¿Me confirma los tres últimos siglos de su ANI? 061.",
      "confianza": 0.832,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1315.0,
      "fin": 1315.74,
      "duracion": 0.74,
      "texto": "Perfecto.",
      "confianza": 0.553,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1316.16,
      "fin": 1322.57,
      "duracion": 6.41,
      "texto": "Me comentó que cuenta con lo que es la factura mensual de sus tres líneas. ¿Le llega a su nombre o al de otra persona?",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1324.65,
      "fin": 1343.27,
      "duracion": 18.62,
      "texto": "A mi nombre. A su nombre, perfecto. Las líneas que vamos a aportar entonces son la tuya que la acabo de leer, la otra línea es 2613182003, ¿sí? Y la otra línea es 2616472001.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1344.48,
      "fin": 1351.5,
      "duracion": 7.02,
      "texto": "Exacto. Bien. Genial. Va a recibir lo que es el chip en los emails que me aseguraste. Sí,",
      "confianza": 0.118,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1351.5,
      "fin": 1353.07,
      "duracion": 1.57,
      "texto": "porque tienen lo que es QR.",
      "confianza": 0.672,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1353.35,
      "fin": 1353.49,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1353.99,
      "fin": 1364.05,
      "duracion": 10.05,
      "texto": "La línea tuya terminada en 2002 va a recibir el código QR al email carlos.balmaceda.com.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1364.59,
      "fin": 1415.9,
      "duracion": 51.31,
      "texto": "Bien. La otra línea que es la terminada en 2003 va a recibir su de todas maneras si ustedes necesitan modificar el mail me mandas también un mensajito y lo modificamos no hay problema igual de todas maneras le vamos a entregar el código QR Bien, la otra línea que es la terminada, el 2001, va a recibir su QR al mail talladedraftsoledad.com. Bien, perfecto.",
      "confianza": 0.484,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 1417.35,
      "fin": 1426.26,
      "duracion": 8.91,
      "texto": "Les recuerdo que el costo al servicio del día de hoy, sí, de la línea que es la línea terminada en 2001,",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1426.85,
      "fin": 1447.35,
      "duracion": 20.5,
      "texto": "Y la línea terminada en 2003, van a tener lo que es el plan de 4 GB de base, 4 GB de extra por volver a la compañía por 6 meses, ¿sí? Tiene WhatsApp gratis, tiene a la ligera cualquier compañía, tiene un billa para videojuegos, un descuento fijo por 6 meses de 30.140 pesos y por eso al día de hoy te quedan 7.460, ¿sí?",
      "confianza": 0.642,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1447.45,
      "fin": 1456.28,
      "duracion": 8.83,
      "texto": "Bien, me faltan los cuatro días de regalo. Y los cuatro bonificados por el plan familiar.",
      "confianza": 0.336,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1457.24,
      "fin": 1459.54,
      "duracion": 2.3,
      "texto": "Eso sí, vienen con lo que es el plan familiar.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1460.62,
      "fin": 1472.56,
      "duracion": 11.93,
      "texto": "Aparte, tenemos lo que es Tulinia, que es la terminada en 2002, que va a tener lo que es el plan de 8 GB de base, 8 GB texta por volver a la compañía.",
      "confianza": 0.668,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1473.08,
      "fin": 1505.22,
      "duracion": 32.14,
      "texto": "Va a estar por la pista, la libra cualquier compañía, un giga para videojuegos, América a precio local y Roomin en América. En el caso de que viajes, tenés lo que es el Roomin. Tiene lo que es un desgaste y uno. Dígame. Me está faltando uno. ¿Las otras dos líneas no tienen roaming? Las otras dos líneas no cuentan con el roaming, pero sí pueden acceder a los packs de roaming desde la aplicación de mi Movistar. Lo que viene con lo que es el plan tuyo, que es el de 8 GB, sí tiene 3 GB para navegar por lo que es América.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1507.46,
      "fin": 1514.83,
      "duracion": 7.37,
      "texto": "Pero antes que él me cambie por ti, como te dije, uno está en Colombia, otro está en Chile, bueno. Ocupan ellas a tu roaming.",
      "confianza": 0.315,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1516.07,
      "fin": 1521.75,
      "duracion": 5.68,
      "texto": "Claro, no van a estar... Ellas no van a tener el roaming nacional, ninguno de las dos. Bueno, claro.",
      "confianza": 0.452,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1521.77,
      "fin": 1525.72,
      "duracion": 3.94,
      "texto": "Claro, sí, pero de igual manera yo tengo Momestar, sí, en mi celular.",
      "confianza": 0.612,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1526.16,
      "fin": 1589.78,
      "duracion": 63.62,
      "texto": "Y, por ejemplo, yo también viajé hace poquito a Chile y mi plan no tenía lo que sea el roaming, pero compré un pack que me salió 3.000 pesos y tuve directivas para navegar libremente. Así que... No sé ahora en cuánto estará la promoción en la aplicación, pero todo esto lo ven, porque ahora justamente va la parte del cierre comercial en la que justamente te digo cómo hacer el tema de lo que es la activación y los beneficios de la parte de servicios de movilizar, pero tienen lo que es el PAC. Pero bueno, no sé cómo quieras, si vos querés... No, está bien, está bien, está bien, si en el caso de viajar, estamos volviendo a vacaciones. Entonces, si volvés a viajar, comprarás el psicomotivo, compraremos el PAC de 3.000, o cambiaremos las líneas a 10200. Sí, o si no, por ejemplo, si ustedes tienen ahora tener una promoción esta que es por seis meses, ¿sí? En el caso de que vos, cuando terminen los seis meses, atieras una nueva promoción, esa promoción puede tener lo que sea el rooming, si es que lo van a ocupar. Así que, quédate tranquilo que eso lo puedes gestionar todo desde la aplicación, ¿sí? Bueno.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1589.8,
      "fin": 1590.7,
      "duracion": 0.9,
      "texto": "Bien, perfecto.",
      "confianza": 0.582,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1590.72,
      "fin": 1642.72,
      "duracion": 52.0,
      "texto": "Entonces, tu línea que está terminada en 2002, va a tener lo que es un plan base de 8 gigas, 8 gigas recto por volver a la compañía por 6 meses, el whatsapp gratis a la líder de cualquier compañía, un videojuego para videojuegos, américa a precio local, ronmin en américa y un descuento fijo por 6 meses de 41.650 por eso al día de hoy te quedan 10.400 pesos. Los gigas que vienen de regalo, es importante que sepas que se van a habilitar 48 horas después de que nosotros veamos que estén activas las líneas. cuando nosotros nos notifiquemos que están andando las líneas que ya han podido estar en el QR y está funcionando todo ok, por entre 8 horas se activan las chicas de regalo y lo que es el plan familiar también desde la aplicación también en el caso el que no se active lo podés gestionar, ¿sí?",
      "confianza": 0.773,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1642.74,
      "fin": 1642.92,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.075,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1642.94,
      "fin": 1647.84,
      "duracion": 4.9,
      "texto": "¿Su mail es el bongo de tu mail para recibir la facturación? Por favor.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1648.35,
      "fin": 1656.16,
      "duracion": 7.81,
      "texto": "Perfecto, su email es carlos.balmaceda con x arroba gmail.com.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1656.18,
      "fin": 1656.32,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.04,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1656.34,
      "fin": 1660.5,
      "duracion": 4.16,
      "texto": "Bien, va a estar recibiendo la facturación online a través de ese mail que nos proporcionaste.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1661.14,
      "fin": 1693.01,
      "duracion": 31.87,
      "texto": "Ves en la aplicación de e-mobile start, ingresando a la sección de servicios, vas a ver la información preferida de la factura, el ciclo de facturación, los ofrecimientos, los motos a pagar, Puedes gestionar el tema de las líneas. Si vos desde tu celular vas a poder ver las otras líneas que tienes bajo tu nombre. Así que justamente vas a poder gestionar y ver qué cantidad de gigas estén ocupando. También desde Arice pueden hacer lo que es el pasar, pedir y guardar. Que es esa frecencia de beneficio que le vamos a ayudar para los gigas que a vos te sobren. Los demás que los puedes acumular o transfirselo entre ustedes.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1694.09,
      "fin": 1712.32,
      "duracion": 18.23,
      "texto": "Además de eso, tenemos 20 gigas totalmente de regalo con una duración de 30 días. Eso los activas a vos. cuando lo necesites, también puedes añadirlo a lo que es el derecho automático y sumar 4 gigas de regalo a cada una de las líneas, y es que porta más de dos líneas registradas bajo el mismo título.",
      "confianza": 0.785,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1714.38,
      "fin": 1735.74,
      "duracion": 21.36,
      "texto": "Una vez aportada lo que es la portabilidad de su línea, se va a aportar a las 48 horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que te quedes tranquilo. Es importante que usted no escanee el chip antes de la fecha informada. De todas maneras se va a dar cuenta porque la línea es clara y deja de recibir señal.",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1736.28,
      "fin": 1774.12,
      "duracion": 37.84,
      "texto": "Ahí recién es cuando hay que escanear el QR de memoria, ¿sí? Ok. Bien, por única vez vas a tener que validar mi identidad para activarlo en caso de que tengas alguna dificultad con la validación, inténtelo nuevamente o comuniques al 0800-321-76-78-2, opción 4. Este 0800 que lo dejo también en nuestro chat, ¿sí? Dale, buenísimo. En caso de no levantarse en día el skip, te pido que reinicie el equipo y, por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción para evaluar mi trabajo por medio de WhatsApp. Le solicito por favor que lo concretes, ya que la opinión es muy importante para la empresa.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1774.8,
      "fin": 1783.53,
      "duracion": 8.73,
      "texto": "Bien, dado esto, ya hice lo que es el cierre comercial de las líneas. Ahora procedo a enviar lo que es el código de portabilidad para cada una de ellas.",
      "confianza": 0.639,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1784.37,
      "fin": 1807.48,
      "duracion": 23.11,
      "texto": "Apenas lo tengas, los mandas ahí al WhatsApp. Bueno, ¿cuándo va a llegar eso? El código de portabilidad te llega ahora automáticamente porque lo envío yo desde la computadora. ¿Sí? ¿Listo? Así que apenas te llegué y pude arruinar un poquito de texto. Todavía no lo he enviado.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1812.99,
      "fin": 1900.18,
      "duracion": 87.19,
      "texto": "No estoy teniendo lo que es sistema en este momento para mandarte el código de portabilidad, pero te va a llegar dentro de unos minutos. Quédate tranquilo. Es importante que sepas que una vez que yo envíe lo que es el código de portabilidad, Claro, se va a dar cuenta de que vos querés hacer el cambio de las líneas, ¿sí? Por ende va a tratar de interrumpir el trámite o te puede contactar otro asesor tratando de pedirte datos, ¿sí? Por ejemplo, que es falta de documentación para seguir la portabilidad. Quédate tranquilo que lo único que tenés que hacer es hablar directamente conmigo, ¿sí? Cualquier duda o consulta que surja me mandas a mí un mensaje. y obviamente que la manera de proteger tus datos y proteger en las líneas y que todo avance correctamente es que vos no te contestes con otro alfusor, ¿sí? Bien, Carlos. Seguramente me llaman para mejorar la propuesta. Tal vez sí, tal vez no. La realidad es que, bueno, por ejemplo, yo cuando me cambié de declaro a Movistar, que me hice la portabilidad yo misma, Me llamaron de claro, me ofrecieron una promoción, pero la promoción después yo no la vi reflejar en la factura. Así que también es un creero reventado de parte de ellos. Pero bueno, obviamente que uno sabe es que la promoción que estás adquiriendo está buena, así que cualquier cosa que necesites también tenés mi número. Y obviamente hemos estado charlando un buen rato largo para que, bueno, podamos hacer todo bien y que quede bien.",
      "confianza": 0.66,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1900.2,
      "fin": 1900.3,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.494,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1901.4,
      "fin": 1913.88,
      "duracion": 12.48,
      "texto": "Perfecto. Bien, bueno Carlos, ahora recorto el llamado, procede a enviarte los códigos de portabilidad a cada una de las líneas, los espero mediante WhatsApp y ya con eso dejo iniciado todo el trámite, ¿sí?",
      "confianza": 0.472,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1913.9,
      "fin": 1914.0,
      "duracion": 0.1,
      "texto": "Vale.",
      "confianza": 0.182,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenas tardes, hablo con Charles. ¿Qué tal, buenas tardes, con quién hablo? Soy Rocío, de Movistar. ¿Cómo te va? Bien, Rocío, ¿cómo estás? Me alegro, todo bien. Te llamaba porque, bueno, quería comentarte la promoción que tengo para la línea, ¿sí? Vos ocupas mucho el celular, ¿cómo te manejas con los gigas? Mira, yo en estos momentos tengo 15 gigas. Bien, ¿y los ocupas en tu seguridad? En mi celular. No, pero los uso. Ok, genial. Sí, sí, esa es la cantidad más o menos con la que vos te marcas en el mes. Bueno, obviamente la promoción que tengo para brindarte te va a venir de 10 porque son 16 gigas, sí. Es un plan base de 8 gigas y tiene 8 gigas totalmente bonificados por volver a la compañía. El WhatsApp es gratis, tenés habla libre a cualquier compañía, 1 giga para videojuegos, América de precio local y también contamos con lo que es el Roomin en América en el caso de que viajes. también lo que es el rumine incluido en este paquete, ¿sí? Te queda lo que es el precio de estos 16 gigas por 10.400 pesos. ¿1400? Exacto. ¿Pasas una línea? Vos, si pasas más de una línea, nosotros te bonificamos y te adicionamos 4 gigas total cada uno, ¿sí? Entonces tendrías lo que es un total de 20 gigas mensuales si es que pasas más de una línea en la compañía. También te quedan lo que es el precio de $1400 pesos, pero entran en el plan familiar, por eso le bonificamos 4 gigas extra. Y ahora, ¿menos de 10 gigas para las otras dos niñas que tengo? ¿Cómo? Disculpe, ¿me repites? Tengo 3 niñas, dos, a mi nombre. Sí. Sí, sí. Las tres ocupan esa misma cantidad de gigas o se manejarían como... No, las otras ocupan menos. Ocupan menos. Bien, en ese caso, sí, tengo lo que es una promoción, que es el plan de 8 gigas, que es 4 de base más, 4 por volver a la compañía, y aparte vos contarías con los 4 extras familiares, sí, tendrías un total de 12 gigas mensuales por 7.460 pesos. ¿La línea? Claro, exacto, esa podría aplicarle a las otras dos líneas que merecí que ocuparan menos cantidad. Ahora mismo te estoy sacando lo que es la cuenta, sí, ¿Qué sería? Lo que es las dos líneas por 8 gigas, ¿sí? Más la otra que tendría el plan de 16, que sale 10.400, te da un total de 25.320 pesos, aproximadamente lo que es el abono de las tres líneas, ¿sí? Con estos planes que te comenté. La promoción tiene lo que es un descuento y un ahorro fijo por seis meses para que vos pruebes este producto y en el caso de que vos te manejes bien con esta cantidad de gigas, o si necesitas más, que puedas adquirir un plan que se adecuere justamente a lo que vos estás ocupando en este momento, ¿sí? Obviamente también vas a contar siempre con lo que es mi número de asesora, a mí siempre me gusta estar al tanto con mis clientes de avisantes en el mes 5, ¿sí? Para que, bueno, la promoción está por terminar, cosa de que puedas obviamente acceder a una nueva promo indicándose lo que están ocupando las líneas, obviamente, la cantidad de gigas. Rocidosos? Sí, Rocidosos. Vamos por parte de Rocidosos. Yo pago 23.500 pesos terminados por tres líneas, ¿no es cierto? Sí, sí, sería. ¿Vos me estás diciendo eso 23.500? No es lo que te dije, yo te dije el 25.320. No, disculpame. 25.320 te dije el 23.500. Sí, sí, sí, pero no hay problema. Obviamente, pasa que esta llamada queda auditada, sí. Entonces, si yo te partí a los tres, yo vuelvo a decir... 25.325, sí. Exacto. 25 mil pesos y son las dos líneas que me dijiste que ocupan menos cantidades gigas tendrían dos. Son cuatro gigas más cuatro regalos. Claro, son cuatro gigas de base, cuatro bonificados por volver a la compañía también por seis meses. Y después tenés los cuatro extras que son del plan familiar. Así que te quedarían las dos líneas que ocupo en menos cantidad, en 12 gigas, que es el plan más bajo que tengo, y después tendrías lo que es la otra línea, que es la tuya, que me comentas que ocupas esos 15 gigas, bueno, tendrías 16, por lo que es el plan base de 8, más 8 bonificados por volver. Sí, sí. más los cuatro de plan familiar, así que vos contarías con un total de 20 gigas mensuales. Lo bueno es que, por ejemplo, si vos no ocupás esta cantidad en el mes, tenés la posibilidad de guardarlos, dejarlos para el próximo mes, o si bien si alguna de las líneas ocupa más cantidad de gigas, se pueden hacer transferencias, entre ustedes se pueden compartir gigas. Todos esos los debase, obviamente. Vamos a los debase. Los de base serían, por ejemplo, el plan que te comenté que es de 4 más 4, los de base son 4 gigas. Pero obviamente... Eso es lo que se pueden compartir. Exacto, esos son los que se comparten y los que se acumulan y se guardan para el próximo mes. ¿Por qué? Porque los otros son de regalo. Entonces, de todas maneras, siempre en el mes empiezas ocupando, primero los gigas de regalo, Después vienen los del plan familiar y después, como último, se gastan los de base. Así que esos son los últimos y los que por ahí sobran, por eso mismo tenés la chance de acumularlos y dejarlos para el próximo mes. Bien. Yo tengo todos eSIM. ¿Cómo se hace? El eSIM nosotros lo trabajamos con Gmail. Por ejemplo, si las tres líneas necesitan tres tipos diferentes de QR, necesitaría los maids de cada una de las líneas para hacerle el envío del QR al maid, ¿sí? Le estará llegando, nosotros hacemos el trámite hoy, yo creería que más tardará el viernes, ya les estaría llegando a cada una de las líneas el QR, pero nosotros esperamos que la línea suya siga funcionando una semana más en claro, ¿sí? Entonces, en una semana, por ejemplo, si nosotros iniciamos el trámite hoy, el próximo miércoles nosotros indicaríamos aproximadamente cuándo colocar lo que es el chip. Sí, o en ese caso, escanearlo. Porque, cuando es de Steam, vos tenés que meterte a la configuración del celular, darle de baja al QR que está escaneado del claro, y cuando le des de baja, recién escanear el de Movistar. Es así. Entonces, nosotros nos indicamos, obviamente, cuándo escanearlo. Además de eso, en el caso de que, por ejemplo, a vos te llegue y a alguna de las líneas no le haya llegado, se pueden fijar en el spam, Y si no, me mandas a mí un mensaje y yo te mando directamente la imagen con el QR. Si no hay problema, me la podés pedir a mí también. Todo esto que me acabas de decir, me lo pasás por escrito si avanzamos? Obvio, obvio, obvio. Sí, sí, sí. Yo te dejo bien ahí entonces todo detallado. Ahora mismo, bueno, yo estoy en la computadora, pero saqué la cuenta que te hice desde la calculadora, así que te mando lo que es la calculadora y te mando lo que es los beneficios de las líneas. Así que, por ejemplo, estos son estos cuatro siglas extra y todo eso. Mira, yo te cuento lo que me resulta cambiarme y me da miedo porque yo tengo en claro por un año la bonificación. Entonces esto por seis meses me permite cuando me da miedo que después de seis meses me diga no, no está mal la comunicación, marcha impreso. No, no. De todas maneras vos, como te digo, quédate tranquilo porque yo ya te pido que directamente asientes mi número, ¿sí? Porque como te digo, yo estoy hace bastante ya en este rubro y a mí me gusta tener el seguimiento de mis clientes, ¿sí? Obviamente darles lo que es una ayuda, si es lo que necesitan, entonces en el mes cinco, si es lo que vos querés, Yo te mando un mensajito y te aviso, mirá, te queda un mes de promoción para que yo esté saltando y obviamente ahí brindarte lo que es un apoyo y lo que necesites para poder adquirir una nueva promo, ¿sí? Quédate tranquilo con eso. Bueno, me lo mandás por escrito así yo puedo tomar una decisión porque me ha pasado que me han ofertado muchas cosas estas buenas y llegado el momento me he llevado la sorpresa que no es de movistar o no es ajeno a la empresa y no existe. Bien, no, claro, quédate tranquilo con eso porque como te decía, la llamada queda auditada, ¿sí? Entonces, yo sí te digo, por ejemplo, de todas esas cosas que hemos estado hablando, si yo te llevo a decir algo que está mal o que no coincide con la promoción que nosotros estamos trabajando, esta llamada queda auditada y es justamente para tu seguridad y la mía, ¿sí? Aparte de todo eso, es que yo no puedo proseguir con ningún trámite que vos es el OK en el cierre comercial. A mí la empresa me exige hacer un cierre comercial, que es obviamente verificando los datos del titular de la línea. Además de eso, necesito para verificar la titularidad el frente idóneo de tu DNI, que es que sos vos del titular de la línea, si no el que sea titular de la línea necesito la verificación de lo que es el DNI, de la titularidad. Y después va lo que es el código, digamos, de portabilidad, que es con eso que yo inicio el trámite y se mantienen las mismas líneas, los mismos números de las líneas. Así que es todo mucho más reglamentario acá donde estoy trabajando en la oficina. Ahí te deje en WhatsApp lo que es la promo de las líneas, te deje la captura de la calculadora, que dice justamente lo que es 7.460 por 2, que te quedaría en 14.920, las dos líneas, y 10.400 pesos de lo que es el plan de 16 gigas. Ese es el total que nos da de 25.320. Y ahora mismo te mando lo que es el tema de los beneficios. Por ejemplo, en estos 4 gigas está el plan familiar. Y aparte de que, por ejemplo, no sé si vos el internet, de tu casa lo tenés con Movistar o tenés alguna otra compañía? No, no tengo una compañía en el barrio. Ahora, bueno. ¿Qué me pasa? Yo me estoy en la computadora también, me meto y no existe esta promoción que me estás dando vos en los planes de Movistar. No, porque nosotros, imagínate que entramos por otro canal porque estamos en diferentes oficinas, en Mendoza hay un montón de call centers, que obviamente cada call center tiene lo que es un canal y un código, por el que sale lo que es la promoción y las ventas. Las ventas que nosotros cargamos y los clientes que nosotros portamos. Obviamente en lo que es la página oficial de Movistar manejan otros precios. Es lo mismo que vos, por ejemplo, sos de Mendoza, ¿verdad? Sí. Bueno, por ejemplo, si vos acercas al local de la tienda de San Martín, que bueno, yo estoy ubicada enfrente del local de la avenida San Martín, vos bajas y tampoco, si querés adquirir lo que es un plan, en el local, no manejan los mismos precios que nosotros, esa es la realidad. Porque nosotros justamente al tener lo que es el dueño de la empresa donde estoy trabajando, tiene lo que es el código, el canal y la autorización de Movistar para manejar otro tipo de promociones y obviamente subir esas portabilidades por otro canal. Van todos directos a Movistar, eso no cambia de nada y todo lo que nosotros subimos y todos los clientes que nosotros portamos, pasan, por lo que es administración de Movistar, pero nosotros cargamos estas promociones desde lo que es el canal de venta que tiene autorizado el Jep. Es así. Bueno, mandamelo todo por escrito, así ya avanzamos. Bien, ¿qué más quieres que te mande por escrito? Acá es que me has mandado Rocío y me llamas de Buenos Aires, tu teléfono. No, yo estoy en Mendoza, lo que te estoy llamando es el computador. No sabía, no me lo había llegado, no lo había visto, no lo había llegado. Cuanto llega esto, eso no lo había visto. Me lo había visto en la computadora sola. Sí, tranqui, tranqui. Es decir, lo que yo estoy llamando es desde entre un llamador, sí, que bueno, tiene lo que es el chip puesto de un felón antes, pero no, yo estoy ubicada acá en la calle San Martín y Buenos Aires. Y estoy a ir a Mereda Cuadra, del local que está en Gutiérrez, creo que. Sí, sí. Mi hermano se cambió con vos, por eso tenías en nada asesora monitor. Ah, es verdad. Sí, es verdad. Tenías mi número de reún colegio, es verdad. Exacto. Y bueno, ¿y él tuvo que ir a buscarnos el SIM? ¿Vos me lo vas a mandar tú por correo? Claro, él sí tiene, si él lo buscó a archivo físico sí, pero vos si tenés el QR en los celulares nosotros directamente mandamos el mail a cada una de las líneas que vos tenés. Si me querés pasar ahí al WhatsApp, pásame el número de la línea y pásame al costado o abajo el mail donde le llegaríamos a cada uno de esos QR para que lo puedan escanear, justamente. Lo estoy tratando de hacer. Dale, sí, tranquilo. Mientras tanto, quieres que prosiga con lo que es el cierre comercial. Es justamente el contrato leído para que quede auditado. Sí, por favor. Perfecto. Brindame lo que es tu número de documento, por favor. Veintiún millones. Sí. 379. 021. Disculpame, me dijiste veinte millones. Veintiuno. Veintiuno es ok. Sería veintiuno, tres siete nueve, cero seis uno. Exacto. Perfecto. Bien. Me dejas entonces lo que es los correos electrónicos y los celulares, así yo ya lo dejo ahí. Y bueno, a ver, como último, ¿qué más? Mi documento te va a pedir que nos lo demos encima, pero ¿cómo puedo hacer? ¿por mi Argentina te sirve? Sí, obvio. Sí, sí, no te preocupes que con respecto a lo que es la carga de las solicitud, yo me encuentro en la oficina hasta las 3 de la tarde, Así que si no los refieres en mi Argentina, me sirve, obviamente. Pero en el caso de que tengas alguna dificultad con la descarga, también te puedo esperar, ¿sí? No hay problema. No lo tengo en mi Argentina. Bien, perfecto, entonces. Como un número alternativo, ¿crees que pongamos alguna de las líneas que me vas a pasar? Sí, dame un segundo que las busco. Yo no me las sé. Sí, sí, tranquilo, te espero. No hay problema. Sí, sí, tranquilo, no hay apuros. Y si tengo el documento, ya lo... Sí, que ahí vos déjame todo en nuestro chat, que yo directamente cuando haga la carga de la solicitud, copio y pego desde nuestro chat, así ya es todo mucho más líquido. A ver si está bien lo que estoy haciendo. Yo te lo mando al chat. Ese es el dorso. Eso estamos. Este está. No soy del más vivo con el teléfono, disculpadme, ¿sí? No, quédate tranquilo, no hay de apuro. Obviamente lo que necesites, yo ahora estoy fijándome y si está todo bien, me están llegando bien los mensajes, así que bueno. Lo que sí, obviamente necesito el número de las líneas y los correos para que queden en el cierre comercial, por eso te estoy esperando. Pero no hay apuro, quédate tranquilo. Ahí va otro. Si te sirve, ¿eso no es cierto? Sí. Sí, sí, sí, obvio. Y de todas maneras, cuando suba la portabilidad, te aviso, te mando un mensajito para que, bueno, obviamente sepas que el trámite ya está en camino. Además de que, bueno, obviamente el código de portabilidad, sí, yo ahora voy a consultar con mi supervisora para ver si tengo que mandar un código a cada una de las líneas o con un código puedo portar las tres líneas, ¿sí? ¿Me aguardás un segundito en línea mientras me vas pasando eso? ¿Está bien? Buenísimo, en conjunto con mi supervisor, gracias. Bien, Carlos, ¿me escucharás? Sí, te escucho. Bien, perfecto. Mirá, ahí consulté con mi supervisora y me dijo que tenemos lo que es el código de portabilidad mandárselo a cada una de las líneas. Así que el código de portabilidad es un mensajito de texto que es emitido por Enacom, el ente que regula las telefonías en la Argentina, y nos permite hacer el cambio de abono a abono manteniendo el mismo número. Este código llega por un mensaje de texto del 223 y dice, su código de portabilidad son cuatro dígitos, con una fecha de vencimiento para el prestador MVS, que es Abreviado Movistar, ¿sí? Este código les va a llegar a las tres líneas que vos me pasaste, ¿sí? Y yo necesito que vos, apenas los tengas, me mandes lo que es el captura ahí a nuestro chat. Entonces, yo voy subiendo justamente al código que me vas pasando, de qué número es, y lo voy subiendo así a la portabilidad, ¿sí? Hay una parte, sí, hay uno que no te lo voy a poner hasta el sábado, bienvenida, que no sabes. El día sábado no está? Por eso, pero no tienes contacto con ella? En Colombia, cada vacación. Ah, bien, bien, bien, bien. Bueno, en el caso de que, por ejemplo, si le llega a llegar a ella el mensaje y se lo querés pedir y me lo querés pasar por captura, no hay problema. De todas maneras, el sábado, yo no sé si vengamos a la oficina. pero bueno, me lo pasas a penas puedas y seguimos con la portabilidad, no hay problema. Lo que sí, esa línea va a tardar tal vez un poco más en portarse, por lo que va a tener un poco más de demora el código de portabilidad, ¿sí? Pero igual a nosotros vamos a hacer la misma, no hay problema. Bueno. Perfecto. Ya creo que es todo, Quisarte, por favor. Sí, sí, sí. Desordenado por lo que tenés. No, pero estará perfecto si yo lo que copio es copiar y pegar en la compu, así que no hay problema con el orden. ¿Dónde está el documento? ¿Está bien? Sí, sí, sí, se ve bien. Aparte, bueno, en el caso de que necesite algo o cualquier cosa, justamente te digo, no hay problema. Porque, bueno, obviamente, como te digo, no solamente voy a estar en lo que es ahora el tema de la portabilidad, sino ya estando en la compañía, Obviamente, si necesito algo o tengo que modificar algo, te voy a estar contactando, ¿sí? Así que, bueno, me lo vas a vender ahí en un rato largo también molestándote, perdóname. No, está bien. Bien. Bueno, genial. Entonces, procedo a leerte lo que es el cierre comercial, ya que tenemos todo, ¿sí? Bien. Para recibir futuras promociones. ¿Usted tiene internet en casa de movilizar figuras? No. OK. Estamos portando la línea. La tuya está por la que nos estamos contactando. 261-323-2002 a nombre y apellido del titular actual. Carlos Gabriel Balmacera. ¿Me confirma los tres últimos siglos de su ANI? 061. Perfecto. Me comentó que cuenta con lo que es la factura mensual de sus tres líneas. ¿Le llega a su nombre o al de otra persona? A mi nombre. A su nombre, perfecto. Las líneas que vamos a aportar entonces son la tuya que la acabo de leer, la otra línea es 2613182003, ¿sí? Y la otra línea es 2616472001. Exacto. Bien. Genial. Va a recibir lo que es el chip en los emails que me aseguraste. Sí, porque tienen lo que es QR. Sí. La línea tuya terminada en 2002 va a recibir el código QR al email carlos.balmaceda.com. Bien. La otra línea que es la terminada en 2003 va a recibir su de todas maneras si ustedes necesitan modificar el mail me mandas también un mensajito y lo modificamos no hay problema igual de todas maneras le vamos a entregar el código QR Bien, la otra línea que es la terminada, el 2001, va a recibir su QR al mail talladedraftsoledad.com. Bien, perfecto. Les recuerdo que el costo al servicio del día de hoy, sí, de la línea que es la línea terminada en 2001, Y la línea terminada en 2003, van a tener lo que es el plan de 4 GB de base, 4 GB de extra por volver a la compañía por 6 meses, ¿sí? Tiene WhatsApp gratis, tiene a la ligera cualquier compañía, tiene un billa para videojuegos, un descuento fijo por 6 meses de 30.140 pesos y por eso al día de hoy te quedan 7.460, ¿sí? Bien, me faltan los cuatro días de regalo. Y los cuatro bonificados por el plan familiar. Eso sí, vienen con lo que es el plan familiar. Aparte, tenemos lo que es Tulinia, que es la terminada en 2002, que va a tener lo que es el plan de 8 GB de base, 8 GB texta por volver a la compañía. Va a estar por la pista, la libra cualquier compañía, un giga para videojuegos, América a precio local y Roomin en América. En el caso de que viajes, tenés lo que es el Roomin. Tiene lo que es un desgaste y uno. Dígame. Me está faltando uno. ¿Las otras dos líneas no tienen roaming? Las otras dos líneas no cuentan con el roaming, pero sí pueden acceder a los packs de roaming desde la aplicación de mi Movistar. Lo que viene con lo que es el plan tuyo, que es el de 8 GB, sí tiene 3 GB para navegar por lo que es América. Pero antes que él me cambie por ti, como te dije, uno está en Colombia, otro está en Chile, bueno. Ocupan ellas a tu roaming. Claro, no van a estar... Ellas no van a tener el roaming nacional, ninguno de las dos. Bueno, claro. Claro, sí, pero de igual manera yo tengo Momestar, sí, en mi celular. Y, por ejemplo, yo también viajé hace poquito a Chile y mi plan no tenía lo que sea el roaming, pero compré un pack que me salió 3.000 pesos y tuve directivas para navegar libremente. Así que... No sé ahora en cuánto estará la promoción en la aplicación, pero todo esto lo ven, porque ahora justamente va la parte del cierre comercial en la que justamente te digo cómo hacer el tema de lo que es la activación y los beneficios de la parte de servicios de movilizar, pero tienen lo que es el PAC. Pero bueno, no sé cómo quieras, si vos querés... No, está bien, está bien, está bien, si en el caso de viajar, estamos volviendo a vacaciones. Entonces, si volvés a viajar, comprarás el psicomotivo, compraremos el PAC de 3.000, o cambiaremos las líneas a 10200. Sí, o si no, por ejemplo, si ustedes tienen ahora tener una promoción esta que es por seis meses, ¿sí? En el caso de que vos, cuando terminen los seis meses, atieras una nueva promoción, esa promoción puede tener lo que sea el rooming, si es que lo van a ocupar. Así que, quédate tranquilo que eso lo puedes gestionar todo desde la aplicación, ¿sí? Bueno. Bien, perfecto. Entonces, tu línea que está terminada en 2002, va a tener lo que es un plan base de 8 gigas, 8 gigas recto por volver a la compañía por 6 meses, el whatsapp gratis a la líder de cualquier compañía, un videojuego para videojuegos, américa a precio local, ronmin en américa y un descuento fijo por 6 meses de 41.650 por eso al día de hoy te quedan 10.400 pesos. Los gigas que vienen de regalo, es importante que sepas que se van a habilitar 48 horas después de que nosotros veamos que estén activas las líneas. cuando nosotros nos notifiquemos que están andando las líneas que ya han podido estar en el QR y está funcionando todo ok, por entre 8 horas se activan las chicas de regalo y lo que es el plan familiar también desde la aplicación también en el caso el que no se active lo podés gestionar, ¿sí? Perfecto. ¿Su mail es el bongo de tu mail para recibir la facturación? Por favor. Perfecto, su email es carlos.balmaceda con x arroba gmail.com. Exacto. Bien, va a estar recibiendo la facturación online a través de ese mail que nos proporcionaste. Ves en la aplicación de e-mobile start, ingresando a la sección de servicios, vas a ver la información preferida de la factura, el ciclo de facturación, los ofrecimientos, los motos a pagar, Puedes gestionar el tema de las líneas. Si vos desde tu celular vas a poder ver las otras líneas que tienes bajo tu nombre. Así que justamente vas a poder gestionar y ver qué cantidad de gigas estén ocupando. También desde Arice pueden hacer lo que es el pasar, pedir y guardar. Que es esa frecencia de beneficio que le vamos a ayudar para los gigas que a vos te sobren. Los demás que los puedes acumular o transfirselo entre ustedes. Además de eso, tenemos 20 gigas totalmente de regalo con una duración de 30 días. Eso los activas a vos. cuando lo necesites, también puedes añadirlo a lo que es el derecho automático y sumar 4 gigas de regalo a cada una de las líneas, y es que porta más de dos líneas registradas bajo el mismo título. Una vez aportada lo que es la portabilidad de su línea, se va a aportar a las 48 horas hábiles. Un día antes, por mensaje de WhatsApp, vamos a estar informando la fecha de portabilidad para que te quedes tranquilo. Es importante que usted no escanee el chip antes de la fecha informada. De todas maneras se va a dar cuenta porque la línea es clara y deja de recibir señal. Ahí recién es cuando hay que escanear el QR de memoria, ¿sí? Ok. Bien, por única vez vas a tener que validar mi identidad para activarlo en caso de que tengas alguna dificultad con la validación, inténtelo nuevamente o comuniques al 0800-321-76-78-2, opción 4. Este 0800 que lo dejo también en nuestro chat, ¿sí? Dale, buenísimo. En caso de no levantarse en día el skip, te pido que reinicie el equipo y, por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción para evaluar mi trabajo por medio de WhatsApp. Le solicito por favor que lo concretes, ya que la opinión es muy importante para la empresa. Bien, dado esto, ya hice lo que es el cierre comercial de las líneas. Ahora procedo a enviar lo que es el código de portabilidad para cada una de ellas. Apenas lo tengas, los mandas ahí al WhatsApp. Bueno, ¿cuándo va a llegar eso? El código de portabilidad te llega ahora automáticamente porque lo envío yo desde la computadora. ¿Sí? ¿Listo? Así que apenas te llegué y pude arruinar un poquito de texto. Todavía no lo he enviado. No estoy teniendo lo que es sistema en este momento para mandarte el código de portabilidad, pero te va a llegar dentro de unos minutos. Quédate tranquilo. Es importante que sepas que una vez que yo envíe lo que es el código de portabilidad, Claro, se va a dar cuenta de que vos querés hacer el cambio de las líneas, ¿sí? Por ende va a tratar de interrumpir el trámite o te puede contactar otro asesor tratando de pedirte datos, ¿sí? Por ejemplo, que es falta de documentación para seguir la portabilidad. Quédate tranquilo que lo único que tenés que hacer es hablar directamente conmigo, ¿sí? Cualquier duda o consulta que surja me mandas a mí un mensaje. y obviamente que la manera de proteger tus datos y proteger en las líneas y que todo avance correctamente es que vos no te contestes con otro alfusor, ¿sí? Bien, Carlos. Seguramente me llaman para mejorar la propuesta. Tal vez sí, tal vez no. La realidad es que, bueno, por ejemplo, yo cuando me cambié de declaro a Movistar, que me hice la portabilidad yo misma, Me llamaron de claro, me ofrecieron una promoción, pero la promoción después yo no la vi reflejar en la factura. Así que también es un creero reventado de parte de ellos. Pero bueno, obviamente que uno sabe es que la promoción que estás adquiriendo está buena, así que cualquier cosa que necesites también tenés mi número. Y obviamente hemos estado charlando un buen rato largo para que, bueno, podamos hacer todo bien y que quede bien. Sí. Perfecto. Bien, bueno Carlos, ahora recorto el llamado, procede a enviarte los códigos de portabilidad a cada una de las líneas, los espero mediante WhatsApp y ya con eso dejo iniciado todo el trámite, ¿sí? Vale.",
  "calidad": {
    "confianza_promedio": 0.523,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 64.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:26:23.071102",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 7,
    "total_segmentos_original": 376,
    "total_segmentos_corregido": 146,
    "fecha_correccion": "2026-01-18T23:05:22.723851",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114130902003_MIT_01975",
    "fecha_inicio": "14/1/2026 13:09:02",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 1829,
    "tiempo_conversacion": 1829,
    "tiempo_hold": 0,
    "tiempo_acw": 0,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}