{
  "archivo": "amza42_1_260116145926943_ACD_54479.wav",
  "duracion_segundos": 93.91,
  "num_segmentos": 28,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 23.91,
    "Cliente": 63.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.45,
      "fin": 25.36,
      "duracion": 23.91,
      "texto": "Hola, buen día, me comunicó con José. ¿Qué pasa? Como le da un gusto, mi nombre es Cynthia, me estoy comunicando con usted porque el día de ahorita tengo para brindar un desconto exclusivo para su línea móvil. Actualmente me asegura que se pertenece a Claro. ¿Eso es correcto? Sí, me voy a quedar acá. Bien, ¿pero ha podido escuchar sobre los beneficios que tenemos para usted? No, no, te agradezco mucho.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.45,
      "fin": 34.16,
      "duracion": 6.71,
      "texto": "¿No ha podido escuchar sobre las promociones? No, te agradezco mucho.",
      "confianza": 0.442,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.14,
      "fin": 53.95,
      "duracion": 18.81,
      "texto": "No, te agradezco mucho. Hasta luego. No vuelvo a movistar nunca. La verdad es que me cobraron cualquier cosa, tuve varios incovenientes con movistar y no voy a volver.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.15,
      "fin": 86.5,
      "duracion": 31.35,
      "texto": "Bien, entiendo. ¿Tuvo problema con la cobertura o con lo que es la atención al cliente? Con todo. Bien, perfecto. Acá me aseguro que usted pertenecía desde lo que es de mitad del año pasado. Nosotros a partir de agosto hemos mejorado muchísimo en lo que es la gestión y también lo que es la cobertura del servicio, ¿sí? Justamente para que se pueda disfrutarlo más y poder tener una mejor experiencia. No, disculpa, creo que fui, la verdad que fui muy correcto. Te dije que no vuelvo más.",
      "confianza": 0.782,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 87.67,
      "fin": 93.91,
      "duracion": 6.24,
      "texto": "Bueno, perfecto, José. Lo dejo asentado así. Disculpe las molestias. No, por favor, hasta luego. Hasta luego.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, me comunicó con José. ¿Qué pasa? Como le da un gusto, mi nombre es Cynthia, me estoy comunicando con usted porque el día de ahorita tengo para brindar un desconto exclusivo para su línea móvil. Actualmente me asegura que se pertenece a Claro. ¿Eso es correcto? Sí, me voy a quedar acá. Bien, ¿pero ha podido escuchar sobre los beneficios que tenemos para usted? No, no, te agradezco mucho. ¿No ha podido escuchar sobre las promociones? No, te agradezco mucho. No, te agradezco mucho. Hasta luego. No vuelvo a movistar nunca. La verdad es que me cobraron cualquier cosa, tuve varios incovenientes con movistar y no voy a volver. Bien, entiendo. ¿Tuvo problema con la cobertura o con lo que es la atención al cliente? Con todo. Bien, perfecto. Acá me aseguro que usted pertenecía desde lo que es de mitad del año pasado. Nosotros a partir de agosto hemos mejorado muchísimo en lo que es la gestión y también lo que es la cobertura del servicio, ¿sí? Justamente para que se pueda disfrutarlo más y poder tener una mejor experiencia. No, disculpa, creo que fui, la verdad que fui muy correcto. Te dije que no vuelvo más. Bueno, perfecto, José. Lo dejo asentado así. Disculpe las molestias. No, por favor, hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.527,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:52:21.756325",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 28,
    "total_segmentos_corregido": 5,
    "fecha_correccion": "2026-01-18T23:05:27.861586",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116145926943_ACD_54479",
    "fecha_inicio": "16/1/2026 14:59:26",
    "agente_nombre": "MZA 42",
    "agente_login": "mza42",
    "duracion_total": 127,
    "tiempo_conversacion": 91,
    "tiempo_hold": 0,
    "tiempo_acw": 15,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_Respaldo",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}