{
  "archivo": "amza20_1_260114131913005_ACD_44187.wav",
  "duracion_segundos": 211.04,
  "num_segmentos": 61,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 27.14,
    "Cliente": 168.67
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.38,
      "fin": 3.68,
      "duracion": 1.3,
      "texto": "Hola, buen día, Sergio.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.88,
      "fin": 9.85,
      "duracion": 4.97,
      "texto": "Hola, Sergio, buen día. Como te va Sergio, Tomás es mi nombre, me comunico en la área de recupero de clientes Modestar.",
      "confianza": 0.284,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.45,
      "fin": 13.15,
      "duracion": 2.7,
      "texto": "Usted que no me te encuentro con claro, ¿correcto? Sí.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.87,
      "fin": 14.02,
      "duracion": 0.15,
      "texto": "Bien,",
      "confianza": 0.606,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.02,
      "fin": 17.03,
      "duracion": 3.01,
      "texto": "bien, lo motivo de mi llamada no será para preguntarle por qué se había ido de la compañía, ¿sí?",
      "confianza": 0.606,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.05,
      "fin": 18.88,
      "duracion": 1.82,
      "texto": "¿Qué inconvenientes habéis tenido con la línea y demás?",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 20.22,
      "fin": 31.81,
      "duracion": 11.59,
      "texto": "Porque, claro, se me ofreció un plan de más giga y menos precio. Bien, perfecto. Y te consulto si habéis algún otro inconveniente con la línea, para que me ponga un problema con la señal o algo por el estilo.",
      "confianza": 0.153,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 32.92,
      "fin": 43.02,
      "duracion": 10.1,
      "texto": "Con la línea de cuál, de quién? De Movistar, claro. Tu viste algún problema con la señal de Movistar, por ejemplo, o algo en su vista así? No, a muchas de...",
      "confianza": 0.066,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 43.02,
      "fin": 43.37,
      "duracion": 0.35,
      "texto": "Bien, perfecto.",
      "confianza": 0.049,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.39,
      "fin": 51.44,
      "duracion": 8.05,
      "texto": "Bueno, mira, te comenté. Nosotros actualmente estamos en una campaña, sí, de recuperación de clientes. No, si es verdad que vos habías sido un buen cliente según el historia que él te hizo y el tiempo que habías estado con la compañía.",
      "confianza": 0.522,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.98,
      "fin": 68.0,
      "duracion": 16.02,
      "texto": "Por eso te llamé al día de hoy. De consulta, ¿vos ves lo que es la línea? ¿Soleo ocupar mucho internet, muchos gigas? ¿O no le suele dar mucho interés a lo que es el teléfono? Sí, sí, usé muchos gigas. Actualmente tengo un plan de 30 gigas. Va, bien, entiendo.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.08,
      "fin": 71.76,
      "duracion": 3.68,
      "texto": "Bueno, mira, a ver, te comento los planes que yo sé que tenemos para brindarte, ¿sí?",
      "confianza": 0.612,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.1,
      "fin": 82.73,
      "duracion": 10.63,
      "texto": "Tengo un plan justamente de 30 gigas, bien, más o menos de regalo, bien, por seis meses tendría 38, tenés WhatsApp, te llamás libre a todas las compañías y rumina el mundo ya incluido, ¿bien? Es un plan de que un precio de 25.150 pesos, ¿bien?",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.86,
      "fin": 89.96,
      "duracion": 6.11,
      "texto": "Tendrías, como te digo, 38 gigas, podés guardándome esa mesa y demás, ya no tendrías que estar recargando nada por el estilo.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 90.75,
      "fin": 101.5,
      "duracion": 10.75,
      "texto": "Sí, el tema es que me queda una deuda y cómo voy a estar y no me acuerdo la verdad de cuánto es, ni tampoco sé cómo pagarla. A ver, decime, para, déjame consultar y te digo, no hay ningún problema.",
      "confianza": 0.5,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.56,
      "fin": 132.19,
      "duracion": 29.63,
      "texto": "Te consulto el motivo de la deuda, ¿te acordas? Si era por algún... No, fue cuando me pasé de... de compañía y quedo ahí con la deuda. Ah, perfecto. Pero antes yo la pagaba por la aplicación y la aplicación me dejó de andar. Ah, bien, entiendo. A ver, aguaramos un poquito. Y mira, si nosotros estamos perdonando ciertos montos, así que si es un montón reducido, que estés tranquilo, que se perdonaría.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 132.21,
      "fin": 139.02,
      "duracion": 6.81,
      "texto": "Y por vos volver a la compañía, te bonificaría el 100%, así que no tendrías que abonar nada para pasarte.",
      "confianza": 0.683,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 139.5,
      "fin": 154.1,
      "duracion": 14.6,
      "texto": "Así que aguaramos un poquito, te corroboro, todo está bajo tu nombre, ¿verdad? Sí. Ah, excelente. Entonces, bien. A ver. Tú eres el que termina en 481. Sí, 481. Bien, tu nombre completo es Sergio Sebastián Ahumada.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 155.46,
      "fin": 157.43,
      "duracion": 1.97,
      "texto": "Sí. Bien, perfecto. ¿Aguaramos segundo entonces?",
      "confianza": 0.05,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 158.37,
      "fin": 177.74,
      "duracion": 19.37,
      "texto": "No se si están mandados porque ¿qué pasa cuando? Los clientes suelen tener deuda, le mandan al mail o al número incluso, mensajes con, mira, tenés que pagar esa deuda y te ponen el monte y el mano, si está llegado algo. Sí, de verdad, no he revisado el mail, pero... Bueno. Ah, perfecto. Bueno, no tengo problema. A ver. Ahí te corro lo que vamos a hacer. Bien,",
      "confianza": 0.653,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 177.74,
      "fin": 181.4,
      "duracion": 3.66,
      "texto": "mira, ahora me figura lo que es la deuda, disculpame que me tardé en la, tengo que pedirle a los chicos de cobranza.",
      "confianza": 0.423,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 181.88,
      "fin": 191.07,
      "duracion": 9.19,
      "texto": "Sí, sí, me figura la deuda, sí, no es tan, son 22.374 si queremos ser exactos, capaz que se haya ido acumulando algún interés que otro.",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.67,
      "fin": 201.3,
      "duracion": 9.63,
      "texto": "Mira, yo esta deuda lo que puedo hacer es bonificártela al 100%, si vos me decís que vas a volver a la compañía, mire, te bonificamos la deuda al 100% y no tendrás que abonar nada, ¿sí?",
      "confianza": 0.608,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.32,
      "fin": 211.04,
      "duracion": 9.72,
      "texto": "Podrías volver al 100% gratis y no tendrías que pagar nada. tanto el envío del chip, recepción del chip es 100% bonificada, no tenéis que abonar nada al momento del tema de la portabilidad y demás.",
      "confianza": 0.58,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Sergio. Hola, Sergio, buen día. Como te va Sergio, Tomás es mi nombre, me comunico en la área de recupero de clientes Modestar. Usted que no me te encuentro con claro, ¿correcto? Sí. Bien, bien, lo motivo de mi llamada no será para preguntarle por qué se había ido de la compañía, ¿sí? ¿Qué inconvenientes habéis tenido con la línea y demás? Porque, claro, se me ofreció un plan de más giga y menos precio. Bien, perfecto. Y te consulto si habéis algún otro inconveniente con la línea, para que me ponga un problema con la señal o algo por el estilo. Con la línea de cuál, de quién? De Movistar, claro. Tu viste algún problema con la señal de Movistar, por ejemplo, o algo en su vista así? No, a muchas de... Bien, perfecto. Bueno, mira, te comenté. Nosotros actualmente estamos en una campaña, sí, de recuperación de clientes. No, si es verdad que vos habías sido un buen cliente según el historia que él te hizo y el tiempo que habías estado con la compañía. Por eso te llamé al día de hoy. De consulta, ¿vos ves lo que es la línea? ¿Soleo ocupar mucho internet, muchos gigas? ¿O no le suele dar mucho interés a lo que es el teléfono? Sí, sí, usé muchos gigas. Actualmente tengo un plan de 30 gigas. Va, bien, entiendo. Bueno, mira, a ver, te comento los planes que yo sé que tenemos para brindarte, ¿sí? Tengo un plan justamente de 30 gigas, bien, más o menos de regalo, bien, por seis meses tendría 38, tenés WhatsApp, te llamás libre a todas las compañías y rumina el mundo ya incluido, ¿bien? Es un plan de que un precio de 25.150 pesos, ¿bien? Tendrías, como te digo, 38 gigas, podés guardándome esa mesa y demás, ya no tendrías que estar recargando nada por el estilo. Sí, el tema es que me queda una deuda y cómo voy a estar y no me acuerdo la verdad de cuánto es, ni tampoco sé cómo pagarla. A ver, decime, para, déjame consultar y te digo, no hay ningún problema. Te consulto el motivo de la deuda, ¿te acordas? Si era por algún... No, fue cuando me pasé de... de compañía y quedo ahí con la deuda. Ah, perfecto. Pero antes yo la pagaba por la aplicación y la aplicación me dejó de andar. Ah, bien, entiendo. A ver, aguaramos un poquito. Y mira, si nosotros estamos perdonando ciertos montos, así que si es un montón reducido, que estés tranquilo, que se perdonaría. Y por vos volver a la compañía, te bonificaría el 100%, así que no tendrías que abonar nada para pasarte. Así que aguaramos un poquito, te corroboro, todo está bajo tu nombre, ¿verdad? Sí. Ah, excelente. Entonces, bien. A ver. Tú eres el que termina en 481. Sí, 481. Bien, tu nombre completo es Sergio Sebastián Ahumada. Sí. Bien, perfecto. ¿Aguaramos segundo entonces? No se si están mandados porque ¿qué pasa cuando? Los clientes suelen tener deuda, le mandan al mail o al número incluso, mensajes con, mira, tenés que pagar esa deuda y te ponen el monte y el mano, si está llegado algo. Sí, de verdad, no he revisado el mail, pero... Bueno. Ah, perfecto. Bueno, no tengo problema. A ver. Ahí te corro lo que vamos a hacer. Bien, mira, ahora me figura lo que es la deuda, disculpame que me tardé en la, tengo que pedirle a los chicos de cobranza. Sí, sí, me figura la deuda, sí, no es tan, son 22.374 si queremos ser exactos, capaz que se haya ido acumulando algún interés que otro. Mira, yo esta deuda lo que puedo hacer es bonificártela al 100%, si vos me decís que vas a volver a la compañía, mire, te bonificamos la deuda al 100% y no tendrás que abonar nada, ¿sí? Podrías volver al 100% gratis y no tendrías que pagar nada. tanto el envío del chip, recepción del chip es 100% bonificada, no tenéis que abonar nada al momento del tema de la portabilidad y demás.",
  "calidad": {
    "confianza_promedio": 0.507,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:54:46.500511",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 24,
    "fecha_correccion": "2026-01-18T23:05:16.891014",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114131913005_ACD_44187",
    "fecha_inicio": "14/1/2026 13:19:13",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 240,
    "tiempo_conversacion": 204,
    "tiempo_hold": 0,
    "tiempo_acw": 8,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}