{
  "archivo": "amza32_1_260115113052003_MIT_01997.wav",
  "duracion_segundos": 385.93,
  "num_segmentos": 81,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 136.31,
    "Cliente": 207.54
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.29,
      "fin": 16.89,
      "duracion": 13.6,
      "texto": "Hola, Elena, ¿cómo estás? Soy Marina.",
      "confianza": 0.517,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.65,
      "fin": 22.61,
      "duracion": 3.96,
      "texto": "Te podía llamar para comentarte con la promo que en el video de hoy sigue Vicente.",
      "confianza": 0.512,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.18,
      "fin": 33.84,
      "duracion": 6.66,
      "texto": "Decime. Bien. Habíamos quedado que era para vos 8 gigas y para tu hija 4, si no me equivoco. Sí. Bien. Bien,",
      "confianza": 0.283,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 33.84,
      "fin": 35.12,
      "duracion": 1.28,
      "texto": "bien, perfecto.",
      "confianza": 0.068,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.14,
      "fin": 35.42,
      "duracion": 0.28,
      "texto": "Bien,",
      "confianza": 0.595,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 35.42,
      "fin": 54.96,
      "duracion": 19.54,
      "texto": "nosotros venimos con la promo que está vigente, son 812, de lo que ya conocés, porque te lo voy a repasar, porque tengo que repasártelo, los 8 gigas de UGaSemá, los 8 gigas de regalo por 6 meses, con whatsapp gratis, llamadas ilimitadas a todas las compañías, incluidos los 800, 810, teléfonos fijos de todo el país, running America, en 10.400, ¿sí?",
      "confianza": 0.595,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.38,
      "fin": 61.15,
      "duracion": 5.77,
      "texto": "Porque te incluye lo que es un descuento fijo por 6 meses de 41.650, ¿sí?",
      "confianza": 0.62,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.43,
      "fin": 62.49,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.334,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.06,
      "fin": 73.85,
      "duracion": 10.79,
      "texto": "Bien, y la de tu hija sería sin roaming, no beneficio, whatsapp gratis, llamar a sus invitadas de todas las compañías, cuatro gigas más cuatro de regalo por seis meses en $7,460.",
      "confianza": 0.601,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.95,
      "fin": 88.61,
      "duracion": 14.66,
      "texto": "Sí. Bueno, de hecho, como ya fuiste clienta, es simplemente repasarte los datos nuevamente y mandarlo, que es el numerito de portabilidad, justamente para que puedan ir a buscar los chips.",
      "confianza": 0.562,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.03,
      "fin": 91.19,
      "duracion": 0.16,
      "texto": "Mira.",
      "confianza": 0.174,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.21,
      "fin": 92.39,
      "duracion": 1.18,
      "texto": "Sí, símele.",
      "confianza": 0.412,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 92.41,
      "fin": 95.18,
      "duracion": 2.77,
      "texto": "Una consola. Yo fui a retirar los chips.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.2,
      "fin": 98.9,
      "duracion": 3.7,
      "texto": "Yo tengo los chips en blanco. Sí.",
      "confianza": 0.837,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 99.64,
      "fin": 100.34,
      "duracion": 0.7,
      "texto": "Sí.",
      "confianza": 0.364,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 100.72,
      "fin": 102.12,
      "duracion": 1.4,
      "texto": "Pero te hago una consulta.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 102.85,
      "fin": 107.33,
      "duracion": 4.48,
      "texto": "Yo no puedo pasarme a Movistar con mi número. ¿Por qué?",
      "confianza": 0.55,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.83,
      "fin": 112.17,
      "duracion": 4.34,
      "texto": "Porque tengo deuda en Movistar. Claro.",
      "confianza": 0.632,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 114.74,
      "fin": 157.23,
      "duracion": 42.49,
      "texto": "Sí. Entonces, no puedo pasarme con mi número. Claro. Yo no quiero perder mi número, ¿me entendés? Ajá. Pero bueno, no, no, no, no puedo. En este momento no puedo porque he decidido cancelar todo, claro, y después pasarme a movistar. Ajá. Bien, y vos en qué tiempito lo podrías cancelar así y seguimos en contacto y te puedo prender lo que es esta promo.",
      "confianza": 0.024,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 158.89,
      "fin": 161.27,
      "duracion": 2.38,
      "texto": "No sabemos cuánto va a estar, por eso te pregunto.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.68,
      "fin": 173.47,
      "duracion": 11.79,
      "texto": "Claro, y yo no te puedo asegurar porque se me ha ido, pero el doble, el doble de lo que tenía que pagar.",
      "confianza": 0.863,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.15,
      "fin": 180.12,
      "duracion": 5.97,
      "texto": "Sí, me imagino, la verdad que me imagino. Mira, hago una consulta.",
      "confianza": 0.661,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 181.06,
      "fin": 192.34,
      "duracion": 11.28,
      "texto": "Yo, con estos chips que tengo, ¿vos me podés dar otra línea? ¿Vos tenés actualmente lo que es Quilt activo?",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.48,
      "fin": 195.76,
      "duracion": 1.28,
      "texto": "Quilt. Ajá.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 196.4,
      "fin": 196.66,
      "duracion": 0.26,
      "texto": "Sí.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.6,
      "fin": 199.09,
      "duracion": 1.48,
      "texto": "O sea, es responsable e inscripta.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 202.03,
      "fin": 205.45,
      "duracion": 3.42,
      "texto": "Digamos. Ah, Quilt. O sea, que soy monotinutista.",
      "confianza": 0.625,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 205.93,
      "fin": 206.21,
      "duracion": 0.28,
      "texto": "Claro.",
      "confianza": 0.528,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 206.73,
      "fin": 222.97,
      "duracion": 16.24,
      "texto": "No, no soy monotributista. ¿Y tu hijo? Porque lo último, podemos comenzar a tu hijo, con quiz por general, los que no son mucho más económicos, podemos sino comenzar a hablar con tu hijo y sacarte una línea nueva si tu hijo es monotributista.",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 225.17,
      "fin": 226.94,
      "duracion": 1.77,
      "texto": "No, mi hijo no es monotributista. Claro,",
      "confianza": 0.04,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 226.94,
      "fin": 232.38,
      "duracion": 5.44,
      "texto": "porque las líneas nuevas nos dejan solamente si la persona es monotributista, digamos.",
      "confianza": 0.704,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.4,
      "fin": 234.66,
      "duracion": 2.26,
      "texto": "Claro. Ese es el tema.",
      "confianza": 0.267,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.99,
      "fin": 245.93,
      "duracion": 9.93,
      "texto": "Si no lo que podemos hacer, si querés, por mientras, podemos instalarlo en este episodio de fibra óptica y ponemos la línea de tu hijo.",
      "confianza": 0.606,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 246.81,
      "fin": 288.12,
      "duracion": 41.31,
      "texto": "Porque tienen que tener una línea que esté activa para que pueda el técnico comunicarse. No, no, no, no. La línea de fibra óptica no la voy a querer. No le voy a creer. No, no, porque no, no, hasta no cancelar todo de clase. No, no, no me quiero meter en otra cosa que después no. Bien, si no, ¿a vos cuándo se te vence la segunda factura que ya te llegó, digamos? Porque si no, lo que yo te recomiendo que podés hacer es cancelar la que tenés vencida y",
      "confianza": 0.782,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.63,
      "fin": 316.74,
      "duracion": 28.11,
      "texto": "La otra, pasarte y bueno, si todavía no se vence, no hace falta que la abones. Si tenés que abonarla anterior, que es la que te comentaba, yo pongo un mensajito. Miren, yo ya me voy a comunicar con Claire y voy a ver cómo puedo hacer y me voy a asegurar bien. Ya me preguntaron si te pueden hacer un plan de pago. En realidad se pueden hacer un plan de pago y o desde la aplicación o te hacen un descuento. Es la aplicación de Caropay.",
      "confianza": 0.547,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.9,
      "fin": 329.08,
      "duracion": 11.18,
      "texto": "No sé, ya me das quizás. Por ejemplo, es que te resulta que es un descuento en las inversiones de la pay, te resulta más económico, lo podés pagar y podemos avanzar con la sesión, capaz que te resulta mejor eso.",
      "confianza": 0.236,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 331.08,
      "fin": 373.29,
      "duracion": 42.21,
      "texto": "La verdad es que hay esas opciones que te he visto justamente para que vos aproveches la promo y puedas... puedas pasarte, sigamos con la idea, bueno, que justamente como vos me decías, tienes un buen servicio, eso tú haces ahora, O sea, yo la sucesión que te puedo dar es esa, te fijas en claro, pero un sistema capaz que, como es la dieta alta que ellos tienen y así te cuentas que aportas en algún descuento o algo. Bueno, yo ya me averiguo y cualquier cosita, te pido que te comuniques conmigo. La próxima, si no me equivoco, está el día de hoy, si no, hacemos con el plan que habíamos dicho, que era 13.250 si no me equivoco y 11.000 el otro.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 373.95,
      "fin": 378.94,
      "duracion": 4.99,
      "texto": "Si llegas a decirle un ejemplo de la promo, justamente te voy a avisar porque le dejas que vuelvas a la compañía, ¿sí?",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 381.48,
      "fin": 385.93,
      "duracion": 4.45,
      "texto": "Vale, Lili, bueno, estamos en contacto entonces. Bueno, muchísimas gracias.",
      "confianza": 0.582,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Elena, ¿cómo estás? Soy Marina. Te podía llamar para comentarte con la promo que en el video de hoy sigue Vicente. Decime. Bien. Habíamos quedado que era para vos 8 gigas y para tu hija 4, si no me equivoco. Sí. Bien. Bien, bien, perfecto. Bien, nosotros venimos con la promo que está vigente, son 812, de lo que ya conocés, porque te lo voy a repasar, porque tengo que repasártelo, los 8 gigas de UGaSemá, los 8 gigas de regalo por 6 meses, con whatsapp gratis, llamadas ilimitadas a todas las compañías, incluidos los 800, 810, teléfonos fijos de todo el país, running America, en 10.400, ¿sí? Porque te incluye lo que es un descuento fijo por 6 meses de 41.650, ¿sí? Sí. Bien, y la de tu hija sería sin roaming, no beneficio, whatsapp gratis, llamar a sus invitadas de todas las compañías, cuatro gigas más cuatro de regalo por seis meses en $7,460. Sí. Bueno, de hecho, como ya fuiste clienta, es simplemente repasarte los datos nuevamente y mandarlo, que es el numerito de portabilidad, justamente para que puedan ir a buscar los chips. Mira. Sí, símele. Una consola. Yo fui a retirar los chips. Yo tengo los chips en blanco. Sí. Sí. Pero te hago una consulta. Yo no puedo pasarme a Movistar con mi número. ¿Por qué? Porque tengo deuda en Movistar. Claro. Sí. Entonces, no puedo pasarme con mi número. Claro. Yo no quiero perder mi número, ¿me entendés? Ajá. Pero bueno, no, no, no, no puedo. En este momento no puedo porque he decidido cancelar todo, claro, y después pasarme a movistar. Ajá. Bien, y vos en qué tiempito lo podrías cancelar así y seguimos en contacto y te puedo prender lo que es esta promo. No sabemos cuánto va a estar, por eso te pregunto. Claro, y yo no te puedo asegurar porque se me ha ido, pero el doble, el doble de lo que tenía que pagar. Sí, me imagino, la verdad que me imagino. Mira, hago una consulta. Yo, con estos chips que tengo, ¿vos me podés dar otra línea? ¿Vos tenés actualmente lo que es Quilt activo? Quilt. Ajá. Sí. O sea, es responsable e inscripta. Digamos. Ah, Quilt. O sea, que soy monotinutista. Claro. No, no soy monotributista. ¿Y tu hijo? Porque lo último, podemos comenzar a tu hijo, con quiz por general, los que no son mucho más económicos, podemos sino comenzar a hablar con tu hijo y sacarte una línea nueva si tu hijo es monotributista. No, mi hijo no es monotributista. Claro, porque las líneas nuevas nos dejan solamente si la persona es monotributista, digamos. Claro. Ese es el tema. Si no lo que podemos hacer, si querés, por mientras, podemos instalarlo en este episodio de fibra óptica y ponemos la línea de tu hijo. Porque tienen que tener una línea que esté activa para que pueda el técnico comunicarse. No, no, no, no. La línea de fibra óptica no la voy a querer. No le voy a creer. No, no, porque no, no, hasta no cancelar todo de clase. No, no, no me quiero meter en otra cosa que después no. Bien, si no, ¿a vos cuándo se te vence la segunda factura que ya te llegó, digamos? Porque si no, lo que yo te recomiendo que podés hacer es cancelar la que tenés vencida y La otra, pasarte y bueno, si todavía no se vence, no hace falta que la abones. Si tenés que abonarla anterior, que es la que te comentaba, yo pongo un mensajito. Miren, yo ya me voy a comunicar con Claire y voy a ver cómo puedo hacer y me voy a asegurar bien. Ya me preguntaron si te pueden hacer un plan de pago. En realidad se pueden hacer un plan de pago y o desde la aplicación o te hacen un descuento. Es la aplicación de Caropay. No sé, ya me das quizás. Por ejemplo, es que te resulta que es un descuento en las inversiones de la pay, te resulta más económico, lo podés pagar y podemos avanzar con la sesión, capaz que te resulta mejor eso. La verdad es que hay esas opciones que te he visto justamente para que vos aproveches la promo y puedas... puedas pasarte, sigamos con la idea, bueno, que justamente como vos me decías, tienes un buen servicio, eso tú haces ahora, O sea, yo la sucesión que te puedo dar es esa, te fijas en claro, pero un sistema capaz que, como es la dieta alta que ellos tienen y así te cuentas que aportas en algún descuento o algo. Bueno, yo ya me averiguo y cualquier cosita, te pido que te comuniques conmigo. La próxima, si no me equivoco, está el día de hoy, si no, hacemos con el plan que habíamos dicho, que era 13.250 si no me equivoco y 11.000 el otro. Si llegas a decirle un ejemplo de la promo, justamente te voy a avisar porque le dejas que vuelvas a la compañía, ¿sí? Vale, Lili, bueno, estamos en contacto entonces. Bueno, muchísimas gracias.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:38:24.346823",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 81,
    "total_segmentos_corregido": 39,
    "fecha_correccion": "2026-01-18T23:05:23.504307",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115113052003_MIT_01997",
    "fecha_inicio": "15/1/2026 11:30:53",
    "agente_nombre": "MZA 32",
    "agente_login": "mza32",
    "duracion_total": 373,
    "tiempo_conversacion": 371,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}