{
  "archivo": "amza19_1_260115103449425_MIT_01965.wav",
  "duracion_segundos": 334.7,
  "num_segmentos": 81,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 114.83,
    "Cliente": 194.43
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 7.51,
      "fin": 13.47,
      "duracion": 5.96,
      "texto": "Hola. Hola, disculpa, creo que se cortó.",
      "confianza": 0.203,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 13.49,
      "fin": 13.61,
      "duracion": 0.12,
      "texto": "Sí.",
      "confianza": 0.439,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 13.84,
      "fin": 25.11,
      "duracion": 11.27,
      "texto": "Ah, yo decía que pasó algo, capaz. Bien, te decía si me confirmas en los últimos tres dígitos de tu DNI, por favor, Carla. 8818.",
      "confianza": 0.19,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.13,
      "fin": 25.65,
      "duracion": 0.52,
      "texto": "Perfecto.",
      "confianza": 0.88,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 25.73,
      "fin": 33.02,
      "duracion": 7.29,
      "texto": "Me comentaste que tu compañera actual es claro que contás con factura mensual y la factura está a tu nombre, ¿cierto?",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.04,
      "fin": 33.6,
      "duracion": 0.56,
      "texto": "Sí, exactamente, sí, sí.",
      "confianza": 0.12,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.85,
      "fin": 40.58,
      "duracion": 6.73,
      "texto": "Tu chip me dijiste que era físico, ¿cierto? Es la tarjetita que colocas en el celu. Exactamente.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.6,
      "fin": 40.7,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.379,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.72,
      "fin": 62.64,
      "duracion": 21.92,
      "texto": "Vas a recibir entonces el chip en tu domicilio ubicado en la calle Esmeralda, el 913, en Bosque, provincia de Buenos Aires. Es el departamento 1035, entrada 88, piso 3. Es el edificio, es un complejo habitacional, barrio Presidente Perón.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 63.46,
      "fin": 64.17,
      "duracion": 0.7,
      "texto": "Exactamente.",
      "confianza": 0.452,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 65.23,
      "fin": 65.89,
      "duracion": 0.66,
      "texto": "Sí, sí. Perfecto.",
      "confianza": 0.27,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.91,
      "fin": 82.04,
      "duracion": 16.13,
      "texto": "Como referencias, entonces, del domicilio, lo que pudimos colocar es que tiene el frente de color blanco, amarillo y verde y tiene una escalera de material. Exactamente.",
      "confianza": 0.78,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.06,
      "fin": 90.23,
      "duracion": 8.17,
      "texto": "Perfecto. Las entrecalles, no sé si estarán bien porque yo tengo una que es diagonal libertad.",
      "confianza": 0.006,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.25,
      "fin": 90.75,
      "duracion": 0.5,
      "texto": "Diagonal libertad.",
      "confianza": 0.112,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 91.48,
      "fin": 93.88,
      "duracion": 2.4,
      "texto": "Sí, y diagonal de los poetas, algo así.",
      "confianza": 0.358,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 95.04,
      "fin": 102.87,
      "duracion": 7.83,
      "texto": "Claro, la otra me sale como Malvinas y después vuelve a ser diagonal de los poetas.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 102.89,
      "fin": 103.63,
      "duracion": 0.74,
      "texto": "Sí, sí, sí, sí, sí.",
      "confianza": 0.214,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 103.65,
      "fin": 105.71,
      "duracion": 2.06,
      "texto": "Exactamente, así es.",
      "confianza": 0.294,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.73,
      "fin": 108.35,
      "duracion": 2.62,
      "texto": "Perfecto. Bien.",
      "confianza": 0.351,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 108.37,
      "fin": 113.24,
      "duracion": 4.87,
      "texto": "¿Te has recibido vos facturas en tu domicilio o si has realizado alguna vez alguna compra por internet?",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.2,
      "fin": 136.6,
      "duracion": 21.4,
      "texto": "La verdad, no, no soy de hacer compras por internet. Ok. ¿Y la altura que vos me comentaste está visible para los delivery? Sí. Perfecto. Entonces, les recuerdo que el costo del servicio de hoy tiene un valor de $10,400 pesos, por lo que incluye un descuento de $42,650 fijo durante seis meses.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.16,
      "fin": 215.0,
      "duracion": 77.84,
      "texto": "Recuerde que el servicio se factura al mes adelantado y que su plan cuenta con ocho gigas de base más ocho gigas de regalo con una obra de seis meses. Estos últimos se habilitarán 48 horas después de activar la línea. Pues no necesitas activar nada, si te van a habilitar los 16 GB solo, ¿sí? Bárbaro. Bien. El email entonces que vamos a dejar colocado es el que ya estaba, que es joselymerites21.com. Exactamente. Perfecto. Vas a estar recibiendo también la facturación ahí online, igual a través del micro proporciono y también desde la misma vista, la vas a poder ver a través de la sección servicios, Vas a poder ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimiento, montos a pagar, que vas a poder adherir al déficit automático. Desde ahí puedes activar cuando vos quieras los 20 días disponibles a una vez por año. Sí. Una vez aprobada, un día se aportará entre 7 a 10 días hábiles, un día, vamos a estar informando la fecha de importabilidad para que se quede tranquila.",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.56,
      "fin": 230.43,
      "duracion": 14.87,
      "texto": "Le solicitamos el caso de no levantar señales del tipo de inicio del equipo y, por otro lado, entre los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Le solicitamos, por favor, que la complete, ya que su opinión es muy importante para la empresa, ¿sí?",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.93,
      "fin": 260.33,
      "duracion": 29.4,
      "texto": "Perfecto, Carlos. Apenas te llegue lo que sería el chip, te voy a pedir que vos me mandes un mensajito y me avises de que ya directamente estás ya con el chip en mano. Y yo te voy a decir cuándo colocarlo, ¿sí? Porque el chip va inactivo para que vos en ningún momento te quedes sin señal con claro, ¿sí? Bárbaro. Listo. Otra de las cosas. Ahí me llegó un mensajito. Ahí te digo. Sí.",
      "confianza": 0.586,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 262.07,
      "fin": 271.94,
      "duracion": 9.87,
      "texto": "Me volvió a llevar otro mensajito. Puede ser que sea el mismo, fíjate por lo barato que sea el mismo mensajito, el mismo código de portabilidad.",
      "confianza": 0.293,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.1,
      "fin": 286.55,
      "duracion": 12.45,
      "texto": "Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí Bien,",
      "confianza": 0.263,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 286.55,
      "fin": 291.55,
      "duracion": 5.0,
      "texto": "entonces, apenas se tiene el tiempo, mandamos un mensajito y cualquier duda, consulta.",
      "confianza": 0.668,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 291.65,
      "fin": 296.12,
      "duracion": 4.47,
      "texto": "Lo que necesites, ya tenés mi WhatsApp. Yo siempre me voy a estar comunicando por ahí con vos.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.54,
      "fin": 315.75,
      "duracion": 18.21,
      "texto": "Vos también serás tu asesora de ahora en adelante, ¿sí? Dale, bárbaro. Muchísimas gracias, Brista. No, gracias a vos que tengas un lindo día. Y antes que me olvides, si te llega a llamar algún asesor de Movistar o escribir por WhatsApp pidiéndote este mensaje de portabilidad o datos, no se lo obligues a nadie.",
      "confianza": 0.416,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.72,
      "fin": 319.03,
      "duracion": 2.3,
      "texto": "Dale, bárbaro.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 320.63,
      "fin": 325.24,
      "duracion": 4.61,
      "texto": "Sí, genial entonces. Muchas gracias, Carla, que tengas un buenísimo día y bienvenida a la compañía de Movistar.",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 326.3,
      "fin": 328.01,
      "duracion": 1.7,
      "texto": "Dale, bárbaro, gracias igualmente.",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 328.71,
      "fin": 334.7,
      "duracion": 5.99,
      "texto": "Muchas gracias, que estés muy bien, hasta luego. Dale, bye. Chau, chau. Chau, chau.",
      "confianza": 0.535,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, disculpa, creo que se cortó. Sí. Ah, yo decía que pasó algo, capaz. Bien, te decía si me confirmas en los últimos tres dígitos de tu DNI, por favor, Carla. 8818. Perfecto. Me comentaste que tu compañera actual es claro que contás con factura mensual y la factura está a tu nombre, ¿cierto? Sí, exactamente, sí, sí. Tu chip me dijiste que era físico, ¿cierto? Es la tarjetita que colocas en el celu. Exactamente. Bien. Vas a recibir entonces el chip en tu domicilio ubicado en la calle Esmeralda, el 913, en Bosque, provincia de Buenos Aires. Es el departamento 1035, entrada 88, piso 3. Es el edificio, es un complejo habitacional, barrio Presidente Perón. Exactamente. Sí, sí. Perfecto. Como referencias, entonces, del domicilio, lo que pudimos colocar es que tiene el frente de color blanco, amarillo y verde y tiene una escalera de material. Exactamente. Perfecto. Las entrecalles, no sé si estarán bien porque yo tengo una que es diagonal libertad. Diagonal libertad. Sí, y diagonal de los poetas, algo así. Claro, la otra me sale como Malvinas y después vuelve a ser diagonal de los poetas. Sí, sí, sí, sí, sí. Exactamente, así es. Perfecto. Bien. ¿Te has recibido vos facturas en tu domicilio o si has realizado alguna vez alguna compra por internet? La verdad, no, no soy de hacer compras por internet. Ok. ¿Y la altura que vos me comentaste está visible para los delivery? Sí. Perfecto. Entonces, les recuerdo que el costo del servicio de hoy tiene un valor de $10,400 pesos, por lo que incluye un descuento de $42,650 fijo durante seis meses. Recuerde que el servicio se factura al mes adelantado y que su plan cuenta con ocho gigas de base más ocho gigas de regalo con una obra de seis meses. Estos últimos se habilitarán 48 horas después de activar la línea. Pues no necesitas activar nada, si te van a habilitar los 16 GB solo, ¿sí? Bárbaro. Bien. El email entonces que vamos a dejar colocado es el que ya estaba, que es joselymerites21.com. Exactamente. Perfecto. Vas a estar recibiendo también la facturación ahí online, igual a través del micro proporciono y también desde la misma vista, la vas a poder ver a través de la sección servicios, Vas a poder ver toda la información referida a tu factura, ya sea ciclo de facturación, vencimiento, montos a pagar, que vas a poder adherir al déficit automático. Desde ahí puedes activar cuando vos quieras los 20 días disponibles a una vez por año. Sí. Una vez aprobada, un día se aportará entre 7 a 10 días hábiles, un día, vamos a estar informando la fecha de importabilidad para que se quede tranquila. Le solicitamos el caso de no levantar señales del tipo de inicio del equipo y, por otro lado, entre los próximos días va a recibir una encuesta de satisfacción por WhatsApp. Le solicitamos, por favor, que la complete, ya que su opinión es muy importante para la empresa, ¿sí? Perfecto, Carlos. Apenas te llegue lo que sería el chip, te voy a pedir que vos me mandes un mensajito y me avises de que ya directamente estás ya con el chip en mano. Y yo te voy a decir cuándo colocarlo, ¿sí? Porque el chip va inactivo para que vos en ningún momento te quedes sin señal con claro, ¿sí? Bárbaro. Listo. Otra de las cosas. Ahí me llegó un mensajito. Ahí te digo. Sí. Me volvió a llevar otro mensajito. Puede ser que sea el mismo, fíjate por lo barato que sea el mismo mensajito, el mismo código de portabilidad. Sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí, sí Bien, entonces, apenas se tiene el tiempo, mandamos un mensajito y cualquier duda, consulta. Lo que necesites, ya tenés mi WhatsApp. Yo siempre me voy a estar comunicando por ahí con vos. Vos también serás tu asesora de ahora en adelante, ¿sí? Dale, bárbaro. Muchísimas gracias, Brista. No, gracias a vos que tengas un lindo día. Y antes que me olvides, si te llega a llamar algún asesor de Movistar o escribir por WhatsApp pidiéndote este mensaje de portabilidad o datos, no se lo obligues a nadie. Dale, bárbaro. Sí, genial entonces. Muchas gracias, Carla, que tengas un buenísimo día y bienvenida a la compañía de Movistar. Dale, bárbaro, gracias igualmente. Muchas gracias, que estés muy bien, hasta luego. Dale, bye. Chau, chau. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.437,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:35:32.850629",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 81,
    "total_segmentos_corregido": 33,
    "fecha_correccion": "2026-01-18T23:05:15.690598",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115103449425_MIT_01965",
    "fecha_inicio": "15/1/2026 10:34:50",
    "agente_nombre": "MZA 19",
    "agente_login": "mza19",
    "duracion_total": 332,
    "tiempo_conversacion": 329,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}