{
  "archivo": "amza27_1_260115124559723_ACD_82307.wav",
  "duracion_segundos": 351.34,
  "num_segmentos": 71,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 285.71,
    "Cliente": 52.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.08,
      "fin": 8.67,
      "duracion": 8.59,
      "texto": "Hola, ¿qué tal con Juan? Sí, con él mismo habla. ¿Con quién tengo el gusto?",
      "confianza": 0.251,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.6,
      "fin": 14.74,
      "duracion": 5.14,
      "texto": "¿Qué tal, Rocío? Le saluda. Yo me estoy contactando con usted por un beneficio para su línea telefónica. ¿Cómo le va?",
      "confianza": 0.115,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.14,
      "fin": 16.47,
      "duracion": 0.33,
      "texto": "Bien,",
      "confianza": 0.351,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 16.47,
      "fin": 17.27,
      "duracion": 0.8,
      "texto": "bien, bien.",
      "confianza": 0.351,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.29,
      "fin": 24.84,
      "duracion": 7.55,
      "texto": "¿A qué se debe esto? Le comento. Nosotros estamos con una promoción para ver qué es el día de hoy. ¿Usted sirve en clero, verdad, con una mano mensual?",
      "confianza": 0.173,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.2,
      "fin": 30.43,
      "duracion": 4.23,
      "texto": "Sí. Perfecto. ¿Y tiene 200 aproximadamente y cuánto está volando con su compañía?",
      "confianza": 0.313,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.99,
      "fin": 36.09,
      "duracion": 3.11,
      "texto": "Aproximadamente... 11, 12 mil pesos.",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.18,
      "fin": 37.68,
      "duracion": 0.5,
      "texto": "Bien, perfecto.",
      "confianza": 0.553,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 37.7,
      "fin": 75.69,
      "duracion": 37.99,
      "texto": "Eso puedo ver que es por 4 gigas o tiene más gigas adicionales. No, no, no sé. Ahora no tengo ninguna menor idea. La verdad es que sabe mi señora, sí. Bueno, no hay ningún problema. Nosotros justamente nos llamamos para que usted pueda estar abonando algo mucho más económico y en este caso brindarle lo que es un plan de 16 gigas a 10.400 pesos, ¿bien? Sería el 8 del plan de base, 8 de regalo que le damos durante 6 meses y es un plan completo que cuenta con América, precio local, dronmin también en América. Esto sería, escúchame, esto sería movistar. Sí, exactamente, del área de renuncia. Sí, tenía movistar",
      "confianza": 0.783,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 76.31,
      "fin": 101.08,
      "duracion": 24.77,
      "texto": "me trataron para Lorto, por eso me mudé para Claro. Bien, ¿cuál fue el comienzo que usted tuvo? ¿Con una persona en particular? Sí, la verdad que me estaban aumentando 5 subplanos a mí, si me gustaría, no me gustaría, y me aumentaba el precio, y entonces dije, bueno, ya que no me aborrijo, me mudé a Claro, y ahora no tengo problema con Claro.",
      "confianza": 0.642,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.25,
      "fin": 101.5,
      "duracion": 0.25,
      "texto": "Claro,",
      "confianza": 0.64,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.5,
      "fin": 122.04,
      "duracion": 20.54,
      "texto": "bueno, justamente nosotros nos contactamos porque sabemos que usted anteriormente estuvo en la compañía y no creemos que se quede con esa imagen, ¿bien? Por eso cuando usted se fue a movistar fue un momento muy crítico para lo que es la compañía y por eso se creó esta nueva área que es el área de recupero, ¿bien? Donde nosotros ahora necesitamos una atención personalizada. ¿Usted cuándo quiso realizar ese tipo de reclamos?",
      "confianza": 0.64,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 122.69,
      "fin": 130.94,
      "duracion": 8.25,
      "texto": "Sí, siempre la... siempre llamaba, siempre me atendía, me ponía música a la concha de su madre, y digo, bueno, yo no quiero escuchar música, yo quiero solución.",
      "confianza": 0.654,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 131.54,
      "fin": 232.74,
      "duracion": 101.2,
      "texto": "Volví a ser una de vuelta, y la chica y los muchachos que me atendían, digo, yo necesito solución, no me ponga más música, me vuelvo a poner otra música. Por esto yo siempre digo, no me llames más, ahora cuando yo quiero mudarme de... de empresa de vuelta, lo llame yo mismo, listo, ok, pero me llaman como cinco, seis veces en el día, no puedo ni siquiera hablar tranquilo. Claro, entiendo justamente lo que es renojo. Nosotros justamente lo llamamos para esto, para que, como le comenté, no se quede con esta imagen de lo que es la compañía. Cuando usted llamaba anteriormente es molesto comunicarse a través del asterisco de serie 11 y es por eso que nosotros le damos una atención personalizada. Usted va a tener que contarte conmigo y en caso de que usted tenga algún tipo de inconveniente con la compañía, directamente lo va a hablar conmigo y no va a tener que estar respondiendo lo que es la musiquita ni eso cuando todo se habla, a lo que es el asterisco del idioma. Es lo que siempre me decían, cualquier cosa comunicate conmigo. Yo traté de comunicar con esa persona que realmente me decía, pero no sé, desapareció la mapa, no sé si le habría llevado la inundación o qué mierda pasó. Pero bueno, lastimosamente se aman cada gente, si no es una mujer es un hombre, así que por ahora te agradezco mucho y gracias por llamar y por... También escucharme mi reclamo que antes era. No, por favor, no hay ningún problema. Nosotros justamente estamos muy interesados en que usted pueda volver. La verdad es muy triste que clientes como usted, que encima han pagado el día porque, bueno, puedo ver acá lo que es el registro del que anteriormente ha tenido y es horrible que haya tenido que pasar por estas situaciones. Y es que justamente pueda volver y que podamos remediar como compañía todos los estados inconvenientes que ha tenido anteriormente.",
      "confianza": 0.597,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 232.72,
      "fin": 248.58,
      "duracion": 15.86,
      "texto": "En este caso, puede ser con un plan mucho más económico, con el doble de cantidad de gigas, que este está buenísimo por el consumo que usted mantiene, es el plan ideal para usted y además adicional le damos lo que serían 20 gigas a través de nuestra aplicación para que pueda disfrutar todo el servicio.",
      "confianza": 0.717,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.15,
      "fin": 259.52,
      "duracion": 10.38,
      "texto": "Es por el doble de gigas que usted mantiene actualmente con su compañía por algo mucho más económico y justamente es para poder recuperarlo y que no se quede con esa mala experiencia que tuvo anteriormente.",
      "confianza": 0.742,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 260.36,
      "fin": 297.37,
      "duracion": 37.01,
      "texto": "Si, si, si. Dale, dicho. Cualquier cosa yo lo vuelvo a llamar de vuelta. No sé, no andaba por whatsapp, los números. Yo cualquier cosa lo llamo, pero ahora, por ejemplo, estoy trabajando. No hay ningún problema, Juan. Yo le voy a dejar todo lo que es la promoción. Viene la llave a través de WhatsApp. Si usted está interesado en poder cambiarse, quiere volver nuevamente a la compañía o sabe de alguien que quiere cambiarse, se puede poner directamente en contacto conmigo. Yo lo puedo asesorar tranquilamente para que no vuelva a tener nuevamente este tipo de inconveniente que ya tuvo.",
      "confianza": 0.22,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 297.96,
      "fin": 327.27,
      "duracion": 29.31,
      "texto": "Listo, Liso, cualquier cosa yo me comunico con usted y somos tres de la familia, mi señora y mi hijo y yo, así que cualquier cosa estaría en comunicación. Bueno, lo cierto es que después de esto le podemos ver lo que es el plano familiar, le quedan 20 gigas a 10.400 pesos. Los tres mantienen el mismo número, el procedimiento como usted ya ha hecho el cliente con nosotros es mucho más sencillo porque yo me encargo de toda la parte administrativa, sería validar los datos y le asignamos la sucursal más cercana que tenga el domicilio para que en 48 horas usted ya tenga el servicio funcionando correctamente.",
      "confianza": 0.038,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.79,
      "fin": 350.14,
      "duracion": 22.35,
      "texto": "Dejame comunicar con mi familia y les comento esto, les mando mensaje cuando me manden también a ver qué me dicen. Bueno, perfecto, yo ahí le acabo de dejar todo detallado, así que usted recuerde que rochea mi nombre, cualquier cosita mandando un mensajito por WhatsApp. Perfecto, dales muchas gracias. A vos, que tengas una hermosa día. Igualmente.",
      "confianza": 0.599,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 350.96,
      "fin": 351.34,
      "duracion": 0.38,
      "texto": "Gracias.",
      "confianza": 0.263,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal con Juan? Sí, con él mismo habla. ¿Con quién tengo el gusto? ¿Qué tal, Rocío? Le saluda. Yo me estoy contactando con usted por un beneficio para su línea telefónica. ¿Cómo le va? Bien, bien, bien. ¿A qué se debe esto? Le comento. Nosotros estamos con una promoción para ver qué es el día de hoy. ¿Usted sirve en clero, verdad, con una mano mensual? Sí. Perfecto. ¿Y tiene 200 aproximadamente y cuánto está volando con su compañía? Aproximadamente... 11, 12 mil pesos. Bien, perfecto. Eso puedo ver que es por 4 gigas o tiene más gigas adicionales. No, no, no sé. Ahora no tengo ninguna menor idea. La verdad es que sabe mi señora, sí. Bueno, no hay ningún problema. Nosotros justamente nos llamamos para que usted pueda estar abonando algo mucho más económico y en este caso brindarle lo que es un plan de 16 gigas a 10.400 pesos, ¿bien? Sería el 8 del plan de base, 8 de regalo que le damos durante 6 meses y es un plan completo que cuenta con América, precio local, dronmin también en América. Esto sería, escúchame, esto sería movistar. Sí, exactamente, del área de renuncia. Sí, tenía movistar me trataron para Lorto, por eso me mudé para Claro. Bien, ¿cuál fue el comienzo que usted tuvo? ¿Con una persona en particular? Sí, la verdad que me estaban aumentando 5 subplanos a mí, si me gustaría, no me gustaría, y me aumentaba el precio, y entonces dije, bueno, ya que no me aborrijo, me mudé a Claro, y ahora no tengo problema con Claro. Claro, bueno, justamente nosotros nos contactamos porque sabemos que usted anteriormente estuvo en la compañía y no creemos que se quede con esa imagen, ¿bien? Por eso cuando usted se fue a movistar fue un momento muy crítico para lo que es la compañía y por eso se creó esta nueva área que es el área de recupero, ¿bien? Donde nosotros ahora necesitamos una atención personalizada. ¿Usted cuándo quiso realizar ese tipo de reclamos? Sí, siempre la... siempre llamaba, siempre me atendía, me ponía música a la concha de su madre, y digo, bueno, yo no quiero escuchar música, yo quiero solución. Volví a ser una de vuelta, y la chica y los muchachos que me atendían, digo, yo necesito solución, no me ponga más música, me vuelvo a poner otra música. Por esto yo siempre digo, no me llames más, ahora cuando yo quiero mudarme de... de empresa de vuelta, lo llame yo mismo, listo, ok, pero me llaman como cinco, seis veces en el día, no puedo ni siquiera hablar tranquilo. Claro, entiendo justamente lo que es renojo. Nosotros justamente lo llamamos para esto, para que, como le comenté, no se quede con esta imagen de lo que es la compañía. Cuando usted llamaba anteriormente es molesto comunicarse a través del asterisco de serie 11 y es por eso que nosotros le damos una atención personalizada. Usted va a tener que contarte conmigo y en caso de que usted tenga algún tipo de inconveniente con la compañía, directamente lo va a hablar conmigo y no va a tener que estar respondiendo lo que es la musiquita ni eso cuando todo se habla, a lo que es el asterisco del idioma. Es lo que siempre me decían, cualquier cosa comunicate conmigo. Yo traté de comunicar con esa persona que realmente me decía, pero no sé, desapareció la mapa, no sé si le habría llevado la inundación o qué mierda pasó. Pero bueno, lastimosamente se aman cada gente, si no es una mujer es un hombre, así que por ahora te agradezco mucho y gracias por llamar y por... También escucharme mi reclamo que antes era. No, por favor, no hay ningún problema. Nosotros justamente estamos muy interesados en que usted pueda volver. La verdad es muy triste que clientes como usted, que encima han pagado el día porque, bueno, puedo ver acá lo que es el registro del que anteriormente ha tenido y es horrible que haya tenido que pasar por estas situaciones. Y es que justamente pueda volver y que podamos remediar como compañía todos los estados inconvenientes que ha tenido anteriormente. En este caso, puede ser con un plan mucho más económico, con el doble de cantidad de gigas, que este está buenísimo por el consumo que usted mantiene, es el plan ideal para usted y además adicional le damos lo que serían 20 gigas a través de nuestra aplicación para que pueda disfrutar todo el servicio. Es por el doble de gigas que usted mantiene actualmente con su compañía por algo mucho más económico y justamente es para poder recuperarlo y que no se quede con esa mala experiencia que tuvo anteriormente. Si, si, si. Dale, dicho. Cualquier cosa yo lo vuelvo a llamar de vuelta. No sé, no andaba por whatsapp, los números. Yo cualquier cosa lo llamo, pero ahora, por ejemplo, estoy trabajando. No hay ningún problema, Juan. Yo le voy a dejar todo lo que es la promoción. Viene la llave a través de WhatsApp. Si usted está interesado en poder cambiarse, quiere volver nuevamente a la compañía o sabe de alguien que quiere cambiarse, se puede poner directamente en contacto conmigo. Yo lo puedo asesorar tranquilamente para que no vuelva a tener nuevamente este tipo de inconveniente que ya tuvo. Listo, Liso, cualquier cosa yo me comunico con usted y somos tres de la familia, mi señora y mi hijo y yo, así que cualquier cosa estaría en comunicación. Bueno, lo cierto es que después de esto le podemos ver lo que es el plano familiar, le quedan 20 gigas a 10.400 pesos. Los tres mantienen el mismo número, el procedimiento como usted ya ha hecho el cliente con nosotros es mucho más sencillo porque yo me encargo de toda la parte administrativa, sería validar los datos y le asignamos la sucursal más cercana que tenga el domicilio para que en 48 horas usted ya tenga el servicio funcionando correctamente. Dejame comunicar con mi familia y les comento esto, les mando mensaje cuando me manden también a ver qué me dicen. Bueno, perfecto, yo ahí le acabo de dejar todo detallado, así que usted recuerde que rochea mi nombre, cualquier cosita mandando un mensajito por WhatsApp. Perfecto, dales muchas gracias. A vos, que tengas una hermosa día. Igualmente. Gracias.",
  "calidad": {
    "confianza_promedio": 0.524,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:43:49.957768",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 71,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:19.978758",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115124559723_ACD_82307",
    "fecha_inicio": "15/1/2026 12:45:59",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 476,
    "tiempo_conversacion": 341,
    "tiempo_hold": 0,
    "tiempo_acw": 119,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}