{
  "archivo": "amza_sup2_1_260114105309238_MIT_01969.wav",
  "duracion_segundos": 452.96,
  "num_segmentos": 48,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 140.04,
    "Cliente": 191.63
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 49.82,
      "duracion": 49.79,
      "texto": "y intentarlo nuevamente o comuníquese al 0800 321 76 78 2 opción 4 que yo se lo voy a mandar igual al número por mensaje de whatsapp. Le solicitamos que en caso de no levantar señal solamente reinicie el equipo y usted va a volver a tener un señal definitivamente. Para finalizar, dentro de los próximos días recibirá una cuenta de satisfacción por medio de un SMS, le solicitamos que por favor lo complete ya que su opinión es muy importante para la empresa. Dale, dale. Bueno, le pido a través del chat de WhatsApp que me mande una foto de su DNI de frente y dorso, ¿puede ser?",
      "confianza": 0.769,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.84,
      "fin": 50.18,
      "duracion": 0.34,
      "texto": "Sí, dale, sí, sí.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 50.2,
      "fin": 54.07,
      "duracion": 3.87,
      "texto": "Buenísimo, lo espero pacientemente. Dale, dale.",
      "confianza": 0.716,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 61.66,
      "fin": 83.75,
      "duracion": 22.09,
      "texto": "¿Te lo paso ahora o...? Sí, sí, por favor, en ese mismo momento así ya podemos cortar tu línea.",
      "confianza": 0.248,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.22,
      "fin": 115.16,
      "duracion": 21.94,
      "texto": "Y ahora vamos a ver cómo se va.",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 119.94,
      "fin": 149.29,
      "duracion": 29.35,
      "texto": "¿Cómo está? ¿Cómo está? ¿Cómo está?",
      "confianza": 0.346,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 154.03,
      "fin": 177.37,
      "duracion": 23.34,
      "texto": "... ... ... ... ...",
      "confianza": 0.687,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 198.14,
      "fin": 222.03,
      "duracion": 23.88,
      "texto": "¿Puede ser del dorso también?",
      "confianza": 0.831,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 223.1,
      "fin": 234.0,
      "duracion": 10.9,
      "texto": "Bueno, Oceda, ahora, para que siga conservando el mismo número de línea, vamos a enviarle un código de portabilidad, el cual le llega por mensaje de texto, no por WhatsApp. Desde el remitente 223.",
      "confianza": 0.727,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.46,
      "fin": 248.74,
      "duracion": 13.28,
      "texto": "Una vez que llegue, necesito que me edite los cuatro dígitos y la fecha de vencimiento. ¿Puede ser? Sí, bueno. OK.",
      "confianza": 0.86,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.51,
      "fin": 262.65,
      "duracion": 13.14,
      "texto": "Le comento que al enviarle el código de portabilidad, le vamos a avisar que su prestadora actual, le vamos a avisar a su prestadora actual, o sea, claro que usted se está cambiando, entonces va a notar que le van a ingresar un montón de llamadas de números desconocidos.",
      "confianza": 0.745,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.41,
      "fin": 267.42,
      "duracion": 4.01,
      "texto": "Le pido por favor que las desestime para no correr ningún riesgo de que se quede incomunicada, ¿está bien?",
      "confianza": 0.79,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 268.92,
      "fin": 277.61,
      "duracion": 8.69,
      "texto": "Claro, tiene una empresa tercerizada que se encarga de detectar cuando el cliente se va, entonces le van a ofrecer ofertas que no van a terminar cumpliendo, entonces de todas maneras, tipo,",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 278.52,
      "fin": 292.92,
      "duracion": 14.4,
      "texto": "Le digo que se quede tranquilo, de que usted no tiene que hacer nada, además de esperar el chip, perdón. OK. ¿Tiene alguna duda?",
      "confianza": 0.759,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 295.74,
      "fin": 307.04,
      "duracion": 11.3,
      "texto": "No. Bueno, le llevo el pin. ¿Por qué detecto? 2269. Bueno. ¿22 cómo?",
      "confianza": 0.021,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 308.08,
      "fin": 330.07,
      "duracion": 21.99,
      "texto": "Bueno, le pido que me mande una captura de pantalla, por favor, también a este WhatsApp. O si no, también puede copiar y pegar el mensaje por WhatsApp, para que me quede constancia del pin, por favor.",
      "confianza": 0.827,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 344.57,
      "fin": 357.96,
      "duracion": 13.4,
      "texto": "Bueno, le pido que no pase ningún dato a otro usuario para que no se genere una doble factura al servicio.",
      "confianza": 0.734,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 358.0,
      "fin": 373.36,
      "duracion": 15.36,
      "texto": "Ante cualquier duda, comuníquese conmigo, yo voy a estar todo el día disponible para usted. Y bueno, desde allá, muchísimas gracias y bienvenido a Movistar. Dale, gracias. Muchísimas gracias.",
      "confianza": 0.669,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.46,
      "fin": 408.41,
      "duracion": 27.95,
      "texto": "Lo que quiero decir es que cuando esté cerrando me dame para ponerse un trámite. Porque para las cosas que tengo que salir y estar perfecto, entonces poné el triángulo, si me falta algo, está perfecto. A mí lo mejor es que vos estés independiente y que nada abastona. Pero cualquier cosa que me vaya a pasar mal, tú te puedes poner el trámite y lo arranco. Sí, pero muy bien, señorita. Ahora poné el trámite, tranquila, no te asustes, y ahí me lo mostrarás.",
      "confianza": 0.254,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 450.31,
      "fin": 452.96,
      "duracion": 2.65,
      "texto": "Gracias.",
      "confianza": 0.235,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "y intentarlo nuevamente o comuníquese al 0800 321 76 78 2 opción 4 que yo se lo voy a mandar igual al número por mensaje de whatsapp. Le solicitamos que en caso de no levantar señal solamente reinicie el equipo y usted va a volver a tener un señal definitivamente. Para finalizar, dentro de los próximos días recibirá una cuenta de satisfacción por medio de un SMS, le solicitamos que por favor lo complete ya que su opinión es muy importante para la empresa. Dale, dale. Bueno, le pido a través del chat de WhatsApp que me mande una foto de su DNI de frente y dorso, ¿puede ser? Sí, dale, sí, sí. Buenísimo, lo espero pacientemente. Dale, dale. ¿Te lo paso ahora o...? Sí, sí, por favor, en ese mismo momento así ya podemos cortar tu línea. Y ahora vamos a ver cómo se va. ¿Cómo está? ¿Cómo está? ¿Cómo está? ... ... ... ... ... ¿Puede ser del dorso también? Bueno, Oceda, ahora, para que siga conservando el mismo número de línea, vamos a enviarle un código de portabilidad, el cual le llega por mensaje de texto, no por WhatsApp. Desde el remitente 223. Una vez que llegue, necesito que me edite los cuatro dígitos y la fecha de vencimiento. ¿Puede ser? Sí, bueno. OK. Le comento que al enviarle el código de portabilidad, le vamos a avisar que su prestadora actual, le vamos a avisar a su prestadora actual, o sea, claro que usted se está cambiando, entonces va a notar que le van a ingresar un montón de llamadas de números desconocidos. Le pido por favor que las desestime para no correr ningún riesgo de que se quede incomunicada, ¿está bien? Claro, tiene una empresa tercerizada que se encarga de detectar cuando el cliente se va, entonces le van a ofrecer ofertas que no van a terminar cumpliendo, entonces de todas maneras, tipo, Le digo que se quede tranquilo, de que usted no tiene que hacer nada, además de esperar el chip, perdón. OK. ¿Tiene alguna duda? No. Bueno, le llevo el pin. ¿Por qué detecto? 2269. Bueno. ¿22 cómo? Bueno, le pido que me mande una captura de pantalla, por favor, también a este WhatsApp. O si no, también puede copiar y pegar el mensaje por WhatsApp, para que me quede constancia del pin, por favor. Bueno, le pido que no pase ningún dato a otro usuario para que no se genere una doble factura al servicio. Ante cualquier duda, comuníquese conmigo, yo voy a estar todo el día disponible para usted. Y bueno, desde allá, muchísimas gracias y bienvenido a Movistar. Dale, gracias. Muchísimas gracias. Lo que quiero decir es que cuando esté cerrando me dame para ponerse un trámite. Porque para las cosas que tengo que salir y estar perfecto, entonces poné el triángulo, si me falta algo, está perfecto. A mí lo mejor es que vos estés independiente y que nada abastona. Pero cualquier cosa que me vaya a pasar mal, tú te puedes poner el trámite y lo arranco. Sí, pero muy bien, señorita. Ahora poné el trámite, tranquila, no te asustes, y ahí me lo mostrarás. Gracias.",
  "calidad": {
    "confianza_promedio": 0.474,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:33:52.934442",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 48,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:34.113131",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114105309238_MIT_01969",
    "sin_datos_basurita": true
  }
}