{
  "archivo": "amza14_1_260115130853678_ACD_49417.wav",
  "duracion_segundos": 335.34,
  "num_segmentos": 98,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 110.16,
    "Cliente": 194.77
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.01,
      "fin": 4.67,
      "duracion": 3.66,
      "texto": "Hola, buenas tardes. Hablo con Jasmine.",
      "confianza": 0.07,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.7,
      "fin": 4.75,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.186,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 4.78,
      "fin": 9.94,
      "duracion": 5.16,
      "texto": "¿Cómo estás, Jasmine? Un gusto. Mi nombre es Bruno. Me estaba comunicando desde el área de recuperar clientes Movistar.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.94,
      "fin": 13.65,
      "duracion": 2.7,
      "texto": "Tenemos una promoción disponible para tu línea el día de hoy.",
      "confianza": 0.808,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 14.29,
      "fin": 21.36,
      "duracion": 7.07,
      "texto": "Actualmente tenés claro, ¿verdad?",
      "confianza": 0.547,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.38,
      "fin": 21.44,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.004,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 21.46,
      "fin": 30.39,
      "duracion": 8.93,
      "texto": "Sí, igual yo quería pasarme a Bono. No, no quería estar en plan. Ni en línea. ¿Cómo, perdón? Quería pasarme a Bono. ¿Y vos actualmente qué tenés?",
      "confianza": 0.137,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 31.01,
      "fin": 36.38,
      "duracion": 5.37,
      "texto": "Estoy de línea. Bien, ¿vos querés hacer recargas o pagar un abono mensual?",
      "confianza": 0.329,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 38.0,
      "fin": 58.42,
      "duracion": 20.42,
      "texto": "No, quiero hacer recargas por mi cuenta. Ah, bien. Claro, únicamente tengo planes con abono mensual. ¿Vos cuánto estás abonando por tu línea? ¿Capaz que te conviene algún plan que tengo? No, estaba abonando, no sé, ponerle de una línea a 20 y de la otra a 30, me da como 50 mil pesos.",
      "confianza": 0.374,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.2,
      "fin": 63.56,
      "duracion": 4.36,
      "texto": "Claro, no es una barbaridad por cada uno. Las dos líneas las tenés en claro.",
      "confianza": 0.633,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.08,
      "fin": 79.16,
      "duracion": 13.08,
      "texto": "Sí. Claro. Sí, pero igual. Sí.",
      "confianza": 0.395,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.17,
      "fin": 82.04,
      "duracion": 2.87,
      "texto": "Que yo quería pasarme igual a uno. O sea, quería chocarme a uno. No sé cómo se dice eso. Claro, sí, a prepago. Ah, prepago es... Sí, prepago.",
      "confianza": 0.007,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.06,
      "fin": 85.02,
      "duracion": 2.96,
      "texto": "Ah, ok. Claro, yo tengo ese plan que es bastante económico.",
      "confianza": 0.639,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 85.12,
      "fin": 89.81,
      "duracion": 4.69,
      "texto": "Son 7.460 pesos por línea. ¿Y las dos líneas están a nombre tuyo?",
      "confianza": 0.84,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.69,
      "fin": 127.59,
      "duracion": 35.9,
      "texto": "Sí. Mira, en el caso de las dos líneas estén bajo el mismo título, tendrían cuatro gigas más de regalo, o sea tendrías 12 gigas por $7,460. Ese es el plano económico que tengo. Es bastante menos de lo que pagas actualmente. Sí. No sé si con esa cantidad de gigas vos estás bien o necesitas más. No, yo tenía siete y pagaba eso con siete. Ah, claro. Abonabas un montón, en fin, con este plan yo creo que estás bien o no, porque tengo otro plan con más llegas en promoción. No, igual que, ¿cuánto dura este plan?",
      "confianza": 0.045,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.61,
      "fin": 141.85,
      "duracion": 14.24,
      "texto": "Este plan es por seis meses, vos después de esos seis meses nosotros seguimos en contacto, a vos en el quinto mes se te va a avisar que se te va a terminar la promoción, vos en ese momento me volvés a enviar un mensaje a mí por WhatsApp y yo te brindo el char de movistar en el que te brindan las nuevas promociones.",
      "confianza": 0.691,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.68,
      "fin": 144.74,
      "duracion": 0.06,
      "texto": "Ok.",
      "confianza": 0.334,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.22,
      "fin": 167.37,
      "duracion": 22.15,
      "texto": "Pero 7.460, justo una promo que tenemos por el día de hoy. Es lo más económico que tenemos y la verdad que es... Sí, igual, no se compara. Claro, no, es demasiado lo que se te fue a vos el plan.",
      "confianza": 0.769,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 168.91,
      "fin": 174.94,
      "duracion": 6.03,
      "texto": "Sí. Actualmente esa fue la última factura que abonaste. Sí, la última...",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.72,
      "fin": 197.25,
      "duracion": 21.53,
      "texto": "alrededor de 50 y algo, porque encima lo usábamos y se acababa y teníamos que volver a recargar nosotros por la parte de nosotros. Claro, ¿sabes qué pasa? Que viste lo que es en claro todo lo que es WhatsApp y eso te consume Yigas, por eso seguramente no te alcanzaban los Yigas, porque viste que WhatsApp es uno de los, es lo que más usamos.",
      "confianza": 0.021,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 197.9,
      "fin": 200.66,
      "duracion": 2.77,
      "texto": "Ahora lo que tenemos vista actualmente es que WhatsApp",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.16,
      "fin": 222.32,
      "duracion": 21.16,
      "texto": "las llamadas también las vas a tener libres a cualquier compañía, no te consumiría la cantidad de gigas durante el mes. Así que, vos si me decís que no trabajas con el cellulo, lo usas únicamente para cuando salís. Sí, lo uso cuando salgo. Claro, no lo usas todo el tiempo, digamos.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 224.06,
      "fin": 230.01,
      "duracion": 5.95,
      "texto": "Yo creo que con ese plan de... Porque encima tendrías 12 gigas en total si haces la potrería de las dos líneas.",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 230.76,
      "fin": 235.47,
      "duracion": 4.71,
      "texto": "Claro, 7.460.",
      "confianza": 0.881,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 237.09,
      "fin": 239.16,
      "duracion": 2.06,
      "texto": "Si no, te comento el otro plan por las dudas.",
      "confianza": 0.744,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.82,
      "fin": 247.76,
      "duracion": 7.94,
      "texto": "Son 16 gigas en total, 10.400. No, está bien con el de 12. Bien,",
      "confianza": 0.835,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 247.76,
      "fin": 257.14,
      "duracion": 9.38,
      "texto": "mira, el otro número que me figura, no sé si es el correcto, es 348-355-440.",
      "confianza": 0.872,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 257.68,
      "fin": 261.08,
      "duracion": 3.4,
      "texto": "Sí, es ese. Sí, ese es otro número que tiene otra característica.",
      "confianza": 0.122,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 262.64,
      "fin": 265.05,
      "duracion": 2.4,
      "texto": "Bien, ese es mi otro número.",
      "confianza": 0.209,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.06,
      "fin": 265.89,
      "duracion": 0.83,
      "texto": "Sí. Bien.",
      "confianza": 0.057,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 265.91,
      "fin": 271.89,
      "duracion": 5.99,
      "texto": "Jamin, ¿y en qué provincia y localidad te encontrás actualmente para buscar a ver si tenemos alguna sucursal cercana que te quede cómoda?",
      "confianza": 0.635,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.48,
      "fin": 279.54,
      "duracion": 4.06,
      "texto": "¿Qué? ¿Me envían otro chip o algo o no? ¿Mantenes el mismo número o únicamente cambias el chip?",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.82,
      "fin": 284.44,
      "duracion": 3.62,
      "texto": "No, no, yo quiero el mismo número de los dos. Claro. No quiero comer nada.",
      "confianza": 0.088,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 285.12,
      "fin": 313.15,
      "duracion": 28.03,
      "texto": "Claro, vos mantenés el mismo número, solamente que el chip de Claro va a dejar de funcionar y tendrías que poner el chip de Movistar, pero sería el mismo número. Ah, para vos el chip de Movistar? Sí. Ah, no, no, está bien igual, porque me anda mejor de Claro a mí. Es cuestión de eso, por eso. Depende de dónde yo vaya, me anda mejor Claro. Y... Por eso. Pensé que era muy claro. Ah.",
      "confianza": 0.632,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 313.75,
      "fin": 314.05,
      "duracion": 0.3,
      "texto": "Bien,",
      "confianza": 0.751,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 314.05,
      "fin": 316.88,
      "duracion": 2.83,
      "texto": "claro, al principio me presenté como movistar.",
      "confianza": 0.751,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.14,
      "fin": 335.34,
      "duracion": 18.2,
      "texto": "No, no. No, no, está bien. Bien, el problema de Jasmine, que tengas buen día. Hasta luego. Igualmente. Hasta luego.",
      "confianza": 0.667,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hablo con Jasmine. Sí. ¿Cómo estás, Jasmine? Un gusto. Mi nombre es Bruno. Me estaba comunicando desde el área de recuperar clientes Movistar. Tenemos una promoción disponible para tu línea el día de hoy. Actualmente tenés claro, ¿verdad? Sí. Sí, igual yo quería pasarme a Bono. No, no quería estar en plan. Ni en línea. ¿Cómo, perdón? Quería pasarme a Bono. ¿Y vos actualmente qué tenés? Estoy de línea. Bien, ¿vos querés hacer recargas o pagar un abono mensual? No, quiero hacer recargas por mi cuenta. Ah, bien. Claro, únicamente tengo planes con abono mensual. ¿Vos cuánto estás abonando por tu línea? ¿Capaz que te conviene algún plan que tengo? No, estaba abonando, no sé, ponerle de una línea a 20 y de la otra a 30, me da como 50 mil pesos. Claro, no es una barbaridad por cada uno. Las dos líneas las tenés en claro. Sí. Claro. Sí, pero igual. Sí. Que yo quería pasarme igual a uno. O sea, quería chocarme a uno. No sé cómo se dice eso. Claro, sí, a prepago. Ah, prepago es... Sí, prepago. Ah, ok. Claro, yo tengo ese plan que es bastante económico. Son 7.460 pesos por línea. ¿Y las dos líneas están a nombre tuyo? Sí. Mira, en el caso de las dos líneas estén bajo el mismo título, tendrían cuatro gigas más de regalo, o sea tendrías 12 gigas por $7,460. Ese es el plano económico que tengo. Es bastante menos de lo que pagas actualmente. Sí. No sé si con esa cantidad de gigas vos estás bien o necesitas más. No, yo tenía siete y pagaba eso con siete. Ah, claro. Abonabas un montón, en fin, con este plan yo creo que estás bien o no, porque tengo otro plan con más llegas en promoción. No, igual que, ¿cuánto dura este plan? Este plan es por seis meses, vos después de esos seis meses nosotros seguimos en contacto, a vos en el quinto mes se te va a avisar que se te va a terminar la promoción, vos en ese momento me volvés a enviar un mensaje a mí por WhatsApp y yo te brindo el char de movistar en el que te brindan las nuevas promociones. Ok. Pero 7.460, justo una promo que tenemos por el día de hoy. Es lo más económico que tenemos y la verdad que es... Sí, igual, no se compara. Claro, no, es demasiado lo que se te fue a vos el plan. Sí. Actualmente esa fue la última factura que abonaste. Sí, la última... alrededor de 50 y algo, porque encima lo usábamos y se acababa y teníamos que volver a recargar nosotros por la parte de nosotros. Claro, ¿sabes qué pasa? Que viste lo que es en claro todo lo que es WhatsApp y eso te consume Yigas, por eso seguramente no te alcanzaban los Yigas, porque viste que WhatsApp es uno de los, es lo que más usamos. Ahora lo que tenemos vista actualmente es que WhatsApp las llamadas también las vas a tener libres a cualquier compañía, no te consumiría la cantidad de gigas durante el mes. Así que, vos si me decís que no trabajas con el cellulo, lo usas únicamente para cuando salís. Sí, lo uso cuando salgo. Claro, no lo usas todo el tiempo, digamos. Yo creo que con ese plan de... Porque encima tendrías 12 gigas en total si haces la potrería de las dos líneas. Claro, 7.460. Si no, te comento el otro plan por las dudas. Son 16 gigas en total, 10.400. No, está bien con el de 12. Bien, mira, el otro número que me figura, no sé si es el correcto, es 348-355-440. Sí, es ese. Sí, ese es otro número que tiene otra característica. Bien, ese es mi otro número. Sí. Bien. Jamin, ¿y en qué provincia y localidad te encontrás actualmente para buscar a ver si tenemos alguna sucursal cercana que te quede cómoda? ¿Qué? ¿Me envían otro chip o algo o no? ¿Mantenes el mismo número o únicamente cambias el chip? No, no, yo quiero el mismo número de los dos. Claro. No quiero comer nada. Claro, vos mantenés el mismo número, solamente que el chip de Claro va a dejar de funcionar y tendrías que poner el chip de Movistar, pero sería el mismo número. Ah, para vos el chip de Movistar? Sí. Ah, no, no, está bien igual, porque me anda mejor de Claro a mí. Es cuestión de eso, por eso. Depende de dónde yo vaya, me anda mejor Claro. Y... Por eso. Pensé que era muy claro. Ah. Bien, claro, al principio me presenté como movistar. No, no. No, no, está bien. Bien, el problema de Jasmine, que tengas buen día. Hasta luego. Igualmente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.436,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:18:40.875290",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 98,
    "total_segmentos_corregido": 37,
    "fecha_correccion": "2026-01-18T23:05:14.693985",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115130853678_ACD_49417",
    "fecha_inicio": "15/1/2026 13:08:53",
    "agente_nombre": "MZA 14",
    "agente_login": "mza14",
    "duracion_total": 341,
    "tiempo_conversacion": 320,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}