{
  "archivo": "amza45_1_260112102732964_ACD_85683.wav",
  "duracion_segundos": 824.5,
  "num_segmentos": 190,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 441.77,
    "Cliente": 347.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 10.16,
      "duracion": 10.13,
      "texto": "Hola. ¿Quién habla? Hola, ¿sí? ¿Qué tal me comunico con Rolando? Sí, ¿quién habla? Pregunte. ¿Qué tal Rolando? ¿Cómo está?",
      "confianza": 0.168,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.18,
      "fin": 11.54,
      "duracion": 1.36,
      "texto": "Mi nombre es Shaira, ¿sí?",
      "confianza": 0.424,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.56,
      "fin": 28.06,
      "duracion": 16.5,
      "texto": "Me comunico con usted porque teníamos una promoción para fin línea, ¿bien? Me comunico desde Movistar. No, mija, yo no pretenezco más a Movistar hace ya varios meses. Claro, exactamente. A nosotros solo menos. Y bueno, ¿pero por qué me están llamando si yo no pretenezco más a Movistar, mija? Me boché de Movistar.",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.6,
      "fin": 34.17,
      "duracion": 5.57,
      "texto": "Y ya les he dicho veinte mil veces que no quiero saber nada con Movistar ya.",
      "confianza": 0.795,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.01,
      "fin": 61.03,
      "duracion": 26.02,
      "texto": "Tuve cuarenta años y los boche por cosas que hicieron en Movistar hacia mi persona. Entonces no quiero saber nada con Movistar, mija. Y todo el mundo dice dejo asentado. Dejo asentado pero me viven llamando. el otro día me manda un mensajito diciendo que le estoy debiendo movistar. Yo cuando me dejé movistar, fui al zapitado y pagué todo. Ahora se asunta que me dicen que estoy debiendo.",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 62.7,
      "fin": 68.11,
      "duracion": 5.41,
      "texto": "Fui al pago fácil a pagar, no figuro en el sistema, me dicen.",
      "confianza": 0.855,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 68.64,
      "fin": 115.44,
      "duracion": 46.8,
      "texto": "Es una vivada que tiene Movistar ahora de nuevo, ¿me entiende? Por eso me voyé de Movistar, porque Movistar me estaba cobrando a mí tres cosas que yo no tenía, tres suscripciones que yo no tenía, por eso me voyé de Movistar. Me artié de llamarle a Movistar para arreglar eso y nunca me llamaron. El día que me decidí cambiar de empresa me empezaron a llamar todos los días, ¿me entiende? Y ahora resulta ser que dicen que yo le estoy debiendo a Movistar. ¡Son bacanas! Yo cuando fui a Shappi Pago, le dije ¿Cuánto debo de Movistar? Le pagué todo. Cosa que no vengan a joderme. Y ahora lo están cobrando, una deuda dice que tengo con Movistar. Y me fui a Shappi Pago a pagarlo, me dice que no, no seguro yo en el sistema.",
      "confianza": 0.854,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 116.44,
      "fin": 119.95,
      "duracion": 3.5,
      "texto": "Bien, y esa por ejemplo, el saldo de la deuda que le dijeron a usted,",
      "confianza": 0.452,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.48,
      "fin": 140.73,
      "duracion": 20.25,
      "texto": "¿A usted, por ejemplo, se lo dijo un asesor, le mandaron algún correo o algo? Me mandaron un mensaje diciendo que yo estaba bebiendo dos mil pesos o algo así a movistar. Y en el rápido pago me dice, no, ellos te van a tener que dar el número de cuenta que vos tenías, dice, si no, no lo vas a poder pagar. No, no quiero, les voy a pagar nada, le digo.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 142.05,
      "fin": 182.47,
      "duracion": 40.42,
      "texto": "Yo le explico. Por ejemplo, cuando usted va al RappiPabo, si ya está, si ya abonó todo, no hay ningún problema. Pero, por ejemplo, si va ahora que usted va en el cliente, no figura en el sistema porque no figura cómo cliente activo, ¿sí? Pero van a figurar los saldos que les han quedado anteriormente, ¿sí? Pero, igualmente, no se preocupe si, por ejemplo, en caso de que usted quisiera volver o algo, obviamente se le van a hacer modificaciones para que usted no tenga que abonar absolutamente nada. A mí, por ejemplo, ahí se realizó un sistema y me asegura que, bueno, que sí es un paciente y que ha tenido buen compromiso de pago y demás. Entonces, no tendré inconvenientes para volver al, al emperio.",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 182.84,
      "fin": 185.01,
      "duracion": 2.16,
      "texto": "Mi hija, yo tuve cuarenta años con movistar.",
      "confianza": 0.586,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.19,
      "fin": 190.46,
      "duracion": 5.27,
      "texto": "Nunca tuve problema, pero como me cobraban tres suscripciones que yo no había solicitado nunca.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.92,
      "fin": 191.28,
      "duracion": 0.36,
      "texto": "Claro.",
      "confianza": 0.685,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 191.3,
      "fin": 208.28,
      "duracion": 16.98,
      "texto": "¿Me entiendes? Ahora yo lo que necesito es que usted me pase un número de cuenta a donde ir y abonar esos dos mil pesos y listo. Yo quisiera eso, porque me dicen en sapepago, no, te tienen que dar el número de cuentas y te puedo cobrar, me dice.",
      "confianza": 0.514,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 208.31,
      "fin": 214.06,
      "duracion": 5.75,
      "texto": "Bueno, mire, yo realmente, bueno, lo entiendo, sí, sí, el inconveniente y todo, le comento.",
      "confianza": 0.471,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 214.07,
      "fin": 240.15,
      "duracion": 26.08,
      "texto": "Nosotros por ahí nos volvemos a contactar con clientes que se han ido anteriormente, sí, porque, bueno, por ahí nos figuran que se han ido por una mala experiencia o que se han ido por errores de calculación o una mala atención y demás. Y por eso nos volvemos a contactar, más que nada, para preguntarles. Yo, por ejemplo, yo siempre consulto, por ejemplo, si usted, por ejemplo, ha tenido alguna mala atención o, en este caso, se cayó un error prácticamente del sistema.",
      "confianza": 0.571,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 242.58,
      "fin": 271.51,
      "duracion": 28.93,
      "texto": "Bueno, ahora sí, por ejemplo, nosotros nos comunicamos con usted para comentarle. Primero, el tema de las alturas centrales, ¿estamos teniendo inconvenientes con eso? ¿Qué quiere decir? Que no se le cobran nada, que usted no haya contratado y que no haya aceptado, ¿sí? Siempre se factura. Al menos se ha adelantado para que usted se quede tranquilo de todo lo que va a pagar al mes siguiente, porque sí. Al menos se ha adelantado porque si usted ahí puede revisar tranquilamente todo lo que está pagando, ¿sí, bien? O revisarte cosas que no tenga problema, ¿sí, bien?",
      "confianza": 0.64,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 273.57,
      "fin": 287.43,
      "duracion": 13.86,
      "texto": "Eso es una de las... Sí, está todo bien, hija, pero lo que pasa es que yo me pasea claro ya hace varios meses, y no va a estar cambiándome, cambiándome. Por ahora, claro, estás espetándome las cláusulas como habíamos estipulado.",
      "confianza": 0.489,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 288.13,
      "fin": 311.87,
      "duracion": 23.74,
      "texto": "Pero yo con Movistar, el único problema que tuve es que acá en Córdoba, al no dejar ello, una casa donde uno dirigirse, perdieron como la guerra, porque ellos empezaron a perder clientes por eso. La mayoría de los que hemos ido de Movistar es porque Movistar no tiene una casa en Córdoba capital, ¿Me entiendes?",
      "confianza": 0.788,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 311.89,
      "fin": 327.4,
      "duracion": 15.52,
      "texto": "Todo se maneja desde Buenos Aires, vía telefónica, y no es así mi hija, porque uno quiere ir a solucionar en el acto, no que vaya a tal parte de allá, tú imagínate, que vos ya desde Buenos Aires, vos no tenés ni noción donde yo vivo, por ejemplo.",
      "confianza": 0.652,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 327.43,
      "fin": 341.9,
      "duracion": 14.47,
      "texto": "No, no, igualmente eso sí, es entendible yo, bueno, eh, o sea, yo realmente lo entiendo, por eso por ahí yo no Yo les insisto, por ejemplo, yo sí le comento lo que estamos haciendo, por ejemplo, las modalidades que tenemos ahora para que, bueno, obviamente usted no tenga problemas.",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 342.82,
      "fin": 373.54,
      "duracion": 30.72,
      "texto": "Por ejemplo, yo sé que en Córdoba, hay en varias localidades que, bueno, que no estamos teniendo, en este caso, casas, ¿sí? En los que no tenemos casas, obviamente, si les hace una atención más personalizada, por ejemplo, a usted, sí, como ya estuvo en el sistema y nos vemos que se ha ido más que nada por una mala atención, sí, porque sinceramente ha sido una mala atención y vacunación. Entonces, se hace, obviamente, una atención más especializada. Por ejemplo, usted en este caso pasaría a tener una asesora. Por ejemplo, yo pasaría a ser su asesora.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 374.08,
      "fin": 426.06,
      "duracion": 51.98,
      "texto": "Cualquier problema, duda o inconveniente que usted tenga, directamente lo resuelve conmigo, ¿sí? Obviamente tiene mi WhatsApp personal en el cual yo estoy en contacto. Yo trabajo hasta las 3 de la tarde, pero, por ejemplo, si usted tiene alguna pregunta o consulta o algún inconveniente, luego, fuera de ese horario, o sea, tranquilamente te puede consultar y yo le puedo responder, ¿sí? Obviamente estamos aptos para poder pasarle contactos, por ejemplo ahora tenemos una área que es de calidad, que por ejemplo es para cuando usted tenga algún problema personal, por ejemplo que le haya costado algo con, no sé, por ejemplo, lo que le pasó anteriormente con el tema de las plataformas, que le agregaron tres plataformas que usted nunca solicitó, o lo puede consultar conmigo o estar en esa área que es de calidad, es específicamente para estas cosas.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 426.85,
      "fin": 451.83,
      "duracion": 24.98,
      "texto": "Ahora, como le digo, se ha mejorado muchísimo eso, como le digo, la atención y todo, porque, bueno, les digo sinceramente, así como dijo usted, varios clientes se han ido por no tener una casa y, aparte, bueno, según uno tiene una casa central a donde ir, obviamente, necesita que, en mínimo, estén disponibles al teléfono todo el tiempo. Estén disponibles al teléfono, que estén disponibles a dar una respuesta inmediata.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 452.62,
      "fin": 464.2,
      "duracion": 11.58,
      "texto": "Obviamente hay que estar más consciente. Yo te entiendo, mija. Yo te entiendo a vos. Yo te entiendo que vos querés recuperarme como cliente.",
      "confianza": 0.217,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 464.74,
      "fin": 468.68,
      "duracion": 3.95,
      "texto": "Pero yo no soy de esos clientes que cambia porque me hagan una bonificación.",
      "confianza": 0.805,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 471.27,
      "fin": 530.26,
      "duracion": 58.99,
      "texto": "Si vos te ponés en el sistema, son muy muchos años que yo tuve ahí el teléfono. Y no solamente mío. Tuve el de mi mujer, el de mi hijo. Tres celulares tenía que movistar yo. y cuando los bollé, los bollé los tres, ¿me entendés? Pero ahora va a pasar un tiempo hasta que pase esto, ¿me entendés? Porque yo nunca tuve problemas de comunicación, nada de eso. Pero cuando ustedes se fueron de Córdoba, que no dejaron nada a donde uno se cruce, ahí permanecieron como una guerra, porque no te solucionaban nada desde Buenos Aires. Entonces yo quisiera que vos me digas, bueno, mira, yo sé porque me dije me mandaron un mensajito que yo tengo un saldo de dos mil pesos o así. Bueno, pero mandame el número de cuenta para yo abonarlo porque yo no quiero quedar en la mira de movistar como diciendo este tipo se hizo el pelotudo y nos quedó de ahí viendo. No, no, no. Yo soy un tipo que yo te voy a pagar y listo, me voy por un mal servicio de ustedes porque yo estoy pagando el servicio.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 530.98,
      "fin": 581.73,
      "duracion": 50.75,
      "texto": "Entonces, yo quisiera que si vos tenés un número de cuenta si no lo tenés ahora llámame mañana o pasado diciéndome mira Federico está acá tu número de cuenta vieja que se yo y listo para pagarlo y yo voy a agendar tu número y más adelante cuando se me pase la bronca capaz te diga bueno bueno quiero empezar a estar en movista ¿entendés? bueno mire no hay ningún problema a ver dame un minutito dame un minutito y se lo paso ¿sí? no se preocupe Bueno, esto sí también lo entiendo, así que no se preocupen. Dame un punto. A ver, dígame su nombre, si está bien, Rolando Federico Díaz.",
      "confianza": 0.847,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 582.27,
      "fin": 585.0,
      "duracion": 2.73,
      "texto": "Rolando Federico Díaz. Perfecto, bien.",
      "confianza": 0.549,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 585.02,
      "fin": 590.73,
      "duracion": 5.71,
      "texto": "Ahí me figura que ha quedado como un salto de 2.902",
      "confianza": 0.529,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 591.52,
      "fin": 604.92,
      "duracion": 13.4,
      "texto": "con solo seis pesos, para ser más exacta. Eso es lo que ha quedado. Nosotros tenemos un numerito de facturación que ahora se lo voy a pasar para que se lo pueda cancelar y bueno, obviamente se quede tranquilo.",
      "confianza": 0.494,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 605.42,
      "fin": 620.36,
      "duracion": 14.94,
      "texto": "Yo le comento, en caso de que usted, yo entiendo que usted lo quiere abonar ahora para que no le quede totalmente limpio, si usted quiere, en algún momento no hace falta que lo abone, nosotros ya hacemos una bonificación,",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 621.0,
      "fin": 647.83,
      "duracion": 26.83,
      "texto": "para que usted pueda acceder. Y no hace falta que lo cancela. Pero, igualmente, yo entiendo que si se quiere cancelar ahora para no... Para quedar, como le decía, limpio, por así decir, en la competición. Sí, sí. Eso va a ser muy fácil. Sí, sí, no se preocupa. Yo, mira, ahora le dicto el número... El número que yo le dicto es el ID de facturación, ¿sí? Sí. Para que, bueno, obviamente usted lo pueda cancelar. Con ese numerito del ID de facturación se le llama",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 648.45,
      "fin": 655.82,
      "duracion": 7.37,
      "texto": "Usted puede ir al rapid pago, pago fácil, con ese numerito y lo puede abonar. Si no, está la opción de abonarlo a través del recado pago.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 657.26,
      "fin": 665.34,
      "duracion": 8.07,
      "texto": "Obviamente, bueno, si usted sabe abonarlo por ahí, hay una parte que dice Cuentas y Servicios, se va a meter, le va a figurar el modo estar oficial.",
      "confianza": 0.584,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 666.54,
      "fin": 674.33,
      "duracion": 7.79,
      "texto": "Tiene que agregar ese número, la parte donde dice escanear código de barras, usted puede ingresar por ahí y directamente abajo escribir el número.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 675.81,
      "fin": 690.46,
      "duracion": 14.65,
      "texto": "No, yo voy al pago fácil, mija. y lo pago ahí. Pero necesito el número para donde deposite esa plata. Claro, ahí se lo he dicho. ¿Tendrá para anotar? Sí, tengo anota. Perfecto. Dígame y yo le dicto. I.D.",
      "confianza": 0.118,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 692.92,
      "fin": 697.93,
      "duracion": 5.01,
      "texto": "I.D. de facturación. Ahí dígame y le dicto el numerito. Cantenero.",
      "confianza": 0.568,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 698.71,
      "fin": 705.26,
      "duracion": 6.55,
      "texto": "Bien, doce. Doce. Cero dos. Cero dos. Cuarenta y uno.",
      "confianza": 0.33,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 706.06,
      "fin": 728.3,
      "duracion": 22.24,
      "texto": "¿Cuarenta y uno? Cero, cero. Cero, cero. Ah, bien. Bueno, yo con este número voy a ir a lo fácil, se los voy a pagar porque no me gusta ver nada a nadie. No, no se preocupe. Si quiere, igualmente, por cualquier cosita se lo puede enviar a través de WhatsApp, le envío mensajita para que usted lo tenga ahí, si le parece, para que lo tenga y no se lo haga confundido, ¿sí?",
      "confianza": 0.808,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 729.2,
      "fin": 757.6,
      "duracion": 28.4,
      "texto": "Bueno, y ese va a ser tu número, ese es tu número con el que vos te manejas, el que vamos a hacer. ¿Pasa por WhatsApp? Bueno, y de paso me va a quedar mi asentado, me va a quedar asentado y te digo, dame tu nombre y yo lo anoto si algún día me decido volver a movistar, me comunico con vos. No se preocupe, yo le voy a enviar, a ver si me voy a poner, hola Federico, soy Shaira. Bien, este es mi número personal, bueno, yo estoy siempre en contacto acá.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 758.16,
      "fin": 761.6,
      "duracion": 3.44,
      "texto": "Yo ahora le voy a mandar el monto que figura, por ejemplo,",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 762.29,
      "fin": 777.81,
      "duracion": 15.52,
      "texto": "Le voy a mandar el monto y el numerito, ¿sí? Bueno, bueno. Se lo voy a poner ahí. Ahora, yo lo haré, se lo voy a enviar. El numerito es ID. Bueno, ID no se falta. Solamente tiene, cuando va a ir al RappiPago o pausa, solamente dice el numerito, ¿sí?",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 777.83,
      "fin": 779.17,
      "duracion": 1.34,
      "texto": "Claro.",
      "confianza": 0.602,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 779.19,
      "fin": 792.74,
      "duracion": 13.55,
      "texto": "Así que bueno, Federico, ahí se lo envío bien. Cualquier cosa, no se te ocupe. Es mi número que está en algún momento les debe interesar o, bueno, de la que en claro no se nos respeta, no hay problema.",
      "confianza": 0.324,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 794.46,
      "fin": 820.42,
      "duracion": 25.96,
      "texto": "Obviamente lo va a hacer conmigo. Bueno, en este caso yo, como le digo, me encargaría del que los asociación y después, si obviamente tiene algún inconveniente, solamente lo va a tratar conmigo. Bueno, quiero, Federico, muchísimas gracias, de verdad, por tu tiempo. Disculpe, de verdad, lo que es la mala experiencia que tuvo. Bueno, no, gracias a vos por atenderme. No, no hay problema. No, no se preocupen. Bueno, que tengan muy buen día, ¿sí? Cuídense, ¿sí? Igualmente.",
      "confianza": 0.365,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 821.24,
      "fin": 824.5,
      "duracion": 3.26,
      "texto": "A ver si les pido lo por WhatsApp. Listo, muchísimas gracias. Hasta luego.",
      "confianza": 0.174,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. ¿Quién habla? Hola, ¿sí? ¿Qué tal me comunico con Rolando? Sí, ¿quién habla? Pregunte. ¿Qué tal Rolando? ¿Cómo está? Mi nombre es Shaira, ¿sí? Me comunico con usted porque teníamos una promoción para fin línea, ¿bien? Me comunico desde Movistar. No, mija, yo no pretenezco más a Movistar hace ya varios meses. Claro, exactamente. A nosotros solo menos. Y bueno, ¿pero por qué me están llamando si yo no pretenezco más a Movistar, mija? Me boché de Movistar. Y ya les he dicho veinte mil veces que no quiero saber nada con Movistar ya. Tuve cuarenta años y los boche por cosas que hicieron en Movistar hacia mi persona. Entonces no quiero saber nada con Movistar, mija. Y todo el mundo dice dejo asentado. Dejo asentado pero me viven llamando. el otro día me manda un mensajito diciendo que le estoy debiendo movistar. Yo cuando me dejé movistar, fui al zapitado y pagué todo. Ahora se asunta que me dicen que estoy debiendo. Fui al pago fácil a pagar, no figuro en el sistema, me dicen. Es una vivada que tiene Movistar ahora de nuevo, ¿me entiende? Por eso me voyé de Movistar, porque Movistar me estaba cobrando a mí tres cosas que yo no tenía, tres suscripciones que yo no tenía, por eso me voyé de Movistar. Me artié de llamarle a Movistar para arreglar eso y nunca me llamaron. El día que me decidí cambiar de empresa me empezaron a llamar todos los días, ¿me entiende? Y ahora resulta ser que dicen que yo le estoy debiendo a Movistar. ¡Son bacanas! Yo cuando fui a Shappi Pago, le dije ¿Cuánto debo de Movistar? Le pagué todo. Cosa que no vengan a joderme. Y ahora lo están cobrando, una deuda dice que tengo con Movistar. Y me fui a Shappi Pago a pagarlo, me dice que no, no seguro yo en el sistema. Bien, y esa por ejemplo, el saldo de la deuda que le dijeron a usted, ¿A usted, por ejemplo, se lo dijo un asesor, le mandaron algún correo o algo? Me mandaron un mensaje diciendo que yo estaba bebiendo dos mil pesos o algo así a movistar. Y en el rápido pago me dice, no, ellos te van a tener que dar el número de cuenta que vos tenías, dice, si no, no lo vas a poder pagar. No, no quiero, les voy a pagar nada, le digo. Yo le explico. Por ejemplo, cuando usted va al RappiPabo, si ya está, si ya abonó todo, no hay ningún problema. Pero, por ejemplo, si va ahora que usted va en el cliente, no figura en el sistema porque no figura cómo cliente activo, ¿sí? Pero van a figurar los saldos que les han quedado anteriormente, ¿sí? Pero, igualmente, no se preocupe si, por ejemplo, en caso de que usted quisiera volver o algo, obviamente se le van a hacer modificaciones para que usted no tenga que abonar absolutamente nada. A mí, por ejemplo, ahí se realizó un sistema y me asegura que, bueno, que sí es un paciente y que ha tenido buen compromiso de pago y demás. Entonces, no tendré inconvenientes para volver al, al emperio. Mi hija, yo tuve cuarenta años con movistar. Nunca tuve problema, pero como me cobraban tres suscripciones que yo no había solicitado nunca. Claro. ¿Me entiendes? Ahora yo lo que necesito es que usted me pase un número de cuenta a donde ir y abonar esos dos mil pesos y listo. Yo quisiera eso, porque me dicen en sapepago, no, te tienen que dar el número de cuentas y te puedo cobrar, me dice. Bueno, mire, yo realmente, bueno, lo entiendo, sí, sí, el inconveniente y todo, le comento. Nosotros por ahí nos volvemos a contactar con clientes que se han ido anteriormente, sí, porque, bueno, por ahí nos figuran que se han ido por una mala experiencia o que se han ido por errores de calculación o una mala atención y demás. Y por eso nos volvemos a contactar, más que nada, para preguntarles. Yo, por ejemplo, yo siempre consulto, por ejemplo, si usted, por ejemplo, ha tenido alguna mala atención o, en este caso, se cayó un error prácticamente del sistema. Bueno, ahora sí, por ejemplo, nosotros nos comunicamos con usted para comentarle. Primero, el tema de las alturas centrales, ¿estamos teniendo inconvenientes con eso? ¿Qué quiere decir? Que no se le cobran nada, que usted no haya contratado y que no haya aceptado, ¿sí? Siempre se factura. Al menos se ha adelantado para que usted se quede tranquilo de todo lo que va a pagar al mes siguiente, porque sí. Al menos se ha adelantado porque si usted ahí puede revisar tranquilamente todo lo que está pagando, ¿sí, bien? O revisarte cosas que no tenga problema, ¿sí, bien? Eso es una de las... Sí, está todo bien, hija, pero lo que pasa es que yo me pasea claro ya hace varios meses, y no va a estar cambiándome, cambiándome. Por ahora, claro, estás espetándome las cláusulas como habíamos estipulado. Pero yo con Movistar, el único problema que tuve es que acá en Córdoba, al no dejar ello, una casa donde uno dirigirse, perdieron como la guerra, porque ellos empezaron a perder clientes por eso. La mayoría de los que hemos ido de Movistar es porque Movistar no tiene una casa en Córdoba capital, ¿Me entiendes? Todo se maneja desde Buenos Aires, vía telefónica, y no es así mi hija, porque uno quiere ir a solucionar en el acto, no que vaya a tal parte de allá, tú imagínate, que vos ya desde Buenos Aires, vos no tenés ni noción donde yo vivo, por ejemplo. No, no, igualmente eso sí, es entendible yo, bueno, eh, o sea, yo realmente lo entiendo, por eso por ahí yo no Yo les insisto, por ejemplo, yo sí le comento lo que estamos haciendo, por ejemplo, las modalidades que tenemos ahora para que, bueno, obviamente usted no tenga problemas. Por ejemplo, yo sé que en Córdoba, hay en varias localidades que, bueno, que no estamos teniendo, en este caso, casas, ¿sí? En los que no tenemos casas, obviamente, si les hace una atención más personalizada, por ejemplo, a usted, sí, como ya estuvo en el sistema y nos vemos que se ha ido más que nada por una mala atención, sí, porque sinceramente ha sido una mala atención y vacunación. Entonces, se hace, obviamente, una atención más especializada. Por ejemplo, usted en este caso pasaría a tener una asesora. Por ejemplo, yo pasaría a ser su asesora. Cualquier problema, duda o inconveniente que usted tenga, directamente lo resuelve conmigo, ¿sí? Obviamente tiene mi WhatsApp personal en el cual yo estoy en contacto. Yo trabajo hasta las 3 de la tarde, pero, por ejemplo, si usted tiene alguna pregunta o consulta o algún inconveniente, luego, fuera de ese horario, o sea, tranquilamente te puede consultar y yo le puedo responder, ¿sí? Obviamente estamos aptos para poder pasarle contactos, por ejemplo ahora tenemos una área que es de calidad, que por ejemplo es para cuando usted tenga algún problema personal, por ejemplo que le haya costado algo con, no sé, por ejemplo, lo que le pasó anteriormente con el tema de las plataformas, que le agregaron tres plataformas que usted nunca solicitó, o lo puede consultar conmigo o estar en esa área que es de calidad, es específicamente para estas cosas. Ahora, como le digo, se ha mejorado muchísimo eso, como le digo, la atención y todo, porque, bueno, les digo sinceramente, así como dijo usted, varios clientes se han ido por no tener una casa y, aparte, bueno, según uno tiene una casa central a donde ir, obviamente, necesita que, en mínimo, estén disponibles al teléfono todo el tiempo. Estén disponibles al teléfono, que estén disponibles a dar una respuesta inmediata. Obviamente hay que estar más consciente. Yo te entiendo, mija. Yo te entiendo a vos. Yo te entiendo que vos querés recuperarme como cliente. Pero yo no soy de esos clientes que cambia porque me hagan una bonificación. Si vos te ponés en el sistema, son muy muchos años que yo tuve ahí el teléfono. Y no solamente mío. Tuve el de mi mujer, el de mi hijo. Tres celulares tenía que movistar yo. y cuando los bollé, los bollé los tres, ¿me entendés? Pero ahora va a pasar un tiempo hasta que pase esto, ¿me entendés? Porque yo nunca tuve problemas de comunicación, nada de eso. Pero cuando ustedes se fueron de Córdoba, que no dejaron nada a donde uno se cruce, ahí permanecieron como una guerra, porque no te solucionaban nada desde Buenos Aires. Entonces yo quisiera que vos me digas, bueno, mira, yo sé porque me dije me mandaron un mensajito que yo tengo un saldo de dos mil pesos o así. Bueno, pero mandame el número de cuenta para yo abonarlo porque yo no quiero quedar en la mira de movistar como diciendo este tipo se hizo el pelotudo y nos quedó de ahí viendo. No, no, no. Yo soy un tipo que yo te voy a pagar y listo, me voy por un mal servicio de ustedes porque yo estoy pagando el servicio. Entonces, yo quisiera que si vos tenés un número de cuenta si no lo tenés ahora llámame mañana o pasado diciéndome mira Federico está acá tu número de cuenta vieja que se yo y listo para pagarlo y yo voy a agendar tu número y más adelante cuando se me pase la bronca capaz te diga bueno bueno quiero empezar a estar en movista ¿entendés? bueno mire no hay ningún problema a ver dame un minutito dame un minutito y se lo paso ¿sí? no se preocupe Bueno, esto sí también lo entiendo, así que no se preocupen. Dame un punto. A ver, dígame su nombre, si está bien, Rolando Federico Díaz. Rolando Federico Díaz. Perfecto, bien. Ahí me figura que ha quedado como un salto de 2.902 con solo seis pesos, para ser más exacta. Eso es lo que ha quedado. Nosotros tenemos un numerito de facturación que ahora se lo voy a pasar para que se lo pueda cancelar y bueno, obviamente se quede tranquilo. Yo le comento, en caso de que usted, yo entiendo que usted lo quiere abonar ahora para que no le quede totalmente limpio, si usted quiere, en algún momento no hace falta que lo abone, nosotros ya hacemos una bonificación, para que usted pueda acceder. Y no hace falta que lo cancela. Pero, igualmente, yo entiendo que si se quiere cancelar ahora para no... Para quedar, como le decía, limpio, por así decir, en la competición. Sí, sí. Eso va a ser muy fácil. Sí, sí, no se preocupa. Yo, mira, ahora le dicto el número... El número que yo le dicto es el ID de facturación, ¿sí? Sí. Para que, bueno, obviamente usted lo pueda cancelar. Con ese numerito del ID de facturación se le llama Usted puede ir al rapid pago, pago fácil, con ese numerito y lo puede abonar. Si no, está la opción de abonarlo a través del recado pago. Obviamente, bueno, si usted sabe abonarlo por ahí, hay una parte que dice Cuentas y Servicios, se va a meter, le va a figurar el modo estar oficial. Tiene que agregar ese número, la parte donde dice escanear código de barras, usted puede ingresar por ahí y directamente abajo escribir el número. No, yo voy al pago fácil, mija. y lo pago ahí. Pero necesito el número para donde deposite esa plata. Claro, ahí se lo he dicho. ¿Tendrá para anotar? Sí, tengo anota. Perfecto. Dígame y yo le dicto. I.D. I.D. de facturación. Ahí dígame y le dicto el numerito. Cantenero. Bien, doce. Doce. Cero dos. Cero dos. Cuarenta y uno. ¿Cuarenta y uno? Cero, cero. Cero, cero. Ah, bien. Bueno, yo con este número voy a ir a lo fácil, se los voy a pagar porque no me gusta ver nada a nadie. No, no se preocupe. Si quiere, igualmente, por cualquier cosita se lo puede enviar a través de WhatsApp, le envío mensajita para que usted lo tenga ahí, si le parece, para que lo tenga y no se lo haga confundido, ¿sí? Bueno, y ese va a ser tu número, ese es tu número con el que vos te manejas, el que vamos a hacer. ¿Pasa por WhatsApp? Bueno, y de paso me va a quedar mi asentado, me va a quedar asentado y te digo, dame tu nombre y yo lo anoto si algún día me decido volver a movistar, me comunico con vos. No se preocupe, yo le voy a enviar, a ver si me voy a poner, hola Federico, soy Shaira. Bien, este es mi número personal, bueno, yo estoy siempre en contacto acá. Yo ahora le voy a mandar el monto que figura, por ejemplo, Le voy a mandar el monto y el numerito, ¿sí? Bueno, bueno. Se lo voy a poner ahí. Ahora, yo lo haré, se lo voy a enviar. El numerito es ID. Bueno, ID no se falta. Solamente tiene, cuando va a ir al RappiPago o pausa, solamente dice el numerito, ¿sí? Claro. Así que bueno, Federico, ahí se lo envío bien. Cualquier cosa, no se te ocupe. Es mi número que está en algún momento les debe interesar o, bueno, de la que en claro no se nos respeta, no hay problema. Obviamente lo va a hacer conmigo. Bueno, en este caso yo, como le digo, me encargaría del que los asociación y después, si obviamente tiene algún inconveniente, solamente lo va a tratar conmigo. Bueno, quiero, Federico, muchísimas gracias, de verdad, por tu tiempo. Disculpe, de verdad, lo que es la mala experiencia que tuvo. Bueno, no, gracias a vos por atenderme. No, no hay problema. No, no se preocupen. Bueno, que tengan muy buen día, ¿sí? Cuídense, ¿sí? Igualmente. A ver si les pido lo por WhatsApp. Listo, muchísimas gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.566,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 36.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:11:23.683667",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 190,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:28.962330",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112102732964_ACD_85683",
    "fecha_inicio": "12/1/2026 10:27:32",
    "agente_nombre": "MZA 45",
    "agente_login": "mza45",
    "duracion_total": 835,
    "tiempo_conversacion": 794,
    "tiempo_hold": 0,
    "tiempo_acw": 23,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}