{
  "archivo": "amza35_1_260115115645811_ACD_90107.wav",
  "duracion_segundos": 201.74,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 128.14,
    "Cliente": 61.97
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.7,
      "fin": 15.43,
      "duracion": 12.73,
      "texto": "Hola, hablo con Adelpha. Sí. Adelpha Musa, te hablo en Guadalupe. No hay contacto, sabes por qué voy a obtener tres líneas en claro. Bien. Quiero brindarte lo que es un descuento para que pares menos, tengas más liga.",
      "confianza": 0.141,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.27,
      "fin": 27.81,
      "duracion": 11.54,
      "texto": "De consulta Adelpha, ¿las tres líneas se encuentran con abono o es una con prepago? Sí. ¿De dónde me están llamando? Yo te hablo para decir lo que es el descuento. Como te comentaba recién, te hablaría técnica de Movistar.",
      "confianza": 0.517,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.65,
      "fin": 54.64,
      "duracion": 25.99,
      "texto": "Ah, no, no, no. Yo ya teníamos esta y tuve muchos problemas. Por eso me cambió, claro. Tuviste una mala experiencia. Bien, comentáme qué mala experiencia tuviste. Yo pedí internet, no funcionaba. Llamaba para que me lo vengan a ver. No vinieron nunca. Yo iba pagando y pagando. Y después, bueno, la señal también era muy mala. Bueno, yo trabajo con el tema de los celulares. Por eso tengo tres líneas.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.55,
      "fin": 63.34,
      "duracion": 7.79,
      "texto": "Y nada, después me pasó a claro y la verdad es que no me arrepiento. Bien, entiendo.",
      "confianza": 0.09,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.02,
      "fin": 67.14,
      "duracion": 3.12,
      "texto": "¿Y en este momento vos estás al tanto en cuanto estás abonando con un claro?",
      "confianza": 0.695,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 68.85,
      "fin": 69.65,
      "duracion": 0.8,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.131,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 69.99,
      "fin": 83.93,
      "duracion": 13.94,
      "texto": "Yo te comento en realidad, más que nada Adelpha, el motivo de mi llamada. Esto es solo para molestar porque ahora hay clientes a veces que dicen, ¡Ay, me molestan un montón! Pero en realidad Adelpha es porque básicamente ver lo que usted fuiste más o menos hace más de siete meses de la compañía.",
      "confianza": 0.608,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 84.51,
      "fin": 97.34,
      "duracion": 12.83,
      "texto": "Y nosotros estamos en una recuperación de clientes. Hay muchos clientes que se fueron porque no pueden abonar el plan, porque tienen una mala señal. En este caso, tu caso es el tema de la señal. Lo que nosotros hemos implementado ahora, Adelpha, es brindarte un chip calibrado y 4G.",
      "confianza": 0.793,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 98.21,
      "fin": 150.86,
      "duracion": 52.65,
      "texto": "Entonces, si sabes lo que es eso. Pero es básicamente para que tengas una buena señal en todos lados. Para que se conecte con las antenas nuevas que hemos puesto para que tengas una buena señal. Entonces, en este caso vos me dijiste también que no pudiste con lo que era la fibra óptica, no sé si entendí bien esa parte. No, no, no. No, tampoco tuve una buena experiencia en eso. Yo puse internet como trabajo también con eso, entonces no, también para que vengan, o vinieron, o vienen a ver si apurado, no, no, no se tratan bien. Entonces, ahí dije, bueno, listo, me cambio, claro, voy a probar con eso. Y desde ahí nunca más tuve problemas de señal, nada, es que lo tengo causando con los chico, así que no. Por ahora estoy bien con Carlos. Bien, Adelpham, en realidad en este caso, nosotros por eso te volvemos a contestar también, porque si vos haces las líneas, por ejemplo, las pasas ahora para movilizar, supongamos que pasas las tres.",
      "confianza": 0.491,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 151.4,
      "fin": 166.15,
      "duracion": 14.75,
      "texto": "Si pasas las tres, después se puede abrir lo que es un cupo para lo que es la fibra óptica y además tendrías un descuento, ¿sí? Por esa mala experiencia que vos tuviste, si te damos un descuento por seis meses, ¿sí? Y por ejemplo, si vos haces la fibra con las tres líneas, una de las tres líneas te requieren cuatro mil pesos, ¿sí?",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 166.85,
      "fin": 194.55,
      "duracion": 27.7,
      "texto": "Y además también te vamos a regalar cuatro gigas para esa línea, porque serían cuatro gigas más cuatro de regalo. Sí, no, no, por ahora estoy bien con eso, ya me agarran miedo de hacer pasar, como yo te dije, yo trabajo mucho, internet, impresora, tengo todo conectado, entonces ya... Claro. La verdad que no... Si, cualquier cosita que necesito te llamo, cualquier cosa.",
      "confianza": 0.405,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 195.47,
      "fin": 201.74,
      "duracion": 6.27,
      "texto": "Bien, te entiendo Adelphi, en realidad yo también trabajo con lo que es el Celu, estaba en la misma situación que vos, por eso te lo comento.",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, hablo con Adelpha. Sí. Adelpha Musa, te hablo en Guadalupe. No hay contacto, sabes por qué voy a obtener tres líneas en claro. Bien. Quiero brindarte lo que es un descuento para que pares menos, tengas más liga. De consulta Adelpha, ¿las tres líneas se encuentran con abono o es una con prepago? Sí. ¿De dónde me están llamando? Yo te hablo para decir lo que es el descuento. Como te comentaba recién, te hablaría técnica de Movistar. Ah, no, no, no. Yo ya teníamos esta y tuve muchos problemas. Por eso me cambió, claro. Tuviste una mala experiencia. Bien, comentáme qué mala experiencia tuviste. Yo pedí internet, no funcionaba. Llamaba para que me lo vengan a ver. No vinieron nunca. Yo iba pagando y pagando. Y después, bueno, la señal también era muy mala. Bueno, yo trabajo con el tema de los celulares. Por eso tengo tres líneas. Y nada, después me pasó a claro y la verdad es que no me arrepiento. Bien, entiendo. ¿Y en este momento vos estás al tanto en cuanto estás abonando con un claro? Sí. Bien, perfecto. Yo te comento en realidad, más que nada Adelpha, el motivo de mi llamada. Esto es solo para molestar porque ahora hay clientes a veces que dicen, ¡Ay, me molestan un montón! Pero en realidad Adelpha es porque básicamente ver lo que usted fuiste más o menos hace más de siete meses de la compañía. Y nosotros estamos en una recuperación de clientes. Hay muchos clientes que se fueron porque no pueden abonar el plan, porque tienen una mala señal. En este caso, tu caso es el tema de la señal. Lo que nosotros hemos implementado ahora, Adelpha, es brindarte un chip calibrado y 4G. Entonces, si sabes lo que es eso. Pero es básicamente para que tengas una buena señal en todos lados. Para que se conecte con las antenas nuevas que hemos puesto para que tengas una buena señal. Entonces, en este caso vos me dijiste también que no pudiste con lo que era la fibra óptica, no sé si entendí bien esa parte. No, no, no. No, tampoco tuve una buena experiencia en eso. Yo puse internet como trabajo también con eso, entonces no, también para que vengan, o vinieron, o vienen a ver si apurado, no, no, no se tratan bien. Entonces, ahí dije, bueno, listo, me cambio, claro, voy a probar con eso. Y desde ahí nunca más tuve problemas de señal, nada, es que lo tengo causando con los chico, así que no. Por ahora estoy bien con Carlos. Bien, Adelpham, en realidad en este caso, nosotros por eso te volvemos a contestar también, porque si vos haces las líneas, por ejemplo, las pasas ahora para movilizar, supongamos que pasas las tres. Si pasas las tres, después se puede abrir lo que es un cupo para lo que es la fibra óptica y además tendrías un descuento, ¿sí? Por esa mala experiencia que vos tuviste, si te damos un descuento por seis meses, ¿sí? Y por ejemplo, si vos haces la fibra con las tres líneas, una de las tres líneas te requieren cuatro mil pesos, ¿sí? Y además también te vamos a regalar cuatro gigas para esa línea, porque serían cuatro gigas más cuatro de regalo. Sí, no, no, por ahora estoy bien con eso, ya me agarran miedo de hacer pasar, como yo te dije, yo trabajo mucho, internet, impresora, tengo todo conectado, entonces ya... Claro. La verdad que no... Si, cualquier cosita que necesito te llamo, cualquier cosa. Bien, te entiendo Adelphi, en realidad yo también trabajo con lo que es el Celu, estaba en la misma situación que vos, por eso te lo comento.",
  "calidad": {
    "confianza_promedio": 0.509,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:00:39.156072",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:24.781580",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115115645811_ACD_90107",
    "fecha_inicio": "15/1/2026 11:56:45",
    "agente_nombre": "MZA 35",
    "agente_login": "mza35",
    "duracion_total": 219,
    "tiempo_conversacion": 194,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}