{
  "archivo": "amza33_1_260112112808994_ACD_25193.wav",
  "duracion_segundos": 319.27,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 17.61,
    "Cliente": 281.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.93,
      "fin": 15.95,
      "duracion": 13.02,
      "texto": "Hola, ¿cómo estás Emiliano? No, Paola, por ahora. Ajá, Paola, un placer, disculpad que te había confundido el nombre. En este caso me suele hablar que Emiliano Manetta es el titular de la línea.",
      "confianza": 0.126,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.17,
      "fin": 18.23,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.105,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.25,
      "fin": 20.37,
      "duracion": 2.12,
      "texto": "Bien, ¿vos vendrías a ser quien utiliza la línea?",
      "confianza": 0.458,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.11,
      "fin": 66.24,
      "duracion": 44.13,
      "texto": "Claro. Perfecto. Bueno, Paola, te he comentado, sí, yo me estaba contactando porque quiero vendarte lo que es un descuento exclusivo para lo que es tu línea móvil, así pagas menos lo que es su boleta mensual. ¿De qué compañías sos? Bien, yo me contesto a una declaración de seguridad psíquica y beneficios de Movistar. Sí, estamos justamente con esta campaña de los que antes se fueron con la gestión anterior de Movistar, que sabemos, se fueron un poco disgustados por la atención que estaban teniendo. Y bueno, más que nada, para sacarles un poquito ese chip de mala experiencia que ustedes tuvieron. Sí. No, en realidad lo que nos pasa, nosotros, sí, es que Movistar aumenta todos los meses. Pero es por eso. que tuvieron una mala gestión en este caso de la gestión anterior.",
      "confianza": 0.199,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 67.54,
      "fin": 73.79,
      "duracion": 6.25,
      "texto": "Incluso se le fueron un porcentaje del 60% por justamente ese tema.",
      "confianza": 0.712,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.83,
      "fin": 77.65,
      "duracion": 3.82,
      "texto": "Por eso obviamente nosotros buscamos sacarle un poquito ese chip de mala experiencia.",
      "confianza": 0.742,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.68,
      "fin": 85.52,
      "duracion": 5.85,
      "texto": "Tira una consulta, vos cuando tomaste a hacer los reclamos, ¿qué tipo de respuesta vos recibiste?",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.59,
      "fin": 109.3,
      "duracion": 21.71,
      "texto": "No, no es que ya me hace reclamo, simplemente que por ahí me bonificaban el mes y todo, pero las últimas boletas, por ejemplo, de mi marido se iba a casi 10.000 pesos. Y claro, me ofreció, estoy pagando de claro, 4.800, creo. Bien, y actualmente seguís pagando, abonando 4.800.",
      "confianza": 0.703,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.19,
      "fin": 121.02,
      "duracion": 10.83,
      "texto": "Sí, sí, sí, porque lo que quiere Claro es que mantiene los precios más. Yo tengo fibra óptica y mi celular en las dos cosas que pagando 19 mil pesos.",
      "confianza": 0.646,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.54,
      "fin": 137.26,
      "duracion": 15.72,
      "texto": "Perfecto. Y a vos eres servicio de fibra óptica en tu domicilio de Claro. ¿Te funciona bien? Porque yo lo tuve en mi domicilio. La verdad, yo trabajé con las dos de empresa. Y la verdad que tiene muy muchos microcortes en este caso. No sé si a vos te pasa lo mismo.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.83,
      "fin": 165.38,
      "duracion": 27.55,
      "texto": "Soy sincera, yo tengo el internet únicamente para mi hijo, y si se le corta, no, yo... No, vamos a comprarme la patita para el televisor, y no tengo problemas con... 300 meses. Es más, me había pasado a movistar, pero pasa que aumentaba, todos los meses aumentaba, y no, y yo hace un montón que estoy... O sea, claro, mantiene los precios durante todo un año.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.95,
      "fin": 177.66,
      "duracion": 11.71,
      "texto": "Claro, lo que pasa es que nosotros habíamos tenido un problema de recepción, en este caso, de las boletas, ¿sí? Que obviamente, claro, se aprovechó en ese momento y les dieron algo más económico a ustedes.",
      "confianza": 0.622,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 178.36,
      "fin": 201.1,
      "duracion": 22.74,
      "texto": "En este caso, nosotros contamos con lo que es el servicio de fibra óptica de 600 meas de velocidad, también dependiendo de la zona. Nosotros bonificamos hasta incluso dos meses, ¿sí? En este caso, Para que ustedes una idea tenemos, el de 600 menos con lo que es la línea incluida, lo tenemos en 26,600 pesos.",
      "confianza": 0.721,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 201.68,
      "fin": 220.41,
      "duracion": 18.73,
      "texto": "Y después tenemos el de 300 con la línea incluida, los dos servicios en 24,000. La diferencia de lo que es claro y movistar hasta incluso en las fibra óptica es que nosotros no tenemos los micro cortes, que la verdad que son medio fastidiosos, por eso te preguntaba. Por ejemplo, vos ahora me decís que compraste el aparato para el telés, ¿sí?",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.19,
      "fin": 262.91,
      "duracion": 41.72,
      "texto": "Dice que por ahí se te tira mucho lo que es el LOL. No se te tira. No, yo con claro, la verdad que no, pero tampoco miento televisión. Yo tengo un plan de dos gigas, me regalan 10, no uso ni los dos gigas por mes. Por eso yo para avistar, yo les avisaba, le digo, no me den tantas gigas porque yo no usábamos con mi marido, o él trabaja todo el día, yo también, está con el teléfono encima. Pero no, yo con Claro, digamos, estoy pagando 300 mega de internet, 15 mil pesos, más mi celular, me bonifican, yo estoy pagando entre mi celular y el internet 19 mil pesos.",
      "confianza": 0.038,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 263.89,
      "fin": 290.05,
      "duracion": 26.16,
      "texto": "Claro, perfecto. La verdad que yo en cuanto a precio no lo puedo superar a Claro porque sé que es más económico, pero por encima, obviamente que tomó esa ventaja de lo que es modificar que tuvimos un problema con lo que era la administración, en realidad la gestión anterior. Sí puedo ganar en lo que es calidad y también hasta incluso en descuento. Sí, por ejemplo, vos por ser cliente de Monster tenés descuento en Uber, en todos los viajes de Uber de un 20% de descuento.",
      "confianza": 0.384,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 290.55,
      "fin": 296.11,
      "duracion": 5.56,
      "texto": "No uso Uber. Bien. ¿Y pero haces compras online de mercado libre?",
      "confianza": 0.301,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.51,
      "fin": 315.88,
      "duracion": 18.37,
      "texto": "Ahí lo que sé cuando te puede. Bien, en este caso tenés descuento en farmacias, supermercados, mercados libres, Sí, la verdad que tenés bastante descuento que están muy, muy buenos porque yo siempre leo de los clientes. Ustedes lo saben utilizar, la verdad que el plan se termina pagando totalmente solo, ¿sí? Claro,",
      "confianza": 0.462,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 315.88,
      "fin": 319.27,
      "duracion": 3.39,
      "texto": "claro, tenés que saber utilizarlo y tener el tiempo.",
      "confianza": 0.37,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás Emiliano? No, Paola, por ahora. Ajá, Paola, un placer, disculpad que te había confundido el nombre. En este caso me suele hablar que Emiliano Manetta es el titular de la línea. Sí. Bien, ¿vos vendrías a ser quien utiliza la línea? Claro. Perfecto. Bueno, Paola, te he comentado, sí, yo me estaba contactando porque quiero vendarte lo que es un descuento exclusivo para lo que es tu línea móvil, así pagas menos lo que es su boleta mensual. ¿De qué compañías sos? Bien, yo me contesto a una declaración de seguridad psíquica y beneficios de Movistar. Sí, estamos justamente con esta campaña de los que antes se fueron con la gestión anterior de Movistar, que sabemos, se fueron un poco disgustados por la atención que estaban teniendo. Y bueno, más que nada, para sacarles un poquito ese chip de mala experiencia que ustedes tuvieron. Sí. No, en realidad lo que nos pasa, nosotros, sí, es que Movistar aumenta todos los meses. Pero es por eso. que tuvieron una mala gestión en este caso de la gestión anterior. Incluso se le fueron un porcentaje del 60% por justamente ese tema. Por eso obviamente nosotros buscamos sacarle un poquito ese chip de mala experiencia. Tira una consulta, vos cuando tomaste a hacer los reclamos, ¿qué tipo de respuesta vos recibiste? No, no es que ya me hace reclamo, simplemente que por ahí me bonificaban el mes y todo, pero las últimas boletas, por ejemplo, de mi marido se iba a casi 10.000 pesos. Y claro, me ofreció, estoy pagando de claro, 4.800, creo. Bien, y actualmente seguís pagando, abonando 4.800. Sí, sí, sí, porque lo que quiere Claro es que mantiene los precios más. Yo tengo fibra óptica y mi celular en las dos cosas que pagando 19 mil pesos. Perfecto. Y a vos eres servicio de fibra óptica en tu domicilio de Claro. ¿Te funciona bien? Porque yo lo tuve en mi domicilio. La verdad, yo trabajé con las dos de empresa. Y la verdad que tiene muy muchos microcortes en este caso. No sé si a vos te pasa lo mismo. Soy sincera, yo tengo el internet únicamente para mi hijo, y si se le corta, no, yo... No, vamos a comprarme la patita para el televisor, y no tengo problemas con... 300 meses. Es más, me había pasado a movistar, pero pasa que aumentaba, todos los meses aumentaba, y no, y yo hace un montón que estoy... O sea, claro, mantiene los precios durante todo un año. Claro, lo que pasa es que nosotros habíamos tenido un problema de recepción, en este caso, de las boletas, ¿sí? Que obviamente, claro, se aprovechó en ese momento y les dieron algo más económico a ustedes. En este caso, nosotros contamos con lo que es el servicio de fibra óptica de 600 meas de velocidad, también dependiendo de la zona. Nosotros bonificamos hasta incluso dos meses, ¿sí? En este caso, Para que ustedes una idea tenemos, el de 600 menos con lo que es la línea incluida, lo tenemos en 26,600 pesos. Y después tenemos el de 300 con la línea incluida, los dos servicios en 24,000. La diferencia de lo que es claro y movistar hasta incluso en las fibra óptica es que nosotros no tenemos los micro cortes, que la verdad que son medio fastidiosos, por eso te preguntaba. Por ejemplo, vos ahora me decís que compraste el aparato para el telés, ¿sí? Dice que por ahí se te tira mucho lo que es el LOL. No se te tira. No, yo con claro, la verdad que no, pero tampoco miento televisión. Yo tengo un plan de dos gigas, me regalan 10, no uso ni los dos gigas por mes. Por eso yo para avistar, yo les avisaba, le digo, no me den tantas gigas porque yo no usábamos con mi marido, o él trabaja todo el día, yo también, está con el teléfono encima. Pero no, yo con Claro, digamos, estoy pagando 300 mega de internet, 15 mil pesos, más mi celular, me bonifican, yo estoy pagando entre mi celular y el internet 19 mil pesos. Claro, perfecto. La verdad que yo en cuanto a precio no lo puedo superar a Claro porque sé que es más económico, pero por encima, obviamente que tomó esa ventaja de lo que es modificar que tuvimos un problema con lo que era la administración, en realidad la gestión anterior. Sí puedo ganar en lo que es calidad y también hasta incluso en descuento. Sí, por ejemplo, vos por ser cliente de Monster tenés descuento en Uber, en todos los viajes de Uber de un 20% de descuento. No uso Uber. Bien. ¿Y pero haces compras online de mercado libre? Ahí lo que sé cuando te puede. Bien, en este caso tenés descuento en farmacias, supermercados, mercados libres, Sí, la verdad que tenés bastante descuento que están muy, muy buenos porque yo siempre leo de los clientes. Ustedes lo saben utilizar, la verdad que el plan se termina pagando totalmente solo, ¿sí? Claro, claro, tenés que saber utilizarlo y tener el tiempo.",
  "calidad": {
    "confianza_promedio": 0.557,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:43:50.708075",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:23.821728",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112112808994_ACD_25193",
    "fecha_inicio": "12/1/2026 11:28:08",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 330,
    "tiempo_conversacion": 306,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}