{
  "archivo": "amza3_1_260115133913394_MIT_01956.wav",
  "duracion_segundos": 1094.23,
  "num_segmentos": 246,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 323.48,
    "Cliente": 675.58
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 19.66,
      "fin": 29.91,
      "duracion": 10.25,
      "texto": "Hola. Hola. Hola, buenas, Sergio.",
      "confianza": 0.212,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 32.88,
      "fin": 51.09,
      "duracion": 18.21,
      "texto": "Hola. ¿Cómo estás, Sergio? No sé si no me escuchabas. No, no, no te escuchaba. Bien, lo estaba llamando. Ahora está desocupado para poder realizar la toma de datos. Sí, lo que sí, yo le voy a repetir lo que son las líneas que me figuran en el sistema a su nombre, ¿bien?",
      "confianza": 0.033,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.05,
      "fin": 91.31,
      "duracion": 39.26,
      "texto": "Le encargo, si usted de última me puede poner en altavoz, y va buscando el número de línea y nos fijamos si está bien. ¿Le parece? Dale, sí, eso lo mejor, dame un segundito que estoy, vine a buscar los documentos al auto. Ah, bueno, bueno. Porque me vas a pedir una foto, ¿no? Claro, sí. Bueno, dame un segundito, ¿no? Sí, no hay problema, yo lo guardo en línea. Sí, sí.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.69,
      "fin": 124.17,
      "duracion": 15.48,
      "texto": "Bueno, ahora me escuchas? Sí, lo escucho. ¿Usted me escucha bien? Sí, perfecto.",
      "confianza": 0.063,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.19,
      "fin": 124.29,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 124.31,
      "fin": 127.69,
      "duracion": 3.38,
      "texto": "Bueno, esa podemos comentar. Bien, le voy a dictar los números de línea, usted me dice si están bien.",
      "confianza": 0.0,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.19,
      "fin": 132.44,
      "duracion": 4.24,
      "texto": "El de usted, bueno, ya lo tenemos, que sería una de las cuatro líneas que están a su nombre.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 133.06,
      "fin": 139.34,
      "duracion": 6.28,
      "texto": "Vamos a ir con la segunda línea de mi figura, es la línea 11. 63, 66, 8, 3, 2, 7.",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.0,
      "fin": 144.5,
      "duracion": 3.5,
      "texto": "Está perfecto.",
      "confianza": 0.708,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.04,
      "fin": 147.14,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.035,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 147.16,
      "fin": 150.59,
      "duracion": 3.42,
      "texto": "La tercera línea sería 11, 23, 51, 66, 20.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.25,
      "fin": 151.75,
      "duracion": 0.5,
      "texto": "Perfecto.",
      "confianza": 0.561,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 151.79,
      "fin": 164.2,
      "duracion": 12.41,
      "texto": "Y la cuarta línea sería 11, 36, 45, 7, 7, 0, 8. Está bien. Está perfecto.",
      "confianza": 0.825,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.22,
      "fin": 164.54,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.628,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 165.04,
      "fin": 176.6,
      "duracion": 11.56,
      "texto": "Y me faltaría, o sea, estas líneas, las que le nombré, Están bajo su titularidad en claro, ¿bien? Vamos a continuar así.",
      "confianza": 0.729,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 176.62,
      "fin": 184.91,
      "duracion": 8.29,
      "texto": "No, porque el otro que tiene otra línea lo tiene vinculado con Internet y no lo quiere cambiar.",
      "confianza": 0.604,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 184.93,
      "fin": 187.05,
      "duracion": 2.12,
      "texto": "Bueno, no hay problema, entonces hacemos estas cuatro.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.58,
      "fin": 206.18,
      "duracion": 17.6,
      "texto": "Entonces, como las líneas están bien, le voy a confirmar lo que es su DNI, excepto los últimos tres dígitos, que eso me lo tiene que confirmar usted. Sería 16125. Y bueno, los últimos tres. 833. Perfecto. Sergio, Ismael, Albertario, cuatro líneas.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 206.2,
      "fin": 209.63,
      "duracion": 3.42,
      "texto": "Y le confirmo lo que es el correo electrónico que a mí me figura en el sistema.",
      "confianza": 0.542,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 209.65,
      "fin": 225.72,
      "duracion": 16.07,
      "texto": "Es PlásticosBrowns.com. ¿Dejamos el mismo? Sí, sí, el mismo. Bien, aguardenme. PlásticosBrowns.com.",
      "confianza": 0.644,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.52,
      "fin": 239.05,
      "duracion": 10.53,
      "texto": "Y quiere que hagamos entonces lo que le ofrecí de envío a domicilio para que usted tenga tiempo de darle a cada usuario?",
      "confianza": 0.639,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 241.01,
      "fin": 255.27,
      "duracion": 14.26,
      "texto": "Exacto, así me deja a mí una semanita. Bueno, no hay problema. Entonces, la dirección que me figura es almirante Brown 935, temerlo. Perfecto. Bien, aguardéme un minuto que le voy a buscar en Maps por las dudas.",
      "confianza": 0.301,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.25,
      "fin": 257.19,
      "duracion": 0.94,
      "texto": "Almirante Brown.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 258.12,
      "fin": 274.82,
      "duracion": 16.7,
      "texto": "935, esto es de Merlo. Bien, ahora le voy a confirmar las entrecalles que me figuran, es Pellegrini y Mitres, ¿correcto? Sí, sí. Bien, me podría dar dos referencias físicas del domicilio para poder dejar apuntada.",
      "confianza": 0.634,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 276.3,
      "fin": 285.58,
      "duracion": 9.28,
      "texto": "¿Qué es más que nada por lo que va a caerte, Adriani, para que él seguí? Sí, es hecho de chapa negro, con mucha pendiente es hecho negro, de chapa.",
      "confianza": 0.26,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.69,
      "fin": 311.99,
      "duracion": 25.3,
      "texto": "Bien. ¿Tiene la numeración a la vista? Sí, tiene una numeración a la vista. ¿Tiene rejas en el domicilio? Tiene rejas negras y un buzón en la red. Buenísimo, y un buzón. Lo más probable es que si no hay nadie lo dejen en el buzón, ¿bien? Para que usted se quede tranquilo por este lado, en un delirio que capaz que sabe de vacaciones, todavía no vuelve, como me comentó, lo van a dejar en el buzón, quédese tranquilo, ¿bien?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.67,
      "fin": 329.54,
      "duracion": 16.87,
      "texto": "Y Andriani me va a dar a mí un número del seguimiento, del envío, Igualmente eso también le va a llegar a usted a su correo electrónico, entonces usted día a día, si quiere, si no, no se fija, se puede fijar el seguimiento, cuando lo llevan y demás, le llega un correo electrónico de que el envío a esta próxima va a ser entregado, ¿bien?",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 331.04,
      "fin": 332.42,
      "duracion": 1.38,
      "texto": "Para que usted tenga un kilo por ese lado.",
      "confianza": 0.287,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.0,
      "fin": 333.42,
      "duracion": 0.42,
      "texto": "Bien.",
      "confianza": 0.921,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 333.44,
      "fin": 350.51,
      "duracion": 17.07,
      "texto": "Y ahora sí, entonces, habíamos dicho que es el plan, el más económico que teníamos de $7,460 pesos, son 8 gigas en total, cuatro gigas de barco y cuatro gigas de regalo, whatsapp gratis, llamas libres a todas las compañías y un tiempo adicional para el juego Free Fire ¿bien?",
      "confianza": 0.813,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 351.27,
      "fin": 394.05,
      "duracion": 42.78,
      "texto": "No, espera un poquito, vos me habías dicho ocho gigas, está bien son ocho, pero ahora me decís cuatro gigas de barco y cuatro de regalo ¿y el regalo este por cuánto tiempo es? Por los seis meses que dura la promoción, por eso es que son ocho gigas en total Y, aparte, le vamos a dar un beneficio de cuatro gigas extra cada una de las líneas como grupo familiar, ¿bien? Lo adjuntamos como grupo familiar, entonces tendrían 12 gigas, no 8, ¿bien? Para que quede claro. Sí, está bien. Igual con 8 está bien. Lo que pasa es que lo que se nos pide es que dentro de seis meses me cambien los importes. No, no, no. Por eso quédese tranquilo. Por eso le digo, las cuatro gigas de regalo extras que tienen por grupo familiar, eso lo van a recibir todas las líneas todos los meses, ¿bien?",
      "confianza": 0.455,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 394.57,
      "fin": 441.43,
      "duracion": 46.86,
      "texto": "más allá, se lo damos a todos los usuarios que tienen más de una línea o que van a aportar más una línea a Movistar para que ustedes lo tengan en cuenta. No es que se le va a dar de regalo una vez ni nada, así que todos los meses, todas las líneas tendrían 12 gigas, ¿bien? Por $7,460 pesos. Bien, ahora lo que yo voy a realizar es un cierre comercial que nosotros le leemos como el contrato, por así decirlo, que se le está realizando de la promoción para que, obviamente, en ningún momento Movistar le quiera cambiar lo que es la promoción sin su consentimiento, si vos la querés cambiar antes por otro plan más alto en cuanto a llegas o más económico, si es que llegar a ver en algún momento lo podés realizar, ¿bien? Para que lo tengas en cuenta. No es que si tenés otra promoción no vas a poder acceder a ninguna otra. ¿Bien?",
      "confianza": 0.669,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 441.45,
      "fin": 447.32,
      "duracion": 5.87,
      "texto": "Bien, entonces yo lo voy a leer y si querés vos anda enviándome al WhatsApp lo que es la foto del DNI de frente y del dorso,",
      "confianza": 0.522,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 447.59,
      "fin": 463.23,
      "duracion": 15.64,
      "texto": "Mientras yo te voy leyendo lo que es el cierre comercial, es más que nada repasar los datos que ya te tomé. Y ya casi terminamos, ¿bien? Bueno. Bien, comenzamos entonces con el cierre comercial. Bueno, en la calidad tenéis el caso para recibir todas las promociones. ¿Contás con Internet de Movistar en tu domicilio?",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 466.99,
      "fin": 520.28,
      "duracion": 53.29,
      "texto": "Sí. Bien, ya contás con Internet de Movistar. En el caso que vos ya tengas instalado el servicio de fibra óptica de Movistar... No, espera. Decime. Espera, disculpame. No, internet sí, de Movistar no es el internet que tengo. Bueno, te iba a comentar entonces que se te hacía lo que es un descuento en la fira óptica, así es que ya tenés internet de Movistar. Si no tenés que hacer las promociones, si vos en algún momento lo querés llegar a hacer, lo podés realizar conmigo, no hay problema, ¿bien? No es necesario que sea hoy yo te envío la promo, vos la mirás y te conviene, lo realizamos la semana que viene o cuando vos te parezca, ¿bien? Sí. Y ahí ya tendrías todos los servicios con nosotros. Vamos a ir entonces a los datos personales. Estamos haciendo la portabilidad de cuatro líneas. La primera línea sería la tuya, que es el titular. 11-59-32-68-92. La segunda línea es 11-63-66-83-27.",
      "confianza": 0.022,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.77,
      "fin": 539.17,
      "duracion": 17.4,
      "texto": "La tercera línea es 11-23-51-66-20. Y la cuarta línea es 11-36-45-77. 08, ¿bien? Las cuatro líneas a nombre de apellido del titular actual Sergio Ismael Albertarios, ¿correcto? Sí, sí, también.",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 539.19,
      "fin": 544.56,
      "duracion": 5.37,
      "texto": "Confirmame los últimos tres dígitos del TODNI, por favor, Sergio.",
      "confianza": 0.71,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 544.58,
      "fin": 602.08,
      "duracion": 57.5,
      "texto": "Ok, perfecto. Perfecto. Actualmente estas líneas se encuentran en la compañía de Claro, reciben lo que es un abono mensal y vos usas el titular, ¿es correcto? Sí, correcto. Bien. Te pregunto, ¿alguna línea posee lo que es el chip eSIM, que es un chip virtual? Otras poseen con el chip físico normal que es el... la tarjeta. No, todas tienen el chip físico normal. Normal. No tiene nada que ver, independientemente de... de lo que sea, ¿no? Claro, sí, sí, sí. Entonces, ¿cómo se posee? Lo que es un... Decime. Hidos y gigantes, pero lo mismo. Todos llevan el chip físico normal. Claro, eso significa que es el chip físico, igualmente. Bien, bien. Como ponen el chip físico en este caso vas a recibir el chip en tu domicilio que dejamos asignado que queda en la calle Almirante Brown 935 estos de la provincia de Buenos Aires, localidad Merlo, código postal 1722.",
      "confianza": 0.02,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 602.58,
      "fin": 609.67,
      "duracion": 7.09,
      "texto": "Como referencia del domicilio dejamos apuntado que es un techo empinado de chapa negra, rejas negras y tiene un buzón en el frente.",
      "confianza": 0.743,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 610.81,
      "fin": 615.72,
      "duracion": 4.91,
      "texto": "También te recuerdo ahora sí los conceptos sabonar, la numeración está a la vista, ¿es correcto?",
      "confianza": 0.733,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 616.48,
      "fin": 629.95,
      "duracion": 13.48,
      "texto": "Te recuerdo ahora sí los conceptos de Abonark que el curso del servicio al día de hoy tiene un precio final de $7,460 pesos porque incluye lo que es un descuento fijo por seis meses de $30,140 pesos por esos que te quedan $7,460.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 630.41,
      "fin": 637.94,
      "duracion": 7.53,
      "texto": "Estás adquiriendo el plan de cuatro gigas de base, cuatro gigas de regalo por tres meses son ocho gigas en total, WhatsApp gratis llamadas libres a todas las compañías.",
      "confianza": 0.698,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 638.36,
      "fin": 697.65,
      "duracion": 59.29,
      "texto": "Te recuerdo que el servicio de fabricación me está adelantado y las gigas de regalos las deshabilitadas por la aplicación 48 horas después de activar la línea, el correo electrónico donde te va a llevar las fracturas, el correo plásticobrown.com y te recuerdo como número alternativo, vamos a dejar tu línea, no vamos a llamar ni nada, solo es por gestión de protocolo de carga y en el caso de las otras de tu línea, dejamos la segunda línea a portar. Te recuerdo lo que son los beneficios de la aplicación Mimovistart, vas a poder ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimiento, montos a pagar, También suman cuatro gigas de regalo en cada línea móvil porque estás haciendo la portabilidad de dos o más líneas registradas bajo el mismo titular, que es lo que te comentaba, que van a tener 12 gigas. Por la aplicación, si quieren, te pueden adherir al debito automático y tienen un beneficio extra, que son 20 gigas de regalo con una duración de 30 días disponibles una vez por año. Esto lo pueden activar cuando quieran, cada usuario, o sea, cada línea por su misma aplicación.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 698.21,
      "fin": 703.01,
      "duracion": 4.81,
      "texto": "Es más que nada porque en algún momento les hacen falta gigas y demás que no tengan que comprar un paquete de datos.",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 703.6,
      "fin": 722.25,
      "duracion": 18.65,
      "texto": "Con respecto a la fecha de portabilidad, una vez aprobada la portabilidad de la línea va a cortar, en este caso, entre 7 a 10 días hábiles, como te comenté, un día antes por mensaje de WhatsApp. Te vamos a informar la fecha para que te quedes tranquilo. Es importante que no coloquen el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea clara dejará de recibir señal.",
      "confianza": 0.717,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 722.59,
      "fin": 730.72,
      "duracion": 8.13,
      "texto": "Ahí es cuando deben de colocarlo en caso que tengas... Perdón, te comento que por una vez deberás validar y antiartal activarlo en caso que tengas alguna dificultad con la variación.",
      "confianza": 0.651,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 730.96,
      "fin": 737.75,
      "duracion": 6.79,
      "texto": "Inténtalo nuevamente comuníquese al 0800-321-767-828-4. Hola, hola, hola, hola.",
      "confianza": 0.739,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 739.09,
      "fin": 743.01,
      "duracion": 3.93,
      "texto": "Sí, perdón.",
      "confianza": 0.514,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 744.22,
      "fin": 753.15,
      "duracion": 8.93,
      "texto": "Espera un poquito, disculpame. Vosotros lo estáis leyendo, ¿no? ¿Qué? Todo esto que me decís, lo estamos leyendo. Sí, lo tenemos que leer sí o sí.",
      "confianza": 0.263,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 753.8,
      "fin": 795.49,
      "duracion": 41.69,
      "texto": "Bueno, también lo que me dijiste... Sí, vale, te lo vuelvo a repasar, no hay problema, te lo leo porque sí o sí, a mí estos audios me los escuchan y estamos siendo auditados, entonces por eso es que yo sí lo tengo que leer tal cual, ¿bien? El teléfono, igualmente, yo te lo voy a copiar por WhatsApp y ahora te explico cómo es la activación. Es más que nada por un protocolo que nos pide la empresa, ¿bien? Entonces, todos los tiempos ya casi terminamos. Le solicitamos que en un caso de no levantar señal del circo, lo reinicie el equipo. Y por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Te solicitamos, por favor, que la completes más que nada porque tu opinión es muy importante para la empresa, ¿bien? En este caso, para ti quedaría concluido lo que es el cierre comercial.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 795.51,
      "fin": 801.48,
      "duracion": 5.97,
      "texto": "Yo ahora te estoy copiando el 0800 y ahora te comento cómo se realiza lo que es la activación, ¿bien?",
      "confianza": 0.686,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 801.62,
      "fin": 862.38,
      "duracion": 60.76,
      "texto": "Vos vas a recibir el chivo en tu domicilio. Una vez que vos me avises que ya lo tenés en mano más a que ahora que te haya llegado y capaz que justo no estás, cuando vos lo tengas, que ya estés en tu casa, me decís, mira, Macarena, me llevó el chip, O sea, los chips que tengo que hacer. Y yo te voy a decir a partir de qué día lo van a poder colocar, ¿bien? Nosotros te programamos la activación, ¿vale? Que vos obviamente ya tengas el tiempo de entregar lo que es el chip a cada usuario y no tengan ningún problema, ¿bien? Una vez que yo te programo la activación, yo te voy a decir a partir de este día lo vas a poder colocar y para que vos le avises a las demás líneas, ¿bien? Bien, perfecto. ¿Hasta un mes seguís? Sí, sí. Ah, bien, bien. Bueno, eso sería lo que es el tema de la activación, ¿bien? Y la idea, obviamente, que vos me avises cuando se lleve lo que es el chip para yo poder programarte la activación. Y ahora lo que estoy haciendo es inviarte un videito de la oficina para que vos, obviamente, te quedes tranquilo. Estás hablando con una asesora de Movistar. Por lo que te solicitamos lo que es la foto del DNI y demás, ¿bien? Avísame si te llevó.",
      "confianza": 0.58,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 862.95,
      "fin": 878.75,
      "duracion": 15.8,
      "texto": "Y ahora voy a pedir que te va a llevar lo que es un mensaje de texto del número 223. Te brindan lo que es un mensaje de portabilidad cada vez que vos te vas a cambiar. de una compañía a otra, siempre te va a llegar un mensaje de portabilidad del remitente 2-2-3. Es un mensaje de texto común.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 879.37,
      "fin": 911.82,
      "duracion": 32.45,
      "texto": "Avísame si te llegó. A eso vos le tenés que tomar captura de pantalla y enviármelo por WhatsApp. No sé si... Sí, pero igual... Igual, sí, sí, el... Ya me llegó. Acá lo tengo. Dice video, bonificación pija, todo eso, ¿no? Sí, sí, sí. Y te tiene que llegar un mensaje de texto de portabilidad, que eso no tiene nada que ver con WhatsApp. El mensaje de texto es para que a mí me permita poder cargar la línea de una compañía a otra y que conserve el mismo número, ¿bien?",
      "confianza": 0.577,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 912.94,
      "fin": 928.38,
      "duracion": 15.44,
      "texto": "No es WhatsApp. Al WhatsApp te hablé yo para que te quede mi número, te envió un mensaje en la oficina para que vos te quedes tranquila, pero estás hablando con alguien de movistar, ¿bien? Y aparte es que tiene que llevar el mensaje de texto con el código de portabilidad que yo te digo.",
      "confianza": 0.794,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 929.67,
      "fin": 942.98,
      "duracion": 13.31,
      "texto": "Por eso que nosotros siempre por ahí nos adelantamos, enviamos un video para que el cliente se quede tranquilo que está hablando con alguien de Mozart. Todo lo que te pedimos es la captura de pantalla y el DNI, ¿bien? ¿Qué nos permite? Claro, el mensaje de portabilidad.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 945.76,
      "fin": 947.0,
      "duracion": 1.24,
      "texto": "Sí, pero no tengo nada de mensajes, ¿eh?",
      "confianza": 0.079,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 947.02,
      "fin": 967.66,
      "duracion": 20.64,
      "texto": "Bien, a ver, aguardamos un minuto. Acá va a llegar, sí, dos, dos, tres, en ese momento. ¿Qué te digo? Le tenés que tomar captura de pantalla, si me lo puedes dictar, buenísimo. Y le paso a enviármelo por WhatsApp, así me queda todo grabado en llamada. Bueno, el código de portabilidad es 5671.",
      "confianza": 0.326,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 967.68,
      "fin": 968.02,
      "duracion": 0.34,
      "texto": "Perfecto.",
      "confianza": 0.668,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 968.32,
      "fin": 999.25,
      "duracion": 30.93,
      "texto": "Y te da una fecha de vencimiento de una semana. Vencimiento 220126. Claro, bien. Que te va a dar de vencimiento una semana, que es lo que nosotros nos tardamos en hacer lo que es el envío del chip y demás. Esto siempre y cuando esté vigente, no se van a quedar incomunicados, ¿bien? Esto es para que obviamente ustedes no pierdan. A eso le puedes tomar captura de pantalla.",
      "confianza": 0.418,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 999.85,
      "fin": 1009.52,
      "duracion": 9.67,
      "texto": "Ah, bueno. Y enviármelo. ¿A qué número lo mando?",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1012.83,
      "fin": 1013.11,
      "duracion": 0.28,
      "texto": "No tengo nada.",
      "confianza": 0.077,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1014.13,
      "fin": 1038.22,
      "duracion": 24.09,
      "texto": "¿Llegó? Vos avíscame, yo te aguardo. ¿Puedeis encontrar mi chat? Buenísimo, ahí me llegó.",
      "confianza": 0.798,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1039.23,
      "fin": 1059.75,
      "duracion": 20.52,
      "texto": "Y al mismo WhatsApp necesitaría lo que es la foto del DNI de frente y alrededor y ya casi terminamos. Hola, hola.",
      "confianza": 0.748,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1065.81,
      "fin": 1094.23,
      "duracion": 28.42,
      "texto": "Hola. Hola. Hola.",
      "confianza": 0.508,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Hola, buenas, Sergio. Hola. ¿Cómo estás, Sergio? No sé si no me escuchabas. No, no, no te escuchaba. Bien, lo estaba llamando. Ahora está desocupado para poder realizar la toma de datos. Sí, lo que sí, yo le voy a repetir lo que son las líneas que me figuran en el sistema a su nombre, ¿bien? Le encargo, si usted de última me puede poner en altavoz, y va buscando el número de línea y nos fijamos si está bien. ¿Le parece? Dale, sí, eso lo mejor, dame un segundito que estoy, vine a buscar los documentos al auto. Ah, bueno, bueno. Porque me vas a pedir una foto, ¿no? Claro, sí. Bueno, dame un segundito, ¿no? Sí, no hay problema, yo lo guardo en línea. Sí, sí. Bueno, ahora me escuchas? Sí, lo escucho. ¿Usted me escucha bien? Sí, perfecto. Bien. Bueno, esa podemos comentar. Bien, le voy a dictar los números de línea, usted me dice si están bien. El de usted, bueno, ya lo tenemos, que sería una de las cuatro líneas que están a su nombre. Vamos a ir con la segunda línea de mi figura, es la línea 11. 63, 66, 8, 3, 2, 7. Está perfecto. Bien. La tercera línea sería 11, 23, 51, 66, 20. Perfecto. Y la cuarta línea sería 11, 36, 45, 7, 7, 0, 8. Está bien. Está perfecto. Bien. Y me faltaría, o sea, estas líneas, las que le nombré, Están bajo su titularidad en claro, ¿bien? Vamos a continuar así. No, porque el otro que tiene otra línea lo tiene vinculado con Internet y no lo quiere cambiar. Bueno, no hay problema, entonces hacemos estas cuatro. Entonces, como las líneas están bien, le voy a confirmar lo que es su DNI, excepto los últimos tres dígitos, que eso me lo tiene que confirmar usted. Sería 16125. Y bueno, los últimos tres. 833. Perfecto. Sergio, Ismael, Albertario, cuatro líneas. Y le confirmo lo que es el correo electrónico que a mí me figura en el sistema. Es PlásticosBrowns.com. ¿Dejamos el mismo? Sí, sí, el mismo. Bien, aguardenme. PlásticosBrowns.com. Y quiere que hagamos entonces lo que le ofrecí de envío a domicilio para que usted tenga tiempo de darle a cada usuario? Exacto, así me deja a mí una semanita. Bueno, no hay problema. Entonces, la dirección que me figura es almirante Brown 935, temerlo. Perfecto. Bien, aguardéme un minuto que le voy a buscar en Maps por las dudas. Almirante Brown. 935, esto es de Merlo. Bien, ahora le voy a confirmar las entrecalles que me figuran, es Pellegrini y Mitres, ¿correcto? Sí, sí. Bien, me podría dar dos referencias físicas del domicilio para poder dejar apuntada. ¿Qué es más que nada por lo que va a caerte, Adriani, para que él seguí? Sí, es hecho de chapa negro, con mucha pendiente es hecho negro, de chapa. Bien. ¿Tiene la numeración a la vista? Sí, tiene una numeración a la vista. ¿Tiene rejas en el domicilio? Tiene rejas negras y un buzón en la red. Buenísimo, y un buzón. Lo más probable es que si no hay nadie lo dejen en el buzón, ¿bien? Para que usted se quede tranquilo por este lado, en un delirio que capaz que sabe de vacaciones, todavía no vuelve, como me comentó, lo van a dejar en el buzón, quédese tranquilo, ¿bien? Y Andriani me va a dar a mí un número del seguimiento, del envío, Igualmente eso también le va a llegar a usted a su correo electrónico, entonces usted día a día, si quiere, si no, no se fija, se puede fijar el seguimiento, cuando lo llevan y demás, le llega un correo electrónico de que el envío a esta próxima va a ser entregado, ¿bien? Para que usted tenga un kilo por ese lado. Bien. Y ahora sí, entonces, habíamos dicho que es el plan, el más económico que teníamos de $7,460 pesos, son 8 gigas en total, cuatro gigas de barco y cuatro gigas de regalo, whatsapp gratis, llamas libres a todas las compañías y un tiempo adicional para el juego Free Fire ¿bien? No, espera un poquito, vos me habías dicho ocho gigas, está bien son ocho, pero ahora me decís cuatro gigas de barco y cuatro de regalo ¿y el regalo este por cuánto tiempo es? Por los seis meses que dura la promoción, por eso es que son ocho gigas en total Y, aparte, le vamos a dar un beneficio de cuatro gigas extra cada una de las líneas como grupo familiar, ¿bien? Lo adjuntamos como grupo familiar, entonces tendrían 12 gigas, no 8, ¿bien? Para que quede claro. Sí, está bien. Igual con 8 está bien. Lo que pasa es que lo que se nos pide es que dentro de seis meses me cambien los importes. No, no, no. Por eso quédese tranquilo. Por eso le digo, las cuatro gigas de regalo extras que tienen por grupo familiar, eso lo van a recibir todas las líneas todos los meses, ¿bien? más allá, se lo damos a todos los usuarios que tienen más de una línea o que van a aportar más una línea a Movistar para que ustedes lo tengan en cuenta. No es que se le va a dar de regalo una vez ni nada, así que todos los meses, todas las líneas tendrían 12 gigas, ¿bien? Por $7,460 pesos. Bien, ahora lo que yo voy a realizar es un cierre comercial que nosotros le leemos como el contrato, por así decirlo, que se le está realizando de la promoción para que, obviamente, en ningún momento Movistar le quiera cambiar lo que es la promoción sin su consentimiento, si vos la querés cambiar antes por otro plan más alto en cuanto a llegas o más económico, si es que llegar a ver en algún momento lo podés realizar, ¿bien? Para que lo tengas en cuenta. No es que si tenés otra promoción no vas a poder acceder a ninguna otra. ¿Bien? Bien, entonces yo lo voy a leer y si querés vos anda enviándome al WhatsApp lo que es la foto del DNI de frente y del dorso, Mientras yo te voy leyendo lo que es el cierre comercial, es más que nada repasar los datos que ya te tomé. Y ya casi terminamos, ¿bien? Bueno. Bien, comenzamos entonces con el cierre comercial. Bueno, en la calidad tenéis el caso para recibir todas las promociones. ¿Contás con Internet de Movistar en tu domicilio? Sí. Bien, ya contás con Internet de Movistar. En el caso que vos ya tengas instalado el servicio de fibra óptica de Movistar... No, espera. Decime. Espera, disculpame. No, internet sí, de Movistar no es el internet que tengo. Bueno, te iba a comentar entonces que se te hacía lo que es un descuento en la fira óptica, así es que ya tenés internet de Movistar. Si no tenés que hacer las promociones, si vos en algún momento lo querés llegar a hacer, lo podés realizar conmigo, no hay problema, ¿bien? No es necesario que sea hoy yo te envío la promo, vos la mirás y te conviene, lo realizamos la semana que viene o cuando vos te parezca, ¿bien? Sí. Y ahí ya tendrías todos los servicios con nosotros. Vamos a ir entonces a los datos personales. Estamos haciendo la portabilidad de cuatro líneas. La primera línea sería la tuya, que es el titular. 11-59-32-68-92. La segunda línea es 11-63-66-83-27. La tercera línea es 11-23-51-66-20. Y la cuarta línea es 11-36-45-77. 08, ¿bien? Las cuatro líneas a nombre de apellido del titular actual Sergio Ismael Albertarios, ¿correcto? Sí, sí, también. Confirmame los últimos tres dígitos del TODNI, por favor, Sergio. Ok, perfecto. Perfecto. Actualmente estas líneas se encuentran en la compañía de Claro, reciben lo que es un abono mensal y vos usas el titular, ¿es correcto? Sí, correcto. Bien. Te pregunto, ¿alguna línea posee lo que es el chip eSIM, que es un chip virtual? Otras poseen con el chip físico normal que es el... la tarjeta. No, todas tienen el chip físico normal. Normal. No tiene nada que ver, independientemente de... de lo que sea, ¿no? Claro, sí, sí, sí. Entonces, ¿cómo se posee? Lo que es un... Decime. Hidos y gigantes, pero lo mismo. Todos llevan el chip físico normal. Claro, eso significa que es el chip físico, igualmente. Bien, bien. Como ponen el chip físico en este caso vas a recibir el chip en tu domicilio que dejamos asignado que queda en la calle Almirante Brown 935 estos de la provincia de Buenos Aires, localidad Merlo, código postal 1722. Como referencia del domicilio dejamos apuntado que es un techo empinado de chapa negra, rejas negras y tiene un buzón en el frente. También te recuerdo ahora sí los conceptos sabonar, la numeración está a la vista, ¿es correcto? Te recuerdo ahora sí los conceptos de Abonark que el curso del servicio al día de hoy tiene un precio final de $7,460 pesos porque incluye lo que es un descuento fijo por seis meses de $30,140 pesos por esos que te quedan $7,460. Estás adquiriendo el plan de cuatro gigas de base, cuatro gigas de regalo por tres meses son ocho gigas en total, WhatsApp gratis llamadas libres a todas las compañías. Te recuerdo que el servicio de fabricación me está adelantado y las gigas de regalos las deshabilitadas por la aplicación 48 horas después de activar la línea, el correo electrónico donde te va a llevar las fracturas, el correo plásticobrown.com y te recuerdo como número alternativo, vamos a dejar tu línea, no vamos a llamar ni nada, solo es por gestión de protocolo de carga y en el caso de las otras de tu línea, dejamos la segunda línea a portar. Te recuerdo lo que son los beneficios de la aplicación Mimovistart, vas a poder ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimiento, montos a pagar, También suman cuatro gigas de regalo en cada línea móvil porque estás haciendo la portabilidad de dos o más líneas registradas bajo el mismo titular, que es lo que te comentaba, que van a tener 12 gigas. Por la aplicación, si quieren, te pueden adherir al debito automático y tienen un beneficio extra, que son 20 gigas de regalo con una duración de 30 días disponibles una vez por año. Esto lo pueden activar cuando quieran, cada usuario, o sea, cada línea por su misma aplicación. Es más que nada porque en algún momento les hacen falta gigas y demás que no tengan que comprar un paquete de datos. Con respecto a la fecha de portabilidad, una vez aprobada la portabilidad de la línea va a cortar, en este caso, entre 7 a 10 días hábiles, como te comenté, un día antes por mensaje de WhatsApp. Te vamos a informar la fecha para que te quedes tranquilo. Es importante que no coloquen el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea clara dejará de recibir señal. Ahí es cuando deben de colocarlo en caso que tengas... Perdón, te comento que por una vez deberás validar y antiartal activarlo en caso que tengas alguna dificultad con la variación. Inténtalo nuevamente comuníquese al 0800-321-767-828-4. Hola, hola, hola, hola. Sí, perdón. Espera un poquito, disculpame. Vosotros lo estáis leyendo, ¿no? ¿Qué? Todo esto que me decís, lo estamos leyendo. Sí, lo tenemos que leer sí o sí. Bueno, también lo que me dijiste... Sí, vale, te lo vuelvo a repasar, no hay problema, te lo leo porque sí o sí, a mí estos audios me los escuchan y estamos siendo auditados, entonces por eso es que yo sí lo tengo que leer tal cual, ¿bien? El teléfono, igualmente, yo te lo voy a copiar por WhatsApp y ahora te explico cómo es la activación. Es más que nada por un protocolo que nos pide la empresa, ¿bien? Entonces, todos los tiempos ya casi terminamos. Le solicitamos que en un caso de no levantar señal del circo, lo reinicie el equipo. Y por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Te solicitamos, por favor, que la completes más que nada porque tu opinión es muy importante para la empresa, ¿bien? En este caso, para ti quedaría concluido lo que es el cierre comercial. Yo ahora te estoy copiando el 0800 y ahora te comento cómo se realiza lo que es la activación, ¿bien? Vos vas a recibir el chivo en tu domicilio. Una vez que vos me avises que ya lo tenés en mano más a que ahora que te haya llegado y capaz que justo no estás, cuando vos lo tengas, que ya estés en tu casa, me decís, mira, Macarena, me llevó el chip, O sea, los chips que tengo que hacer. Y yo te voy a decir a partir de qué día lo van a poder colocar, ¿bien? Nosotros te programamos la activación, ¿vale? Que vos obviamente ya tengas el tiempo de entregar lo que es el chip a cada usuario y no tengan ningún problema, ¿bien? Una vez que yo te programo la activación, yo te voy a decir a partir de este día lo vas a poder colocar y para que vos le avises a las demás líneas, ¿bien? Bien, perfecto. ¿Hasta un mes seguís? Sí, sí. Ah, bien, bien. Bueno, eso sería lo que es el tema de la activación, ¿bien? Y la idea, obviamente, que vos me avises cuando se lleve lo que es el chip para yo poder programarte la activación. Y ahora lo que estoy haciendo es inviarte un videito de la oficina para que vos, obviamente, te quedes tranquilo. Estás hablando con una asesora de Movistar. Por lo que te solicitamos lo que es la foto del DNI y demás, ¿bien? Avísame si te llevó. Y ahora voy a pedir que te va a llevar lo que es un mensaje de texto del número 223. Te brindan lo que es un mensaje de portabilidad cada vez que vos te vas a cambiar. de una compañía a otra, siempre te va a llegar un mensaje de portabilidad del remitente 2-2-3. Es un mensaje de texto común. Avísame si te llegó. A eso vos le tenés que tomar captura de pantalla y enviármelo por WhatsApp. No sé si... Sí, pero igual... Igual, sí, sí, el... Ya me llegó. Acá lo tengo. Dice video, bonificación pija, todo eso, ¿no? Sí, sí, sí. Y te tiene que llegar un mensaje de texto de portabilidad, que eso no tiene nada que ver con WhatsApp. El mensaje de texto es para que a mí me permita poder cargar la línea de una compañía a otra y que conserve el mismo número, ¿bien? No es WhatsApp. Al WhatsApp te hablé yo para que te quede mi número, te envió un mensaje en la oficina para que vos te quedes tranquila, pero estás hablando con alguien de movistar, ¿bien? Y aparte es que tiene que llevar el mensaje de texto con el código de portabilidad que yo te digo. Por eso que nosotros siempre por ahí nos adelantamos, enviamos un video para que el cliente se quede tranquilo que está hablando con alguien de Mozart. Todo lo que te pedimos es la captura de pantalla y el DNI, ¿bien? ¿Qué nos permite? Claro, el mensaje de portabilidad. Sí, pero no tengo nada de mensajes, ¿eh? Bien, a ver, aguardamos un minuto. Acá va a llegar, sí, dos, dos, tres, en ese momento. ¿Qué te digo? Le tenés que tomar captura de pantalla, si me lo puedes dictar, buenísimo. Y le paso a enviármelo por WhatsApp, así me queda todo grabado en llamada. Bueno, el código de portabilidad es 5671. Perfecto. Y te da una fecha de vencimiento de una semana. Vencimiento 220126. Claro, bien. Que te va a dar de vencimiento una semana, que es lo que nosotros nos tardamos en hacer lo que es el envío del chip y demás. Esto siempre y cuando esté vigente, no se van a quedar incomunicados, ¿bien? Esto es para que obviamente ustedes no pierdan. A eso le puedes tomar captura de pantalla. Ah, bueno. Y enviármelo. ¿A qué número lo mando? No tengo nada. ¿Llegó? Vos avíscame, yo te aguardo. ¿Puedeis encontrar mi chat? Buenísimo, ahí me llegó. Y al mismo WhatsApp necesitaría lo que es la foto del DNI de frente y alrededor y ya casi terminamos. Hola, hola. Hola. Hola. Hola.",
  "calidad": {
    "confianza_promedio": 0.493,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 49.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:27:21.867947",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 246,
    "total_segmentos_corregido": 65,
    "fecha_correccion": "2026-01-18T23:05:26.324269",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133913394_MIT_01956",
    "fecha_inicio": "15/1/2026 13:39:15",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 1052,
    "tiempo_conversacion": 1050,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}