{
  "archivo": "amza13_1_260112102527582_ACD_78491.wav",
  "duracion_segundos": 444.24,
  "num_segmentos": 123,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 179.97,
    "Cliente": 211.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.63,
      "fin": 4.58,
      "duracion": 2.95,
      "texto": "Hola, buen día. Hablo con Anabel.",
      "confianza": 0.061,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.6,
      "fin": 5.1,
      "duracion": 0.5,
      "texto": "Sí.",
      "confianza": 0.557,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.12,
      "fin": 25.05,
      "duracion": 19.93,
      "texto": "¿Cómo te vas? Mucho gusto. ¿Hablas Gerardo de la Línea de Beneficios Movistar? Tenemos un plan familiar para tus líneas móviles el día de hoy. Y un descuento en la pirámide. Te explico. Contame. Te explico.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.07,
      "fin": 30.62,
      "duracion": 5.55,
      "texto": "Yo tengo, claro, y lo tengo con débito, este mes pasado yo estuve teniendo unos problemas.",
      "confianza": 0.114,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.64,
      "fin": 39.68,
      "duracion": 9.04,
      "texto": "Un día me dejaron sin línea todo el día. Después nada, estuve tratando de pedir reclamo, nada. Después decía que estaba sin pagar.",
      "confianza": 0.032,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 40.94,
      "fin": 63.45,
      "duracion": 22.51,
      "texto": "Entonces volvimos a mirar y estaba atrasado un mes. No sé por qué no lo debitaron. Y ahora, hace un tiempito atrás, debitaron dos boletas juntas. Sería 70.000 pesos. Yo estoy viendo que vos debes ser 70.910 pesos en lo que venden acá en el sistema.",
      "confianza": 0.87,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 63.47,
      "fin": 68.5,
      "duracion": 5.03,
      "texto": "Si yo tengo el comprobante de que se hizo el débito con tarjeta de crédito.",
      "confianza": 0.683,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.37,
      "fin": 118.09,
      "duracion": 44.72,
      "texto": "Pero yo no tengo forma de llamar porque a donde llamo no me atienden. Siempre pasa lo mismo con todas estas líneas. Bueno, mira, si vos querés, Nabel, lo que podamos hacer... Yo creo que usted fuiste en el 2025, con dos líneas que están a tu nombre. Entonces, lo que te queríamos proponer desde Movistar es que vuelvas a la compañía, te hago la gestión el día de hoy y te dejamos un plan promocional que es el siguiente. Te vamos a dar 20 días para cada línea en total, 8 de base, 8 de regalo por 6 meses y 4 de regalo para siempre por el Plan Familiar Roaming en 13.250 pesos. ¿Qué te parece ese plan? ¿Te viene bien?",
      "confianza": 0.422,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 119.87,
      "fin": 141.52,
      "duracion": 21.65,
      "texto": "Sí, por supuesto. Bien, buenísimo. ¿Vos dónde vivís? Porque te puedo llevar el chip para que lo retines a la sucursal más cercana en 48 horas. En Lugano. En Provincia de Buenos Aires, ¿verdad? Villa Lugano. Mi capital. Vida Lugano. Bueno, vamos a ver cuál es la sucursal más cercana a tu domicilio.",
      "confianza": 0.384,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.36,
      "fin": 155.15,
      "duracion": 8.79,
      "texto": "Parque Brown. ¿Qué otro barrio está cercano a Lugano? ¿Donde vos se muevas? ¿Donde vos andes normalmente?",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 163.22,
      "fin": 163.84,
      "duracion": 0.62,
      "texto": "Pero no me lo mandan a mi casa.",
      "confianza": 0.025,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 165.42,
      "fin": 171.59,
      "duracion": 6.17,
      "texto": "Ah, perdón, te interrumpo. Villa Lugano es capital federal, ¿verdad? Sí, capital.",
      "confianza": 0.409,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.17,
      "fin": 182.64,
      "duracion": 10.47,
      "texto": "Ah, mira, bueno, te cuento. Tenemos en, claro, en Parque Verón Factory, ahí ubicás, ahí tenemos la sucursal más cercana a tu casa y en 48 horas ya lo podés tener.",
      "confianza": 0.548,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 185.97,
      "fin": 188.83,
      "duracion": 2.86,
      "texto": "Bueno. Bien, ¿te tengo que pedir entonces un correo electrónico?",
      "confianza": 0.046,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 194.27,
      "fin": 217.6,
      "duracion": 23.33,
      "texto": "Bueno, justo estoy saliendo. Decime qué te doy y... ¿Pero cómo hacemos? Porque a mí me sigue segurando esa deuda. Yo estaba por ir hoy a ver si me iba a algún lugar a ver una sucursal de claro para ver qué pasó. Vos tenés que hablar. No, por eso. Vos cuando vayas a la sucursal le vas a mostrar el comprobante y te tienen que... Bueno, no sé cómo se maneja esa empresa, pero tienen que rebajar la deuda.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 218.58,
      "fin": 228.27,
      "duracion": 9.69,
      "texto": "Conmovizar no hay ningún problema. Si vos incluso debieras una boleta igual te podemos pasar. O sea, ese es un tema de claro. Lo que yo necesito ahora es verificar algunos datos.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 228.71,
      "fin": 237.12,
      "duracion": 8.41,
      "texto": "Tu correo electrónico, fecha de nacimiento, ¿dónde te voy a mandar el chip?",
      "confianza": 0.536,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.14,
      "fin": 241.12,
      "duracion": 3.98,
      "texto": "Que es Parque Verón Factory y te mando el código de portabilidad, así ya puedes ingresar en el trámite.",
      "confianza": 0.555,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 242.93,
      "fin": 253.9,
      "duracion": 10.97,
      "texto": "Nos vemos en cinco minutitos, ¿vale? No, dale. Ya estoy saliendo. Si salgo, capaz que se corta. No, por eso, dame tu correo electrónico. ¿Anave Nigeria?",
      "confianza": 0.161,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 254.74,
      "fin": 258.05,
      "duracion": 3.31,
      "texto": "07. 07. 07. 07.",
      "confianza": 0.702,
      "_hablante_original": "Hablante B",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 260.65,
      "fin": 295.1,
      "duracion": 34.45,
      "texto": "07. 07. 07. 07. 07. 07. 07. El chip que... A ver, perdóname. La línea tuya es esta, la que termina en 449. Y la otra que está tu nombre es la que termina en 424. Bien. ¿Las dos líneas son a bono o hay alguna línea prepago? No, las dos son a bono. Las dos son a bono, perfecto.",
      "confianza": 0.828,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 295.12,
      "fin": 300.58,
      "duracion": 5.47,
      "texto": "Entonces, con el código que te voy a mandar ahora, vamos a poder portar las dos líneas, ¿sí?",
      "confianza": 0.752,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 300.6,
      "fin": 315.1,
      "duracion": 14.5,
      "texto": "O sea que vas a poder cambiar de empresa mantendiendo los números solo con ese código. Te lo voy a enviar De inmediato te va a llegar un SMS, sí, con un... Bueno, lo debes saber porque has hecho este trámite antes, ¿verdad?",
      "confianza": 0.667,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.56,
      "fin": 316.74,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.453,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 317.48,
      "fin": 323.43,
      "duracion": 5.95,
      "texto": "Bien, te va a llegar el código, me lo pasas, es un código de cuatro dígitos y con una fecha de vencimiento.",
      "confianza": 0.736,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 326.15,
      "fin": 333.62,
      "duracion": 7.47,
      "texto": "Mira, me la están dando en cierre comercial, ya vamos a reparar. ¿Vos me lo mandas al código y para qué te lo voy a volver a pasar?",
      "confianza": 0.347,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 334.19,
      "fin": 338.6,
      "duracion": 4.41,
      "texto": "Porque yo tengo que subir este código a la ficha de venta por dos motivos.",
      "confianza": 0.759,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 338.74,
      "fin": 349.49,
      "duracion": 10.76,
      "texto": "Primero, para que la compañía clara sepa que vos te vas de la empresa y te dejen de buscar y para que, vez de movistarte, te podamos cambiar de empresa manteniendo tu número.",
      "confianza": 0.767,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 350.55,
      "fin": 353.3,
      "duracion": 2.74,
      "texto": "Para eso sirven los códigos de portabilidad, ¿verdad?",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 354.6,
      "fin": 375.0,
      "duracion": 20.4,
      "texto": "¿Vos te acordás cuando hiciste el mismo trámite? Está bien, dale, mándamelo porque me tengo que ir. Ahí se los anécdotos. Ahí te tiene que llegar una SMS con un código de cuatro dígitos, ¿sí? Ya me confirman que te lo enviaron. Fíjate si te llegó el SMS.",
      "confianza": 0.658,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 375.02,
      "fin": 375.58,
      "duracion": 0.56,
      "texto": "Sí, sí, ya llegó.",
      "confianza": 0.222,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 375.72,
      "fin": 383.85,
      "duracion": 8.13,
      "texto": "¿Qué hago? Díctame el código. Te lo mando por WhatsApp. ¿Para qué te mando?",
      "confianza": 0.141,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 384.5,
      "fin": 395.83,
      "duracion": 11.33,
      "texto": "Te voy a mandar un WhatsApp ahora si me lo mandas. Y también voy a necesitar foto, ahí te pongo, hola, soy Gerardo de Movistar, y también voy a necesitar foto de tu guidenía de Frente Orso.",
      "confianza": 0.504,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 396.79,
      "fin": 403.86,
      "duracion": 7.07,
      "texto": "Pero está mandándome el código. Te van a empezar a llamar ahora, desde claro, para bloquear el trámite.",
      "confianza": 0.444,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.18,
      "fin": 407.8,
      "duracion": 3.62,
      "texto": "Lo peor que no entiendo es porque a muchos clientes les han tenido una doble facturación, ¿sí?",
      "confianza": 0.639,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 408.48,
      "fin": 412.83,
      "duracion": 4.35,
      "texto": "Y más vos que tenés el tema este del problema de la factura de la boleta.",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 414.53,
      "fin": 433.74,
      "duracion": 19.21,
      "texto": "que me llaman de claro, ¿de dónde me llaman? Te van a llamar de un número desconocido, es la compañía Claro, que es lo que te vas a pasar si vos atiendes para evitar que te pases a muchos clientes, les generan doble facturación. Por eso yo te sugiero que la próxima hora, hora y media, no atiendas.",
      "confianza": 0.041,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 434.24,
      "fin": 444.24,
      "duracion": 10.0,
      "texto": "Lo que sí necesito ahora es el código de portabilidad, por favor. Bueno, yo diré que lo paso ahora en WhatsApp. Chau, chau.",
      "confianza": 0.511,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Anabel. Sí. ¿Cómo te vas? Mucho gusto. ¿Hablas Gerardo de la Línea de Beneficios Movistar? Tenemos un plan familiar para tus líneas móviles el día de hoy. Y un descuento en la pirámide. Te explico. Contame. Te explico. Yo tengo, claro, y lo tengo con débito, este mes pasado yo estuve teniendo unos problemas. Un día me dejaron sin línea todo el día. Después nada, estuve tratando de pedir reclamo, nada. Después decía que estaba sin pagar. Entonces volvimos a mirar y estaba atrasado un mes. No sé por qué no lo debitaron. Y ahora, hace un tiempito atrás, debitaron dos boletas juntas. Sería 70.000 pesos. Yo estoy viendo que vos debes ser 70.910 pesos en lo que venden acá en el sistema. Si yo tengo el comprobante de que se hizo el débito con tarjeta de crédito. Pero yo no tengo forma de llamar porque a donde llamo no me atienden. Siempre pasa lo mismo con todas estas líneas. Bueno, mira, si vos querés, Nabel, lo que podamos hacer... Yo creo que usted fuiste en el 2025, con dos líneas que están a tu nombre. Entonces, lo que te queríamos proponer desde Movistar es que vuelvas a la compañía, te hago la gestión el día de hoy y te dejamos un plan promocional que es el siguiente. Te vamos a dar 20 días para cada línea en total, 8 de base, 8 de regalo por 6 meses y 4 de regalo para siempre por el Plan Familiar Roaming en 13.250 pesos. ¿Qué te parece ese plan? ¿Te viene bien? Sí, por supuesto. Bien, buenísimo. ¿Vos dónde vivís? Porque te puedo llevar el chip para que lo retines a la sucursal más cercana en 48 horas. En Lugano. En Provincia de Buenos Aires, ¿verdad? Villa Lugano. Mi capital. Vida Lugano. Bueno, vamos a ver cuál es la sucursal más cercana a tu domicilio. Parque Brown. ¿Qué otro barrio está cercano a Lugano? ¿Donde vos se muevas? ¿Donde vos andes normalmente? Pero no me lo mandan a mi casa. Ah, perdón, te interrumpo. Villa Lugano es capital federal, ¿verdad? Sí, capital. Ah, mira, bueno, te cuento. Tenemos en, claro, en Parque Verón Factory, ahí ubicás, ahí tenemos la sucursal más cercana a tu casa y en 48 horas ya lo podés tener. Bueno. Bien, ¿te tengo que pedir entonces un correo electrónico? Bueno, justo estoy saliendo. Decime qué te doy y... ¿Pero cómo hacemos? Porque a mí me sigue segurando esa deuda. Yo estaba por ir hoy a ver si me iba a algún lugar a ver una sucursal de claro para ver qué pasó. Vos tenés que hablar. No, por eso. Vos cuando vayas a la sucursal le vas a mostrar el comprobante y te tienen que... Bueno, no sé cómo se maneja esa empresa, pero tienen que rebajar la deuda. Conmovizar no hay ningún problema. Si vos incluso debieras una boleta igual te podemos pasar. O sea, ese es un tema de claro. Lo que yo necesito ahora es verificar algunos datos. Tu correo electrónico, fecha de nacimiento, ¿dónde te voy a mandar el chip? Que es Parque Verón Factory y te mando el código de portabilidad, así ya puedes ingresar en el trámite. Nos vemos en cinco minutitos, ¿vale? No, dale. Ya estoy saliendo. Si salgo, capaz que se corta. No, por eso, dame tu correo electrónico. ¿Anave Nigeria? 07. 07. 07. 07. 07. 07. 07. 07. 07. 07. 07. El chip que... A ver, perdóname. La línea tuya es esta, la que termina en 449. Y la otra que está tu nombre es la que termina en 424. Bien. ¿Las dos líneas son a bono o hay alguna línea prepago? No, las dos son a bono. Las dos son a bono, perfecto. Entonces, con el código que te voy a mandar ahora, vamos a poder portar las dos líneas, ¿sí? O sea que vas a poder cambiar de empresa mantendiendo los números solo con ese código. Te lo voy a enviar De inmediato te va a llegar un SMS, sí, con un... Bueno, lo debes saber porque has hecho este trámite antes, ¿verdad? Sí. Bien, te va a llegar el código, me lo pasas, es un código de cuatro dígitos y con una fecha de vencimiento. Mira, me la están dando en cierre comercial, ya vamos a reparar. ¿Vos me lo mandas al código y para qué te lo voy a volver a pasar? Porque yo tengo que subir este código a la ficha de venta por dos motivos. Primero, para que la compañía clara sepa que vos te vas de la empresa y te dejen de buscar y para que, vez de movistarte, te podamos cambiar de empresa manteniendo tu número. Para eso sirven los códigos de portabilidad, ¿verdad? ¿Vos te acordás cuando hiciste el mismo trámite? Está bien, dale, mándamelo porque me tengo que ir. Ahí se los anécdotos. Ahí te tiene que llegar una SMS con un código de cuatro dígitos, ¿sí? Ya me confirman que te lo enviaron. Fíjate si te llegó el SMS. Sí, sí, ya llegó. ¿Qué hago? Díctame el código. Te lo mando por WhatsApp. ¿Para qué te mando? Te voy a mandar un WhatsApp ahora si me lo mandas. Y también voy a necesitar foto, ahí te pongo, hola, soy Gerardo de Movistar, y también voy a necesitar foto de tu guidenía de Frente Orso. Pero está mandándome el código. Te van a empezar a llamar ahora, desde claro, para bloquear el trámite. Lo peor que no entiendo es porque a muchos clientes les han tenido una doble facturación, ¿sí? Y más vos que tenés el tema este del problema de la factura de la boleta. que me llaman de claro, ¿de dónde me llaman? Te van a llamar de un número desconocido, es la compañía Claro, que es lo que te vas a pasar si vos atiendes para evitar que te pases a muchos clientes, les generan doble facturación. Por eso yo te sugiero que la próxima hora, hora y media, no atiendas. Lo que sí necesito ahora es el código de portabilidad, por favor. Bueno, yo diré que lo paso ahora en WhatsApp. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.504,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:07:29.589090",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 123,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:13.990591",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112102527582_ACD_78491",
    "fecha_inicio": "12/1/2026 10:25:27",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 471,
    "tiempo_conversacion": 428,
    "tiempo_hold": 0,
    "tiempo_acw": 29,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}