{
  "archivo": "amza24_1_260112102532620_ACD_78973.wav",
  "duracion_segundos": 272.38,
  "num_segmentos": 55,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 224.51,
    "Cliente": 35.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.98,
      "fin": 11.45,
      "duracion": 10.47,
      "texto": "Hola. Hola. Sí, también. Hola. ¿Cómo estás? Buenos días. Hablo con Ricardo. Sí, hablo. ¿Cómo estás, Ricardo Agustín? Es mi nombre.",
      "confianza": 0.196,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.57,
      "fin": 17.15,
      "duracion": 5.58,
      "texto": "Me estoy comunicando del área de recupero de clientes Movistar. Me figura que vos actualmente estás en claro, ¿verdad?",
      "confianza": 0.621,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.82,
      "fin": 20.12,
      "duracion": 0.3,
      "texto": "Sí, sí, verdad.",
      "confianza": 0.037,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.14,
      "fin": 29.61,
      "duracion": 9.47,
      "texto": "Bien, te consulto el motivo por el que te fuiste de Movistar. ¿Cuál fue? Yo tenía la línea 20.",
      "confianza": 0.406,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.63,
      "fin": 29.69,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.71,
      "fin": 30.21,
      "duracion": 0.5,
      "texto": "Y bueno, un mes que no...",
      "confianza": 0.035,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 31.13,
      "fin": 45.95,
      "duracion": 14.82,
      "texto": "que me quedé sin invitar, sin datos, apenas como en solo un mes, y no tuve la respuesta de por qué fue el motivo, entonces por eso no fui. Me fui de la compañía. Entiendo, entiendo.",
      "confianza": 0.051,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 45.97,
      "fin": 46.16,
      "duracion": 0.19,
      "texto": "Bien,",
      "confianza": 0.663,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 46.16,
      "fin": 81.83,
      "duracion": 35.67,
      "texto": "bueno, te comento. Sí, en este caso te estábamos llamando bueno de Movistar, porque tuve el disparate de ese Movistar, porque tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía. Tengo para brindarte lo que es un plan de 8 días de base, más, 8 de regalo, van a estar 16 gigas en total, WhatsApp gratis, es a más libres a todas las compañías, por un precio final al día de hoy de 13,250. En ese caso, Ricardo, con el trámite súper sencillo, si simplemente verificamos los datos y te enviamos el chip a la sucursal más cercana a tu domicilio.",
      "confianza": 0.663,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 82.35,
      "fin": 87.28,
      "duracion": 4.92,
      "texto": "En un plazo de 48 a 72 horas hábiles aproximadamente,",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 88.1,
      "fin": 187.23,
      "duracion": 99.13,
      "texto": "Lo hacemos de esa manera para que cuando la línea de claro deje de funcionar vos ya tengas tu chip de Movistar. Lo único que vas a hacer es cambiarlo. ¿Por cuánto tiempo es la pronunciación? Vos vas a tener un descuento fijo por 6 meses. 30 días antes de que se cumpla el plazo se te va a enviar una notificación a través de la app avisándote de que tu factura se va a incrementar para que podamos pedir nuevas promociones que tengamos en licencia, ¿bien? Eso lo puedes hacer desde la misma o te comunicas conmigo y yo te deligo a los canales oficiales, ¿sí? De esa manera nos aseguramos de que tengas más o menos estos mismos valores, ¿bien? Ricardo te consulto, ¿vos sos de Caba o de provincia? De Caba. Bien, de todas maneras como te dije si bien el descuento iba a ser por seis meses Antes de que se cumpla el plazo, te va a llegar la notificación para que podamos aplicar una nueva, ¿sí? No es que van a pagar el ski de cine. Tengo un plan de 4 gigas de base más 4 de regalo, van a ser 8 en total, por 11.400.",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.71,
      "fin": 213.84,
      "duracion": 24.13,
      "texto": "En el caso de que tengan dos de una línea, van a tener 4 gigas extra por tiempo indeterminado para cada una de las líneas. Es decir, que te quedarían en 12 gigas los primeros 3 meses, por 11.400. Y esa tramo de 10 gigas de regalo, ¿cómo se muestra? ¿Cuánto es? En la de 10 de regalo, eso es, vos tenés en cuidadión, ¿es cierto?",
      "confianza": 0.542,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 215.64,
      "fin": 235.63,
      "duracion": 19.99,
      "texto": "Tengo lo que es el plan, de 4 gigas más 10 de regalo, o a ser gratis, por 7.810 más impuestos.",
      "confianza": 0.607,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 236.99,
      "fin": 243.84,
      "duracion": 6.85,
      "texto": "Es decir, que te quedaría en alrededor, más o menos aproximadamente, 10.543.",
      "confianza": 0.771,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.8,
      "fin": 272.38,
      "duracion": 27.58,
      "texto": "Con seis meses también. También, sí, el desfuelo, como te digo, siempre con la posibilidad de que antes de cumplir el mes, de cumplir para todos los seis meses, apliquemos nuevas promos, ¿bien? Bueno, a mí, es que dejándolo pensar y todavía me toca hablar con claro, como abrir la situación más clara, ¿eh? Me ilusionas otro día. Dale, dale, dale. Cómo no, cómo no. Muy bien, que tengas buenos días.",
      "confianza": 0.264,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola. Sí, también. Hola. ¿Cómo estás? Buenos días. Hablo con Ricardo. Sí, hablo. ¿Cómo estás, Ricardo Agustín? Es mi nombre. Me estoy comunicando del área de recupero de clientes Movistar. Me figura que vos actualmente estás en claro, ¿verdad? Sí, sí, verdad. Bien, te consulto el motivo por el que te fuiste de Movistar. ¿Cuál fue? Yo tenía la línea 20. Sí. Y bueno, un mes que no... que me quedé sin invitar, sin datos, apenas como en solo un mes, y no tuve la respuesta de por qué fue el motivo, entonces por eso no fui. Me fui de la compañía. Entiendo, entiendo. Bien, bueno, te comento. Sí, en este caso te estábamos llamando bueno de Movistar, porque tuve el disparate de ese Movistar, porque tenemos promociones exclusivas para aquellos clientes que han sido parte de la compañía. Tengo para brindarte lo que es un plan de 8 días de base, más, 8 de regalo, van a estar 16 gigas en total, WhatsApp gratis, es a más libres a todas las compañías, por un precio final al día de hoy de 13,250. En ese caso, Ricardo, con el trámite súper sencillo, si simplemente verificamos los datos y te enviamos el chip a la sucursal más cercana a tu domicilio. En un plazo de 48 a 72 horas hábiles aproximadamente, Lo hacemos de esa manera para que cuando la línea de claro deje de funcionar vos ya tengas tu chip de Movistar. Lo único que vas a hacer es cambiarlo. ¿Por cuánto tiempo es la pronunciación? Vos vas a tener un descuento fijo por 6 meses. 30 días antes de que se cumpla el plazo se te va a enviar una notificación a través de la app avisándote de que tu factura se va a incrementar para que podamos pedir nuevas promociones que tengamos en licencia, ¿bien? Eso lo puedes hacer desde la misma o te comunicas conmigo y yo te deligo a los canales oficiales, ¿sí? De esa manera nos aseguramos de que tengas más o menos estos mismos valores, ¿bien? Ricardo te consulto, ¿vos sos de Caba o de provincia? De Caba. Bien, de todas maneras como te dije si bien el descuento iba a ser por seis meses Antes de que se cumpla el plazo, te va a llegar la notificación para que podamos aplicar una nueva, ¿sí? No es que van a pagar el ski de cine. Tengo un plan de 4 gigas de base más 4 de regalo, van a ser 8 en total, por 11.400. En el caso de que tengan dos de una línea, van a tener 4 gigas extra por tiempo indeterminado para cada una de las líneas. Es decir, que te quedarían en 12 gigas los primeros 3 meses, por 11.400. Y esa tramo de 10 gigas de regalo, ¿cómo se muestra? ¿Cuánto es? En la de 10 de regalo, eso es, vos tenés en cuidadión, ¿es cierto? Tengo lo que es el plan, de 4 gigas más 10 de regalo, o a ser gratis, por 7.810 más impuestos. Es decir, que te quedaría en alrededor, más o menos aproximadamente, 10.543. Con seis meses también. También, sí, el desfuelo, como te digo, siempre con la posibilidad de que antes de cumplir el mes, de cumplir para todos los seis meses, apliquemos nuevas promos, ¿bien? Bueno, a mí, es que dejándolo pensar y todavía me toca hablar con claro, como abrir la situación más clara, ¿eh? Me ilusionas otro día. Dale, dale, dale. Cómo no, cómo no. Muy bien, que tengas buenos días.",
  "calidad": {
    "confianza_promedio": 0.416,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:25:07.641089",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 55,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:18.732387",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112102532620_ACD_78973",
    "fecha_inicio": "12/1/2026 10:25:32",
    "agente_nombre": "MZA 24",
    "agente_login": "mza24",
    "duracion_total": 285,
    "tiempo_conversacion": 262,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}