{
  "archivo": "amza1_1_260116125543500_ACD_28331.wav",
  "duracion_segundos": 183.45,
  "num_segmentos": 52,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 56.2,
    "Cliente": 113.81
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.09,
      "fin": 20.69,
      "duracion": 18.6,
      "texto": "Hola, buenos días. Hablo con Mauro. Sí. ¿Qué tal, Mauro? ¿Cómo estás? Un placer hablar con vos. Te habla Evangeline, la línea de beneficios para tus líneas. ¿Te ha llamado anteriormente? ¿Para qué? ¿Te ha llamado anteriormente, Diego, de la línea de beneficios para líneas móviles? No, no.",
      "confianza": 0.168,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 20.71,
      "fin": 26.67,
      "duracion": 5.97,
      "texto": "Bien, te comento, Mauro, prefiero darles el sistema que, actualmente, estás teniendo una bubona mensual con claro, estás agonando algo de 56.000 pesos.",
      "confianza": 0.57,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.69,
      "fin": 28.02,
      "duracion": 1.32,
      "texto": "¿Es correcto eso?",
      "confianza": 0.779,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.02,
      "fin": 33.32,
      "duracion": 4.3,
      "texto": "Sí. Bien, yo tengo para comentarte lo que tengo para brindarle el día de hoy, ¿sí?",
      "confianza": 0.329,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.34,
      "fin": 38.4,
      "duracion": 5.07,
      "texto": "Es un plan de 8 gigas de base más 8 gigas de regalo en 10.400 pesos, ¿sí?",
      "confianza": 0.705,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 38.95,
      "fin": 49.38,
      "duracion": 10.43,
      "texto": "Este plan incluye desde Movistar, lo que es WhatsApp gratis, la más libre... Ah, no, igual te agradezco porque donde voy yo no tienes ni al Movistar, así que... Bien, ¿de dónde sos, Mauro?",
      "confianza": 0.569,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.4,
      "fin": 53.62,
      "duracion": 4.22,
      "texto": "¿De qué parte de Buenos Aires? De Jauel. ¿Cómo, perdón?",
      "confianza": 0.474,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 55.73,
      "fin": 57.03,
      "duracion": 1.3,
      "texto": "De Jauel. ¿Cómo se cree, con J?",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.99,
      "fin": 58.05,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.05,
      "fin": 80.07,
      "duracion": 18.02,
      "texto": "¿Howell? Sí. A ver, déjame que lo verifique. ¿Cómo se escribe? Déjame lo... J-A-G-U-E-L. ¡Ah! Bien. Ahí está.",
      "confianza": 0.133,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 80.09,
      "fin": 91.31,
      "duracion": 11.22,
      "texto": "Aguárdame un momento que estoy verificando lo que es la cobertura en tu zona porque justamente te comento... Igual a mí, donde no me agarro señales, yo trabajo en aeropuerto de aeroparques.",
      "confianza": 0.631,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 91.64,
      "fin": 109.71,
      "duracion": 18.07,
      "texto": "y adentro de la oficina que tenemos no tengo señales. Ah, bien, o sea que es una cuestión de la construcción, digamos. Claro, sí. Bien, entiendo. Pero en ese caso justamente lo que es cobertura en el resto de los lugares lo vas a tener bien bien.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.47,
      "fin": 114.82,
      "duracion": 4.35,
      "texto": "Sí, sí, pero yo necesito más que nada acá. Sí, entiendo. Claro,",
      "confianza": 0.135,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 114.82,
      "fin": 121.03,
      "duracion": 6.21,
      "texto": "porque lo que es hardware me figura que tenés una, justamente una conexión súper buena.",
      "confianza": 0.58,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.41,
      "fin": 127.52,
      "duracion": 6.11,
      "texto": "Sí, yo tuve el movistar, tuve el personal, todo, pero lo único que me agarró es que mi albiente era claro, así que por eso me pasé a clasificar.",
      "confianza": 0.037,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.54,
      "fin": 143.54,
      "duracion": 16.0,
      "texto": "Bien, de todas maneras te comento que justamente, mi figura que tenés usted el 2024, si ahora tenemos lo que es la tecnología de, justamente, chips 4G+, lo que permite justamente una mejor llegada, por ahí sería bueno que lo pruebes, porque tal vez tienes lo que es un buen funcionamiento, o tenés alguna referencia a alguien que sea mucho de tu trabajo.",
      "confianza": 0.638,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.56,
      "fin": 145.14,
      "duracion": 1.58,
      "texto": "No, pero por ahora no te agradezco.",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.66,
      "fin": 174.96,
      "duracion": 29.3,
      "texto": "De verdad. Bien, entiendo. Mauro, y tengo una consulta antes que me cortes, porque me escribirá que estás abonando 56, supongo que lo tenés asociado también con el Internet de Hogar o es solamente la línea móvil? No, es la mía, pero cada vez que me quedo sin Internet compro más datos, por eso. Ah, o sea que abonás locuras, básicamente. Sí, sí, sí, sí. Bien, y el tema del Internet de Hogar, Mauro, en tu domicilio también tenés con Claro o con alguna otra consulta? No, no, tengo Telecentro y ya no viene igual. Ah, ok. Cuánto estás abonando en Telecentro?",
      "confianza": 0.338,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 175.56,
      "fin": 183.45,
      "duracion": 7.88,
      "texto": "que es la fibra óptica de trescientos metros en veinticuatro mil pesos.",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Mauro. Sí. ¿Qué tal, Mauro? ¿Cómo estás? Un placer hablar con vos. Te habla Evangeline, la línea de beneficios para tus líneas. ¿Te ha llamado anteriormente? ¿Para qué? ¿Te ha llamado anteriormente, Diego, de la línea de beneficios para líneas móviles? No, no. Bien, te comento, Mauro, prefiero darles el sistema que, actualmente, estás teniendo una bubona mensual con claro, estás agonando algo de 56.000 pesos. ¿Es correcto eso? Sí. Bien, yo tengo para comentarte lo que tengo para brindarle el día de hoy, ¿sí? Es un plan de 8 gigas de base más 8 gigas de regalo en 10.400 pesos, ¿sí? Este plan incluye desde Movistar, lo que es WhatsApp gratis, la más libre... Ah, no, igual te agradezco porque donde voy yo no tienes ni al Movistar, así que... Bien, ¿de dónde sos, Mauro? ¿De qué parte de Buenos Aires? De Jauel. ¿Cómo, perdón? De Jauel. ¿Cómo se cree, con J? Sí. ¿Howell? Sí. A ver, déjame que lo verifique. ¿Cómo se escribe? Déjame lo... J-A-G-U-E-L. ¡Ah! Bien. Ahí está. Aguárdame un momento que estoy verificando lo que es la cobertura en tu zona porque justamente te comento... Igual a mí, donde no me agarro señales, yo trabajo en aeropuerto de aeroparques. y adentro de la oficina que tenemos no tengo señales. Ah, bien, o sea que es una cuestión de la construcción, digamos. Claro, sí. Bien, entiendo. Pero en ese caso justamente lo que es cobertura en el resto de los lugares lo vas a tener bien bien. Sí, sí, pero yo necesito más que nada acá. Sí, entiendo. Claro, porque lo que es hardware me figura que tenés una, justamente una conexión súper buena. Sí, yo tuve el movistar, tuve el personal, todo, pero lo único que me agarró es que mi albiente era claro, así que por eso me pasé a clasificar. Bien, de todas maneras te comento que justamente, mi figura que tenés usted el 2024, si ahora tenemos lo que es la tecnología de, justamente, chips 4G+, lo que permite justamente una mejor llegada, por ahí sería bueno que lo pruebes, porque tal vez tienes lo que es un buen funcionamiento, o tenés alguna referencia a alguien que sea mucho de tu trabajo. No, pero por ahora no te agradezco. De verdad. Bien, entiendo. Mauro, y tengo una consulta antes que me cortes, porque me escribirá que estás abonando 56, supongo que lo tenés asociado también con el Internet de Hogar o es solamente la línea móvil? No, es la mía, pero cada vez que me quedo sin Internet compro más datos, por eso. Ah, o sea que abonás locuras, básicamente. Sí, sí, sí, sí. Bien, y el tema del Internet de Hogar, Mauro, en tu domicilio también tenés con Claro o con alguna otra consulta? No, no, tengo Telecentro y ya no viene igual. Ah, ok. Cuánto estás abonando en Telecentro? que es la fibra óptica de trescientos metros en veinticuatro mil pesos.",
  "calidad": {
    "confianza_promedio": 0.401,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:48:50.677172",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 52,
    "total_segmentos_corregido": 19,
    "fecha_correccion": "2026-01-18T23:05:16.504697",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116125543500_ACD_28331",
    "fecha_inicio": "16/1/2026 12:55:43",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 197,
    "tiempo_conversacion": 174,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}