{
  "archivo": "amza_sup2_1_260112164445180_MIT_01995.wav",
  "duracion_segundos": 3688.39,
  "num_segmentos": 326,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 893.61,
    "Cliente": 827.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 29.95,
      "duracion": 29.92,
      "texto": "6 meses en 2008. Pero también le realizamos una habilidad y tenes bien gratis para usar. Entonces, ahora con la habilidad y con la habilidad y la habilidad. Este es el químico que nosotros teníamos.",
      "confianza": 0.535,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.62,
      "fin": 60.58,
      "duracion": 29.96,
      "texto": "A ver, a ver, a ver.",
      "confianza": 0.711,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.22,
      "fin": 87.55,
      "duracion": 26.33,
      "texto": "¿Qué va a servir? ¿Qué va a hacer?",
      "confianza": 0.392,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.2,
      "fin": 153.95,
      "duracion": 65.75,
      "texto": "lo único que tiene que hacer es comunicarse con el número que le voy a pasar ahora que sería 0800 321 7 6 7 8 2 opción número 4 yo lo voy a pedir por favor si me puede confirmar que le llegó el mensajito de whatsapp le llegó el anterior el que comenté el del 08 7 Buenísimo. En el caso de que, bueno, le comenté que tuviera alguna dificultad o lo pueda llegar a activar a través de ese número, lo único que tiene que hacer cuando no reciba señal es reiniciar el dispositivo para que pueda disfrutar de lo que es el beneficio de Movistar. ¿Sí?",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.97,
      "fin": 154.45,
      "duracion": 0.48,
      "texto": "Perfecto.",
      "confianza": 0.943,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.91,
      "fin": 161.24,
      "duracion": 6.33,
      "texto": "Para continuar, le comento que por otro lado, dentro de los próximos días, ya sea 48 horas, va a estar recibiendo lo que es una encuesta de satisfacción.",
      "confianza": 0.66,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.28,
      "fin": 171.91,
      "duracion": 9.63,
      "texto": "Esta encuesta, la función que tiene es valorarme a mí como un asesor de Movistar para que tenga una opinión sincera de lo que es la compañía de administrativo Asset.",
      "confianza": 0.773,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 172.61,
      "fin": 183.59,
      "duracion": 10.98,
      "texto": "Yo le voy a pedir por favor si la puede llegar a contestar, ya que nos haría crecer como lo que sería a mí como asesor y también a lo que sería la compañía de Movistar, en el futuro para poder atender mejor a los clientes.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.69,
      "fin": 210.41,
      "duracion": 23.72,
      "texto": "Sí, sí, quédate tranquilo, la contesto, sin problemas. Perfecto, perfecto. Comento, así que para poder realizar lo que es la portabilidad, yo tengo que pedir permiso a usted, Ariel, para poder enviarle lo que es un mensaje de portabilidad, que el contenido del mensaje de portabilidad es un número de 4 dígitos con una fecha de vencimiento, la cual tiene la siguiente función. La fecha de vencimiento es el tiempo estipulativo para el cual usted sea parte de la familia de Movistar, puede ser un día antes, un día después o incluso el mismo día.",
      "confianza": 0.03,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.03,
      "fin": 217.81,
      "duracion": 6.77,
      "texto": "El numerito de 4 dígitos, la función que tiene es que usted, cambiándose de compañía, mantenga el mismo número, ¿sí?",
      "confianza": 0.75,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 219.07,
      "fin": 274.83,
      "duracion": 55.76,
      "texto": "Perfecto, yo le voy a pedir a usted si me puede dar el permiso de que se lo pueda llegar a enviar. Sí, sí. Perfecto, yo ahora mismo se lo acabo de enviar. Recuerde que también va a estar haciendo lo que son llamadas de la gente de retención de claro. Lo voy a pedir por favor, si las puede evitar atender, ya que le van a estar ofreciendo planes que no van a poder cumplir, ¿sí? Más que nada para tirar lo que es la portabilidad. Sí, sí, sí, no era problema. Buenísimo, yo ahora mismo se lo acabo de enviar, lo voy a pedir por favor si me puede llegar a comentar si le llevo lo que es el mensaje y si me puede llegar a dictar lo que sería el contenido, ¿si? Ya te digo. Me llevo el mensaje del teléfono con opción 4, ah, sí. Y acá me llevo mensaje de texto, sí. Perfecto, me lo puede... ¿Te lo puedo? Sí, por favor. 57.20 57.20 y la fecha de vencimiento que le figura, ¿me lo puede decir?",
      "confianza": 0.638,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 275.58,
      "fin": 322.97,
      "duracion": 47.39,
      "texto": "19 de enero de 2026. Perfecto, entonces que usted va a realizar lo que es la portabilidad antes de la fecha que habíamos hablado. Usted la va a realizar lo que sería el día 18, 19 o el mismo 20, ¿sí? Perfecto. Bueno, para continuar, sí, yo que le comenté que para por activar lo que sería la línea de teléfono, Necesitaríamos lo que sería la foto del frente de lo que sería su documento, ¿sí? Para poder activar, va corroborando que es usted lo que será el titular correcto, y una vez que me la mande, la puede llegar a borrar. ¿Sí? Sí. Si me la puede... Si me la puede enviar ahora, lo que sería la foto del frente de su DNI, a Ariel se lo agradecería. A ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver...",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 324.2,
      "fin": 345.6,
      "duracion": 21.4,
      "texto": "¿Solo la foto del documento necesitar? La foto de lo que sería el frente del documento y lo que sería una captura de pantalla, si puede, lo que sería el mensajito de texto, ¿sí? Del que me mandaste a borrar quién. Exactamente. Yo ahora mismo le acabo de enviar a usted lo que sería un ejemplo de cómo es que me lo tiene que enviar a lo que sería el mensajito de texto.",
      "confianza": 0.106,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 346.82,
      "fin": 353.89,
      "duracion": 7.07,
      "texto": "Después lo otro, lo que sería la foto del documento, si la puedes llevar a borrar, se la voy a agradecer. La foto del documento ya te la mandé.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 354.91,
      "fin": 358.58,
      "duracion": 3.67,
      "texto": "A ver, denme un seguito que voy a corregir a lo que serían los datos o lo que tenemos.",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 359.68,
      "fin": 383.33,
      "duracion": 23.65,
      "texto": "Perfecto, ya si quieres la puedes llevar a borrar ahí. Listo. Bueno, ahora le voy a pedir la foto del texto que me mandaste. Exactamente, una captura de pantalla y el mensajito de texto. Le dimelo.",
      "confianza": 0.541,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 386.15,
      "fin": 409.2,
      "duracion": 23.05,
      "texto": "Ahí te llegó. Sí, perfecto. Buenísimo. Para continuar, le comento que a partir de ahora, todo el tiempo que usted se encuentre con la que es la compañía de movistar, yo voy a ser su asesor personal.",
      "confianza": 0.106,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 409.85,
      "fin": 412.73,
      "duracion": 2.88,
      "texto": "Así que lo voy a pedir por favor que si lo llega a llamar a otro asesor,",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 412.98,
      "fin": 425.57,
      "duracion": 12.6,
      "texto": "que no conteste o que si contesta por alguna equivocación no le pase lo que yo le pedí a usted que le comenté también ya que se puede llegar a generar lo que es una doble de facturación y a partir del día de hoy yo soy su contacto directo con lo que es la compañía de Movistar.",
      "confianza": 0.758,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 426.19,
      "fin": 464.46,
      "duracion": 38.27,
      "texto": "Yo te agendo a vos porque yo te agendo a vos. Exactamente, cualquier duda o consulta usted me comunica conmigo o va hablando conmigo que yo le voy a ir resolviendo sus dudas en el momento. Sí, te hago otra consulta, una consulta aparte. ¿Hay algún tipo de beneficio en en el tema de celulares y aparatos o no tienen nada que ver ustedes con la venta de aparatos? En realidad lo que yo me dedico es solamente a lo que sería la idea de portabilidad, como le comenté exactamente con el Club Movistar usted puede ir sumando puntos, que estos puntos pueden llegar a sumarle para poder sacar lo que sería un teléfono contrafactural en el futuro, ¿sí?",
      "confianza": 0.243,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 464.48,
      "fin": 470.96,
      "duracion": 6.48,
      "texto": "Ajá, bueno, ahorita te pregunto para sacarme la duda nada más por un futuro cambiar el teléfono si hay algún tipo de beneficio.",
      "confianza": 0.5,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 472.35,
      "fin": 476.57,
      "duracion": 4.23,
      "texto": "Yo creería que sí, pero más que nada tendría que ver con lo que es en el club Movistar, sumámoslo.",
      "confianza": 0.682,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 476.71,
      "fin": 495.84,
      "duracion": 19.13,
      "texto": "Dale, dale, buenísimo. Perfecto, Ariel, le agradezco por su tiempo, gracias por realizar lo que es la portabilidad del día de hoy, espero que tenga un excedente estadio y un muy buen inicio de semana, y felices vacaciones sobre todo. Bueno, dale, muchas gracias, suelta a Kendi y con eso le mando a vos. Perfecto, muchas gracias, Ariel. Hasta luego. Hasta luego.",
      "confianza": 0.101,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 508.22,
      "fin": 572.43,
      "duracion": 64.21,
      "texto": "No hay tanta cuenta en el producto. No hay tanta cuenta en el pedido. Es natural. Mientras más dudas, más inseguridad de clasificación. ¿Cuánto es el pedido? Si te vas a las cursas, en las cursas te lo van a pedir para la actividad de ECEA. ¿Qué es ECEA? Bueno, cuando te lleguen los cintos vas a escanear y te van a pedir la actividad de ECEA. ¿Por eso? ¿Por qué es ECEA? ¿Por qué es ECEA? ¿Por qué es ECEA en este caso? Bien, gracias. Cuando te llegue a decir en el correo, vas a escanearlo y te va a solicitar escanearlo de ahí. Para variar de ahí. Por eso que te lo pido ahora. No doy más vueltas de ahí. Código de portabilidad para mantenerte el mismo número. Bien. Ahora, necesito que me lo lea. Ya está. No le voy a medir más vueltas. Por ejemplo, de decirle, bueno, ahora borrarlo de ahí. No, no es necesario. Porque si te piden a bola, que te escuchen, se lo requieren. No tienes la foto de ti, y los clientes te dicen, yo no se los pasé. ¿Qué hacemos? ¿Usted? Tranquilo, no te lo hagas, faltamos de esa foto a la de aquí.",
      "confianza": 0.187,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 705.42,
      "fin": 708.08,
      "duracion": 2.65,
      "texto": "Gracias.",
      "confianza": 0.246,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 952.05,
      "fin": 954.57,
      "duracion": 2.52,
      "texto": "Gracias.",
      "confianza": 0.239,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1129.59,
      "fin": 1133.48,
      "duracion": 3.89,
      "texto": "Gimel Blanco, sucursal a Andreán. Gimel Blanco, mochaba rápido.",
      "confianza": 0.315,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1321.44,
      "fin": 1322.55,
      "duracion": 1.1,
      "texto": "No, no, no",
      "confianza": 0.267,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1350.37,
      "fin": 1351.03,
      "duracion": 0.66,
      "texto": "Buenas tardes.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1351.68,
      "fin": 1353.27,
      "duracion": 1.59,
      "texto": "Hablo con la línea de Carlos Gustavo.",
      "confianza": 0.817,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1355.97,
      "fin": 1356.85,
      "duracion": 0.89,
      "texto": "Ah, bien.",
      "confianza": 0.473,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1386.6,
      "fin": 1413.21,
      "duracion": 26.61,
      "texto": "¿Tenés chip en blanco, si no en sucumán también? Sí, no la Andriani también está disponible. Hola, ¿qué tal? ¿Puedo hacerles con Carlos Gustavos?",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1414.7,
      "fin": 1442.42,
      "duracion": 27.72,
      "texto": "¿Qué tal? Nicolás es mi nombre y nos estábamos comunicando por la portabilidad de tus líneas. Estuvimos hablando por vasar, no sé si se va a hablar. Ah, bien, perfecto. Decima.",
      "confianza": 0.171,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1453.15,
      "fin": 1453.8,
      "duracion": 0.65,
      "texto": "OK.",
      "confianza": 0.66,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1453.8,
      "fin": 1480.9,
      "duracion": 27.1,
      "texto": "OK. Mira, para decirte bien los precios necesitaría saber si en el domicilio contamos con cobertura de seguridad óptica, ¿sí?",
      "confianza": 0.66,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1481.39,
      "fin": 1490.76,
      "duracion": 9.37,
      "texto": "¿Te puedo pedir el domicilio de las dos que tienes?",
      "confianza": 0.685,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1497.44,
      "fin": 1502.53,
      "duracion": 5.09,
      "texto": "Ok. Bueno, perfecto.",
      "confianza": 0.406,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1502.63,
      "fin": 1524.83,
      "duracion": 22.2,
      "texto": "Ok. Sí, hay que ver esto más que nada, ver cuántos conectados hay, porque bueno, si has tenido una, a lo mejor el servicio de internet y la página funcionaba mal, Puedo haber sido porque había estado saturado lo que es el post de alimentación de Internet, pero bueno, me gustaría verificar primero.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1524.85,
      "fin": 1524.95,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.017,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1524.97,
      "fin": 1527.15,
      "duracion": 2.18,
      "texto": "Pasaje, Galileo, 2-8.",
      "confianza": 0.892,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1529.74,
      "fin": 1539.25,
      "duracion": 9.51,
      "texto": "Y el otro. 5-9, 3-9 a 6-9.",
      "confianza": 0.9,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1544.04,
      "fin": 1563.3,
      "duracion": 19.25,
      "texto": "¿Puede ser que la pasaje de alivio esté entre Julio y Redón y Paraná?",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1564.84,
      "fin": 1568.89,
      "duracion": 4.05,
      "texto": "¿Esto es una casa o es un negocio?",
      "confianza": 0.516,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1574.06,
      "fin": 1601.76,
      "duracion": 27.7,
      "texto": "Y el otro es con la libertad. OK. Tiene el callo de libertad. Bueno, mientras verifico que es esto, qué es lo que es la señal, te voy comentando los precios.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1602.33,
      "fin": 1644.99,
      "duracion": 42.66,
      "texto": "Nosotros actualmente tenemos una promoción que contratando lo que es la fibra óptica y realizando una portabilidad numérica entras en una promoción que por ambos servicios pagas 24 mil pesos. Para que tengas una idea, la fibra solo actualmente está en un valor de 24 mil pesos. Pero al portar tu línea, sí. Todo bien. Bien, por eso te comentaba primero que puedo hacerte una promoción, que sería, te lo desgloso y después te saco el total, ¿te parece? Ah, bien, sí.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1645.02,
      "fin": 1649.88,
      "duracion": 4.86,
      "texto": "Claro, mirá, yo te lo desgloso brevemente y luego después te voy a dar el total, ¿bien?",
      "confianza": 0.601,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1649.9,
      "fin": 1662.78,
      "duracion": 12.88,
      "texto": "Serían 300 megas de velocidad más una línea con 8GB de internet en total, te quedarían 24 mil pesos. Vos necesitarías dos promociones de esta, Y sumado a esto, saltarían 4 líneas más. ¿Bien?",
      "confianza": 0.715,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1664.83,
      "fin": 1675.98,
      "duracion": 11.15,
      "texto": "Claro, pero te comento que al contratar Internet, te puedo ofrecer... Sí, sí.",
      "confianza": 0.822,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1679.78,
      "fin": 1686.05,
      "duracion": 6.27,
      "texto": "Claro, eso lo veo. Pero en total tenés 6 líneas, ¿verdad? Para entender.",
      "confianza": 0.662,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1690.35,
      "fin": 1692.25,
      "duracion": 1.9,
      "texto": "En total tienes 4 nids.",
      "confianza": 0.743,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1694.04,
      "fin": 1713.59,
      "duracion": 19.55,
      "texto": "Bueno, perfecto, ponemos el segundo entonces. ¿Y son de consumir muchas gigas? Ajá, ok.",
      "confianza": 0.088,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1727.05,
      "fin": 1752.0,
      "duracion": 24.95,
      "texto": "Sí, hoy. Sí. ¿Claro cuándo estás hablando?",
      "confianza": 0.509,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1753.83,
      "fin": 1769.53,
      "duracion": 15.7,
      "texto": "Lo tenés como, te hago una pregunta, lo tenés como cuito o como individuo? Todo es como cuito?",
      "confianza": 0.688,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1784.24,
      "fin": 1814.1,
      "duracion": 29.86,
      "texto": "Sí. OK. No, no, no. Son 5 gigas el internet que tiene cada línea de internet para navegar por mes. Son 5 gigas. OK. Bien. Perfecto. Sí.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1817.99,
      "fin": 1840.82,
      "duracion": 22.83,
      "texto": "Más de eso. OK, bien. Y te hago otra consulta. ¿Es necesario que lo tengas todo como quiz o podés tenerlo bajo tu DNI? ¿Cómo quiz? OK. OK, bien.",
      "confianza": 0.327,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1840.84,
      "fin": 1847.86,
      "duracion": 7.02,
      "texto": "Bien. Claro. Bien.",
      "confianza": 0.005,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1849.06,
      "fin": 1865.82,
      "duracion": 16.76,
      "texto": "Bueno. Bien, a ver, entonces tengo para ofrecerte otra promoción porque es por Quick. Yo lo que te estaba comentando era bajo tu número de DNI, pero tengo una.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1868.42,
      "fin": 1909.7,
      "duracion": 41.28,
      "texto": "La diferencia básicamente es que como DNI tenés la opción de activar lo que es el grupo familiar. Como Quick, como negocio, no. Es básicamente la única diferencia, pero nada más que eso. Bueno, mira, tengo en este caso para ofrecerte, déjame ver, el servicio de lo que es el internet, en este caso por ser negocio, yo te había dicho 24,000 pesos, pero el de 300 millones te quedaría en 16,500 más los impuestos, esto depende de su categoría en positivo.",
      "confianza": 0.778,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1910.9,
      "fin": 1930.6,
      "duracion": 19.7,
      "texto": "Bien. Más impuestos. Y las líneas, en este caso, te quedaría cada una al valor de 4,545 más impuestos, obviamente. Bien. Exactamente. Para sacarte una cuenta rápida, 5,545.",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1932.58,
      "fin": 1936.22,
      "duracion": 3.64,
      "texto": "Exactamente, esto ya está con promoción.",
      "confianza": 0.735,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1936.72,
      "fin": 1964.13,
      "duracion": 27.41,
      "texto": "La promoción es actualmente Movistar, las tiene va en realidad, no solo Movistar, sino todas las compañías actualmente son por 6 meses. Bien, ¿cuál es el motivo? Es porque, bueno, seguramente te debe pasar inclaro o te ha pasado en Movistar en algún momento, es que por aquí las promociones duraban 12 meses, pero a los 12 meses ya no era lo que te lo habían prometido. Entonces, de esta manera... Sí.",
      "confianza": 0.746,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1978.36,
      "fin": 2001.71,
      "duracion": 23.35,
      "texto": "Sí. Sí.",
      "confianza": 0.524,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2015.36,
      "fin": 2043.18,
      "duracion": 27.82,
      "texto": "Sí, me imagino.",
      "confianza": 0.804,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2043.2,
      "fin": 2043.77,
      "duracion": 0.56,
      "texto": "Sí, sí, sí.",
      "confianza": 0.314,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2045.1,
      "fin": 2072.71,
      "duracion": 27.61,
      "texto": "Si bien es un trámite sencillo, es algo que por ahí uno no está pensando en querer hacerlo en todo momento, obviamente. Sí, no, bien. Bueno. Sí, oye. Y te hago una consulta.",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2083.47,
      "fin": 2091.34,
      "duracion": 7.87,
      "texto": "Bueno, te comento, en cuanto a precios, pagarías por las cuatro líneas, más el Internet, 34,680 más importes.",
      "confianza": 0.746,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2091.52,
      "fin": 2109.88,
      "duracion": 18.36,
      "texto": "Más los dos, los dos Internet exactamente. 34,680.",
      "confianza": 0.842,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2110.84,
      "fin": 2127.83,
      "duracion": 16.99,
      "texto": "más los impuestos. Obviamente, esto depende de, no sé qué categoría sos, sos responsable en crédito o menos. Bien. Entonces, con el impuesto incluido aproximadamente, recordad que el impuesto va para cada línea de internet, aproximadamente estarías abonando unos 51 mil pesos. ¿Es claro cuánto estás pagando?",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2135.4,
      "fin": 2135.46,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.335,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2144.3,
      "fin": 2171.83,
      "duracion": 27.53,
      "texto": "es prácticamente lo mismo la diferencia es que entrarías con la promoción nueva en el caso de Movistar nada más y obviamente no te comente que serían los gigas de internet que tendrías serían 4 gigas de internet para cada línea vas a tener whatsapp gratis y",
      "confianza": 0.693,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2175.07,
      "fin": 2186.02,
      "duracion": 10.95,
      "texto": "Por ahora, pasa que, por ejemplo, no es por hablar mal, pero sí, claro, mientras lo tenés bloqueado el teléfono, te va consumiendo internet.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2194.93,
      "fin": 2198.05,
      "duracion": 3.12,
      "texto": "Sí, son 5 gigas.",
      "confianza": 0.574,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2211.35,
      "fin": 2236.57,
      "duracion": 25.22,
      "texto": "Uh-huh. No te sale ahí, si querés, después pasame la WhatsApp y te la ayudo a leer. ¿Pero no te sale si tiene internet, el servicio de internet? Sí, eso es celular. Uh-huh.",
      "confianza": 0.44,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2236.59,
      "fin": 2236.65,
      "duracion": 0.06,
      "texto": "OK.",
      "confianza": 0.333,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2239.31,
      "fin": 2265.11,
      "duracion": 25.8,
      "texto": "Vamos, chicos, nos vamos conectando. ¿Y eso cuánto estaba volando por eso? Anotate, porfa. ¿Cuánto me dijiste, perdón? Solo por el internet.",
      "confianza": 0.464,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2270.31,
      "fin": 2289.2,
      "duracion": 18.89,
      "texto": "o sea que estás sabonando como 70 mil pesos. Yo te estoy dando el aproximado de 50 mil con los impuestos incluidos aproximadamente.",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2290.36,
      "fin": 2294.95,
      "duracion": 4.59,
      "texto": "Sin impuestos eres 34 mil y ahí vas a tener los dos servicios de internet y las cuatro líneas.",
      "confianza": 0.698,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2301.26,
      "fin": 2302.07,
      "duracion": 0.81,
      "texto": "Claro,",
      "confianza": 0.595,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2302.07,
      "fin": 2307.73,
      "duracion": 5.66,
      "texto": "claro, sin los impuestos sí, exactamente.",
      "confianza": 0.595,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2307.75,
      "fin": 2355.19,
      "duracion": 47.44,
      "texto": "Sí, eso después se recupera, ¿cierto? Sin los impuestos te quedaría todo en 34,680 y ahí le sumamos los impuestos aproximadamente, sí, sí. Las promociones por 6 meses también desde la aplicación de Moizarro, en el caso de que llegues al quinto mes puedes seleccionar algún plan que te convenga. También nos toco un montaje que contratando el servicio también vas a contar con el primer mes gratis para la línea de cerrar. Claro. Sí, sí, sí. Pasamos. Ya lo tenés. Lo bueno es eso, que lo bueno es que",
      "confianza": 0.592,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2355.59,
      "fin": 2359.36,
      "duracion": 3.77,
      "texto": "Yo te comento, yo llevo trabajando en la empresa cuatro años.",
      "confianza": 0.617,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2360.38,
      "fin": 2387.95,
      "duracion": 27.57,
      "texto": "Algo que no había en ese momento, te estoy hablando hace cuatro años cuando yo arranqué y esto se cambió hace año y medio, que es esto. Básicamente antes, por ejemplo, para cambiar un plan teníamos que llamar al 0800. Llamabas al 0800 y por ahí te ponían en espera, se cortaba la comunicación y al final decías a qué me voy a gastar y terminabas por ahí con un mes adentro con una promoción de, no sé, pues 20 mil pesos a lo mejor.",
      "confianza": 0.775,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2388.45,
      "fin": 2408.91,
      "duracion": 20.46,
      "texto": "Entonces, hoy en día desde la aplicación puedes manejar este tema de cambiar el plan. Por ejemplo, se te subió o por ejemplo, no sé, también Movistar ha incluido notificar al cliente en el caso de que aumente la facturación. Te avisa con un mes de anticipación tu facturación. El mes que viene subirá un, no sé, tres por ciento, por ejemplo.",
      "confianza": 0.736,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2409.49,
      "fin": 2415.26,
      "duracion": 5.77,
      "texto": "Entonces, eso también te ayuda a estar a voz notificado, porque para ahí antes pasaba de que eso no existía.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2430.06,
      "fin": 2432.28,
      "duracion": 2.22,
      "texto": "Sí te comento, te comento lo siento.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2437.91,
      "fin": 2438.03,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.168,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2438.74,
      "fin": 2449.85,
      "duracion": 11.12,
      "texto": "En el caso de que solicites la baja y de claro te diga, si te voy a dar la baja, ojo, porque al dar la baja no podemos hacer la portabilidad.",
      "confianza": 0.795,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2452.36,
      "fin": 2459.24,
      "duracion": 6.89,
      "texto": "Si lo quieres amenazar a hacerlo, no hay problema, pero si te comento que en el caso de que te den la baja no podemos hacerla.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2470.04,
      "fin": 2472.41,
      "duracion": 2.36,
      "texto": "O sea, ¿qué necesito yo?",
      "confianza": 0.723,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2484.97,
      "fin": 2486.31,
      "duracion": 1.34,
      "texto": "Sí, ya lo vi, ya está todo ok.",
      "confianza": 0.628,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2503.27,
      "fin": 2503.61,
      "duracion": 0.34,
      "texto": "Claro,",
      "confianza": 0.696,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2503.61,
      "fin": 2517.62,
      "duracion": 14.01,
      "texto": "mira, nosotros, sí, nosotros es una realidad que, y esto pasa siempre, y esto es lo que te pasó a vos, según lo que vos me estás comentando, que al general lo que es el código de portabilidad, automáticamente la empresa le llega la notificación.",
      "confianza": 0.696,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2517.74,
      "fin": 2524.97,
      "duracion": 7.23,
      "texto": "La empresa lo deriva a lo que es el área pertinente de retención, que es una empresa especializada, automáticamente te van a empezar a llamar, te van a mandar promociones.",
      "confianza": 0.693,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2525.49,
      "fin": 2532.6,
      "duracion": 7.11,
      "texto": "Lo malo es que esas promociones que ofrecen es solamente de retención, prácticamente lo que quieren es que te quedes en la empresa.",
      "confianza": 0.681,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2533.17,
      "fin": 2557.76,
      "duracion": 24.59,
      "texto": "luego de pasado uno o dos meses, esa promoción ya no es la que te prometieron. Eso es una realidad. Por eso, lo bueno es que tiene Mojitar que ha incluido esto de poder cambiar el plan desde la aplicación, ¿sí? Bueno, ya te comenté. Sí.",
      "confianza": 0.707,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2574.19,
      "fin": 2617.12,
      "duracion": 42.93,
      "texto": "Bueno, vos me avisas y yo te vuelvo a llamar. Es muy sencillo, simplemente hay que iniciar con el trámite de portabilidad. Una vez que ya está iniciado, ya por más que claro quiera retenerte, ya está iniciado el trámite. Por eso siempre le digo a los clientes, cuando tomen la decisión, que me dicen, porque verdaderamente quieren hacerlo, porque después me dicen, no, es que claro, me quiere ofrecer, no sé, 10 gigas a 1,500 pesos. Sí, la realidad, que es una mentira. Pero bueno, ya está iniciado el trámite, ya no se puede cancelar porque ya lo derivo al ente pertinente que regula las portabilidades numéricas. Entonces, ¿apenas he decidido o me escribí?",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2629.76,
      "fin": 2633.14,
      "duracion": 3.38,
      "texto": "OK. OK. Solo. Solo te falta tener el fin, nada más.",
      "confianza": 0.314,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2633.68,
      "fin": 2643.25,
      "duracion": 9.58,
      "texto": "Pero es una realidad que tampoco me gusta que tomen las decisiones tan rápido, porque la verdad que para ahí, cuando son muchas líneas, muchos servicios, me gusta tener al cliente bien atendido.",
      "confianza": 0.756,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2643.89,
      "fin": 2656.72,
      "duracion": 12.83,
      "texto": "Y si cualquier cosa que voy a necesitar, me parece feliz. Claro. Sí, te entiendo. Sí, sí, sí.",
      "confianza": 0.605,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2660.38,
      "fin": 2686.48,
      "duracion": 26.1,
      "texto": "Eso también que haces tranquilo, que el trámite de portabilidad se cierre una vez que ya te llegan los chips, ¿sí? Yo genero todo, yo te envío los chips manteniéndoles el mismo número, y una vez que te llegue el chip al domicilio, el lugar de trabajo donde vos quieras, recién ahí finaliza el trámite de portabilidad, de esa manera nos ahorramos de que se tienen incomunicados en algún momento. ¿Ven? ¿Nicolás? Exactamente. Obviamente, sí, reciben.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2696.22,
      "fin": 2708.95,
      "duracion": 12.74,
      "texto": "Bueno, no hay problema.",
      "confianza": 0.216,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2708.97,
      "fin": 2712.76,
      "duracion": 3.78,
      "texto": "Lo que sí te comento, que tu número va a seguir circulando en la base de datos.",
      "confianza": 0.736,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 2712.78,
      "fin": 2728.57,
      "duracion": 15.79,
      "texto": "Obviamente los otros asesores se van a estar comunicando con vos. Entenderás que nosotros trabajamos por comisión, así que yo te agradecería que me termines desligiendo como tu asesor. Y bueno nada, obviamente cualquier cosita vamos a estar comunicados.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2752.48,
      "fin": 2758.24,
      "duracion": 5.76,
      "texto": "Bueno, bueno, perfecto. Muchísimas gracias.",
      "confianza": 0.148,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2764.73,
      "fin": 2772.98,
      "duracion": 8.25,
      "texto": "Vamos a hacer así mejor, mirá. Yo mejor con el lunes. Si vos necesitas antes, me escribís vos. Al WhatsApp que habíamos estado hablando.",
      "confianza": 0.738,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2775.27,
      "fin": 2782.14,
      "duracion": 6.87,
      "texto": "O si no, ¿tu número cuál es? ¿Cuál es tu número? Porque yo me había comunicado a este, ¿no? Y aquí veo.",
      "confianza": 0.754,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2782.16,
      "fin": 2782.22,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.332,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2784.15,
      "fin": 2798.8,
      "duracion": 14.65,
      "texto": "Perfecto, yo ahí te voy a dejar mi número. Si vos necesitas antes de hablarme, me hablas. Si no, yo lo uniré dejando para hablar. Muchísimas gracias. Hasta luego, chao chao.",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2813.33,
      "fin": 2833.33,
      "duracion": 20.0,
      "texto": "de la metodo, 30 minutos. Son cuatro líneas, todos en internet, los dos tienen cobertura, pero tiene todo muy claro. Salgo la factura, lo comparamos, entre nosotros le queda mucho mejorato, le está pagando 70 con los impuestos, y con nosotros pagaría 50 con los impuestos. Entonces, cuando nada.",
      "confianza": 0.142,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 2833.93,
      "fin": 2840.53,
      "duracion": 6.61,
      "texto": "Él quiere llamar a Claro y ver a ver si lo presiona mejor, porque si no se va.",
      "confianza": 0.506,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2847.97,
      "fin": 2850.14,
      "duracion": 2.16,
      "texto": "Gracias.",
      "confianza": 0.232,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 2912.22,
      "fin": 2914.4,
      "duracion": 2.18,
      "texto": "Gracias.",
      "confianza": 0.231,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2946.05,
      "fin": 2968.68,
      "duracion": 22.63,
      "texto": ". . .",
      "confianza": 0.915,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3205.47,
      "fin": 3206.57,
      "duracion": 1.1,
      "texto": "Gracias.",
      "confianza": 0.22,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3264.97,
      "fin": 3294.32,
      "duracion": 29.35,
      "texto": "con una propuesta de en definitiva yo le llamaba por una bonificación con la idea",
      "confianza": 0.495,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3591.94,
      "fin": 3594.38,
      "duracion": 2.43,
      "texto": "Gracias.",
      "confianza": 0.235,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 3686.97,
      "fin": 3688.39,
      "duracion": 1.42,
      "texto": "Gracias.",
      "confianza": 0.359,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "6 meses en 2008. Pero también le realizamos una habilidad y tenes bien gratis para usar. Entonces, ahora con la habilidad y con la habilidad y la habilidad. Este es el químico que nosotros teníamos. A ver, a ver, a ver. ¿Qué va a servir? ¿Qué va a hacer? lo único que tiene que hacer es comunicarse con el número que le voy a pasar ahora que sería 0800 321 7 6 7 8 2 opción número 4 yo lo voy a pedir por favor si me puede confirmar que le llegó el mensajito de whatsapp le llegó el anterior el que comenté el del 08 7 Buenísimo. En el caso de que, bueno, le comenté que tuviera alguna dificultad o lo pueda llegar a activar a través de ese número, lo único que tiene que hacer cuando no reciba señal es reiniciar el dispositivo para que pueda disfrutar de lo que es el beneficio de Movistar. ¿Sí? Perfecto. Para continuar, le comento que por otro lado, dentro de los próximos días, ya sea 48 horas, va a estar recibiendo lo que es una encuesta de satisfacción. Esta encuesta, la función que tiene es valorarme a mí como un asesor de Movistar para que tenga una opinión sincera de lo que es la compañía de administrativo Asset. Yo le voy a pedir por favor si la puede llegar a contestar, ya que nos haría crecer como lo que sería a mí como asesor y también a lo que sería la compañía de Movistar, en el futuro para poder atender mejor a los clientes. Sí, sí, quédate tranquilo, la contesto, sin problemas. Perfecto, perfecto. Comento, así que para poder realizar lo que es la portabilidad, yo tengo que pedir permiso a usted, Ariel, para poder enviarle lo que es un mensaje de portabilidad, que el contenido del mensaje de portabilidad es un número de 4 dígitos con una fecha de vencimiento, la cual tiene la siguiente función. La fecha de vencimiento es el tiempo estipulativo para el cual usted sea parte de la familia de Movistar, puede ser un día antes, un día después o incluso el mismo día. El numerito de 4 dígitos, la función que tiene es que usted, cambiándose de compañía, mantenga el mismo número, ¿sí? Perfecto, yo le voy a pedir a usted si me puede dar el permiso de que se lo pueda llegar a enviar. Sí, sí. Perfecto, yo ahora mismo se lo acabo de enviar. Recuerde que también va a estar haciendo lo que son llamadas de la gente de retención de claro. Lo voy a pedir por favor, si las puede evitar atender, ya que le van a estar ofreciendo planes que no van a poder cumplir, ¿sí? Más que nada para tirar lo que es la portabilidad. Sí, sí, sí, no era problema. Buenísimo, yo ahora mismo se lo acabo de enviar, lo voy a pedir por favor si me puede llegar a comentar si le llevo lo que es el mensaje y si me puede llegar a dictar lo que sería el contenido, ¿si? Ya te digo. Me llevo el mensaje del teléfono con opción 4, ah, sí. Y acá me llevo mensaje de texto, sí. Perfecto, me lo puede... ¿Te lo puedo? Sí, por favor. 57.20 57.20 y la fecha de vencimiento que le figura, ¿me lo puede decir? 19 de enero de 2026. Perfecto, entonces que usted va a realizar lo que es la portabilidad antes de la fecha que habíamos hablado. Usted la va a realizar lo que sería el día 18, 19 o el mismo 20, ¿sí? Perfecto. Bueno, para continuar, sí, yo que le comenté que para por activar lo que sería la línea de teléfono, Necesitaríamos lo que sería la foto del frente de lo que sería su documento, ¿sí? Para poder activar, va corroborando que es usted lo que será el titular correcto, y una vez que me la mande, la puede llegar a borrar. ¿Sí? Sí. Si me la puede... Si me la puede enviar ahora, lo que sería la foto del frente de su DNI, a Ariel se lo agradecería. A ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver, a ver... ¿Solo la foto del documento necesitar? La foto de lo que sería el frente del documento y lo que sería una captura de pantalla, si puede, lo que sería el mensajito de texto, ¿sí? Del que me mandaste a borrar quién. Exactamente. Yo ahora mismo le acabo de enviar a usted lo que sería un ejemplo de cómo es que me lo tiene que enviar a lo que sería el mensajito de texto. Después lo otro, lo que sería la foto del documento, si la puedes llevar a borrar, se la voy a agradecer. La foto del documento ya te la mandé. A ver, denme un seguito que voy a corregir a lo que serían los datos o lo que tenemos. Perfecto, ya si quieres la puedes llevar a borrar ahí. Listo. Bueno, ahora le voy a pedir la foto del texto que me mandaste. Exactamente, una captura de pantalla y el mensajito de texto. Le dimelo. Ahí te llegó. Sí, perfecto. Buenísimo. Para continuar, le comento que a partir de ahora, todo el tiempo que usted se encuentre con la que es la compañía de movistar, yo voy a ser su asesor personal. Así que lo voy a pedir por favor que si lo llega a llamar a otro asesor, que no conteste o que si contesta por alguna equivocación no le pase lo que yo le pedí a usted que le comenté también ya que se puede llegar a generar lo que es una doble de facturación y a partir del día de hoy yo soy su contacto directo con lo que es la compañía de Movistar. Yo te agendo a vos porque yo te agendo a vos. Exactamente, cualquier duda o consulta usted me comunica conmigo o va hablando conmigo que yo le voy a ir resolviendo sus dudas en el momento. Sí, te hago otra consulta, una consulta aparte. ¿Hay algún tipo de beneficio en en el tema de celulares y aparatos o no tienen nada que ver ustedes con la venta de aparatos? En realidad lo que yo me dedico es solamente a lo que sería la idea de portabilidad, como le comenté exactamente con el Club Movistar usted puede ir sumando puntos, que estos puntos pueden llegar a sumarle para poder sacar lo que sería un teléfono contrafactural en el futuro, ¿sí? Ajá, bueno, ahorita te pregunto para sacarme la duda nada más por un futuro cambiar el teléfono si hay algún tipo de beneficio. Yo creería que sí, pero más que nada tendría que ver con lo que es en el club Movistar, sumámoslo. Dale, dale, buenísimo. Perfecto, Ariel, le agradezco por su tiempo, gracias por realizar lo que es la portabilidad del día de hoy, espero que tenga un excedente estadio y un muy buen inicio de semana, y felices vacaciones sobre todo. Bueno, dale, muchas gracias, suelta a Kendi y con eso le mando a vos. Perfecto, muchas gracias, Ariel. Hasta luego. Hasta luego. No hay tanta cuenta en el producto. No hay tanta cuenta en el pedido. Es natural. Mientras más dudas, más inseguridad de clasificación. ¿Cuánto es el pedido? Si te vas a las cursas, en las cursas te lo van a pedir para la actividad de ECEA. ¿Qué es ECEA? Bueno, cuando te lleguen los cintos vas a escanear y te van a pedir la actividad de ECEA. ¿Por eso? ¿Por qué es ECEA? ¿Por qué es ECEA? ¿Por qué es ECEA en este caso? Bien, gracias. Cuando te llegue a decir en el correo, vas a escanearlo y te va a solicitar escanearlo de ahí. Para variar de ahí. Por eso que te lo pido ahora. No doy más vueltas de ahí. Código de portabilidad para mantenerte el mismo número. Bien. Ahora, necesito que me lo lea. Ya está. No le voy a medir más vueltas. Por ejemplo, de decirle, bueno, ahora borrarlo de ahí. No, no es necesario. Porque si te piden a bola, que te escuchen, se lo requieren. No tienes la foto de ti, y los clientes te dicen, yo no se los pasé. ¿Qué hacemos? ¿Usted? Tranquilo, no te lo hagas, faltamos de esa foto a la de aquí. Gracias. Gracias. Gimel Blanco, sucursal a Andreán. Gimel Blanco, mochaba rápido. No, no, no Buenas tardes. Hablo con la línea de Carlos Gustavo. Ah, bien. ¿Tenés chip en blanco, si no en sucumán también? Sí, no la Andriani también está disponible. Hola, ¿qué tal? ¿Puedo hacerles con Carlos Gustavos? ¿Qué tal? Nicolás es mi nombre y nos estábamos comunicando por la portabilidad de tus líneas. Estuvimos hablando por vasar, no sé si se va a hablar. Ah, bien, perfecto. Decima. OK. OK. Mira, para decirte bien los precios necesitaría saber si en el domicilio contamos con cobertura de seguridad óptica, ¿sí? ¿Te puedo pedir el domicilio de las dos que tienes? Ok. Bueno, perfecto. Ok. Sí, hay que ver esto más que nada, ver cuántos conectados hay, porque bueno, si has tenido una, a lo mejor el servicio de internet y la página funcionaba mal, Puedo haber sido porque había estado saturado lo que es el post de alimentación de Internet, pero bueno, me gustaría verificar primero. Dale. Pasaje, Galileo, 2-8. Y el otro. 5-9, 3-9 a 6-9. ¿Puede ser que la pasaje de alivio esté entre Julio y Redón y Paraná? ¿Esto es una casa o es un negocio? Y el otro es con la libertad. OK. Tiene el callo de libertad. Bueno, mientras verifico que es esto, qué es lo que es la señal, te voy comentando los precios. Nosotros actualmente tenemos una promoción que contratando lo que es la fibra óptica y realizando una portabilidad numérica entras en una promoción que por ambos servicios pagas 24 mil pesos. Para que tengas una idea, la fibra solo actualmente está en un valor de 24 mil pesos. Pero al portar tu línea, sí. Todo bien. Bien, por eso te comentaba primero que puedo hacerte una promoción, que sería, te lo desgloso y después te saco el total, ¿te parece? Ah, bien, sí. Claro, mirá, yo te lo desgloso brevemente y luego después te voy a dar el total, ¿bien? Serían 300 megas de velocidad más una línea con 8GB de internet en total, te quedarían 24 mil pesos. Vos necesitarías dos promociones de esta, Y sumado a esto, saltarían 4 líneas más. ¿Bien? Claro, pero te comento que al contratar Internet, te puedo ofrecer... Sí, sí. Claro, eso lo veo. Pero en total tenés 6 líneas, ¿verdad? Para entender. En total tienes 4 nids. Bueno, perfecto, ponemos el segundo entonces. ¿Y son de consumir muchas gigas? Ajá, ok. Sí, hoy. Sí. ¿Claro cuándo estás hablando? Lo tenés como, te hago una pregunta, lo tenés como cuito o como individuo? Todo es como cuito? Sí. OK. No, no, no. Son 5 gigas el internet que tiene cada línea de internet para navegar por mes. Son 5 gigas. OK. Bien. Perfecto. Sí. Más de eso. OK, bien. Y te hago otra consulta. ¿Es necesario que lo tengas todo como quiz o podés tenerlo bajo tu DNI? ¿Cómo quiz? OK. OK, bien. Bien. Claro. Bien. Bueno. Bien, a ver, entonces tengo para ofrecerte otra promoción porque es por Quick. Yo lo que te estaba comentando era bajo tu número de DNI, pero tengo una. La diferencia básicamente es que como DNI tenés la opción de activar lo que es el grupo familiar. Como Quick, como negocio, no. Es básicamente la única diferencia, pero nada más que eso. Bueno, mira, tengo en este caso para ofrecerte, déjame ver, el servicio de lo que es el internet, en este caso por ser negocio, yo te había dicho 24,000 pesos, pero el de 300 millones te quedaría en 16,500 más los impuestos, esto depende de su categoría en positivo. Bien. Más impuestos. Y las líneas, en este caso, te quedaría cada una al valor de 4,545 más impuestos, obviamente. Bien. Exactamente. Para sacarte una cuenta rápida, 5,545. Exactamente, esto ya está con promoción. La promoción es actualmente Movistar, las tiene va en realidad, no solo Movistar, sino todas las compañías actualmente son por 6 meses. Bien, ¿cuál es el motivo? Es porque, bueno, seguramente te debe pasar inclaro o te ha pasado en Movistar en algún momento, es que por aquí las promociones duraban 12 meses, pero a los 12 meses ya no era lo que te lo habían prometido. Entonces, de esta manera... Sí. Sí. Sí. Sí, me imagino. Sí, sí, sí. Si bien es un trámite sencillo, es algo que por ahí uno no está pensando en querer hacerlo en todo momento, obviamente. Sí, no, bien. Bueno. Sí, oye. Y te hago una consulta. Bueno, te comento, en cuanto a precios, pagarías por las cuatro líneas, más el Internet, 34,680 más importes. Más los dos, los dos Internet exactamente. 34,680. más los impuestos. Obviamente, esto depende de, no sé qué categoría sos, sos responsable en crédito o menos. Bien. Entonces, con el impuesto incluido aproximadamente, recordad que el impuesto va para cada línea de internet, aproximadamente estarías abonando unos 51 mil pesos. ¿Es claro cuánto estás pagando? Sí. es prácticamente lo mismo la diferencia es que entrarías con la promoción nueva en el caso de Movistar nada más y obviamente no te comente que serían los gigas de internet que tendrías serían 4 gigas de internet para cada línea vas a tener whatsapp gratis y Por ahora, pasa que, por ejemplo, no es por hablar mal, pero sí, claro, mientras lo tenés bloqueado el teléfono, te va consumiendo internet. Sí, son 5 gigas. Uh-huh. No te sale ahí, si querés, después pasame la WhatsApp y te la ayudo a leer. ¿Pero no te sale si tiene internet, el servicio de internet? Sí, eso es celular. Uh-huh. OK. Vamos, chicos, nos vamos conectando. ¿Y eso cuánto estaba volando por eso? Anotate, porfa. ¿Cuánto me dijiste, perdón? Solo por el internet. o sea que estás sabonando como 70 mil pesos. Yo te estoy dando el aproximado de 50 mil con los impuestos incluidos aproximadamente. Sin impuestos eres 34 mil y ahí vas a tener los dos servicios de internet y las cuatro líneas. Claro, claro, sin los impuestos sí, exactamente. Sí, eso después se recupera, ¿cierto? Sin los impuestos te quedaría todo en 34,680 y ahí le sumamos los impuestos aproximadamente, sí, sí. Las promociones por 6 meses también desde la aplicación de Moizarro, en el caso de que llegues al quinto mes puedes seleccionar algún plan que te convenga. También nos toco un montaje que contratando el servicio también vas a contar con el primer mes gratis para la línea de cerrar. Claro. Sí, sí, sí. Pasamos. Ya lo tenés. Lo bueno es eso, que lo bueno es que Yo te comento, yo llevo trabajando en la empresa cuatro años. Algo que no había en ese momento, te estoy hablando hace cuatro años cuando yo arranqué y esto se cambió hace año y medio, que es esto. Básicamente antes, por ejemplo, para cambiar un plan teníamos que llamar al 0800. Llamabas al 0800 y por ahí te ponían en espera, se cortaba la comunicación y al final decías a qué me voy a gastar y terminabas por ahí con un mes adentro con una promoción de, no sé, pues 20 mil pesos a lo mejor. Entonces, hoy en día desde la aplicación puedes manejar este tema de cambiar el plan. Por ejemplo, se te subió o por ejemplo, no sé, también Movistar ha incluido notificar al cliente en el caso de que aumente la facturación. Te avisa con un mes de anticipación tu facturación. El mes que viene subirá un, no sé, tres por ciento, por ejemplo. Entonces, eso también te ayuda a estar a voz notificado, porque para ahí antes pasaba de que eso no existía. Sí te comento, te comento lo siento. Bueno. En el caso de que solicites la baja y de claro te diga, si te voy a dar la baja, ojo, porque al dar la baja no podemos hacer la portabilidad. Si lo quieres amenazar a hacerlo, no hay problema, pero si te comento que en el caso de que te den la baja no podemos hacerla. O sea, ¿qué necesito yo? Sí, ya lo vi, ya está todo ok. Claro, mira, nosotros, sí, nosotros es una realidad que, y esto pasa siempre, y esto es lo que te pasó a vos, según lo que vos me estás comentando, que al general lo que es el código de portabilidad, automáticamente la empresa le llega la notificación. La empresa lo deriva a lo que es el área pertinente de retención, que es una empresa especializada, automáticamente te van a empezar a llamar, te van a mandar promociones. Lo malo es que esas promociones que ofrecen es solamente de retención, prácticamente lo que quieren es que te quedes en la empresa. luego de pasado uno o dos meses, esa promoción ya no es la que te prometieron. Eso es una realidad. Por eso, lo bueno es que tiene Mojitar que ha incluido esto de poder cambiar el plan desde la aplicación, ¿sí? Bueno, ya te comenté. Sí. Bueno, vos me avisas y yo te vuelvo a llamar. Es muy sencillo, simplemente hay que iniciar con el trámite de portabilidad. Una vez que ya está iniciado, ya por más que claro quiera retenerte, ya está iniciado el trámite. Por eso siempre le digo a los clientes, cuando tomen la decisión, que me dicen, porque verdaderamente quieren hacerlo, porque después me dicen, no, es que claro, me quiere ofrecer, no sé, 10 gigas a 1,500 pesos. Sí, la realidad, que es una mentira. Pero bueno, ya está iniciado el trámite, ya no se puede cancelar porque ya lo derivo al ente pertinente que regula las portabilidades numéricas. Entonces, ¿apenas he decidido o me escribí? OK. OK. Solo. Solo te falta tener el fin, nada más. Pero es una realidad que tampoco me gusta que tomen las decisiones tan rápido, porque la verdad que para ahí, cuando son muchas líneas, muchos servicios, me gusta tener al cliente bien atendido. Y si cualquier cosa que voy a necesitar, me parece feliz. Claro. Sí, te entiendo. Sí, sí, sí. Eso también que haces tranquilo, que el trámite de portabilidad se cierre una vez que ya te llegan los chips, ¿sí? Yo genero todo, yo te envío los chips manteniéndoles el mismo número, y una vez que te llegue el chip al domicilio, el lugar de trabajo donde vos quieras, recién ahí finaliza el trámite de portabilidad, de esa manera nos ahorramos de que se tienen incomunicados en algún momento. ¿Ven? ¿Nicolás? Exactamente. Obviamente, sí, reciben. Bueno, no hay problema. Lo que sí te comento, que tu número va a seguir circulando en la base de datos. Obviamente los otros asesores se van a estar comunicando con vos. Entenderás que nosotros trabajamos por comisión, así que yo te agradecería que me termines desligiendo como tu asesor. Y bueno nada, obviamente cualquier cosita vamos a estar comunicados. Bueno, bueno, perfecto. Muchísimas gracias. Vamos a hacer así mejor, mirá. Yo mejor con el lunes. Si vos necesitas antes, me escribís vos. Al WhatsApp que habíamos estado hablando. O si no, ¿tu número cuál es? ¿Cuál es tu número? Porque yo me había comunicado a este, ¿no? Y aquí veo. Sí. Perfecto, yo ahí te voy a dejar mi número. Si vos necesitas antes de hablarme, me hablas. Si no, yo lo uniré dejando para hablar. Muchísimas gracias. Hasta luego, chao chao. de la metodo, 30 minutos. Son cuatro líneas, todos en internet, los dos tienen cobertura, pero tiene todo muy claro. Salgo la factura, lo comparamos, entre nosotros le queda mucho mejorato, le está pagando 70 con los impuestos, y con nosotros pagaría 50 con los impuestos. Entonces, cuando nada. Él quiere llamar a Claro y ver a ver si lo presiona mejor, porque si no se va. Gracias. Gracias. . . . Gracias. con una propuesta de en definitiva yo le llamaba por una bonificación con la idea Gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.536,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 47.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:27:53.337248",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 6,
    "total_segmentos_original": 326,
    "total_segmentos_corregido": 117,
    "fecha_correccion": "2026-01-18T23:05:33.747171",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112164445180_MIT_01995",
    "sin_datos_basurita": true
  }
}