{
  "archivo": "amza16_1_260116130323704_ACD_57459.wav",
  "duracion_segundos": 1702.92,
  "num_segmentos": 307,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 672.63,
    "Cliente": 715.41
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.16,
      "fin": 5.04,
      "duracion": 2.88,
      "texto": "Hola, ¿nos tratáis bien? Sí,",
      "confianza": 0.054,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 5.04,
      "fin": 5.28,
      "duracion": 0.24,
      "texto": "bien, hola.",
      "confianza": 0.031,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.3,
      "fin": 14.82,
      "duracion": 9.52,
      "texto": "Más si eres mi nombre nos comunicamos del área de beneficio movilizar. Muy bien, queríamos volver a mejorarte en tu línea, vemos que te encontrás en claro actualmente.",
      "confianza": 0.601,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 17.06,
      "fin": 23.01,
      "duracion": 5.95,
      "texto": "Me encuentro en claro y con la línea deshabilitada. Bien, ¿tenés la línea suspendida en este momento?",
      "confianza": 0.055,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.75,
      "fin": 24.81,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.523,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.19,
      "fin": 45.57,
      "duracion": 19.38,
      "texto": "Bien, pensás en lo que es tu compañía. porque podemos realizar lo que es el trámite antes, digamos, de que se te corte totalmente la línea. No sé qué voy a hacer ahora, está viniendo mucho. Bien, en el caso, digamos, que todavía tengas la línea suspendida y puedes recibir lo que son mensajes y llamadas normales, puedes realizar el trámite, ¿sí?",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 46.37,
      "fin": 49.16,
      "duracion": 2.78,
      "texto": "De lo que es el traspaso hacia Movistar, ¿sí?",
      "confianza": 0.766,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.72,
      "fin": 58.69,
      "duracion": 8.97,
      "texto": "Y lo que sí, bueno, te va a quedar ese saldo pendiente en claro, en tal momento, en un futuro, si vos deseas volver a la compañía, sí te van a solicitar, digamos, que abones ese saldo pendiente, ¿sí?",
      "confianza": 0.625,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.84,
      "fin": 65.7,
      "duracion": 5.87,
      "texto": "Puedo comentarte los planes que tenemos disponibles para que puedas realizar la portabilidad, ¿sí?",
      "confianza": 0.724,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.09,
      "fin": 84.93,
      "duracion": 17.84,
      "texto": "No sé qué clase de consumo vos estás realizando en base a Ligas. Y había, y había, y había, no me acuerdo, o sea, no me acuerdo qué plan había tenido, pero como es esto, había agarrado un plan de claro,",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 85.55,
      "fin": 95.64,
      "duracion": 10.09,
      "texto": "Y yo consumo muchos datos porque hay muchos en la calle, ¿viste? Ah, bien, bien. Yo estoy con TikTok, Vox, y con Instagram, entonces a mierda. Yo necesito un buen plan para eso, la verdad, pero... Claro. Y no sé cómo me vino.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.24,
      "fin": 104.81,
      "duracion": 8.57,
      "texto": "O sea, pasa que a mí se me agotaban los chivos, se me agotaban los chivos y pedía la recargada, ¿viste? Si te fuera la nueva, digamos, con el tema de la recarga.",
      "confianza": 0.472,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.53,
      "fin": 108.97,
      "duracion": 3.44,
      "texto": "Y si me fuera la nueva, con el tema de la recarga. Claro, sí, entiendo. Sí,",
      "confianza": 0.548,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 108.97,
      "fin": 111.58,
      "duracion": 2.61,
      "texto": "bueno, justamente ese también es lo que es el negocio.",
      "confianza": 0.53,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.62,
      "fin": 117.11,
      "duracion": 5.49,
      "texto": "Claro, te ofrecen un plan tal vez muy económico, pero... Casi siempre la diferencia la hacen con lo que son las recargas.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.71,
      "fin": 139.07,
      "duracion": 21.36,
      "texto": "Mira, en base a lo que comentas que estás consumiendo, lo que puedo recomendarles es un plan que tiene 50 gigas de base, es decir, que todos los meses vos recibirías 50 gigas, y por realizar la aportabilidad, otorgamos 8 gigas de regalo por 6 meses. Es decir, que tendrías 58 gigas durante los primeros 6 meses. Ese al día de hoy, lo que es el valor es de 28.350 pesos,",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 139.44,
      "fin": 144.62,
      "duracion": 5.19,
      "texto": "te incluye Whatsapp gratis y además ilimitadas a cualquier compañía, bueno eso es básico digamos que lo tienen casi todas las compañías.",
      "confianza": 0.572,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 145.56,
      "fin": 166.1,
      "duracion": 20.54,
      "texto": "El plan también te incluye roaming en el mundo en el caso de que viajes y bueno la diferencia también estará en el caso de que te sobren de lo que son la cantidad de gigas que te comento del plan de los 50, puedes guardarlo y utilizarlo el mes siguiente, es decir, ponerle te sobran 20 gigas del plan, lo puedes guardar y el mes siguiente lo utilizas sin problema.",
      "confianza": 0.722,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.32,
      "fin": 184.43,
      "duracion": 18.11,
      "texto": "Yo tengo una duda pendiente, claro. ¿Me puedo pasar con el mismo nombre de la movistar? Sí, por eso te comentaba. Mientras que vos tengas las líneas suspendidas, porque no las tenés cortadas, mientras que no metes la corte en alto, digamos que no puedas recibir ningún tipo de comunicación, se puede realizar el trámite.",
      "confianza": 0.17,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.56,
      "fin": 187.28,
      "duracion": 1.72,
      "texto": "¿Pero cómo sé si las me las van a cortar?",
      "confianza": 0.456,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 188.59,
      "fin": 203.19,
      "duracion": 14.6,
      "texto": "O sea, el trámite, por ejemplo, si vos haces un retiro de movista por sucursal dura 48 horas. No sé hace cuánto vos tenés la línea suspendida de momento. No, hace menos de una semana. Ah, bien, bien. La línea suspendida puede durar hasta un mes en claro, ¿sí?",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 204.35,
      "fin": 228.3,
      "duracion": 23.95,
      "texto": "Un mes, mes y medio. Así que tendremos tiempo, digamos, a realizar el trámite. Lo que sí no te recomendaría digamos que elijas un método, digamos, un retiro por envío a domicilio que por ahí generalmente tarda unos días más. y podríamos correr el riesgo de que te corten la línea y ahí sí, para revisar el trámite, o sea, para que no pierdas tu número, sí o sí vas a tener que poner tu última factura en claro.",
      "confianza": 0.44,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.3,
      "fin": 229.75,
      "duracion": 0.44,
      "texto": "Sí o sí.",
      "confianza": 0.479,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 230.57,
      "fin": 236.53,
      "duracion": 5.96,
      "texto": "Exacto. Si te cortan línea en todo, digamos, ahora no, porque la tenés suspendida, que no es lo mismo que es línea cortada.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.97,
      "fin": 247.62,
      "duracion": 9.65,
      "texto": "Así que para que no pierdes el número, yo te recomendaría, digamos, que si puedes hacer un retiro por sucursal del chip de Movistar, y bueno, ahí te vas a poder utilizar, seguir utilizando tu número, ¿sí?",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.33,
      "fin": 273.12,
      "duracion": 24.79,
      "texto": "Si yo lo pido por acá, me cortan la línea. Yo te hago el trámite porque vos tenés dos métodos de envío y de retiro del chip. Recordar que vos cambias el chip físico. No sé si vos tenés el chip físico o tenés el SIM. Es mucho más sencillo porque no tenés que ir a ninguna sucursal. Te llega el QR de Movistar mediante lo que es un correo electrónico.",
      "confianza": 0.232,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.91,
      "fin": 320.81,
      "duracion": 46.9,
      "texto": "Sí. Pero no perdería ese número si es en tu consulta. Si querés, bueno, ahora yo te he valido los datos porque, bueno, figura que fuiste un cliente reciente de Movistar y, bueno, figuran unos datos acá registrados en sistema. Si querés, te lo he valido. En tal caso, necesito así que me confirmes si el correo electrónico está en uso porque recordá que por ese medio te va a llegar lo que es el correo electrónico, lo que es el QR, perdón. Pero eso cuando me pasa Movistar. Si yo ya, una vez que me paso y dan el ejercicio de la alta. Así no, en salto pendiente no correr ningún riesgo de corte porque vos, claro, ya no perteneces más, digamos. No te van a poder cortar la línea en movistar porque vos ya no perteneces a claro.",
      "confianza": 0.357,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.92,
      "fin": 333.03,
      "duracion": 11.11,
      "texto": "Lo que sí, te comentaba yo que en un futuro, tal caso, que vos te quieras volver a pasar a claro, ahí sí te van a solicitar que abones el salto pendiente para que puedas ingresar nuevamente a la compañía, ¿sí?",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 333.97,
      "fin": 339.15,
      "duracion": 5.18,
      "texto": "Así que, es decir, pasen limpios por si te quedó alguna duda.",
      "confianza": 0.696,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 339.71,
      "fin": 362.15,
      "duracion": 22.44,
      "texto": "Si ahora hacemos lo que es la puertalidad dentro de los próximos días, digamos, y te llega lo que es el QR en 48 horas, vos mantendrías el mismo número en la compañera de Movistar, ¿sí? Y ya no tendrías ningún tipo de riesgo de corte, digamos, en tu compañera porque, bueno, obviamente sos de Movistar y no sos de Claro. Ahora, si se me lleva el día, si llega, ¿no?",
      "confianza": 0.704,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.86,
      "fin": 377.76,
      "duracion": 14.9,
      "texto": "que puede pasar. ¿Cómo lo recargo? La aplicación es muy sencilla. Vos tenés las opciones de distintos paques por día, y bueno, eso es normal como entrada a compañía. Bueno, puedes contratar directamente a Contrafactura o también con un método de pago en el momento.",
      "confianza": 0.231,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 379.3,
      "fin": 400.96,
      "duracion": 21.66,
      "texto": "Eso funciona de igual manera que Claro o cualquier compañía. Y también tenés el de regalo, eso te lo ofrece Movistar por ser parte de Movistar. Tenés 20 días extra, digamos, en el plan, digamos, no en el plan, sino que lo puedes activar dentro de la aplicación también, que eso son 20 gigas de regalo que lo tenés por 30 días de corrido, ¿sí?",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 402.06,
      "fin": 450.48,
      "duracion": 48.42,
      "texto": "Esto vos lo activás en el momento que vos desees, en tal caso que te, que es sin giga, puedes activarlo, es una vez al año, funciona básicamente parecido como en Tejera, y no sé si en algún momento vos lo dejas utilizarlo, pero funciona parecido, digamos, a ese servicio. O sea que por mes, todos los meses voy a tener 58 usadas. Exacto, pero los primeros, 6 meses vas a tener 58 gigas, así que bueno yo te recomiendo si utilizas mucho digamos gigas y demás igualmente te vas a dar cuenta que los gigas de modo que te van a durar más y en tal caso que te lleguen a sobrar si puedes ir viendo digamos antes que finice el mes si te sobran 10 15 gigas los guardas porque tal vez al otro mes vas a consumir un poco más y te ahorras una recarga ahí básicamente porque por ejemplo",
      "confianza": 0.602,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 451.42,
      "fin": 457.2,
      "duracion": 5.78,
      "texto": "si tendría 50 llegué a 15 al mes siguiente tendría 65 más 8 de regal.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 457.23,
      "fin": 458.05,
      "duracion": 0.82,
      "texto": "Perfecto.",
      "confianza": 0.292,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 458.07,
      "fin": 519.59,
      "duracion": 61.52,
      "texto": "Así que bueno, si querés ahorita te valeo los datos y generamos las solicitud sin problemas. Darles de veneno. Bueno, aguarda un momento. Bien, me aseguro tu último 3 dígitos del DNA 006. Sí, así es. Marela Juliana Esteban. Así es. Bueno, comentamos en alguna sucursal de una localidad y te buscamos una sucursal. Morón Centro. Bueno, bien. No sé si vos tenés disponible internet ahora en este momento. No, no tengo. Ah, bien. Bueno. Yo ahora te voy a... Pero ahora, pero ahora, pero ahora sí hubo un lugar donde... Ah, bien. Ah, no, no hay problema. Mira, me figura en dos sucursales, sí, de Movistar en Morón. Una es en la calle de Río Avia, al 18344, y una sobre la calle 9 de Julio, al 194. Es un... Perfecto. No sé cuál de las dos te resulta más cómoda. ¿Ribadavia y qué más?",
      "confianza": 0.548,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 520.31,
      "fin": 525.94,
      "duracion": 5.63,
      "texto": "Ribadavia del 18344. Igualmente están a dos cuadras de diferencia, tenemos una con la otra.",
      "confianza": 0.706,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Agente",
      "inicio": 526.82,
      "fin": 553.55,
      "duracion": 26.73,
      "texto": "Y la otra es el 9 de julio del 194. Me parece que es más cómoda ir a Ribadavia. La de Ribadavia, genial. Yo en esta sucursal te voy a enviar. la dirección y los horarios de atención para que puedas acercarte a la realidad del chip. Esto te lo van a ver mediante Whatsapp. Pero yo no tengo el SIM. Perdón, tenés razón. Perdón, disculpa. Me habías dicho que eres SIM.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 554.37,
      "fin": 559.89,
      "duracion": 5.52,
      "texto": "Bueno, te leo lo que es el correo electrónico que figura acá en Sistema. Recordá que tiene que estar en uso, ¿sí?",
      "confianza": 0.527,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 559.91,
      "fin": 559.97,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.226,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 559.99,
      "fin": 567.86,
      "duracion": 7.87,
      "texto": "Es barelajulian11.com Así es. Bien, genial. Bueno, recordá que por ese medio vas a recibir el QR, sí.",
      "confianza": 0.135,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 568.74,
      "fin": 573.3,
      "duracion": 4.56,
      "texto": "Y bueno, vamos a necesitar también validar lo que es tu número.",
      "confianza": 0.693,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 573.98,
      "fin": 575.78,
      "duracion": 1.8,
      "texto": "Y recuerda que, bueno, vas a mantener el mismo.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 576.34,
      "fin": 583.61,
      "duracion": 7.27,
      "texto": "Así que, bueno, te vamos a enviar lo que es un mensaje de portabilidad. No sé si vos sabes qué es esto, si no te lo explico gravemente, no tengo ningún tipo de problema. Explícamelo, por favor.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 583.63,
      "fin": 584.17,
      "duracion": 0.54,
      "texto": "Bien.",
      "confianza": 0.694,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 584.19,
      "fin": 590.62,
      "duracion": 6.43,
      "texto": "El mensaje de portabilidad es básicamente lo que permite hacer el traspaso de una compañía hacia otra manteniendo el mismo número, ¿sí?",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 591.48,
      "fin": 609.86,
      "duracion": 18.38,
      "texto": "Tienes que enviar el lente regulador, que es el número es más 2, 2, 3. Sí, es un mensaje que va a tener dentro lo que es un número de cuatro dígitos, sería una fecha de vencimiento que sería aproximadamente del día 23, que son los días que tiene la compañía para realizar el trámite. ¿Cómo los días 23?",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 612.24,
      "fin": 619.81,
      "duracion": 7.57,
      "texto": "En ese mensaje tenemos, por ejemplo, a partir de ahora, desde el 16 tenemos siete días de corrido la compañía de Movistar para realizar el trámite.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 621.13,
      "fin": 625.47,
      "duracion": 4.35,
      "texto": "Ah, ok. Esos son el tiempo estimado, digamos, de trámites y demás.",
      "confianza": 0.689,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 626.16,
      "fin": 648.61,
      "duracion": 22.45,
      "texto": "Verifica ahora cuando yo te envíe el mensaje, lo vas a recibir igualmente porque es un mensaje de texto, no es un WhatsApp, que al final del mensaje que te comenté aparezcan las siglas MBS que son las siglas de movistar. Ahí se está enviando, generalmente te van a entrar llamadas de números desconocidos, pero no lo va a tirar porque generalmente es la compañía validando que la línea está en activa.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 650.7,
      "fin": 661.05,
      "duracion": 10.35,
      "texto": "Bien, ahí me figura enviado, lo enviamos al número que estamos hablando en este momento, que es terminado en 7, 8, 4. No, todavía no me sigo nada. Bien, ahora hablamos, tal vez damos unos segundos.",
      "confianza": 0.587,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 667.71,
      "fin": 679.18,
      "duracion": 11.47,
      "texto": "Ahí me figura enviado, me confirma, si no lo vemos nuevamente, no hay problema. Dale, me sigo. Ahora sí me sigo.",
      "confianza": 0.49,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 680.53,
      "fin": 704.12,
      "duracion": 23.59,
      "texto": "Genial. Bien. Si me lo puedes dedicar, porque generalmente necesito una captura de pantalla, pero bueno, me decís que no tengo internet, así que no hay problema. Si me lo puedes dedicar, digamos, tiene que tener la captura del día 23, así que no hay problema. Bien.",
      "confianza": 0.143,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 704.68,
      "fin": 707.91,
      "duracion": 3.23,
      "texto": "Décime. 9027. 9027. Bien.",
      "confianza": 0.395,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 708.44,
      "fin": 718.52,
      "duracion": 10.08,
      "texto": "Te repito nuevamente porque en este no podemos tener errores, así que ese es el que permite que pandeis tu nuevo número. Es 9027. 9027. Genial. Así es.",
      "confianza": 0.645,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 721.76,
      "fin": 731.52,
      "duracion": 9.76,
      "texto": "Y la fecha de vencimiento es tal como te dije del día 23, ¿cierto? A ver, San Francisco. 23 del 01. Sí, 23. Genial.",
      "confianza": 0.747,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 733.74,
      "fin": 747.56,
      "duracion": 13.82,
      "texto": "Bueno. Si puedes igual manera sacarle Capture y cuando vos tengas Internet me lo envías genial, si no, no hay problema, ¿sí? Dale, perfecto. Sí, ahora ya... ahora ya me conecto a la red. Dale, genial. Mirá, guárdame un momento. Yo ahora te voy a hacer lo que es un cierre comercial, ¿sí?",
      "confianza": 0.166,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 747.58,
      "fin": 759.68,
      "duracion": 12.1,
      "texto": "En el cual yo te voy a repasar los datos del plan y los datos del... A ver, quédate en línea.",
      "confianza": 0.595,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 759.7,
      "fin": 761.2,
      "duracion": 1.5,
      "texto": "Para, para, para, a ver si... Dale, no hay problema, no hay problema. Hola.",
      "confianza": 0.003,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 772.57,
      "fin": 794.2,
      "duracion": 21.63,
      "texto": "Hola, ¿me escuchas?",
      "confianza": 0.326,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 794.22,
      "fin": 795.18,
      "duracion": 0.96,
      "texto": "Sí, sí te escucho.",
      "confianza": 0.432,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 795.2,
      "fin": 801.41,
      "duracion": 6.21,
      "texto": "Decime. Dale, no hay problema. Ahí yo también mensaje con mi nombre es Maciel.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 802.52,
      "fin": 815.72,
      "duracion": 13.2,
      "texto": "Tengo tiempo hasta las 15.30.",
      "confianza": 0.575,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 830.9,
      "fin": 855.16,
      "duracion": 24.26,
      "texto": "Ahí lo recibiste, la mensaje. Sí, te escucho. Bien. Bueno, ahí si quieres copiar el mensaje, el que me editaste, si lo puedes copiar y reenviarme ahí por WhatsApp, genial. Dale. Te comentaba que, bueno, ahora voy a proceder hacia el cierre comercial, que es un respaldo legal que vos tenés con la compañía, sí, porque recordá que la llamada está siendo grabada.",
      "confianza": 0.143,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 855.91,
      "fin": 909.9,
      "duracion": 53.99,
      "texto": "Y bueno, es un respaldo real tanto como paramos como paramedicamos de lo que yo te estoy brindando y los datos también brindados de parte tuve aquí. Perfecto. Bueno, aguardamos un momento. Es la primera prueba de que me estás obligando a pasarme a movistar. No, mentir. No, no es que mentir. Mentir, mentir, mentir. Me da ganas. ¿Para qué te pasa eso? Vale, no hay problema. También, luego voy a solicitarte lo que es una foto del frente y del torso del DNI del titular, en este caso su voz, para validar que el titular es el que está realizando el trámite. Entiendo, obviamente, que es su voz, pero bueno, por protocolo necesito un pedidero. Si lo tenés a disposición a lo que es la foto del frente y del torso del DNI en este momento, yo te guardo en llamada, así que hayas registrado también en llamada que me lo has brindado. Para, para, vos sos un... Ahí te lo parcé, vos sos un...",
      "confianza": 0.699,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 910.93,
      "fin": 921.24,
      "duracion": 10.31,
      "texto": "Si, correcto. Igual manera, si querés hacer algún dato mío extra, no hay problema para que te quedes tranquilo.",
      "confianza": 0.763,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 921.92,
      "fin": 939.11,
      "duracion": 17.19,
      "texto": "No hay problema. Si querés yo te dejo también ahí, te lo voy a dejar por las dudas, mi número personal y mi apellido también. Bueno, ahí te pasé eso. Sí. Ahí te estoy poniendo mis datos.",
      "confianza": 0.803,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 940.49,
      "fin": 991.24,
      "duracion": 50.75,
      "texto": "Perfecto. Ese es mi número personal, mi nombre y mi apellido, cualquiera. Para que lo tenga presente. Entiendo igual el motivo de confianza en el pleno. Bueno, te leo el cierre, no sé si querés que te lea el cierre y me envíes lo que es el aporte al frente del torso del enemigo. Uy, no tengo el enemigo físico. ¿Cómo hacemos? Si tenés el DM Argentina, a ver, me ahorrarás que le pregunto a mi líder, digamos, a mi superior y te consulto si sirve el DM Argentina, si lo tenés en tal caso. Dale, mientras te pico si tengo una foto por ahí del DMI. Ah, dale, no hay problema. Dale, ahorramos un... Dale, sí, sí.",
      "confianza": 0.468,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1006.46,
      "fin": 1018.51,
      "duracion": 12.05,
      "texto": "Sí, Julen, ¿me escuchas? ¿Me escuchas? Sí, te escucho, decime. ¿La licencia sí tuve? No, me confirmaron que puede ser lo que es mi Argentina.",
      "confianza": 0.273,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1019.47,
      "fin": 1033.44,
      "duracion": 13.97,
      "texto": "Dame un segundo, a ver. De igual forma, si querés enviarlo y luego lo podés eliminar, no hay problemas.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1036.41,
      "fin": 1065.27,
      "duracion": 28.86,
      "texto": "No, no es nada. No es nada.",
      "confianza": 0.52,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1066.43,
      "fin": 1093.7,
      "duracion": 27.27,
      "texto": "Bien, momento. Bueno, mientras tanto, si querés te dejo el plan ahí detallado por WhatsApp, si te parece, para que lo tengas presente también.",
      "confianza": 0.59,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1096.43,
      "fin": 1125.41,
      "duracion": 28.98,
      "texto": "No, no, no.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1126.07,
      "fin": 1134.12,
      "duracion": 8.05,
      "texto": "Gracias. Gracias.",
      "confianza": 0.505,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1161.71,
      "fin": 1164.43,
      "duracion": 2.72,
      "texto": "Ahí tienes también el plan detallado por WhatsApp, ¿sí?",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1197.09,
      "fin": 1208.45,
      "duracion": 11.36,
      "texto": "Si no no hay problema, puedes enviarlo luego.",
      "confianza": 0.647,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1232.68,
      "fin": 1234.19,
      "duracion": 1.5,
      "texto": "¿Qué pasa?",
      "confianza": 0.176,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1268.61,
      "fin": 1316.49,
      "duracion": 47.88,
      "texto": "Dame un segundo, que estoy recuperando la clave argentina y ya te lo doy. Si no, si se te complica mucho, lo envías luego cuando tengas tiempo, así no te hago... Acepto a un guion móvil.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1330.74,
      "fin": 1331.81,
      "duracion": 1.07,
      "texto": "Muchas gracias.",
      "confianza": 0.186,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1366.55,
      "fin": 1395.04,
      "duracion": 28.49,
      "texto": "Bueno, hay que tratar de poder entrar, solo hagan bien.",
      "confianza": 0.476,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1407.76,
      "fin": 1425.93,
      "duracion": 18.17,
      "texto": "Bueno, ahí te paso la foto, ya tengo la link. Sí, te escucho. Te voy a hacer el enciende.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1426.45,
      "fin": 1429.84,
      "duracion": 3.38,
      "texto": "Bueno, ahí te puedo hacer el enciende.",
      "confianza": 0.371,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1436.45,
      "fin": 1463.52,
      "duracion": 27.07,
      "texto": "¿Hay demandeo?",
      "confianza": 0.805,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1464.21,
      "fin": 1467.21,
      "duracion": 3.0,
      "texto": "Bien, bien disculpa a Julián que te dice esto.",
      "confianza": 0.287,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 1469.77,
      "fin": 1489.96,
      "duracion": 20.19,
      "texto": "No sé cómo te dicen Julián o Esteban, disculpa. Eh... Juli. Bien Juli, bueno, ahora te leo lo que es, si la querés eliminar para que no te queden adjuntas en el chat ahí, lo que es la foto, no hay problema. No, no, tranqui. Bien,",
      "confianza": 0.468,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1489.96,
      "fin": 1492.64,
      "duracion": 2.68,
      "texto": "bueno, te procedo a hacer lo que es el cierre comercial, sí.",
      "confianza": 0.602,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1493.42,
      "fin": 1509.38,
      "duracion": 15.96,
      "texto": "Bueno, necesito que no me interrumpas y que cualquier duda o consulta que vos tengas me la digas al finalizar el texto, ¿sí? Vale. Y bueno, si tengo algún tipo de error también me lo remarques y lo modificamos, ¿sí? Vale. Comienzo. Para recibir futuras promociones. ¿Usted tiene internet de movistar en el hogar?",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1512.4,
      "fin": 1512.51,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.401,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1512.62,
      "fin": 1552.96,
      "duracion": 40.34,
      "texto": "¿Tiene internet de hogar, digamos, fibra óptica movistar? No sé si movistar, no recuerdo. Muy bien. Bueno, no hay problema. Luego, si lo chequeas, no hay problema. Bueno, estamos portando la línea de Varela Juliana Esteban, la línea es 11-22-82-97-84. ¿Me podrías confirmar tu último estrategito del DNI? 006. Bien, genial. Bueno, me comentaste que actualmente te des claro que recibirás una factura mensual todos los meses bajo tu DNI.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1552.98,
      "fin": 1553.04,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.329,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1553.48,
      "fin": 1608.53,
      "duracion": 55.05,
      "texto": "Bueno, me comentaste que tenés actualmente lo que es el eSIM en tu línea. Así es. Bueno, vas a recibir en lo que es el código QR mediante el correo electrónico, ¿sí? Bueno, te recuerdo que desde lo que es el servicio no tienes ningún tipo de costo y ahora te repaso el plan a contratar, ¿sí? Que es un plan, ya el día de hoy te quedan 28.350 pesos y si no tienes cuatro hijos por seis meses, 65.150 pesos. Tienes un WhatsApp gratis, será más gratis a cualquier compañía. Un giga para juegos online. Es exclusivamente Free Fire. Y lo que es Rompid en el mundo y América Precio en local. Tienes también 8 gigas de regalo por 6 meses también. El mail que nos habías proporcionado para que te recibas el código QR es barelajulian11.com También estarás recibiendo la facturación online a través de este mail.",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1609.03,
      "fin": 1655.63,
      "duracion": 46.6,
      "texto": "Ingresando a la sección de servicios desde la misma Instagram, puedes ver toda la información referida a tu factura, ciclo de facturación, vencimientos, montos a pagar, y también puedes activar 20 gigas de regalo con una duración de 30 días disponibles una vez por año, ¿sí? También puedes adherirte al debut automático y sumar 4 gigas de regalo en cada línea móvil registrada bajo el mismo titular. Bien, una vez aprobada su línea, aportará a las 48 horas hábiles, un día al día por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad, para que te quedes tranquilo. Es importante que no le coloques el chip porque no está partenado porque no tenés el chip físico. Y bueno, te solicitamos que en caso de no levantar señales de chip, reinicias el equipo, ¿sí? Dentro de los próximos días, recibirás también una encuesta de satisfacción por medio de WhatsApp. Le solicitamos que por favor la completes, ya que su opinión es muy importante para la empresa.",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1656.63,
      "fin": 1663.61,
      "duracion": 6.98,
      "texto": "Eso sería todo. No sé si te quedó alguna duda o consulta, Julián. Ah, sí, ¿cómo cuando me siguió el QR? ¿Cómo lo janeo?",
      "confianza": 0.823,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1664.65,
      "fin": 1669.45,
      "duracion": 4.81,
      "texto": "Y bien, ahí si vas a necesitar, si tenés algún otro dispositivo a disposición.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1672.2,
      "fin": 1697.42,
      "duracion": 25.22,
      "texto": "Es un amigo y yo lo caneo. Exacto. Exacto, si podés así o con alguna computadora o con algún otro dispositivo, genial. Dale, genial. Así que bueno, eso sería todo. Recordad igualmente no enviarle datos a ninguna otra persona ni nada por destino. Cualquier dato que me haya faltado yo te lo voy a pedir por WhatsApp, si no te voy a volver a hacer un llamado. Buenísimo. Así que bueno, Julián, muchas gracias por tu humildad y el tiempo.",
      "confianza": 0.017,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1698.48,
      "fin": 1701.44,
      "duracion": 2.96,
      "texto": "A vos, Miguel. Que tengas muy buen día. Hasta luego.",
      "confianza": 0.4,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1701.94,
      "fin": 1702.92,
      "duracion": 0.98,
      "texto": "Igualmente, hasta luego.",
      "confianza": 0.54,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿nos tratáis bien? Sí, bien, hola. Más si eres mi nombre nos comunicamos del área de beneficio movilizar. Muy bien, queríamos volver a mejorarte en tu línea, vemos que te encontrás en claro actualmente. Me encuentro en claro y con la línea deshabilitada. Bien, ¿tenés la línea suspendida en este momento? Sí. Bien, pensás en lo que es tu compañía. porque podemos realizar lo que es el trámite antes, digamos, de que se te corte totalmente la línea. No sé qué voy a hacer ahora, está viniendo mucho. Bien, en el caso, digamos, que todavía tengas la línea suspendida y puedes recibir lo que son mensajes y llamadas normales, puedes realizar el trámite, ¿sí? De lo que es el traspaso hacia Movistar, ¿sí? Y lo que sí, bueno, te va a quedar ese saldo pendiente en claro, en tal momento, en un futuro, si vos deseas volver a la compañía, sí te van a solicitar, digamos, que abones ese saldo pendiente, ¿sí? Puedo comentarte los planes que tenemos disponibles para que puedas realizar la portabilidad, ¿sí? No sé qué clase de consumo vos estás realizando en base a Ligas. Y había, y había, y había, no me acuerdo, o sea, no me acuerdo qué plan había tenido, pero como es esto, había agarrado un plan de claro, Y yo consumo muchos datos porque hay muchos en la calle, ¿viste? Ah, bien, bien. Yo estoy con TikTok, Vox, y con Instagram, entonces a mierda. Yo necesito un buen plan para eso, la verdad, pero... Claro. Y no sé cómo me vino. O sea, pasa que a mí se me agotaban los chivos, se me agotaban los chivos y pedía la recargada, ¿viste? Si te fuera la nueva, digamos, con el tema de la recarga. Y si me fuera la nueva, con el tema de la recarga. Claro, sí, entiendo. Sí, bueno, justamente ese también es lo que es el negocio. Claro, te ofrecen un plan tal vez muy económico, pero... Casi siempre la diferencia la hacen con lo que son las recargas. Mira, en base a lo que comentas que estás consumiendo, lo que puedo recomendarles es un plan que tiene 50 gigas de base, es decir, que todos los meses vos recibirías 50 gigas, y por realizar la aportabilidad, otorgamos 8 gigas de regalo por 6 meses. Es decir, que tendrías 58 gigas durante los primeros 6 meses. Ese al día de hoy, lo que es el valor es de 28.350 pesos, te incluye Whatsapp gratis y además ilimitadas a cualquier compañía, bueno eso es básico digamos que lo tienen casi todas las compañías. El plan también te incluye roaming en el mundo en el caso de que viajes y bueno la diferencia también estará en el caso de que te sobren de lo que son la cantidad de gigas que te comento del plan de los 50, puedes guardarlo y utilizarlo el mes siguiente, es decir, ponerle te sobran 20 gigas del plan, lo puedes guardar y el mes siguiente lo utilizas sin problema. Yo tengo una duda pendiente, claro. ¿Me puedo pasar con el mismo nombre de la movistar? Sí, por eso te comentaba. Mientras que vos tengas las líneas suspendidas, porque no las tenés cortadas, mientras que no metes la corte en alto, digamos que no puedas recibir ningún tipo de comunicación, se puede realizar el trámite. ¿Pero cómo sé si las me las van a cortar? O sea, el trámite, por ejemplo, si vos haces un retiro de movista por sucursal dura 48 horas. No sé hace cuánto vos tenés la línea suspendida de momento. No, hace menos de una semana. Ah, bien, bien. La línea suspendida puede durar hasta un mes en claro, ¿sí? Un mes, mes y medio. Así que tendremos tiempo, digamos, a realizar el trámite. Lo que sí no te recomendaría digamos que elijas un método, digamos, un retiro por envío a domicilio que por ahí generalmente tarda unos días más. y podríamos correr el riesgo de que te corten la línea y ahí sí, para revisar el trámite, o sea, para que no pierdas tu número, sí o sí vas a tener que poner tu última factura en claro. Sí o sí. Exacto. Si te cortan línea en todo, digamos, ahora no, porque la tenés suspendida, que no es lo mismo que es línea cortada. Así que para que no pierdes el número, yo te recomendaría, digamos, que si puedes hacer un retiro por sucursal del chip de Movistar, y bueno, ahí te vas a poder utilizar, seguir utilizando tu número, ¿sí? Si yo lo pido por acá, me cortan la línea. Yo te hago el trámite porque vos tenés dos métodos de envío y de retiro del chip. Recordar que vos cambias el chip físico. No sé si vos tenés el chip físico o tenés el SIM. Es mucho más sencillo porque no tenés que ir a ninguna sucursal. Te llega el QR de Movistar mediante lo que es un correo electrónico. Sí. Pero no perdería ese número si es en tu consulta. Si querés, bueno, ahora yo te he valido los datos porque, bueno, figura que fuiste un cliente reciente de Movistar y, bueno, figuran unos datos acá registrados en sistema. Si querés, te lo he valido. En tal caso, necesito así que me confirmes si el correo electrónico está en uso porque recordá que por ese medio te va a llegar lo que es el correo electrónico, lo que es el QR, perdón. Pero eso cuando me pasa Movistar. Si yo ya, una vez que me paso y dan el ejercicio de la alta. Así no, en salto pendiente no correr ningún riesgo de corte porque vos, claro, ya no perteneces más, digamos. No te van a poder cortar la línea en movistar porque vos ya no perteneces a claro. Lo que sí, te comentaba yo que en un futuro, tal caso, que vos te quieras volver a pasar a claro, ahí sí te van a solicitar que abones el salto pendiente para que puedas ingresar nuevamente a la compañía, ¿sí? Así que, es decir, pasen limpios por si te quedó alguna duda. Si ahora hacemos lo que es la puertalidad dentro de los próximos días, digamos, y te llega lo que es el QR en 48 horas, vos mantendrías el mismo número en la compañera de Movistar, ¿sí? Y ya no tendrías ningún tipo de riesgo de corte, digamos, en tu compañera porque, bueno, obviamente sos de Movistar y no sos de Claro. Ahora, si se me lleva el día, si llega, ¿no? que puede pasar. ¿Cómo lo recargo? La aplicación es muy sencilla. Vos tenés las opciones de distintos paques por día, y bueno, eso es normal como entrada a compañía. Bueno, puedes contratar directamente a Contrafactura o también con un método de pago en el momento. Eso funciona de igual manera que Claro o cualquier compañía. Y también tenés el de regalo, eso te lo ofrece Movistar por ser parte de Movistar. Tenés 20 días extra, digamos, en el plan, digamos, no en el plan, sino que lo puedes activar dentro de la aplicación también, que eso son 20 gigas de regalo que lo tenés por 30 días de corrido, ¿sí? Esto vos lo activás en el momento que vos desees, en tal caso que te, que es sin giga, puedes activarlo, es una vez al año, funciona básicamente parecido como en Tejera, y no sé si en algún momento vos lo dejas utilizarlo, pero funciona parecido, digamos, a ese servicio. O sea que por mes, todos los meses voy a tener 58 usadas. Exacto, pero los primeros, 6 meses vas a tener 58 gigas, así que bueno yo te recomiendo si utilizas mucho digamos gigas y demás igualmente te vas a dar cuenta que los gigas de modo que te van a durar más y en tal caso que te lleguen a sobrar si puedes ir viendo digamos antes que finice el mes si te sobran 10 15 gigas los guardas porque tal vez al otro mes vas a consumir un poco más y te ahorras una recarga ahí básicamente porque por ejemplo si tendría 50 llegué a 15 al mes siguiente tendría 65 más 8 de regal. Perfecto. Así que bueno, si querés ahorita te valeo los datos y generamos las solicitud sin problemas. Darles de veneno. Bueno, aguarda un momento. Bien, me aseguro tu último 3 dígitos del DNA 006. Sí, así es. Marela Juliana Esteban. Así es. Bueno, comentamos en alguna sucursal de una localidad y te buscamos una sucursal. Morón Centro. Bueno, bien. No sé si vos tenés disponible internet ahora en este momento. No, no tengo. Ah, bien. Bueno. Yo ahora te voy a... Pero ahora, pero ahora, pero ahora sí hubo un lugar donde... Ah, bien. Ah, no, no hay problema. Mira, me figura en dos sucursales, sí, de Movistar en Morón. Una es en la calle de Río Avia, al 18344, y una sobre la calle 9 de Julio, al 194. Es un... Perfecto. No sé cuál de las dos te resulta más cómoda. ¿Ribadavia y qué más? Ribadavia del 18344. Igualmente están a dos cuadras de diferencia, tenemos una con la otra. Y la otra es el 9 de julio del 194. Me parece que es más cómoda ir a Ribadavia. La de Ribadavia, genial. Yo en esta sucursal te voy a enviar. la dirección y los horarios de atención para que puedas acercarte a la realidad del chip. Esto te lo van a ver mediante Whatsapp. Pero yo no tengo el SIM. Perdón, tenés razón. Perdón, disculpa. Me habías dicho que eres SIM. Bueno, te leo lo que es el correo electrónico que figura acá en Sistema. Recordá que tiene que estar en uso, ¿sí? Sí. Es barelajulian11.com Así es. Bien, genial. Bueno, recordá que por ese medio vas a recibir el QR, sí. Y bueno, vamos a necesitar también validar lo que es tu número. Y recuerda que, bueno, vas a mantener el mismo. Así que, bueno, te vamos a enviar lo que es un mensaje de portabilidad. No sé si vos sabes qué es esto, si no te lo explico gravemente, no tengo ningún tipo de problema. Explícamelo, por favor. Bien. El mensaje de portabilidad es básicamente lo que permite hacer el traspaso de una compañía hacia otra manteniendo el mismo número, ¿sí? Tienes que enviar el lente regulador, que es el número es más 2, 2, 3. Sí, es un mensaje que va a tener dentro lo que es un número de cuatro dígitos, sería una fecha de vencimiento que sería aproximadamente del día 23, que son los días que tiene la compañía para realizar el trámite. ¿Cómo los días 23? En ese mensaje tenemos, por ejemplo, a partir de ahora, desde el 16 tenemos siete días de corrido la compañía de Movistar para realizar el trámite. Ah, ok. Esos son el tiempo estimado, digamos, de trámites y demás. Verifica ahora cuando yo te envíe el mensaje, lo vas a recibir igualmente porque es un mensaje de texto, no es un WhatsApp, que al final del mensaje que te comenté aparezcan las siglas MBS que son las siglas de movistar. Ahí se está enviando, generalmente te van a entrar llamadas de números desconocidos, pero no lo va a tirar porque generalmente es la compañía validando que la línea está en activa. Bien, ahí me figura enviado, lo enviamos al número que estamos hablando en este momento, que es terminado en 7, 8, 4. No, todavía no me sigo nada. Bien, ahora hablamos, tal vez damos unos segundos. Ahí me figura enviado, me confirma, si no lo vemos nuevamente, no hay problema. Dale, me sigo. Ahora sí me sigo. Genial. Bien. Si me lo puedes dedicar, porque generalmente necesito una captura de pantalla, pero bueno, me decís que no tengo internet, así que no hay problema. Si me lo puedes dedicar, digamos, tiene que tener la captura del día 23, así que no hay problema. Bien. Décime. 9027. 9027. Bien. Te repito nuevamente porque en este no podemos tener errores, así que ese es el que permite que pandeis tu nuevo número. Es 9027. 9027. Genial. Así es. Y la fecha de vencimiento es tal como te dije del día 23, ¿cierto? A ver, San Francisco. 23 del 01. Sí, 23. Genial. Bueno. Si puedes igual manera sacarle Capture y cuando vos tengas Internet me lo envías genial, si no, no hay problema, ¿sí? Dale, perfecto. Sí, ahora ya... ahora ya me conecto a la red. Dale, genial. Mirá, guárdame un momento. Yo ahora te voy a hacer lo que es un cierre comercial, ¿sí? En el cual yo te voy a repasar los datos del plan y los datos del... A ver, quédate en línea. Para, para, para, a ver si... Dale, no hay problema, no hay problema. Hola. Hola, ¿me escuchas? Sí, sí te escucho. Decime. Dale, no hay problema. Ahí yo también mensaje con mi nombre es Maciel. Tengo tiempo hasta las 15.30. Ahí lo recibiste, la mensaje. Sí, te escucho. Bien. Bueno, ahí si quieres copiar el mensaje, el que me editaste, si lo puedes copiar y reenviarme ahí por WhatsApp, genial. Dale. Te comentaba que, bueno, ahora voy a proceder hacia el cierre comercial, que es un respaldo legal que vos tenés con la compañía, sí, porque recordá que la llamada está siendo grabada. Y bueno, es un respaldo real tanto como paramos como paramedicamos de lo que yo te estoy brindando y los datos también brindados de parte tuve aquí. Perfecto. Bueno, aguardamos un momento. Es la primera prueba de que me estás obligando a pasarme a movistar. No, mentir. No, no es que mentir. Mentir, mentir, mentir. Me da ganas. ¿Para qué te pasa eso? Vale, no hay problema. También, luego voy a solicitarte lo que es una foto del frente y del torso del DNI del titular, en este caso su voz, para validar que el titular es el que está realizando el trámite. Entiendo, obviamente, que es su voz, pero bueno, por protocolo necesito un pedidero. Si lo tenés a disposición a lo que es la foto del frente y del torso del DNI en este momento, yo te guardo en llamada, así que hayas registrado también en llamada que me lo has brindado. Para, para, vos sos un... Ahí te lo parcé, vos sos un... Si, correcto. Igual manera, si querés hacer algún dato mío extra, no hay problema para que te quedes tranquilo. No hay problema. Si querés yo te dejo también ahí, te lo voy a dejar por las dudas, mi número personal y mi apellido también. Bueno, ahí te pasé eso. Sí. Ahí te estoy poniendo mis datos. Perfecto. Ese es mi número personal, mi nombre y mi apellido, cualquiera. Para que lo tenga presente. Entiendo igual el motivo de confianza en el pleno. Bueno, te leo el cierre, no sé si querés que te lea el cierre y me envíes lo que es el aporte al frente del torso del enemigo. Uy, no tengo el enemigo físico. ¿Cómo hacemos? Si tenés el DM Argentina, a ver, me ahorrarás que le pregunto a mi líder, digamos, a mi superior y te consulto si sirve el DM Argentina, si lo tenés en tal caso. Dale, mientras te pico si tengo una foto por ahí del DMI. Ah, dale, no hay problema. Dale, ahorramos un... Dale, sí, sí. Sí, Julen, ¿me escuchas? ¿Me escuchas? Sí, te escucho, decime. ¿La licencia sí tuve? No, me confirmaron que puede ser lo que es mi Argentina. Dame un segundo, a ver. De igual forma, si querés enviarlo y luego lo podés eliminar, no hay problemas. No, no es nada. No es nada. Bien, momento. Bueno, mientras tanto, si querés te dejo el plan ahí detallado por WhatsApp, si te parece, para que lo tengas presente también. No, no, no. Gracias. Gracias. Ahí tienes también el plan detallado por WhatsApp, ¿sí? Si no no hay problema, puedes enviarlo luego. ¿Qué pasa? Dame un segundo, que estoy recuperando la clave argentina y ya te lo doy. Si no, si se te complica mucho, lo envías luego cuando tengas tiempo, así no te hago... Acepto a un guion móvil. Muchas gracias. Bueno, hay que tratar de poder entrar, solo hagan bien. Bueno, ahí te paso la foto, ya tengo la link. Sí, te escucho. Te voy a hacer el enciende. Bueno, ahí te puedo hacer el enciende. ¿Hay demandeo? Bien, bien disculpa a Julián que te dice esto. No sé cómo te dicen Julián o Esteban, disculpa. Eh... Juli. Bien Juli, bueno, ahora te leo lo que es, si la querés eliminar para que no te queden adjuntas en el chat ahí, lo que es la foto, no hay problema. No, no, tranqui. Bien, bueno, te procedo a hacer lo que es el cierre comercial, sí. Bueno, necesito que no me interrumpas y que cualquier duda o consulta que vos tengas me la digas al finalizar el texto, ¿sí? Vale. Y bueno, si tengo algún tipo de error también me lo remarques y lo modificamos, ¿sí? Vale. Comienzo. Para recibir futuras promociones. ¿Usted tiene internet de movistar en el hogar? Sí. ¿Tiene internet de hogar, digamos, fibra óptica movistar? No sé si movistar, no recuerdo. Muy bien. Bueno, no hay problema. Luego, si lo chequeas, no hay problema. Bueno, estamos portando la línea de Varela Juliana Esteban, la línea es 11-22-82-97-84. ¿Me podrías confirmar tu último estrategito del DNI? 006. Bien, genial. Bueno, me comentaste que actualmente te des claro que recibirás una factura mensual todos los meses bajo tu DNI. Sí. Bueno, me comentaste que tenés actualmente lo que es el eSIM en tu línea. Así es. Bueno, vas a recibir en lo que es el código QR mediante el correo electrónico, ¿sí? Bueno, te recuerdo que desde lo que es el servicio no tienes ningún tipo de costo y ahora te repaso el plan a contratar, ¿sí? Que es un plan, ya el día de hoy te quedan 28.350 pesos y si no tienes cuatro hijos por seis meses, 65.150 pesos. Tienes un WhatsApp gratis, será más gratis a cualquier compañía. Un giga para juegos online. Es exclusivamente Free Fire. Y lo que es Rompid en el mundo y América Precio en local. Tienes también 8 gigas de regalo por 6 meses también. El mail que nos habías proporcionado para que te recibas el código QR es barelajulian11.com También estarás recibiendo la facturación online a través de este mail. Ingresando a la sección de servicios desde la misma Instagram, puedes ver toda la información referida a tu factura, ciclo de facturación, vencimientos, montos a pagar, y también puedes activar 20 gigas de regalo con una duración de 30 días disponibles una vez por año, ¿sí? También puedes adherirte al debut automático y sumar 4 gigas de regalo en cada línea móvil registrada bajo el mismo titular. Bien, una vez aprobada su línea, aportará a las 48 horas hábiles, un día al día por mensaje de WhatsApp vamos a estar informando la fecha de portabilidad, para que te quedes tranquilo. Es importante que no le coloques el chip porque no está partenado porque no tenés el chip físico. Y bueno, te solicitamos que en caso de no levantar señales de chip, reinicias el equipo, ¿sí? Dentro de los próximos días, recibirás también una encuesta de satisfacción por medio de WhatsApp. Le solicitamos que por favor la completes, ya que su opinión es muy importante para la empresa. Eso sería todo. No sé si te quedó alguna duda o consulta, Julián. Ah, sí, ¿cómo cuando me siguió el QR? ¿Cómo lo janeo? Y bien, ahí si vas a necesitar, si tenés algún otro dispositivo a disposición. Es un amigo y yo lo caneo. Exacto. Exacto, si podés así o con alguna computadora o con algún otro dispositivo, genial. Dale, genial. Así que bueno, eso sería todo. Recordad igualmente no enviarle datos a ninguna otra persona ni nada por destino. Cualquier dato que me haya faltado yo te lo voy a pedir por WhatsApp, si no te voy a volver a hacer un llamado. Buenísimo. Así que bueno, Julián, muchas gracias por tu humildad y el tiempo. A vos, Miguel. Que tengas muy buen día. Hasta luego. Igualmente, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.48,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 47.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:27:55.131238",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 307,
    "total_segmentos_corregido": 97,
    "fecha_correccion": "2026-01-18T23:05:15.247665",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116130323704_ACD_57459",
    "fecha_inicio": "16/1/2026 13:03:23",
    "agente_nombre": "MZA 16",
    "agente_login": "mza16",
    "duracion_total": 1650,
    "tiempo_conversacion": 1634,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}