{
  "archivo": "amza4_1_260112113553218_ACD_51741.wav",
  "duracion_segundos": 268.08,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 150.74,
    "Cliente": 97.3
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.72,
      "fin": 6.8,
      "duracion": 5.08,
      "texto": "Hola, ¿qué tal? Buenos días, ¿me comunicó con la titular de la línea?",
      "confianza": 0.365,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.25,
      "fin": 8.31,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.161,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 8.33,
      "fin": 39.32,
      "duracion": 30.99,
      "texto": "La señora Ana. Ana, un gusto, mi nombre es Gabriela, yo la estoy llamando de la área beneficios móviles de la compañía Movistar. ¿Cómo está Ana? Bien, bien. Ana, me figura que esta línea de teléfono que termina en 470, ¿y si usted la lleva con la compañía? Claro, actualmente. Bueno, de la compañía Movistar lo que queremos, como usted en su momento fue, cliente a la compañía, brindarle un beneficio, obviamente para que tenga un buen servicio, mejor el que tiene actualmente más completo y pague menos, ¿sí?",
      "confianza": 0.438,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 39.98,
      "fin": 65.09,
      "duracion": 25.11,
      "texto": "Actualmente, Ana, a mí me asegura que usted con la compañía, claro, está pagando bastante, ¿sí? Lo que va a tener... Estoy pagando 10 mil y algo, claro. Sí, lo que pasa es que yo me salí de Movistar porque Hoy me decían que pagaba ocho mil pesos y cuando le venía la bolita era treinta mil pesos. Yo soy jubilada y entonces dije no, ya le doy las bolas. Es entendible.",
      "confianza": 0.72,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 65.65,
      "fin": 78.84,
      "duracion": 13.19,
      "texto": "Y la una pregunta en el servicio de la línea del Internet y casa, ¿con qué compañía lo lleva? Con... ah, el telecentro. ¿Y recuerda cuánto paga?",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 79.97,
      "fin": 86.06,
      "duracion": 6.09,
      "texto": "y si cuánto está, no sé cuánto está, yo iba a ver si cuánto estaba a movistar.",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.08,
      "fin": 87.9,
      "duracion": 1.82,
      "texto": "Bien, perfecto, perfecto.",
      "confianza": 0.346,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 87.92,
      "fin": 99.19,
      "duracion": 11.27,
      "texto": "Yo lo voy a chequear mientras hablamos, Ana, yo lo voy a chequear a cobertura. A mí me asegura que usted puede ser que vive en lo que es la calle de República de El Salvador al 1380 de uno de Iztusaingó, provincia de Buenos Aires.",
      "confianza": 0.344,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.77,
      "fin": 128.02,
      "duracion": 27.25,
      "texto": "Sí, sí, sí, yo ya lo había pedido un montón, pero como no había entonces me quedé con telecentro. Claro, ¿y cuánto hace que había perdido lo que es el servicio de la fibra óptica? El año pasado. El año pasado me decían que no había, que no había, que no había y bueno, me quedo con Tenecentro. Bien, da una pregunta para preguntarle a los chicos de lo que es el soporte técnico acá en toda la zona. ¿Puede ser que su casa está cerca de la Carte de Holanda y Ecuador?",
      "confianza": 0.485,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 128.9,
      "fin": 151.3,
      "duracion": 22.4,
      "texto": "No, no, no. En periodo La dirección está mal, es 24-71. Esa es la última pregunta, que me directe bien el domicilio, es 24-71. 71, entre Perú y Aguaribay. A ver, dame un segundo. No se quisiera saber cuánto está, nada más. Sí, sí, no es problema para si, que era la cobertura, Ana. Sí,",
      "confianza": 0.667,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 151.3,
      "fin": 153.81,
      "duracion": 2.51,
      "texto": "mira, Ana, lo que le queda al servicio, le explico.",
      "confianza": 0.596,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 153.83,
      "fin": 158.79,
      "duracion": 4.97,
      "texto": "Nosotros lo que le brindamos es la línea de la fibra óxida de Internet 300 MB,",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 159.35,
      "fin": 164.01,
      "duracion": 4.67,
      "texto": "más el servicio de la línea de teléfono para que le quede más barato todo, ¿sí?",
      "confianza": 0.719,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.59,
      "fin": 179.47,
      "duracion": 14.88,
      "texto": "El paquete de la fibra óptica con el servicio de la línea de teléfono le queda la fibra óptica en 24 mil pesos, pero por hacer la portabilidad de la línea se le hace un descuento de 4 mil pesos sobre la fibra óptica.",
      "confianza": 0.799,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.24,
      "fin": 198.31,
      "duracion": 18.07,
      "texto": "Quiere decir que de 24 mil le queda en 20 mil el servicio de Internet con Monster. Y el servicio de la línea de teléfono le quedaría en 4.000 pesos, o sea que por todo, por la línea y por el teléfono pagaría por el servicio de línea, perdón. Y la biblioteca por todo 24.000 estaría pagando, Ana.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 207.03,
      "fin": 207.24,
      "duracion": 0.2,
      "texto": "Ah, claro.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 207.25,
      "fin": 209.42,
      "duracion": 2.16,
      "texto": "Yo quería saber por el Internet solo, porque yo tengo dos teles.",
      "confianza": 0.038,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 209.44,
      "fin": 210.72,
      "duracion": 1.28,
      "texto": "Y sería el Internet... Con la televisión. Claro, con el cable.",
      "confianza": 0.009,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.94,
      "fin": 211.96,
      "duracion": 1.02,
      "texto": "Bien, perfecto.",
      "confianza": 0.43,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 211.98,
      "fin": 264.37,
      "duracion": 52.39,
      "texto": "En ese caso, el servicio de la televisión nosotros le damos hasta lo que son 102 canales y tiene un costo de 15.400 pesos. Es decir, le quedaría todo, él le sacó la cuenta, son 24.000 la línea y el internet, más 15.400 la tele, todo le quedaría en 39.400, Ana. Ah, bueno, eso lo voy a consultar ahora cuando tenga misa, si ella le ha sido paga. Así que cuando venga le consulto. Perfecto, Ana. Yo por mientras voy a chequear la cobertura para quedarme tranquila que tenga en su zona. Y yo tipo 2 de la tarde me vuelvo a comunicar con usted, Ana. Bueno, dale, dale. Perfecto, hacemos así. Bueno, les recuerdo, mi nombre es Gabriela, yo cerca de las 2 de la tarde me vuelvo a comunicar y yo les informo. Si tienen cobertura, si está todo ok, su hija a la aprobación, hacemos el trámite, ¿sí?",
      "confianza": 0.803,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 265.45,
      "fin": 268.08,
      "duracion": 2.63,
      "texto": "Bueno, listo. Bueno, gracias, Ana. Hasta luego.",
      "confianza": 0.144,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenos días, ¿me comunicó con la titular de la línea? Sí. La señora Ana. Ana, un gusto, mi nombre es Gabriela, yo la estoy llamando de la área beneficios móviles de la compañía Movistar. ¿Cómo está Ana? Bien, bien. Ana, me figura que esta línea de teléfono que termina en 470, ¿y si usted la lleva con la compañía? Claro, actualmente. Bueno, de la compañía Movistar lo que queremos, como usted en su momento fue, cliente a la compañía, brindarle un beneficio, obviamente para que tenga un buen servicio, mejor el que tiene actualmente más completo y pague menos, ¿sí? Actualmente, Ana, a mí me asegura que usted con la compañía, claro, está pagando bastante, ¿sí? Lo que va a tener... Estoy pagando 10 mil y algo, claro. Sí, lo que pasa es que yo me salí de Movistar porque Hoy me decían que pagaba ocho mil pesos y cuando le venía la bolita era treinta mil pesos. Yo soy jubilada y entonces dije no, ya le doy las bolas. Es entendible. Y la una pregunta en el servicio de la línea del Internet y casa, ¿con qué compañía lo lleva? Con... ah, el telecentro. ¿Y recuerda cuánto paga? y si cuánto está, no sé cuánto está, yo iba a ver si cuánto estaba a movistar. Bien, perfecto, perfecto. Yo lo voy a chequear mientras hablamos, Ana, yo lo voy a chequear a cobertura. A mí me asegura que usted puede ser que vive en lo que es la calle de República de El Salvador al 1380 de uno de Iztusaingó, provincia de Buenos Aires. Sí, sí, sí, yo ya lo había pedido un montón, pero como no había entonces me quedé con telecentro. Claro, ¿y cuánto hace que había perdido lo que es el servicio de la fibra óptica? El año pasado. El año pasado me decían que no había, que no había, que no había y bueno, me quedo con Tenecentro. Bien, da una pregunta para preguntarle a los chicos de lo que es el soporte técnico acá en toda la zona. ¿Puede ser que su casa está cerca de la Carte de Holanda y Ecuador? No, no, no. En periodo La dirección está mal, es 24-71. Esa es la última pregunta, que me directe bien el domicilio, es 24-71. 71, entre Perú y Aguaribay. A ver, dame un segundo. No se quisiera saber cuánto está, nada más. Sí, sí, no es problema para si, que era la cobertura, Ana. Sí, mira, Ana, lo que le queda al servicio, le explico. Nosotros lo que le brindamos es la línea de la fibra óxida de Internet 300 MB, más el servicio de la línea de teléfono para que le quede más barato todo, ¿sí? El paquete de la fibra óptica con el servicio de la línea de teléfono le queda la fibra óptica en 24 mil pesos, pero por hacer la portabilidad de la línea se le hace un descuento de 4 mil pesos sobre la fibra óptica. Quiere decir que de 24 mil le queda en 20 mil el servicio de Internet con Monster. Y el servicio de la línea de teléfono le quedaría en 4.000 pesos, o sea que por todo, por la línea y por el teléfono pagaría por el servicio de línea, perdón. Y la biblioteca por todo 24.000 estaría pagando, Ana. Ah, claro. Yo quería saber por el Internet solo, porque yo tengo dos teles. Y sería el Internet... Con la televisión. Claro, con el cable. Bien, perfecto. En ese caso, el servicio de la televisión nosotros le damos hasta lo que son 102 canales y tiene un costo de 15.400 pesos. Es decir, le quedaría todo, él le sacó la cuenta, son 24.000 la línea y el internet, más 15.400 la tele, todo le quedaría en 39.400, Ana. Ah, bueno, eso lo voy a consultar ahora cuando tenga misa, si ella le ha sido paga. Así que cuando venga le consulto. Perfecto, Ana. Yo por mientras voy a chequear la cobertura para quedarme tranquila que tenga en su zona. Y yo tipo 2 de la tarde me vuelvo a comunicar con usted, Ana. Bueno, dale, dale. Perfecto, hacemos así. Bueno, les recuerdo, mi nombre es Gabriela, yo cerca de las 2 de la tarde me vuelvo a comunicar y yo les informo. Si tienen cobertura, si está todo ok, su hija a la aprobación, hacemos el trámite, ¿sí? Bueno, listo. Bueno, gracias, Ana. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.448,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:17:38.989386",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 63,
    "total_segmentos_corregido": 21,
    "fecha_correccion": "2026-01-18T23:05:29.387309",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112113553218_ACD_51741",
    "fecha_inicio": "12/1/2026 11:35:53",
    "agente_nombre": "MZA 4",
    "agente_login": "mza4",
    "duracion_total": 276,
    "tiempo_conversacion": 257,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}