{
  "archivo": "amza33_1_260115140446932_ACD_28159.wav",
  "duracion_segundos": 1453.34,
  "num_segmentos": 316,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 667.5,
    "Cliente": 709.82
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 3.15,
      "fin": 6.0,
      "duracion": 2.85,
      "texto": "Hola, ¿cómo estás? Buenas tardes. ¿Gustavo?",
      "confianza": 0.173,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.22,
      "fin": 9.3,
      "duracion": 2.08,
      "texto": "No, la hermana. ¿Que de Movistar llamás?",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.06,
      "fin": 15.85,
      "duracion": 5.79,
      "texto": "¿De Movistar? ¿Me estoy contactando? Sí, no. El titular es mi hermano, yo soy la usuaria.",
      "confianza": 0.56,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.47,
      "fin": 17.35,
      "duracion": 0.88,
      "texto": "Bien.",
      "confianza": 0.744,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.99,
      "fin": 31.92,
      "duracion": 11.93,
      "texto": "¿Vos tomas decisiones en lo que es tu línea o hay que contactarse con él? No, obvio, soy yo porque la que paga y abona soy yo. Él nada más sacó la línea hace mil años y soy yo la que decide.",
      "confianza": 0.646,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.94,
      "fin": 32.6,
      "duracion": 0.66,
      "texto": "Perfecto.",
      "confianza": 0.788,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 32.82,
      "fin": 38.24,
      "duracion": 5.42,
      "texto": "Yo te hago una consulta. ¿Vos en cuanto a los Ligas declaro? ¿Estás conforme o sabes que el corta a veces?",
      "confianza": 0.184,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 38.88,
      "fin": 96.97,
      "duracion": 58.09,
      "texto": "Porque actualmente la empresa de Movistar, como hemos cambiado bastante lo que es la gestión y sabemos que muchos se han ido enojados por la gestión anterior, que obviamente les cobraba cualquier cosa, nosotros nos estamos contactando porque queremos recuperarles y brindarles algo mucho mejor con más Ligas y obviamente menor precio para que puedan aprobar nuestra nueva gestión. Yo me fui enojada con Movistar por el tema de que tenía la línea esta que es de mi hermano, o sea esta nombre de él, y tengo una línea a nombre mío, que es la que tiene mi hijo. Cada vez que salía de casa, nunca tenía señal, me tenía que llamar urgente, no se podía comunicar conmigo, Hasta que un día tuvo un accidente grande y yo no me enteré hasta después de 12 horas. Entonces, ¿por qué no se podía comunicar?",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.69,
      "fin": 107.37,
      "duracion": 9.68,
      "texto": "Entonces, ahí me enojé y me cambié de línea. Y dije, no quiero saber nada cómo viscar. No, igual te entiendo porque esta situación debe ser bastante horrible.",
      "confianza": 0.518,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.39,
      "fin": 136.54,
      "duracion": 28.15,
      "texto": "En este caso me parece muy raro que a vos porque me descubro que te fuiste en el 2024. O sea, en agosto del 2024. ¿Sí? Bien, en este caso nosotros a partir de lo que es el mes del 2024, hicimos renovación de chips, es decir que a lo que es el 2025 todos los chips tendrían que estar actualizados, por más que vos lo tendrías hace cuatro o cinco años, tenías que hacer actualización de chips porque iban a dejar de funcionar.",
      "confianza": 0.678,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 136.99,
      "fin": 157.31,
      "duracion": 20.32,
      "texto": "por el tema de que nosotros actualizamos y instalamos más antenas a todo lo que... Sí, sí íbamos a visitar, cambié el chip, todo, cambié, me mandaron un chip, como era el microchip, no sé cuál, bueno, se le cambió todo, para dar el celular, prendí el celular, hacíamos todo lo que hacíamos,",
      "confianza": 0.56,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 157.54,
      "fin": 168.48,
      "duracion": 10.94,
      "texto": "con el de él y no, salía de acá de mi casa y no... Entonces a él le deben haber dado un chip text desactualizado, debe haber estado todo vencido o algo por el estilo.",
      "confianza": 0.381,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 169.1,
      "fin": 178.69,
      "duracion": 9.59,
      "texto": "Porque es como te dije, cuando hicimos renovación de chip, incluso ahora, todos los clientes ya tienen el chip actualizado porque si no, no le iba a agarrar lo que es la conectividad.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 179.47,
      "fin": 190.78,
      "duracion": 11.31,
      "texto": "Sí, claro. La verdad que te pido mil disculpas que hayas pasado todo por esa situación porque la idea, obviamente... Sí, por eso no... Y ahora el que andaba queriéndose cambiar es mi hijo, porque él tiene claro también.",
      "confianza": 0.306,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.84,
      "fin": 191.69,
      "duracion": 0.84,
      "texto": "Sí.",
      "confianza": 0.656,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 191.71,
      "fin": 199.22,
      "duracion": 7.51,
      "texto": "Y él sí andaba queriéndose cambiar porque últimamente, desde que le pasaba, él trabaja con el celular.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 200.26,
      "fin": 200.82,
      "duracion": 0.56,
      "texto": "Sí.",
      "confianza": 0.517,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.84,
      "fin": 208.17,
      "duracion": 7.33,
      "texto": "Y a lo mejor por qué no tenía señal, no sé qué. Entonces, bueno, se me pasaron movimientos personales. Bueno, fíjatele.",
      "confianza": 0.574,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 209.01,
      "fin": 222.86,
      "duracion": 13.85,
      "texto": "En este caso, si quieres pasarme el contacto de él, no tengo problema porque tenemos este plan de 16 gigas por el día de hoy porque ha habido un aumento general en todas las compañías. En este caso, te comento.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 223.94,
      "fin": 248.8,
      "duracion": 24.86,
      "texto": "También te lo puedo brindar a vos. Igual entiendo que estabas muy enojada. ¿Cómo era tu nombre? Disculpa, no me acuerdo. Sí, lo entiendo porque yo no soy mamá, pero si llega para hacer una situación así que me entero después de las 24 horas. O yo un familiar o algo cualquiera, ¿viste? Sí, no. Pero bueno, ese es el motivo real por lo que yo me fui, ¿viste?",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 248.82,
      "fin": 250.32,
      "duracion": 1.5,
      "texto": "Sí.",
      "confianza": 0.553,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 250.34,
      "fin": 255.89,
      "duracion": 5.55,
      "texto": "Entonces dije, no. No quería saber nada. No quería saber nada.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 256.61,
      "fin": 267.57,
      "duracion": 10.96,
      "texto": "Es más, alguien me decía, ¿moviste? No, un escorta, ¿viste? No quería nada más. El tema es que la titular de la otra línea soy yo.",
      "confianza": 0.397,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 268.11,
      "fin": 295.64,
      "duracion": 27.53,
      "texto": "Así que hoy le voy a preguntar cuando venga de trabajo y con la cosa. Bien, al rato voy a mandar un mensaje por WhatsApp. Sí, dale. Y si no, si querés, pásame su número, no hay problema porque si me entras... Es que no te voy a atender. No te voy a atender. No te va a pasar porque no te va a atender. Como salen mensajes sospechosos.",
      "confianza": 0.603,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.48,
      "fin": 317.29,
      "duracion": 19.81,
      "texto": "Lo que pasa es que hablamos a través de una computadora y la verdad es que por ahí salen números que no sabemos cómo les salen. Cuando me sale el llamado anónimo, yo depende si él está acá en mi casa, no entiendo. Ahora si está en la calle, atiendo por las dudas, porque ya con lo que pasó.",
      "confianza": 0.572,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 318.15,
      "fin": 333.69,
      "duracion": 15.54,
      "texto": "Entonces, por eso atendí, viste, pero si no, tampoco no atiendo. Exactamente. Pero bueno, pásame y te doy una consulta. ¿Por cuánto tiempo? ¿Y cuánto es el valor?",
      "confianza": 0.467,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 334.27,
      "fin": 350.95,
      "duracion": 16.68,
      "texto": "Mira, tenemos el plan de 16 gigas a 10.400 pesos, ¿sí? Nosotros actualmente estamos brindando lo que es la bonificación por seis meses porque la idea justamente es no retenerlos a un plan por 12 veces un año, ¿sí?",
      "confianza": 0.64,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 350.99,
      "fin": 371.46,
      "duracion": 20.47,
      "texto": "Porque hay muchos que brindan la bonificación mucho más económica de lo que ustedes están pagando y bueno, teníamos que sí o sí esperar a que ustedes se les venciera esa bonificación para poder activarles lo que es el nuevo beneficio, ¿sí? Entonces, ustedes cada 6 meses pueden activar ahora, eso es lo bueno, activar lo que es el descuento nuevo.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 372.18,
      "fin": 380.06,
      "duracion": 7.88,
      "texto": "Y después, cuando terminan los 6 meses, ¿a cuánto se me va? Y la verdad que te van a dar el mejor beneficio que esté al día de las fechas, ¿sí?",
      "confianza": 0.683,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.58,
      "fin": 386.71,
      "duracion": 6.13,
      "texto": "Ponele hoy, ¿cuánto está? Hoy día, ¿cuándo está que vendría a ser?",
      "confianza": 0.792,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 388.11,
      "fin": 404.02,
      "duracion": 15.91,
      "texto": "Claro, ponerle que se determina el plan de 14 gigas, ¿a cuánto estaría pagando después? La idea es que justamente no se te va a vencer lo que es la bonificación porque al quinto mes vos vas a poder activar el nuevo, ¿sí?",
      "confianza": 0.708,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 404.18,
      "fin": 528.09,
      "duracion": 123.91,
      "texto": "Llamar y activar el nuevo porque también en la misma aplicación de Movistar te va a vencer la bonificación, ¿sí? Así vos ya lo tenés ya al tanto, ¿sí? Y también, básicamente, vos a través de la app vas a poder cambiar de plan. Eso lo puedes gestionar todo a través de la app. Sí, cambiar de plan, vas a poder ver la bonificación. La verdad es que ahora está mucho más actualizada la app Movistar, ¿sí? Sí. Bien, tu pregunta. En este caso, Silvia me dijiste, ¿verdad? Sí. Silvia, tengo una consulta. ¿Vos algún servicio de fibra óptica con Movistar? ¿Contas con algún servicio o te quedas en…? No. Tengo claro. Tienes claro. ¿Cuánto estás pagando en claro? Con el celular y la línea, 32, creo. Bien, yo te puedo dejar el servicio de 600 megas de velocidad, ¿sí? Tanto de subida como bajada. No sé si en claro te pasa que la fibra óptica se te tinda mucho. O sea, tiene muchos micro cortes. Sí. No lo notaba porque yo trabajaba la noche y cambié el turno, este dejando el día cuido de una abuela y me cambiaron el horario y claro yo antes no miraba la noche la tele, ahora miro la noche y ahora por tres ese tilde queda dando vuelta, vuelta, vuelta, vuelta, vuelta. La verdad que tenés toda la razón porque yo trabajé en las dos empresas, en mi era como en Movistar y la verdad que tú tenías claro en mi casa Y ahora, se tiraban mucho, o sea, tenían mucho microcorte. Muy mucho microcorte. Que a mí me pasaba y te juro que lo peor que me puede pasar es eso, que tener microcorte es lo que me... No, sí, te estás mirando una película y te quedes... Y tenés que reiniciar el router, tenés que esperar que... No, se agarra, apago la tele, apago la tele y... No, agarro un poco, como tengo YouTube, agarro un poco más de celular en la computadora, en la tabla, en la compu, nada.",
      "confianza": 0.772,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 528.64,
      "fin": 534.99,
      "duracion": 6.35,
      "texto": "y me está rompiendo la pelota. ¿Cuánto sería con la fibra?",
      "confianza": 0.497,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 535.61,
      "fin": 598.82,
      "duracion": 63.21,
      "texto": "Y con la fibra tenés el alta-alta que nosotros le decimos y que es una acompañado, tenés el servicio de 600 megas de velocidad de internet en tu domicilio, que se nos cuenta con micro cortes, como te dije, más la línea MOI en 26.600 pesos los dos productos. En realidad la línea vale 4.000 pesos, te quedan 4.000 pesos por tenerlo, por dar el alta a lo que es la fibra. Y aparte se te hace un descuento de 4.000 pesos en la fibra, ¿sí? Es decir que los dos te quedan en 26.600 pesos, ¿sí? Y está bueno porque tiene 600 mil grados. ¿Y por seis meses también? Claro, es por seis meses. Todos los beneficios los brindamos cada seis meses por ese tema, ¿sí? ¿Y qué tiene el teléfono? El cable lo tenés bonificado por dos meses, dos meses no lo vas a activar, o sea no lo vas a pagar.",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 599.34,
      "fin": 610.82,
      "duracion": 11.48,
      "texto": "Y después de los 11 meses si se te cobra 11.300 pesos por mes, tiene 39 canales y tiene canales de aire. Y la verdad que está muy bueno, porque yo tengo activado eso.",
      "confianza": 0.764,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 611.57,
      "fin": 629.29,
      "duracion": 17.72,
      "texto": "Sí, donde trabajo tiene el Movistar. Sí, son los canales. Y si no querés, y si no querés, y si no querés, el... La tele y la tele. Y mira, vos pues, yo te pudo poner, que vos lo disfrutes por dos meses.",
      "confianza": 0.624,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 629.81,
      "fin": 632.49,
      "duracion": 2.68,
      "texto": "A ver, para. Quiero ver si está por dos meses todavía.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 633.15,
      "fin": 635.51,
      "duracion": 2.36,
      "texto": "Un segundo.",
      "confianza": 0.476,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 637.64,
      "fin": 693.73,
      "duracion": 56.09,
      "texto": "En este caso, dos meses gratis de lo que es la TV. Si vos no lo llegas a querer después de los dos meses y no querés pagar lo que es la TV, vos directamente agarrá y le das de bajar la TV que lo puedas hacer a través de la aplicación también. Lo que es modificar agarrá y desestimás lo que es la contraceptación de TV. Sería 36, 36 por 6 meses. 26, 26, 600. Ah, 26, 600 con la... Con los tres. Con los dos meses gratis. Y después serían 11, serían 26, 37.",
      "confianza": 0.725,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 694.35,
      "fin": 711.52,
      "duracion": 17.17,
      "texto": "Más o menos. Sí, más o menos 37 más o menos. Más o menos por ahí, sí. Bien, eso y si bueno vos, igual por dos meses, solamente se te va a poner la línea y la fibra. Y dependiendo, a ver, dejando un segundo de verificarlo.",
      "confianza": 0.266,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 712.92,
      "fin": 724.61,
      "duracion": 11.69,
      "texto": "Decime lo que es la calce y numeración para verificar a ver si tenemos alguna promoción mejor, porque a veces dependiendo de lo que es la zona, nosotros podemos bonificarlas por dos meses gratis de lo que es de las fibras.",
      "confianza": 0.774,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 725.15,
      "fin": 738.98,
      "duracion": 13.83,
      "texto": "Pero es dependiendo de la zona, que nosotros les decimos alta competencia, esto quiere significar que básicamente hay muchos... Necesito en realidad la calle y numeración correcta.",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 740.76,
      "fin": 743.47,
      "duracion": 2.7,
      "texto": "Vitoriano Montes, 841.",
      "confianza": 0.755,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 747.97,
      "fin": 749.03,
      "duracion": 1.06,
      "texto": "A ver, dame un segundo.",
      "confianza": 0.398,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 750.58,
      "fin": 752.82,
      "duracion": 2.24,
      "texto": "Montes. 841.",
      "confianza": 0.663,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 755.27,
      "fin": 759.11,
      "duracion": 3.84,
      "texto": "Florencio Arrela. Te digo las entrecalles. A ver si están correctas.",
      "confianza": 0.843,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 759.97,
      "fin": 771.51,
      "duracion": 11.54,
      "texto": "Me figura que está vuelta de obligado. Sí, que es como una puesta. Sí, es una curva. Sí, está entre Fuertelma y Oriburu.",
      "confianza": 0.88,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 771.53,
      "fin": 772.03,
      "duracion": 0.5,
      "texto": "Bien, perfecto.",
      "confianza": 0.442,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 772.05,
      "fin": 778.12,
      "duracion": 6.07,
      "texto": "A ver, dame un segundo. Vamos a verificar a ver si tenemos para brindarte los dos meses bonificados. Si lo tenemos, genial.",
      "confianza": 0.463,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 778.75,
      "fin": 786.31,
      "duracion": 7.56,
      "texto": "Y si no, bueno, te digo. Sí, dame un segundo. Porque hay veces que hay zonas que te lo bonifican en el internet dos meses y está genial eso.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 791.14,
      "fin": 802.07,
      "duracion": 10.93,
      "texto": "Bien, dame un segundito. Y ahí te confirmo. Eso es casa, ¿verdad? No es edificio. No, es casa. Es casa, perfecto.",
      "confianza": 0.06,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 802.61,
      "fin": 809.02,
      "duracion": 6.41,
      "texto": "Dame un segundito, que lo vamos a mandar a los técnicos. A ver si.",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 809.69,
      "fin": 915.18,
      "duracion": 105.49,
      "texto": "y tenemos ahí el servicio de fibra óptica, un segundo. Y también tenéis el teléfono fijo, no sé si vos usas teléfono fijo. Se me rompió el teléfono, así que aparte más uso el celular. Hay muchos que utilizan todavía el teléfono fijo, por eso lo pregunto, porque se viene modificado también, se viene incluido en lo que es la fibra. que está muy muy muy bueno. Ahí dame dos segundos que le estoy mandando a los técnicos para verificar a ver si tenemos ahí a mirarlo y ahí te digo. Dame un segundo, que eso obviamente no lo verifico yo, lo verifican los técnicos. Por ejemplo, yo tengo mi hijo que yo soy en el fondo y mi hijo vive en el departamento adelante. ¿Te puede conectar tener el modem acá para ponerle...? En este caso yo lo que te aconsejo para que no se te pase eso de que a él capaz que le ande un poco lento o se le trabe no lento, sino que por ahí no le agarre Te aconsejo una ampliación wifi que te cuesta tres mil pesos. Un aparatito que se pone en la casa de tu hijo para que ahí le calce la señal. Es como un extensor de wifi. Que cuesta tres mil pesos nada más. Sí. Y él tendría internet. Si tendría internet, te le va a agarrar bien. Sí,",
      "confianza": 0.626,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 915.18,
      "fin": 919.58,
      "duracion": 4.4,
      "texto": "porque tendrían una... ¿Internet y la tele lo mismo?",
      "confianza": 0.54,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 919.6,
      "fin": 937.81,
      "duracion": 18.21,
      "texto": "En realidad la tele se puede poner en dos televisiones, nada más. Creo que hasta tres, creo. Bien. O sea, en tres. Pero yo lo que aconsejo, porque en mi casa también, por ejemplo, mi casa, tengo movistar y con tres casas que tenemos.",
      "confianza": 0.746,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 938.59,
      "fin": 944.98,
      "duracion": 6.39,
      "texto": "Mi hermano está en la parte de adelante porque es un lote justo en una esquina bastante grande.",
      "confianza": 0.728,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 945.56,
      "fin": 991.95,
      "duracion": 46.39,
      "texto": "Entonces uno está adelante, yo estoy en el medio y mi otro hermano está atrás. Entonces yo puse el router en el medio, pero por ejemplo, mi otro hermano que tiene la casa adelante y la tiene más alejada, compramos un extensor de Wi-Fi y a él agarra re bien. Pero está bueno eso, la presión por las dudas, de paso son 3.000 pesos más que... Claro, sí, sí, sí. Antes de instalar otra fibra... Claro, sí, seguro. ¿A cuántos metros más o menos está la casa de tu hijo o tu hija? No, está... 4... Bien. ¿Dónde está? ¿6 metros? ¿7, no? ¿6 metros?",
      "confianza": 0.687,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 992.52,
      "fin": 1012.06,
      "duracion": 19.54,
      "texto": "Y mira, lo que he notado con Facebook de última, probaba primero el servicio así sin extensión de Wi-Fi, y después, si a vos te hace falta la extensión de Wi-Fi, lo llamas. O sea, llamar y decirle, mira, la verdad que a mi hijo que está atrás no le alcanza bien el costo del Internet.",
      "confianza": 0.614,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1012.67,
      "fin": 1046.43,
      "duracion": 33.76,
      "texto": "No, preferiría pedirlo directamente. Igual este que yo te quería preguntar en la fíla óptica es de 600 mega de velocidad. La verdad es que puede estar mucho de dispositivos conectados porque no va a tener incluso a mi corte y es de 600 mega de velocidad, tanto de subida como de bajada. Sí, por eso te brindé el de $600, porque por lo general... Te digo la verdad, ni sé cuánto tengo de claro. Yo sé que claro está brindando de $100 y $300.",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1049.82,
      "fin": 1101.88,
      "duracion": 52.06,
      "texto": "Sí, creo que es $300 que tengo yo. Claro, por lo general siempre se brinda en las casas de $100 a $300 y para las empresas se brinda de un giga y de $600 me va. Pero por eso yo te ofrecié el de 600, que la verdad que está súper conveniente y la verdad que es bastante en la conectividad que vos tenés, sí, hasta incluso no tenés microcorte, que la verdad que en mi casa yo puse el de 600 porque odio tener un microcorte y más cuando parece que mal lo va a utilizar más se traba, te juro. No, no, no. Bueno, el tema es que por ejemplo mi hijo como trabaja con el celular, en Uber, y al momento que se queda sin señal, el otro día dijo Tengo que andar cargando y... Claro, te queda así. Sabes lo que pasa eso, ¿por qué te pasa eso en claro? Porque Movistar está predominando toda la conectividad.",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1102.63,
      "fin": 1130.67,
      "duracion": 28.04,
      "texto": "Entonces, en este caso hay muchas empresas que es la competencia, que van a ser claras, incluso personal por ahí, se les tinda lo que es la conectividad, por lo que la empresa Movistar está predominando toda la conectividad, entonces por ahí hay zonas que antes les funcionaba bien y ahora les ha dejado de funcionar, ¿sí? Porque el pie de la señal de nosotros es la que tenemos más antenas, ¿sí? Por eso más que nada. Eso siempre lo digo porque va a dar.",
      "confianza": 0.684,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1131.6,
      "fin": 1167.6,
      "duracion": 36.0,
      "texto": "Dejame que ahora él llega a las 6 más o menos al trabajo, lo hablo y él va a querer porque lo he escuchado antes de ayer y me está diciendo. Y si llega a decirte que lo quiere, bueno, así ya te paso mi documento y logré hablar lo de la fibra también. Lo de la fibra. Y lo de la fibra te va a convenir, te juro, porque eso es bastante bueno. Me dijiste entonces, los dos primeros meses vendría a ser... Está bien.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1167.62,
      "fin": 1176.79,
      "duracion": 9.17,
      "texto": "Sí, porque acá me acaban de decir los técnicos que sí tenemos fibra óptica, o sea, los CTO, pero no contamos con los dos meses bonificados de las fibras.",
      "confianza": 0.637,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1176.81,
      "fin": 1184.56,
      "duracion": 7.75,
      "texto": "Está bien. No contamos con los dos meses bonificados de la tele. De la tele.",
      "confianza": 0.07,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1184.58,
      "fin": 1184.64,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.01,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1184.66,
      "fin": 1184.86,
      "duracion": 0.2,
      "texto": "Está bien.",
      "confianza": 0.002,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1184.88,
      "fin": 1184.98,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1185.0,
      "fin": 1209.02,
      "duracion": 24.02,
      "texto": "Así que ahí tú te pones todo bien detallado para que lo vengas. ¿Cómo es tu nombre? Mi nombre es Katy. Katy. Katy, sí. Ah, dale, Katy. Sí, pasame todo el casado, como es lo del router hecha aparte también, también aquí le digo, de ampliación. Dame un segundo que te lo voy a poner.",
      "confianza": 0.424,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1209.58,
      "fin": 1212.45,
      "duracion": 2.86,
      "texto": "Ese está bueno porque a él le va a agarrar muy bien.",
      "confianza": 0.638,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1213.35,
      "fin": 1218.26,
      "duracion": 4.91,
      "texto": "Dame un segundo que ahí te voy a mandar todo. Dame un segundito.",
      "confianza": 0.59,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1220.24,
      "fin": 1246.93,
      "duracion": 26.69,
      "texto": "Ahí te paso lo de la ampliación y te paso lo de la fibra más de la línea, ¿sí? OK. Y es importante que en el caso que decida que sí, ¿se queda en algún momento? ¿Se queda sin internet? No, eso es lo que te iba a decir. En ningún momento ustedes se quedan sin línea, ¿sí? Ustedes pasarían a retirar lo que... Me dijiste en qué... Dame un segundo. ¿Era en la provincia de Florencio? No.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 1248.52,
      "fin": 1267.41,
      "duracion": 18.89,
      "texto": "Sí, es Florencio Varela, eso. En este caso, nosotros te enviamos una sucursal cercana a tu domicilio. Esto tarda el proceso de 48 horas. La verdad es que es súper rápido y en un momento te quedas sin niña. Porque antes te enviamos un mensaje para que vayas a retirar el chip.",
      "confianza": 0.331,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1268.63,
      "fin": 1286.4,
      "duracion": 17.77,
      "texto": "Vas, lo retiras y una vez que te quedes corto, o sea, se te corte la señal de claro, ahí vas a poder colocar lo que es el chip en este caso. Está bien, escúchame, el tema... Tengo un problema con el tema de la retirada del chip.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1287.38,
      "fin": 1289.44,
      "duracion": 2.06,
      "texto": "Porque la retirada del chip tiene que ir mi hermano.",
      "confianza": 0.613,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1290.41,
      "fin": 1297.47,
      "duracion": 7.06,
      "texto": "Y mi hermano viaja, él nos taca. En ese caso tenés toda la razón. ¿Sabés lo que podríamos hacer?",
      "confianza": 0.807,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1297.99,
      "fin": 1320.71,
      "duracion": 22.72,
      "texto": "Enviártelo a domicilio. ¿Ah? Te lo enviamos a domicilio que básicamente... Claro, pues en el otro caso, en el otro teléfono sí, bueno, puedo ir yo, pero... También el teléfono lo usan mi hijo. Está muy intercambiado. Igual usted a través de la app, en este caso, Silvia, vos podés cambiar el titular. No hay problema.",
      "confianza": 0.198,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1321.63,
      "fin": 1328.7,
      "duracion": 7.07,
      "texto": "Ah, buenísimo. Ustedes cambian el titular. Eso sí, se les tiene que facturar sí o sí. Viste que yo te dije que a través de la app se puede hacer todo.",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 1329.32,
      "fin": 1348.46,
      "duracion": 19.14,
      "texto": "Tienen que facturarse sí o sí un mes para que le llegue el nombre del titular y después del metro ustedes paguen la boleta. para dar una boleta automáticamente la primera vez, a través del app vas a verificar la opción y te va a salir para cambiar de titular.",
      "confianza": 0.614,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1348.56,
      "fin": 1364.68,
      "duracion": 16.12,
      "texto": "Claro, claro me piden que tenemos que ir los dos con los documentos a seleccionar la titularidad, pero pasa que no coincidimos con mi hermano, cuando él tiene Franco yo estoy trabajando, cuando él está trabajando yo tengo Franco.",
      "confianza": 0.577,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 1365.34,
      "fin": 1373.75,
      "duracion": 8.41,
      "texto": "Así que bueno, buenísimo eso. Bueno, dale, ahora cuando venga el de trabajar le voy a comentar y casi seguro más que sí.",
      "confianza": 0.074,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 1375.37,
      "fin": 1404.43,
      "duracion": 29.06,
      "texto": "Vale, perfecto. Él ya se quería pasar así que seguramente que sí. Sí, seguro que sí. Le estaría confirmando y te tengo que mandar la foto del documento, ¿no? Tendrías que mandar la foto del documento, en este caso de tu hermano también, si él te autoriza. Sí, lo tengo. Perfecto. En este caso... Yo le manejo todo, ¿viste? Así que te digo, no, no. Genial, entonces.",
      "confianza": 0.068,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1405.67,
      "fin": 1408.33,
      "duracion": 2.66,
      "texto": "Yo ahora estoy teniendo un mensajito, te mandé el mensajito.",
      "confianza": 0.435,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1409.17,
      "fin": 1431.4,
      "duracion": 22.23,
      "texto": "Sí, está en ese gompe. Enarme. Prácticamente lo necesitan ahí en el numerito. Y bueno, estamos en contacto ahora en la tarde. Cuando llegue tu hijo, así hacemos ya todo, ¿sí? Dale, dale, gracias. Sí, me ha sido un placer y bueno, me alegro un montón. El celular de él, ¿cuánto sería por mes? Diez mil cuatrocientos pesos.",
      "confianza": 0.299,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1432.12,
      "fin": 1435.57,
      "duracion": 3.45,
      "texto": "Diez mil cuatrocientos. Dale, dale. Dale, dale.",
      "confianza": 0.316,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1436.69,
      "fin": 1445.14,
      "duracion": 8.45,
      "texto": "Bueno, a mí también me alegro un montón que bueno, me has podido escuchar, me has movilizar y bueno, te has sacado un poquito ese chip de mala experiencia que habías tenido.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1445.64,
      "fin": 1448.46,
      "duracion": 2.82,
      "texto": "Sí, de verdad. Dale, dale, gracias.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1449.12,
      "fin": 1451.65,
      "duracion": 2.53,
      "texto": "Un placer, que tenés bonito día y ahí estamos en contacto.",
      "confianza": 0.483,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 1452.44,
      "fin": 1453.34,
      "duracion": 0.9,
      "texto": "Dale, gracias a ti.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estás? Buenas tardes. ¿Gustavo? No, la hermana. ¿Que de Movistar llamás? ¿De Movistar? ¿Me estoy contactando? Sí, no. El titular es mi hermano, yo soy la usuaria. Bien. ¿Vos tomas decisiones en lo que es tu línea o hay que contactarse con él? No, obvio, soy yo porque la que paga y abona soy yo. Él nada más sacó la línea hace mil años y soy yo la que decide. Perfecto. Yo te hago una consulta. ¿Vos en cuanto a los Ligas declaro? ¿Estás conforme o sabes que el corta a veces? Porque actualmente la empresa de Movistar, como hemos cambiado bastante lo que es la gestión y sabemos que muchos se han ido enojados por la gestión anterior, que obviamente les cobraba cualquier cosa, nosotros nos estamos contactando porque queremos recuperarles y brindarles algo mucho mejor con más Ligas y obviamente menor precio para que puedan aprobar nuestra nueva gestión. Yo me fui enojada con Movistar por el tema de que tenía la línea esta que es de mi hermano, o sea esta nombre de él, y tengo una línea a nombre mío, que es la que tiene mi hijo. Cada vez que salía de casa, nunca tenía señal, me tenía que llamar urgente, no se podía comunicar conmigo, Hasta que un día tuvo un accidente grande y yo no me enteré hasta después de 12 horas. Entonces, ¿por qué no se podía comunicar? Entonces, ahí me enojé y me cambié de línea. Y dije, no quiero saber nada cómo viscar. No, igual te entiendo porque esta situación debe ser bastante horrible. En este caso me parece muy raro que a vos porque me descubro que te fuiste en el 2024. O sea, en agosto del 2024. ¿Sí? Bien, en este caso nosotros a partir de lo que es el mes del 2024, hicimos renovación de chips, es decir que a lo que es el 2025 todos los chips tendrían que estar actualizados, por más que vos lo tendrías hace cuatro o cinco años, tenías que hacer actualización de chips porque iban a dejar de funcionar. por el tema de que nosotros actualizamos y instalamos más antenas a todo lo que... Sí, sí íbamos a visitar, cambié el chip, todo, cambié, me mandaron un chip, como era el microchip, no sé cuál, bueno, se le cambió todo, para dar el celular, prendí el celular, hacíamos todo lo que hacíamos, con el de él y no, salía de acá de mi casa y no... Entonces a él le deben haber dado un chip text desactualizado, debe haber estado todo vencido o algo por el estilo. Porque es como te dije, cuando hicimos renovación de chip, incluso ahora, todos los clientes ya tienen el chip actualizado porque si no, no le iba a agarrar lo que es la conectividad. Sí, claro. La verdad que te pido mil disculpas que hayas pasado todo por esa situación porque la idea, obviamente... Sí, por eso no... Y ahora el que andaba queriéndose cambiar es mi hijo, porque él tiene claro también. Sí. Y él sí andaba queriéndose cambiar porque últimamente, desde que le pasaba, él trabaja con el celular. Sí. Y a lo mejor por qué no tenía señal, no sé qué. Entonces, bueno, se me pasaron movimientos personales. Bueno, fíjatele. En este caso, si quieres pasarme el contacto de él, no tengo problema porque tenemos este plan de 16 gigas por el día de hoy porque ha habido un aumento general en todas las compañías. En este caso, te comento. También te lo puedo brindar a vos. Igual entiendo que estabas muy enojada. ¿Cómo era tu nombre? Disculpa, no me acuerdo. Sí, lo entiendo porque yo no soy mamá, pero si llega para hacer una situación así que me entero después de las 24 horas. O yo un familiar o algo cualquiera, ¿viste? Sí, no. Pero bueno, ese es el motivo real por lo que yo me fui, ¿viste? Sí. Entonces dije, no. No quería saber nada. No quería saber nada. Es más, alguien me decía, ¿moviste? No, un escorta, ¿viste? No quería nada más. El tema es que la titular de la otra línea soy yo. Así que hoy le voy a preguntar cuando venga de trabajo y con la cosa. Bien, al rato voy a mandar un mensaje por WhatsApp. Sí, dale. Y si no, si querés, pásame su número, no hay problema porque si me entras... Es que no te voy a atender. No te voy a atender. No te va a pasar porque no te va a atender. Como salen mensajes sospechosos. Lo que pasa es que hablamos a través de una computadora y la verdad es que por ahí salen números que no sabemos cómo les salen. Cuando me sale el llamado anónimo, yo depende si él está acá en mi casa, no entiendo. Ahora si está en la calle, atiendo por las dudas, porque ya con lo que pasó. Entonces, por eso atendí, viste, pero si no, tampoco no atiendo. Exactamente. Pero bueno, pásame y te doy una consulta. ¿Por cuánto tiempo? ¿Y cuánto es el valor? Mira, tenemos el plan de 16 gigas a 10.400 pesos, ¿sí? Nosotros actualmente estamos brindando lo que es la bonificación por seis meses porque la idea justamente es no retenerlos a un plan por 12 veces un año, ¿sí? Porque hay muchos que brindan la bonificación mucho más económica de lo que ustedes están pagando y bueno, teníamos que sí o sí esperar a que ustedes se les venciera esa bonificación para poder activarles lo que es el nuevo beneficio, ¿sí? Entonces, ustedes cada 6 meses pueden activar ahora, eso es lo bueno, activar lo que es el descuento nuevo. Y después, cuando terminan los 6 meses, ¿a cuánto se me va? Y la verdad que te van a dar el mejor beneficio que esté al día de las fechas, ¿sí? Ponele hoy, ¿cuánto está? Hoy día, ¿cuándo está que vendría a ser? Claro, ponerle que se determina el plan de 14 gigas, ¿a cuánto estaría pagando después? La idea es que justamente no se te va a vencer lo que es la bonificación porque al quinto mes vos vas a poder activar el nuevo, ¿sí? Llamar y activar el nuevo porque también en la misma aplicación de Movistar te va a vencer la bonificación, ¿sí? Así vos ya lo tenés ya al tanto, ¿sí? Y también, básicamente, vos a través de la app vas a poder cambiar de plan. Eso lo puedes gestionar todo a través de la app. Sí, cambiar de plan, vas a poder ver la bonificación. La verdad es que ahora está mucho más actualizada la app Movistar, ¿sí? Sí. Bien, tu pregunta. En este caso, Silvia me dijiste, ¿verdad? Sí. Silvia, tengo una consulta. ¿Vos algún servicio de fibra óptica con Movistar? ¿Contas con algún servicio o te quedas en…? No. Tengo claro. Tienes claro. ¿Cuánto estás pagando en claro? Con el celular y la línea, 32, creo. Bien, yo te puedo dejar el servicio de 600 megas de velocidad, ¿sí? Tanto de subida como bajada. No sé si en claro te pasa que la fibra óptica se te tinda mucho. O sea, tiene muchos micro cortes. Sí. No lo notaba porque yo trabajaba la noche y cambié el turno, este dejando el día cuido de una abuela y me cambiaron el horario y claro yo antes no miraba la noche la tele, ahora miro la noche y ahora por tres ese tilde queda dando vuelta, vuelta, vuelta, vuelta, vuelta. La verdad que tenés toda la razón porque yo trabajé en las dos empresas, en mi era como en Movistar y la verdad que tú tenías claro en mi casa Y ahora, se tiraban mucho, o sea, tenían mucho microcorte. Muy mucho microcorte. Que a mí me pasaba y te juro que lo peor que me puede pasar es eso, que tener microcorte es lo que me... No, sí, te estás mirando una película y te quedes... Y tenés que reiniciar el router, tenés que esperar que... No, se agarra, apago la tele, apago la tele y... No, agarro un poco, como tengo YouTube, agarro un poco más de celular en la computadora, en la tabla, en la compu, nada. y me está rompiendo la pelota. ¿Cuánto sería con la fibra? Y con la fibra tenés el alta-alta que nosotros le decimos y que es una acompañado, tenés el servicio de 600 megas de velocidad de internet en tu domicilio, que se nos cuenta con micro cortes, como te dije, más la línea MOI en 26.600 pesos los dos productos. En realidad la línea vale 4.000 pesos, te quedan 4.000 pesos por tenerlo, por dar el alta a lo que es la fibra. Y aparte se te hace un descuento de 4.000 pesos en la fibra, ¿sí? Es decir que los dos te quedan en 26.600 pesos, ¿sí? Y está bueno porque tiene 600 mil grados. ¿Y por seis meses también? Claro, es por seis meses. Todos los beneficios los brindamos cada seis meses por ese tema, ¿sí? ¿Y qué tiene el teléfono? El cable lo tenés bonificado por dos meses, dos meses no lo vas a activar, o sea no lo vas a pagar. Y después de los 11 meses si se te cobra 11.300 pesos por mes, tiene 39 canales y tiene canales de aire. Y la verdad que está muy bueno, porque yo tengo activado eso. Sí, donde trabajo tiene el Movistar. Sí, son los canales. Y si no querés, y si no querés, y si no querés, el... La tele y la tele. Y mira, vos pues, yo te pudo poner, que vos lo disfrutes por dos meses. A ver, para. Quiero ver si está por dos meses todavía. Un segundo. En este caso, dos meses gratis de lo que es la TV. Si vos no lo llegas a querer después de los dos meses y no querés pagar lo que es la TV, vos directamente agarrá y le das de bajar la TV que lo puedas hacer a través de la aplicación también. Lo que es modificar agarrá y desestimás lo que es la contraceptación de TV. Sería 36, 36 por 6 meses. 26, 26, 600. Ah, 26, 600 con la... Con los tres. Con los dos meses gratis. Y después serían 11, serían 26, 37. Más o menos. Sí, más o menos 37 más o menos. Más o menos por ahí, sí. Bien, eso y si bueno vos, igual por dos meses, solamente se te va a poner la línea y la fibra. Y dependiendo, a ver, dejando un segundo de verificarlo. Decime lo que es la calce y numeración para verificar a ver si tenemos alguna promoción mejor, porque a veces dependiendo de lo que es la zona, nosotros podemos bonificarlas por dos meses gratis de lo que es de las fibras. Pero es dependiendo de la zona, que nosotros les decimos alta competencia, esto quiere significar que básicamente hay muchos... Necesito en realidad la calle y numeración correcta. Vitoriano Montes, 841. A ver, dame un segundo. Montes. 841. Florencio Arrela. Te digo las entrecalles. A ver si están correctas. Me figura que está vuelta de obligado. Sí, que es como una puesta. Sí, es una curva. Sí, está entre Fuertelma y Oriburu. Bien, perfecto. A ver, dame un segundo. Vamos a verificar a ver si tenemos para brindarte los dos meses bonificados. Si lo tenemos, genial. Y si no, bueno, te digo. Sí, dame un segundo. Porque hay veces que hay zonas que te lo bonifican en el internet dos meses y está genial eso. Bien, dame un segundito. Y ahí te confirmo. Eso es casa, ¿verdad? No es edificio. No, es casa. Es casa, perfecto. Dame un segundito, que lo vamos a mandar a los técnicos. A ver si. y tenemos ahí el servicio de fibra óptica, un segundo. Y también tenéis el teléfono fijo, no sé si vos usas teléfono fijo. Se me rompió el teléfono, así que aparte más uso el celular. Hay muchos que utilizan todavía el teléfono fijo, por eso lo pregunto, porque se viene modificado también, se viene incluido en lo que es la fibra. que está muy muy muy bueno. Ahí dame dos segundos que le estoy mandando a los técnicos para verificar a ver si tenemos ahí a mirarlo y ahí te digo. Dame un segundo, que eso obviamente no lo verifico yo, lo verifican los técnicos. Por ejemplo, yo tengo mi hijo que yo soy en el fondo y mi hijo vive en el departamento adelante. ¿Te puede conectar tener el modem acá para ponerle...? En este caso yo lo que te aconsejo para que no se te pase eso de que a él capaz que le ande un poco lento o se le trabe no lento, sino que por ahí no le agarre Te aconsejo una ampliación wifi que te cuesta tres mil pesos. Un aparatito que se pone en la casa de tu hijo para que ahí le calce la señal. Es como un extensor de wifi. Que cuesta tres mil pesos nada más. Sí. Y él tendría internet. Si tendría internet, te le va a agarrar bien. Sí, porque tendrían una... ¿Internet y la tele lo mismo? En realidad la tele se puede poner en dos televisiones, nada más. Creo que hasta tres, creo. Bien. O sea, en tres. Pero yo lo que aconsejo, porque en mi casa también, por ejemplo, mi casa, tengo movistar y con tres casas que tenemos. Mi hermano está en la parte de adelante porque es un lote justo en una esquina bastante grande. Entonces uno está adelante, yo estoy en el medio y mi otro hermano está atrás. Entonces yo puse el router en el medio, pero por ejemplo, mi otro hermano que tiene la casa adelante y la tiene más alejada, compramos un extensor de Wi-Fi y a él agarra re bien. Pero está bueno eso, la presión por las dudas, de paso son 3.000 pesos más que... Claro, sí, sí, sí. Antes de instalar otra fibra... Claro, sí, seguro. ¿A cuántos metros más o menos está la casa de tu hijo o tu hija? No, está... 4... Bien. ¿Dónde está? ¿6 metros? ¿7, no? ¿6 metros? Y mira, lo que he notado con Facebook de última, probaba primero el servicio así sin extensión de Wi-Fi, y después, si a vos te hace falta la extensión de Wi-Fi, lo llamas. O sea, llamar y decirle, mira, la verdad que a mi hijo que está atrás no le alcanza bien el costo del Internet. No, preferiría pedirlo directamente. Igual este que yo te quería preguntar en la fíla óptica es de 600 mega de velocidad. La verdad es que puede estar mucho de dispositivos conectados porque no va a tener incluso a mi corte y es de 600 mega de velocidad, tanto de subida como de bajada. Sí, por eso te brindé el de $600, porque por lo general... Te digo la verdad, ni sé cuánto tengo de claro. Yo sé que claro está brindando de $100 y $300. Sí, creo que es $300 que tengo yo. Claro, por lo general siempre se brinda en las casas de $100 a $300 y para las empresas se brinda de un giga y de $600 me va. Pero por eso yo te ofrecié el de 600, que la verdad que está súper conveniente y la verdad que es bastante en la conectividad que vos tenés, sí, hasta incluso no tenés microcorte, que la verdad que en mi casa yo puse el de 600 porque odio tener un microcorte y más cuando parece que mal lo va a utilizar más se traba, te juro. No, no, no. Bueno, el tema es que por ejemplo mi hijo como trabaja con el celular, en Uber, y al momento que se queda sin señal, el otro día dijo Tengo que andar cargando y... Claro, te queda así. Sabes lo que pasa eso, ¿por qué te pasa eso en claro? Porque Movistar está predominando toda la conectividad. Entonces, en este caso hay muchas empresas que es la competencia, que van a ser claras, incluso personal por ahí, se les tinda lo que es la conectividad, por lo que la empresa Movistar está predominando toda la conectividad, entonces por ahí hay zonas que antes les funcionaba bien y ahora les ha dejado de funcionar, ¿sí? Porque el pie de la señal de nosotros es la que tenemos más antenas, ¿sí? Por eso más que nada. Eso siempre lo digo porque va a dar. Dejame que ahora él llega a las 6 más o menos al trabajo, lo hablo y él va a querer porque lo he escuchado antes de ayer y me está diciendo. Y si llega a decirte que lo quiere, bueno, así ya te paso mi documento y logré hablar lo de la fibra también. Lo de la fibra. Y lo de la fibra te va a convenir, te juro, porque eso es bastante bueno. Me dijiste entonces, los dos primeros meses vendría a ser... Está bien. Sí, porque acá me acaban de decir los técnicos que sí tenemos fibra óptica, o sea, los CTO, pero no contamos con los dos meses bonificados de las fibras. Está bien. No contamos con los dos meses bonificados de la tele. De la tele. Sí. Está bien. Bien. Así que ahí tú te pones todo bien detallado para que lo vengas. ¿Cómo es tu nombre? Mi nombre es Katy. Katy. Katy, sí. Ah, dale, Katy. Sí, pasame todo el casado, como es lo del router hecha aparte también, también aquí le digo, de ampliación. Dame un segundo que te lo voy a poner. Ese está bueno porque a él le va a agarrar muy bien. Dame un segundo que ahí te voy a mandar todo. Dame un segundito. Ahí te paso lo de la ampliación y te paso lo de la fibra más de la línea, ¿sí? OK. Y es importante que en el caso que decida que sí, ¿se queda en algún momento? ¿Se queda sin internet? No, eso es lo que te iba a decir. En ningún momento ustedes se quedan sin línea, ¿sí? Ustedes pasarían a retirar lo que... Me dijiste en qué... Dame un segundo. ¿Era en la provincia de Florencio? No. Sí, es Florencio Varela, eso. En este caso, nosotros te enviamos una sucursal cercana a tu domicilio. Esto tarda el proceso de 48 horas. La verdad es que es súper rápido y en un momento te quedas sin niña. Porque antes te enviamos un mensaje para que vayas a retirar el chip. Vas, lo retiras y una vez que te quedes corto, o sea, se te corte la señal de claro, ahí vas a poder colocar lo que es el chip en este caso. Está bien, escúchame, el tema... Tengo un problema con el tema de la retirada del chip. Porque la retirada del chip tiene que ir mi hermano. Y mi hermano viaja, él nos taca. En ese caso tenés toda la razón. ¿Sabés lo que podríamos hacer? Enviártelo a domicilio. ¿Ah? Te lo enviamos a domicilio que básicamente... Claro, pues en el otro caso, en el otro teléfono sí, bueno, puedo ir yo, pero... También el teléfono lo usan mi hijo. Está muy intercambiado. Igual usted a través de la app, en este caso, Silvia, vos podés cambiar el titular. No hay problema. Ah, buenísimo. Ustedes cambian el titular. Eso sí, se les tiene que facturar sí o sí. Viste que yo te dije que a través de la app se puede hacer todo. Tienen que facturarse sí o sí un mes para que le llegue el nombre del titular y después del metro ustedes paguen la boleta. para dar una boleta automáticamente la primera vez, a través del app vas a verificar la opción y te va a salir para cambiar de titular. Claro, claro me piden que tenemos que ir los dos con los documentos a seleccionar la titularidad, pero pasa que no coincidimos con mi hermano, cuando él tiene Franco yo estoy trabajando, cuando él está trabajando yo tengo Franco. Así que bueno, buenísimo eso. Bueno, dale, ahora cuando venga el de trabajar le voy a comentar y casi seguro más que sí. Vale, perfecto. Él ya se quería pasar así que seguramente que sí. Sí, seguro que sí. Le estaría confirmando y te tengo que mandar la foto del documento, ¿no? Tendrías que mandar la foto del documento, en este caso de tu hermano también, si él te autoriza. Sí, lo tengo. Perfecto. En este caso... Yo le manejo todo, ¿viste? Así que te digo, no, no. Genial, entonces. Yo ahora estoy teniendo un mensajito, te mandé el mensajito. Sí, está en ese gompe. Enarme. Prácticamente lo necesitan ahí en el numerito. Y bueno, estamos en contacto ahora en la tarde. Cuando llegue tu hijo, así hacemos ya todo, ¿sí? Dale, dale, gracias. Sí, me ha sido un placer y bueno, me alegro un montón. El celular de él, ¿cuánto sería por mes? Diez mil cuatrocientos pesos. Diez mil cuatrocientos. Dale, dale. Dale, dale. Bueno, a mí también me alegro un montón que bueno, me has podido escuchar, me has movilizar y bueno, te has sacado un poquito ese chip de mala experiencia que habías tenido. Sí, de verdad. Dale, dale, gracias. Un placer, que tenés bonito día y ahí estamos en contacto. Dale, gracias a ti.",
  "calidad": {
    "confianza_promedio": 0.544,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 47.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:49:12.989206",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 4,
    "total_segmentos_original": 316,
    "total_segmentos_corregido": 88,
    "fecha_correccion": "2026-01-18T23:05:24.087951",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140446932_ACD_28159",
    "fecha_inicio": "15/1/2026 14:04:46",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 1408,
    "tiempo_conversacion": 1389,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}