{
  "archivo": "amza3_1_260115113545787_ACD_16615.wav",
  "duracion_segundos": 103.71,
  "num_segmentos": 28,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 50.88,
    "Cliente": 34.15
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.96,
      "duracion": 5.93,
      "texto": "Hola, buenos días. Hablo con Ernesto.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.98,
      "fin": 6.04,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.044,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.06,
      "fin": 10.72,
      "duracion": 4.66,
      "texto": "¿Cómo le va? Mi nombre es Macarena Ernesto. Lo estoy llamando desde el área de recupero de clientes de Movistar.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 11.54,
      "fin": 15.47,
      "duracion": 3.92,
      "texto": "Estábamos llamando desde la compañía para poder venderte una nueva promoción por tu línea.",
      "confianza": 0.827,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 24.14,
      "fin": 28.38,
      "duracion": 4.24,
      "texto": "No, no. Por ahora no me... Sí, decime. Por ahora no. No, por ahora no. Lo tengo más o menos. Bien. ¿Por algún motivo en especial para poder dejarlo apuntado?",
      "confianza": 0.007,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.78,
      "fin": 56.45,
      "duracion": 26.67,
      "texto": "No, no. Yo entré en una promoción también acá en Claro y todavía no se terminó. Bien. Pero igualmente estás abonando un poco de más de lo que podrías estar abonando con Movistar, ¿bien? Nosotros te llamamos porque en realidad la idea es brindarte lo que es una promoción más económica y que puedas acceder a las nuevas promociones con Movistar. ¿Vos sabés más o menos cuánto estás abonando con Claro? ¿Cuántas ligas se ofrecen?",
      "confianza": 0.437,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 58.27,
      "fin": 84.85,
      "duracion": 26.58,
      "texto": "Sí, 10 gigas, estoy en 13 mil. Claro, por eso nosotros, más o menos esa cantidad de gigas, podemos brindarte un plan de 8 gigas por 7,460, es mucho menos de lo que estás abonando al día de hoy, sin contar que te damos lo que es la bonificación fija, más que nada porque sabemos que anteriormente estuviste en la compañía, y te fuiste por un tema de facturación, la idea es obviamente que no te vuelva a suceder lo mismo, y es por eso que nos ponemos en contacto, ¿bien?",
      "confianza": 0.228,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 86.16,
      "fin": 87.6,
      "duracion": 1.44,
      "texto": "Está bien, voy a tenerlo en cuenta.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 88.57,
      "fin": 90.83,
      "duracion": 2.26,
      "texto": "Ahora, no sé, supongo que tengo un par de meses, sí, creo.",
      "confianza": 0.477,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 91.77,
      "fin": 97.86,
      "duracion": 6.09,
      "texto": "Bueno, dale, te pongo a la Instagram o por WhatsApp y en el caso que la necesites me puedes contactar por ese medio, no hay problema.",
      "confianza": 0.609,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 100.53,
      "fin": 103.71,
      "duracion": 3.18,
      "texto": "Bueno, bueno, gracias. Dale, que tengas muy buen día, hasta luego.",
      "confianza": 0.055,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Ernesto. Sí. ¿Cómo le va? Mi nombre es Macarena Ernesto. Lo estoy llamando desde el área de recupero de clientes de Movistar. Estábamos llamando desde la compañía para poder venderte una nueva promoción por tu línea. No, no. Por ahora no me... Sí, decime. Por ahora no. No, por ahora no. Lo tengo más o menos. Bien. ¿Por algún motivo en especial para poder dejarlo apuntado? No, no. Yo entré en una promoción también acá en Claro y todavía no se terminó. Bien. Pero igualmente estás abonando un poco de más de lo que podrías estar abonando con Movistar, ¿bien? Nosotros te llamamos porque en realidad la idea es brindarte lo que es una promoción más económica y que puedas acceder a las nuevas promociones con Movistar. ¿Vos sabés más o menos cuánto estás abonando con Claro? ¿Cuántas ligas se ofrecen? Sí, 10 gigas, estoy en 13 mil. Claro, por eso nosotros, más o menos esa cantidad de gigas, podemos brindarte un plan de 8 gigas por 7,460, es mucho menos de lo que estás abonando al día de hoy, sin contar que te damos lo que es la bonificación fija, más que nada porque sabemos que anteriormente estuviste en la compañía, y te fuiste por un tema de facturación, la idea es obviamente que no te vuelva a suceder lo mismo, y es por eso que nos ponemos en contacto, ¿bien? Está bien, voy a tenerlo en cuenta. Ahora, no sé, supongo que tengo un par de meses, sí, creo. Bueno, dale, te pongo a la Instagram o por WhatsApp y en el caso que la necesites me puedes contactar por ese medio, no hay problema. Bueno, bueno, gracias. Dale, que tengas muy buen día, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.415,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:25:27.295104",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 28,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:26.235259",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115113545787_ACD_16615",
    "fecha_inicio": "15/1/2026 11:35:45",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 139,
    "tiempo_conversacion": 101,
    "tiempo_hold": 0,
    "tiempo_acw": 9,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}