{
  "archivo": "amza13_1_260115114640023_ACD_58723.wav",
  "duracion_segundos": 171.2,
  "num_segmentos": 61,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 30.07,
    "Cliente": 129.66
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.01,
      "fin": 13.46,
      "duracion": 12.45,
      "texto": "Hola. Hola, buen día. ¿Es Ignacio? No, Daniel. Hola, Daniel. Mucho gusto. Te hablo de la línea de beneficios de Movistar. Mi nombre es Gerardo. Te pregunto, ¿sos el usuario de esta línea móvil?",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.21,
      "fin": 29.48,
      "duracion": 13.27,
      "texto": "No, no tengo Movistar. No, no, lo sé. Esta línea está con Claro y otras también. Queremos hacer una propuesta para volver a Movistar con un descuento, con regalos y gigas. ¿Y por qué no, por qué no me han tratado bien en Movistar?",
      "confianza": 0.103,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.15,
      "fin": 58.42,
      "duracion": 28.27,
      "texto": "¿Qué pasó? ¿Te trataron mal desde dónde? ¿Desde qué área? Sí, me... Una de... Bueno, reclamaba algo, siempre me dilataban las cosas y no me reconocían. Lamento mucho contar eso, Juan. Te pido disculpas por eso. No, no necesito que te disculpas. Te estoy diciendo que esto es comercial y si no... Si a uno le conviene algo, se va a otro lado. Perfecto. Bueno, tal vez te pueda convenir un plan que tiene veinte sigas para cada una de las líneas roaming en diez mil cuatrocientos pesos y un descuento fijo.",
      "confianza": 0.318,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.2,
      "fin": 59.6,
      "duracion": 0.4,
      "texto": "¿Cuánto?",
      "confianza": 0.902,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 60.65,
      "fin": 78.27,
      "duracion": 17.62,
      "texto": "es 10.400 pesos y cada una de las líneas, de las cuatro líneas al nombre de Juan, contaría con 20 gigas, 8 de base, 8 de regalo, 4 de plan familiar, más roaming en todo América, dramas libres, WhatsApp gratis, en 10.400 pesos.",
      "confianza": 0.691,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 78.67,
      "fin": 86.53,
      "duracion": 7.87,
      "texto": "El descuento fijo es por el periodo de 6 meses y en 6 meses desde el app no te podés cambiar de plan, de modo que si estés aprovechando una promo,",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.53,
      "fin": 95.78,
      "duracion": 8.25,
      "texto": "Mira, esto es muy técnico para mí. Yo tendría que hablar con mi hijo, no con mí. Yo voy a decir a mi hijo que ya me ha gustado, a ver si le ofrecen la falta. ¿Por qué no lo llamas a mi hijo?",
      "confianza": 0.136,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 96.3,
      "fin": 97.05,
      "duracion": 0.74,
      "texto": "Eso te iba a decir.",
      "confianza": 0.631,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.81,
      "fin": 139.96,
      "duracion": 42.15,
      "texto": "El número de tu hijo tengo tres números más acá. Termina en 011, 290 o 836 el número de tu hijo. 836 es Santiago. 290 es mi esposa y el otro dice 499. 011. A ese me llaman. A ese, perfecto, lo voy a llamar. ¿Cómo se llamaba tu hijo? ¿Juan? ¿Entonces? Juan, ya me dijiste. Perfecto, bueno. Me llamó la atención que no se pase el nombre de mi hijo cuando me llamaste Juan y ya no conocía mi nombre. Era para confirmarlo. ¿Era Juan Ignacio Salazar Abad? Es lo que me figura. O sea, me sonó verso esto porque sabes que te llaman todos los días que te secuestran esto, que estafan todos los días.",
      "confianza": 0.375,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 140.51,
      "fin": 157.72,
      "duracion": 17.21,
      "texto": "Entonces tengo miedo, yo. No tengas miedo, si querés llamar a una captura de pantalla. No, está bien, está bien, pero te digo que cuando llamas a alguien se sabe el nombre mejor. Consejo. Gracias por el consejo, Daniel. Que tengamos un accidente tarde, yo me comunico con Juan y le comento.",
      "confianza": 0.075,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 158.8,
      "fin": 160.89,
      "duracion": 2.09,
      "texto": "A Juan, sí. Perfecto.",
      "confianza": 0.629,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 161.79,
      "fin": 171.2,
      "duracion": 9.41,
      "texto": "Él maneja el tema de los teléfonos. Bueno, entonces le voy a brindar los detalles a él para que tome una decisión eventualmente. Te agradezco mucho. Hasta luego.",
      "confianza": 0.581,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Es Ignacio? No, Daniel. Hola, Daniel. Mucho gusto. Te hablo de la línea de beneficios de Movistar. Mi nombre es Gerardo. Te pregunto, ¿sos el usuario de esta línea móvil? No, no tengo Movistar. No, no, lo sé. Esta línea está con Claro y otras también. Queremos hacer una propuesta para volver a Movistar con un descuento, con regalos y gigas. ¿Y por qué no, por qué no me han tratado bien en Movistar? ¿Qué pasó? ¿Te trataron mal desde dónde? ¿Desde qué área? Sí, me... Una de... Bueno, reclamaba algo, siempre me dilataban las cosas y no me reconocían. Lamento mucho contar eso, Juan. Te pido disculpas por eso. No, no necesito que te disculpas. Te estoy diciendo que esto es comercial y si no... Si a uno le conviene algo, se va a otro lado. Perfecto. Bueno, tal vez te pueda convenir un plan que tiene veinte sigas para cada una de las líneas roaming en diez mil cuatrocientos pesos y un descuento fijo. ¿Cuánto? es 10.400 pesos y cada una de las líneas, de las cuatro líneas al nombre de Juan, contaría con 20 gigas, 8 de base, 8 de regalo, 4 de plan familiar, más roaming en todo América, dramas libres, WhatsApp gratis, en 10.400 pesos. El descuento fijo es por el periodo de 6 meses y en 6 meses desde el app no te podés cambiar de plan, de modo que si estés aprovechando una promo, Mira, esto es muy técnico para mí. Yo tendría que hablar con mi hijo, no con mí. Yo voy a decir a mi hijo que ya me ha gustado, a ver si le ofrecen la falta. ¿Por qué no lo llamas a mi hijo? Eso te iba a decir. El número de tu hijo tengo tres números más acá. Termina en 011, 290 o 836 el número de tu hijo. 836 es Santiago. 290 es mi esposa y el otro dice 499. 011. A ese me llaman. A ese, perfecto, lo voy a llamar. ¿Cómo se llamaba tu hijo? ¿Juan? ¿Entonces? Juan, ya me dijiste. Perfecto, bueno. Me llamó la atención que no se pase el nombre de mi hijo cuando me llamaste Juan y ya no conocía mi nombre. Era para confirmarlo. ¿Era Juan Ignacio Salazar Abad? Es lo que me figura. O sea, me sonó verso esto porque sabes que te llaman todos los días que te secuestran esto, que estafan todos los días. Entonces tengo miedo, yo. No tengas miedo, si querés llamar a una captura de pantalla. No, está bien, está bien, pero te digo que cuando llamas a alguien se sabe el nombre mejor. Consejo. Gracias por el consejo, Daniel. Que tengamos un accidente tarde, yo me comunico con Juan y le comento. A Juan, sí. Perfecto. Él maneja el tema de los teléfonos. Bueno, entonces le voy a brindar los detalles a él para que tome una decisión eventualmente. Te agradezco mucho. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.481,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:12:29.270855",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 61,
    "total_segmentos_corregido": 12,
    "fecha_correccion": "2026-01-18T23:05:14.344052",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114640023_ACD_58723",
    "fecha_inicio": "15/1/2026 11:46:40",
    "agente_nombre": "MZA 13",
    "agente_login": "mza13",
    "duracion_total": 191,
    "tiempo_conversacion": 165,
    "tiempo_hold": 0,
    "tiempo_acw": 5,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}