{
  "archivo": "amza22_1_260116132030009_ACD_13077.wav",
  "duracion_segundos": 301.62,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 168.53,
    "Cliente": 115.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.0,
      "fin": 2.53,
      "duracion": 0.52,
      "texto": "Hola.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 3.45,
      "fin": 6.47,
      "duracion": 3.02,
      "texto": "Hola, buen día. Hablo con Carlos.",
      "confianza": 0.04,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.49,
      "fin": 6.55,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.032,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 6.57,
      "fin": 19.91,
      "duracion": 13.34,
      "texto": "Carlos, ¿cómo estás? Mi nombre es Belén. Me presento... Miren, yo le estoy llamando en el área de beneficio de Movistar porque queríamos ofrecerle una promoción para Zulín en estos momentos, de que estamos con un gran descuento. ¿Usted en este momento está en claro?",
      "confianza": 0.737,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 21.73,
      "fin": 44.77,
      "duracion": 23.04,
      "texto": "Sí, gorda, pero ¿sabe qué pasa? Yo antes era personal... ¿cómo se llama? Movistar. Sí. Pero acá en Córdoba no tengo... No tengo agencia, ¿viste? Y perdí una vuelta el número, el teléfono, y tuve como una semana sin número. De ahí dije, chau, me salgo.",
      "confianza": 0.394,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.73,
      "fin": 58.83,
      "duracion": 12.1,
      "texto": "Ah, claro, no hay sucursales en Córdoba, me estás comentando. Exactamente. Después me dijeron que, bueno, que podía hacerlo sin número, que no... Un quilombo. Claro, sí.",
      "confianza": 0.374,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 59.73,
      "fin": 77.29,
      "duracion": 17.56,
      "texto": "Tu compañera me han llamado una banda de veces, pero siempre le digo lo mismo porque la verdad que con este estoy bien. O sea, me ofrecieron un buen servicio y nunca me quedo sin datos, así que la verdad que un éxito.",
      "confianza": 0.549,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.31,
      "fin": 77.65,
      "duracion": 0.34,
      "texto": "Bien, bien, bien.",
      "confianza": 0.041,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 77.67,
      "fin": 116.74,
      "duracion": 39.07,
      "texto": "Igualmente, vos no tendrías ningún problema con lo que nuestra compañía en estos momentos porque, mira, tendrías mi numerito y cualquier cosa me podrías decir a mí. Esperemos que no tengas ningún inconveniente como te sucedió. Pero vos ya tenés ahora un número estipulado, entonces no se te va a cambiar el número, no se te va a modificar y tendrías el mismo numérito. No sé lo que te habrá pasado la otra vez que se te cambió el número, si lo perdiste o algo. Claro, sí, es parte que lo había salido de joda y se le perdió. Ahí va la cosa. ¿A por ahí? Para...",
      "confianza": 0.652,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 117.46,
      "fin": 120.27,
      "duracion": 2.8,
      "texto": "Recuperarlo tarda una banda de tiempo.",
      "confianza": 0.63,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 120.85,
      "fin": 127.52,
      "duracion": 6.67,
      "texto": "El teléfono no, lo conseguí, pero el número, una banda. Por eso mismo.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.54,
      "fin": 128.28,
      "duracion": 0.74,
      "texto": "Claro, sí, sí, entiendo.",
      "confianza": 0.228,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 128.66,
      "fin": 137.15,
      "duracion": 8.49,
      "texto": "Bueno, ahora no se está perdido ninguna joda. No, me muero. ¿Se dice en el mismo número?",
      "confianza": 0.467,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.29,
      "fin": 138.31,
      "duracion": 1.02,
      "texto": "Sí, sí, sí.",
      "confianza": 0.36,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.33,
      "fin": 141.51,
      "duracion": 3.18,
      "texto": "Ah, lo pudiste recuperar bien, mira.",
      "confianza": 0.4,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.53,
      "fin": 141.81,
      "duracion": 0.28,
      "texto": "Sí, sí, sí.",
      "confianza": 0.179,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 141.83,
      "fin": 148.9,
      "duracion": 7.07,
      "texto": "Según vosotros, ¿sabes el plan que vos tenés concluido en estos momentos? No, ni idea. Sé que pago como 13.000.",
      "confianza": 0.34,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 148.92,
      "fin": 149.02,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.003,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.04,
      "fin": 152.06,
      "duracion": 3.02,
      "texto": "¿Y los datos? ¿Se andan bien o tienes que recargar de nada?",
      "confianza": 0.8,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 153.32,
      "fin": 188.0,
      "duracion": 34.68,
      "texto": "No, tengo creo que 10 y me sobro. Acá se me regalo. Ah, sí, perfecto. Mira, porque te digo, nosotros estamos teniendo lo que es un descuento del 80% aproximadamente en lo que sale cada plant. Y, literalmente, uno tiene 8 GB base y te regalamos 8 GB, es decir, los son 16 GB y contarías con WhatsApp totalmente gratis, puedes hablar libre a cualquier compañero, tenés mensajes, llamadas intimidadas, y tenés también lo que es la América Precio Local que el RUM viene en América, si es que salís del país vos en ningún momento te vas a quedar incomunicado.",
      "confianza": 0.271,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.64,
      "fin": 200.44,
      "duracion": 11.8,
      "texto": "Esto te incluye un descuento fijo por 6 meses y el valor es de 10.400 pesos los 16 GB. Por eso me estaba preguntando si vos utilizabas mucho el celu o no tanto.",
      "confianza": 0.678,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.32,
      "fin": 205.33,
      "duracion": 3.01,
      "texto": "Sí, es una extensión nueva del cuerpo.",
      "confianza": 0.626,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 206.01,
      "fin": 279.52,
      "duracion": 73.51,
      "texto": "Obvio, el del solo. Es que sí, es que hoy en día dice que es para todos una extensión y tenemos que tener más opciones. Sí, sí, sí, yo te comprendo. Yo soy prepado y no, ya me quiero pasar a ronto porque no, la verdad que estoy gastando bastante. ¿Cómo? ¿Pero vos me estás vendiendo un plan y sos prepago? ¡Sí! Verá, y te vas a pedir porque... No, pero vos estás vendiendo plata. No, es que sí, yo me estoy dando cuenta de esto, me estoy dando cuenta porque encima soy la personal, imagínate. Pero no, sí, en cualquier momento me meto porque sí, la verdad, lo estoy usando muchísimo y aparte imagínate, Voy a la universidad y viste que se pierden bastantes gatos por eso. ¿Este número tiene WhatsApp? ¿Cómo? ¿Este número tiene WhatsApp? ¿El tuyo? No, el tuyo. Ah, ¿el mío? Sí. Sí, sí, sí. Tengo WhatsApp. Sí, no te preocupes. Tampoco es que soy tan delicampo. No sé. Te estoy preguntando porque de última viaje en Norte y bueno, cualquier duda que quiera cambiarlo te escribo.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.96,
      "fin": 282.12,
      "duracion": 1.16,
      "texto": "Ah, bueno, dale. Sí,",
      "confianza": 0.382,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 282.12,
      "fin": 286.11,
      "duracion": 3.99,
      "texto": "mira, yo ahora te voy a enviar un mensajito o cualquier cosa y vos me decís, ¿bien?",
      "confianza": 0.54,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.17,
      "fin": 288.14,
      "duracion": 0.97,
      "texto": "Bueno. Dale,",
      "confianza": 0.644,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 288.14,
      "fin": 288.55,
      "duracion": 0.41,
      "texto": "entonces.",
      "confianza": 0.49,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.63,
      "fin": 293.74,
      "duracion": 5.11,
      "texto": "¿Pon el de tu empresa o el tuyo? No, no, no, con el mío, no te preocupes.",
      "confianza": 0.501,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 294.66,
      "fin": 296.55,
      "duracion": 1.89,
      "texto": "Bueno, dale. Dale,",
      "confianza": 0.352,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 296.55,
      "fin": 297.36,
      "duracion": 0.81,
      "texto": "entonces.",
      "confianza": 0.351,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.38,
      "fin": 301.62,
      "duracion": 4.24,
      "texto": "Que tengas un bonito día. Muchas gracias, Carla. Nos vemos.",
      "confianza": 0.419,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. Hablo con Carlos. Sí. Carlos, ¿cómo estás? Mi nombre es Belén. Me presento... Miren, yo le estoy llamando en el área de beneficio de Movistar porque queríamos ofrecerle una promoción para Zulín en estos momentos, de que estamos con un gran descuento. ¿Usted en este momento está en claro? Sí, gorda, pero ¿sabe qué pasa? Yo antes era personal... ¿cómo se llama? Movistar. Sí. Pero acá en Córdoba no tengo... No tengo agencia, ¿viste? Y perdí una vuelta el número, el teléfono, y tuve como una semana sin número. De ahí dije, chau, me salgo. Ah, claro, no hay sucursales en Córdoba, me estás comentando. Exactamente. Después me dijeron que, bueno, que podía hacerlo sin número, que no... Un quilombo. Claro, sí. Tu compañera me han llamado una banda de veces, pero siempre le digo lo mismo porque la verdad que con este estoy bien. O sea, me ofrecieron un buen servicio y nunca me quedo sin datos, así que la verdad que un éxito. Bien, bien, bien. Igualmente, vos no tendrías ningún problema con lo que nuestra compañía en estos momentos porque, mira, tendrías mi numerito y cualquier cosa me podrías decir a mí. Esperemos que no tengas ningún inconveniente como te sucedió. Pero vos ya tenés ahora un número estipulado, entonces no se te va a cambiar el número, no se te va a modificar y tendrías el mismo numérito. No sé lo que te habrá pasado la otra vez que se te cambió el número, si lo perdiste o algo. Claro, sí, es parte que lo había salido de joda y se le perdió. Ahí va la cosa. ¿A por ahí? Para... Recuperarlo tarda una banda de tiempo. El teléfono no, lo conseguí, pero el número, una banda. Por eso mismo. Claro, sí, sí, entiendo. Bueno, ahora no se está perdido ninguna joda. No, me muero. ¿Se dice en el mismo número? Sí, sí, sí. Ah, lo pudiste recuperar bien, mira. Sí, sí, sí. Según vosotros, ¿sabes el plan que vos tenés concluido en estos momentos? No, ni idea. Sé que pago como 13.000. Bien. ¿Y los datos? ¿Se andan bien o tienes que recargar de nada? No, tengo creo que 10 y me sobro. Acá se me regalo. Ah, sí, perfecto. Mira, porque te digo, nosotros estamos teniendo lo que es un descuento del 80% aproximadamente en lo que sale cada plant. Y, literalmente, uno tiene 8 GB base y te regalamos 8 GB, es decir, los son 16 GB y contarías con WhatsApp totalmente gratis, puedes hablar libre a cualquier compañero, tenés mensajes, llamadas intimidadas, y tenés también lo que es la América Precio Local que el RUM viene en América, si es que salís del país vos en ningún momento te vas a quedar incomunicado. Esto te incluye un descuento fijo por 6 meses y el valor es de 10.400 pesos los 16 GB. Por eso me estaba preguntando si vos utilizabas mucho el celu o no tanto. Sí, es una extensión nueva del cuerpo. Obvio, el del solo. Es que sí, es que hoy en día dice que es para todos una extensión y tenemos que tener más opciones. Sí, sí, sí, yo te comprendo. Yo soy prepado y no, ya me quiero pasar a ronto porque no, la verdad que estoy gastando bastante. ¿Cómo? ¿Pero vos me estás vendiendo un plan y sos prepago? ¡Sí! Verá, y te vas a pedir porque... No, pero vos estás vendiendo plata. No, es que sí, yo me estoy dando cuenta de esto, me estoy dando cuenta porque encima soy la personal, imagínate. Pero no, sí, en cualquier momento me meto porque sí, la verdad, lo estoy usando muchísimo y aparte imagínate, Voy a la universidad y viste que se pierden bastantes gatos por eso. ¿Este número tiene WhatsApp? ¿Cómo? ¿Este número tiene WhatsApp? ¿El tuyo? No, el tuyo. Ah, ¿el mío? Sí. Sí, sí, sí. Tengo WhatsApp. Sí, no te preocupes. Tampoco es que soy tan delicampo. No sé. Te estoy preguntando porque de última viaje en Norte y bueno, cualquier duda que quiera cambiarlo te escribo. Ah, bueno, dale. Sí, mira, yo ahora te voy a enviar un mensajito o cualquier cosa y vos me decís, ¿bien? Bueno. Dale, entonces. ¿Pon el de tu empresa o el tuyo? No, no, no, con el mío, no te preocupes. Bueno, dale. Dale, entonces. Que tengas un bonito día. Muchas gracias, Carla. Nos vemos.",
  "calidad": {
    "confianza_promedio": 0.445,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:15:28.630415",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 4,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:18.130968",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116132030009_ACD_13077",
    "fecha_inicio": "16/1/2026 13:20:30",
    "agente_nombre": "MZA 22",
    "agente_login": "mza22",
    "duracion_total": 428,
    "tiempo_conversacion": 290,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}