{
  "archivo": "amza5_1_260113111556556_ACD_83909.wav",
  "duracion_segundos": 273.8,
  "num_segmentos": 82,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 185.26,
    "Cliente": 69.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.48,
      "duracion": 5.45,
      "texto": "Hola. Hola, ¿qué tal, Wendy? ¿Hablo con la línea de Silvana?",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.5,
      "fin": 5.56,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.017,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 5.58,
      "fin": 20.04,
      "duracion": 14.46,
      "texto": "¿Cómo te va, Silvana? Te comento que estamos tomando la parte de recupero y queríamos desmoristar. Queríamos brindarte bonificaciones para tus líneas. Ya que estamos viendo que estás pagando alrededor de 19.800 pesos por cada línea, queríamos brindarte algo más económico.",
      "confianza": 0.461,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.49,
      "fin": 27.89,
      "duracion": 4.4,
      "texto": "Bueno, a ver, coméntame. Bien. Me asegura que también lo que son cuatro líneas en total, ¿verdad? Sí.",
      "confianza": 0.033,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.58,
      "fin": 39.96,
      "duracion": 11.38,
      "texto": "Bien. Y en total, ¿cuánto vendrías a abonar por todas, en realidad? Lo mismo, 9000 y pico por cada una. Bien, perfecto. Ahora, si saco la cuenta, te comeré. ¿Y cuántos siglas tienes en cada línea?",
      "confianza": 0.562,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 43.28,
      "fin": 51.53,
      "duracion": 8.25,
      "texto": "Ay, no me acuerdo. No me acuerdo si son dos o tres, pero lo que pasa es que teníamos una promo que pagábamos por una cantidad de chicas, pero teníamos aparte.",
      "confianza": 0.014,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 52.68,
      "fin": 53.88,
      "duracion": 1.2,
      "texto": "Bien, perfecto.",
      "confianza": 0.856,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 53.92,
      "fin": 57.44,
      "duracion": 3.52,
      "texto": "Y esa promoción por tantos siglas y se le acabó.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 58.55,
      "fin": 72.69,
      "duracion": 14.14,
      "texto": "No estoy segura, yo sé que yo tenía cuatro más por ser la titular, digamos, la que hizo toda la promo. Pero las chicas no me acuerdo. Estás hablando un montón por muy pocos gigas.",
      "confianza": 0.443,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.71,
      "fin": 72.92,
      "duracion": 0.21,
      "texto": "Bien,",
      "confianza": 0.63,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 72.92,
      "fin": 78.2,
      "duracion": 5.28,
      "texto": "mira, te comento. Nosotros estamos brindando lo que es hoy en día, por casualidad. ¿Somos una tributista responsable en crypto?",
      "confianza": 0.63,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.16,
      "fin": 79.9,
      "duracion": 0.74,
      "texto": "No.",
      "confianza": 0.797,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.92,
      "fin": 107.43,
      "duracion": 27.51,
      "texto": "No, perfecto. Mira, nosotros te comento. Estamos brindando lo que es una promoción de cuatro gigas, sí, con cuatro gigas más de regalo. Al tener más líneas bajo el mismo titular, sí, se hace lo que es una promoción de familiares. Se regalarían cuatro gigas más para cada línea. Todas las líneas tendrían en total 12 gigas. Bien, con los planes tendrían que ser, tenés para WhatsApp y jamás te irá a cualquier compañía y vas a tener lo que es un descuento fijo durante seis meses.",
      "confianza": 0.621,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 107.97,
      "fin": 132.59,
      "duracion": 24.62,
      "texto": "El precio final que te queda en total es 11.400 pesos. Bien, cada línea pagaría 11.400 pesos con un total de 12 gigas. Decida qué te parece. Y tendría que darlo porque en el total sí me implica una diferencia con lo que yo estoy pagando ahora. Claro, sí, en realidad la diferencia que tendrías más o menos serían de 1.500 pesos.",
      "confianza": 0.744,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 133.87,
      "fin": 155.78,
      "duracion": 21.91,
      "texto": "Porque el plan que vos estás abonando me figura que es de 9.800 pesos y el plan que te ofrecemos es de 11.000. Sí, más o menos sería 1,500 pesos de diferencia, pero acuérdate que tenés 12 gigas en total para cada línea. Bien, vos estás teniendo en realidad 6 gigas. O sea, que estás poniendo lo mismo con nosotros, harías lo mismo, pero nosotros te duplicamos la cantidad de gigas.",
      "confianza": 0.658,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 156.48,
      "fin": 183.07,
      "duracion": 26.59,
      "texto": "Bien, aparte de eso, que ahora, bueno, viene lo que es el colegio y te brindamos lo que es los beneficios, que son totalmente gratuitos, donde son algo O sea, vendría a hacer lo que es enciclopedia educativa. Si, ejemplo, tenés cursos que son totalmente gratuitos, que eso sirve bastante como para los chicos cuando ya empiezan el colegio. Y en colegios para ocultar está buenísimo porque son cursos que te vienen totalmente gratis porque tienen lo que es movilizar.",
      "confianza": 0.713,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 183.09,
      "fin": 184.11,
      "duracion": 1.02,
      "texto": "Bien.",
      "confianza": 0.819,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 184.13,
      "fin": 192.84,
      "duracion": 8.71,
      "texto": "Decime qué te parece. Te quería consultar porque mi marido también se tiene claro.",
      "confianza": 0.33,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 192.86,
      "fin": 193.62,
      "duracion": 0.76,
      "texto": "Bien.",
      "confianza": 0.286,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 193.64,
      "fin": 196.75,
      "duracion": 3.1,
      "texto": "Él también tendría lo que hacer, haríamos todo lo que es un combo familiar.",
      "confianza": 0.722,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.16,
      "fin": 213.79,
      "duracion": 15.63,
      "texto": "Ajá, ¿entraría en esto? Entraría total y todas las líneas tendrían lo que son, 12 GB en total, bien por casualidad. ¿Tenés movistar permanentemente tu domicilio o no? No, no, no, no llegué a donde estoy ya. Bien, ¿hace cuánto que lo verificaste?",
      "confianza": 0.58,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.4,
      "fin": 248.85,
      "duracion": 33.45,
      "texto": "No, y la última vez que tuve que montar, no me acuerdo exactamente. Bien, eso también lo podemos verificar. Si llegas a tener lo que le dé disponibilidad, te puedo brindar lo que es una promoción. Sí, donde te regaló 4 GB más para tu línea. Eso te aseguro que es un descuento en tu fila. Pero eso lo vemos después, cuando te dé interés, lo podemos planear también. Como te digo, sería un combo familiar donde vas a tener 12 GB cada línea y les quedaría todo de 11.400 pesos. Decime qué te parece. Bueno, déjame que lo hable con mi marido, porque yo estoy trabajando ahora. Justo estoy en el receso.",
      "confianza": 0.53,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 249.86,
      "fin": 252.96,
      "duracion": 3.1,
      "texto": "Pero déjame que llego a casa y lo hablo con él y vemos.",
      "confianza": 0.496,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.54,
      "fin": 256.35,
      "duracion": 2.81,
      "texto": "Cualquier cosa me volvés a llamar. Excelente.",
      "confianza": 0.404,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 256.37,
      "fin": 262.46,
      "duracion": 6.09,
      "texto": "Yo ahorita voy a mandar un mensajito con WhatsApp, te voy a mandar las promos que tenemos, bien, para que los puedas valor, se los puedas mostrar a tu marido.",
      "confianza": 0.552,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 262.56,
      "fin": 264.98,
      "duracion": 2.42,
      "texto": "Si les dé interés, me contactás por ahí, ¿bien?",
      "confianza": 0.712,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 265.9,
      "fin": 273.8,
      "duracion": 7.9,
      "texto": "Dale, dale. Listo, listo. Muchas gracias. Que tengas buen día. Hasta luego. Listo, gracias. Hasta luego.",
      "confianza": 0.296,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal, Wendy? ¿Hablo con la línea de Silvana? Sí. ¿Cómo te va, Silvana? Te comento que estamos tomando la parte de recupero y queríamos desmoristar. Queríamos brindarte bonificaciones para tus líneas. Ya que estamos viendo que estás pagando alrededor de 19.800 pesos por cada línea, queríamos brindarte algo más económico. Bueno, a ver, coméntame. Bien. Me asegura que también lo que son cuatro líneas en total, ¿verdad? Sí. Bien. Y en total, ¿cuánto vendrías a abonar por todas, en realidad? Lo mismo, 9000 y pico por cada una. Bien, perfecto. Ahora, si saco la cuenta, te comeré. ¿Y cuántos siglas tienes en cada línea? Ay, no me acuerdo. No me acuerdo si son dos o tres, pero lo que pasa es que teníamos una promo que pagábamos por una cantidad de chicas, pero teníamos aparte. Bien, perfecto. Y esa promoción por tantos siglas y se le acabó. No estoy segura, yo sé que yo tenía cuatro más por ser la titular, digamos, la que hizo toda la promo. Pero las chicas no me acuerdo. Estás hablando un montón por muy pocos gigas. Bien, mira, te comento. Nosotros estamos brindando lo que es hoy en día, por casualidad. ¿Somos una tributista responsable en crypto? No. No, perfecto. Mira, nosotros te comento. Estamos brindando lo que es una promoción de cuatro gigas, sí, con cuatro gigas más de regalo. Al tener más líneas bajo el mismo titular, sí, se hace lo que es una promoción de familiares. Se regalarían cuatro gigas más para cada línea. Todas las líneas tendrían en total 12 gigas. Bien, con los planes tendrían que ser, tenés para WhatsApp y jamás te irá a cualquier compañía y vas a tener lo que es un descuento fijo durante seis meses. El precio final que te queda en total es 11.400 pesos. Bien, cada línea pagaría 11.400 pesos con un total de 12 gigas. Decida qué te parece. Y tendría que darlo porque en el total sí me implica una diferencia con lo que yo estoy pagando ahora. Claro, sí, en realidad la diferencia que tendrías más o menos serían de 1.500 pesos. Porque el plan que vos estás abonando me figura que es de 9.800 pesos y el plan que te ofrecemos es de 11.000. Sí, más o menos sería 1,500 pesos de diferencia, pero acuérdate que tenés 12 gigas en total para cada línea. Bien, vos estás teniendo en realidad 6 gigas. O sea, que estás poniendo lo mismo con nosotros, harías lo mismo, pero nosotros te duplicamos la cantidad de gigas. Bien, aparte de eso, que ahora, bueno, viene lo que es el colegio y te brindamos lo que es los beneficios, que son totalmente gratuitos, donde son algo O sea, vendría a hacer lo que es enciclopedia educativa. Si, ejemplo, tenés cursos que son totalmente gratuitos, que eso sirve bastante como para los chicos cuando ya empiezan el colegio. Y en colegios para ocultar está buenísimo porque son cursos que te vienen totalmente gratis porque tienen lo que es movilizar. Bien. Decime qué te parece. Te quería consultar porque mi marido también se tiene claro. Bien. Él también tendría lo que hacer, haríamos todo lo que es un combo familiar. Ajá, ¿entraría en esto? Entraría total y todas las líneas tendrían lo que son, 12 GB en total, bien por casualidad. ¿Tenés movistar permanentemente tu domicilio o no? No, no, no, no llegué a donde estoy ya. Bien, ¿hace cuánto que lo verificaste? No, y la última vez que tuve que montar, no me acuerdo exactamente. Bien, eso también lo podemos verificar. Si llegas a tener lo que le dé disponibilidad, te puedo brindar lo que es una promoción. Sí, donde te regaló 4 GB más para tu línea. Eso te aseguro que es un descuento en tu fila. Pero eso lo vemos después, cuando te dé interés, lo podemos planear también. Como te digo, sería un combo familiar donde vas a tener 12 GB cada línea y les quedaría todo de 11.400 pesos. Decime qué te parece. Bueno, déjame que lo hable con mi marido, porque yo estoy trabajando ahora. Justo estoy en el receso. Pero déjame que llego a casa y lo hablo con él y vemos. Cualquier cosa me volvés a llamar. Excelente. Yo ahorita voy a mandar un mensajito con WhatsApp, te voy a mandar las promos que tenemos, bien, para que los puedas valor, se los puedas mostrar a tu marido. Si les dé interés, me contactás por ahí, ¿bien? Dale, dale. Listo, listo. Muchas gracias. Que tengas buen día. Hasta luego. Listo, gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:33:03.774789",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 3,
    "total_segmentos_original": 82,
    "total_segmentos_corregido": 27,
    "fecha_correccion": "2026-01-18T23:05:30.178944",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113111556556_ACD_83909",
    "fecha_inicio": "13/1/2026 11:15:56",
    "agente_nombre": "MZA 5",
    "agente_login": "mza5",
    "duracion_total": 338,
    "tiempo_conversacion": 263,
    "tiempo_hold": 0,
    "tiempo_acw": 60,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}