{
  "archivo": "amza14_1_260115114158050_MIT_01990.wav",
  "duracion_segundos": 600.87,
  "num_segmentos": 140,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 248.13,
    "Cliente": 283.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 12.8,
      "fin": 29.89,
      "duracion": 17.09,
      "texto": "Hola, buen día. Hola, buen día. ¿Cómo le va? Habla Bruno de Movistar. ¿Con quién tengo el gusto para no ser descortés? Con Ignacio. ¿Cómo va Ignacio, todo bien? Todo bien, todo bien. Bien, me alegro Ignacio.",
      "confianza": 0.354,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 29.95,
      "fin": 32.78,
      "duracion": 2.83,
      "texto": "Bien, te paso a comentar los planes que tenemos en promoción.",
      "confianza": 0.716,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 33.88,
      "fin": 38.41,
      "duracion": 4.53,
      "texto": "El primero son cuatro días de base más cuatro días de regalo, tendrías ocho en total.",
      "confianza": 0.747,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 38.56,
      "fin": 43.8,
      "duracion": 5.24,
      "texto": "WhatsApp gratis a la libre a cualquier compañía también en un precio final de 7.460.",
      "confianza": 0.729,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 44.16,
      "fin": 49.95,
      "duracion": 5.79,
      "texto": "Si no también tenemos el otro plan con más gigas, con 8 gigas de base más 8 gigas de regalo tendrías 16.",
      "confianza": 0.564,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 49.97,
      "fin": 55.99,
      "duracion": 6.03,
      "texto": "En total también WhatsApp gratis a la libre a cualquier compañía y rumina en América en 10.400 pesos.",
      "confianza": 0.701,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 56.72,
      "fin": 58.66,
      "duracion": 1.94,
      "texto": "Esos son los dos planes que tenemos en promoción.",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.06,
      "fin": 67.15,
      "duracion": 3.09,
      "texto": "El de 8 gigas. El de 7.400.",
      "confianza": 0.525,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.48,
      "fin": 68.0,
      "duracion": 0.52,
      "texto": "Bien.",
      "confianza": 0.742,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.02,
      "fin": 74.13,
      "duracion": 6.11,
      "texto": "Perfecto, Ignacio. ¿Me brindaste un número de documento para verificar qué datos tenemos en el sistema? Sí, 45.",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 74.33,
      "fin": 74.63,
      "duracion": 0.3,
      "texto": "Sí.",
      "confianza": 0.514,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.91,
      "fin": 81.6,
      "duracion": 3.69,
      "texto": "12. 12. 73. Sí.",
      "confianza": 0.847,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.38,
      "fin": 83.28,
      "duracion": 0.9,
      "texto": "69.",
      "confianza": 0.68,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.86,
      "fin": 102.16,
      "duracion": 18.3,
      "texto": "Bien. ¿Vos anteriormente estuviste en Movistar, Ignacio? Sí, en 20. Seguro como la segunda marca. Perfecto. Bien. Bien, Ignacio, yo estoy buscando a ver los datos que me figuren en el sistema. Yo, por mientras, ¿vos en qué provincia y localidad te encontrás para buscar alguna sucursal que te quede cercana?",
      "confianza": 0.93,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.04,
      "fin": 117.01,
      "duracion": 10.97,
      "texto": "En Tucumán, pero tengo eSIM. Ah, tenés eSIM. Ah, perfecto. Entonces, eso directamente te llega desde un Gmail, ¿sí? ¿Vos en qué Gmail tenés actualmente en uso para que te llegue el QR para la portabilidad?",
      "confianza": 0.075,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.92,
      "fin": 137.32,
      "duracion": 15.4,
      "texto": "Creo que sería... U, Coronel89, arroba gmail.com. Repetímelo, por favor, Coronel. U, la U. A U. Coronel. Sin. 89.",
      "confianza": 0.043,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.66,
      "fin": 148.74,
      "duracion": 10.08,
      "texto": "Sin. Arroba gmail.com. Perfecto. Entonces directamente ahí se llegaría un QR para lo que sería Sin, ¿sí?",
      "confianza": 0.468,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 149.75,
      "fin": 149.99,
      "duracion": 0.24,
      "texto": "Ok.",
      "confianza": 0.555,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 149.99,
      "fin": 151.27,
      "duracion": 1.28,
      "texto": "Bien, perfecto.",
      "confianza": 0.555,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.29,
      "fin": 155.62,
      "duracion": 4.33,
      "texto": "A ver, acá me figuran tus datos, se los voy a decir y vos me decís si son los correctos.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 156.2,
      "fin": 163.17,
      "duracion": 6.97,
      "texto": "Cayetano José Ignacio Coronel y tu fecha de nacimiento el 10 del 11 del 2003. ¿Eso es correcto?",
      "confianza": 0.672,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.03,
      "fin": 174.69,
      "duracion": 10.66,
      "texto": "Sí. Bien, perfecto. Entonces, lo que vamos a hacer Ignacio, yo ahora voy a enviarte lo que es el mensaje de portabilidad. Eso es para que vos mantengas tu mismo número pasándote de una compañía a otra.",
      "confianza": 0.134,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 175.21,
      "fin": 189.29,
      "duracion": 14.08,
      "texto": "Eso aproximadamente la portaviria se realiza en lo que son a 48 72 horas hábiles. A usted llega un mensajito desde desde Jimel con el cuerno y vos lo escaneas, pero también se te avisa un día antes a la portaviria.",
      "confianza": 0.731,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.19,
      "fin": 216.37,
      "duracion": 26.18,
      "texto": "Ok, la primera cuota cuando se pagaría? Vos la pagas la primera factura 30 días después de que vos ya tengas en la línea. Bueno, Por ejemplo, yo creo que entre lunes y martes ya tendrás tu línea, a los 30 días tendrás tu nueva factura. ¿Y si tengo otra línea que tengo ahora, que yo tengo a bono?",
      "confianza": 0.053,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 216.91,
      "fin": 234.61,
      "duracion": 17.7,
      "texto": "Sí. Si estoy debiendo a la otra empresa, ¿no hay ningún problema? No pasa nada, mientras vos tengas tu línea en claro, como yo ahora te estoy llamando, La tenés activa. Mientras vos tengas la línea activa, vos podés pasarte, no hay problema.",
      "confianza": 0.937,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 235.51,
      "fin": 238.35,
      "duracion": 2.84,
      "texto": "Después, vas a quedar con la otra compañía como quieras.",
      "confianza": 0.532,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.02,
      "fin": 285.88,
      "duracion": 46.86,
      "texto": "Bien, Ignacio, yo envié lo que es el mensaje de portabilidad. Eso te llega desde un mensaje de texto común, desde el remitente 223, que es el de Movistar. Vos podés corroborar si te llegó. Sí, sí, sí. Bien. ¿Vos, Rizo, me podés mandar una capturita por el chat de WhatsApp? Sí. Dale, genial. Bien, Nacho, para validar tu identidad, voy a necesitar también que me brindes lo que es la foto del frente y el bolso de tu DNI, válida la identidad y la puedes guardar sin problema, ¿sí? Sí, yo te la paso ahora. Genial, yo por mientras voy haciendo toda la carga de los datos que tengo y tengo que hacerte también el cierre comercial, que en el cierre comercial únicamente es un texto, que es un repaso de tus datos y el plan al que vos vas a acceder, que eso lo hago ahora apenas válida de tu identidad y ya quedaríamos listos.",
      "confianza": 0.714,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.18,
      "fin": 346.58,
      "duracion": 59.4,
      "texto": "Bueno. Ahí me llegó la capturita con el mensaje. Genial. Hola. Hola, por favor, si no te veo con usted. ¿Cómo le va? O sea, ¿tienen mi nombre? Me sigan invitando en la línea de recordar que está. Me asegura que voy a estar en claro. ¿Esta es la única línea que tenés, verdad, Ignacio? Sí, bueno. Si bien, cualquier cosa que tengas algún conocido que quiere aprovechar la promoción, le puedes pasar mi número también, no hay problema.",
      "confianza": 0.527,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 354.27,
      "fin": 392.77,
      "duracion": 38.5,
      "texto": "Ahí está donde te pasaron las dos fotos. Bien, Ignacio, ahí me llegaron las imágenes, genial. Ya las puedes borrar para que te quedes tranquilo. Ahora yo voy a hacer el cierre comercial, que en el cierre comercial es un texto, es un repase de tus datos, el plan al que vas a acceder, vos cualquiera duda consulta que tengas, te pido que me la hagas al final, así que a todo el audio le veo tal cual, ¿sí?",
      "confianza": 0.166,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.33,
      "fin": 394.75,
      "duracion": 0.42,
      "texto": "Bueno. Dale.",
      "confianza": 0.198,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 394.77,
      "fin": 409.79,
      "duracion": 15.02,
      "texto": "Ignacio, para recibir futuras promociones, ¿vos tenés internet e",
      "confianza": 0.696,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 410.4,
      "fin": 418.71,
      "duracion": 8.31,
      "texto": "3814959395, a nombre y apellido del titular actual, Coronel Cayetano José Ignacio.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 418.73,
      "fin": 421.19,
      "duracion": 2.46,
      "texto": "¿Me confirmas los últimos tres dígitos de tu DNI?",
      "confianza": 0.787,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 426.8,
      "fin": 427.1,
      "duracion": 0.3,
      "texto": "Sí, este... 39.",
      "confianza": 0.021,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 427.12,
      "fin": 427.82,
      "duracion": 0.7,
      "texto": "Bien.",
      "confianza": 0.379,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 427.84,
      "fin": 429.3,
      "duracion": 1.46,
      "texto": "Tu compañía actual es claro, ¿verdad?",
      "confianza": 0.79,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 430.81,
      "fin": 435.47,
      "duracion": 4.66,
      "texto": "Sí. Bien, me comentaste que contás con factura mensual. ¿La factura está a tu nombre o a nombre de otra persona?",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 437.21,
      "fin": 437.56,
      "duracion": 0.34,
      "texto": "Está a mi nombre.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 437.57,
      "fin": 438.0,
      "duracion": 0.42,
      "texto": "Bien.",
      "confianza": 0.579,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 438.02,
      "fin": 439.04,
      "duracion": 1.02,
      "texto": "José Esism, ¿verdad?",
      "confianza": 0.726,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 440.47,
      "fin": 441.23,
      "duracion": 0.76,
      "texto": "Sí.",
      "confianza": 0.504,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 441.25,
      "fin": 493.41,
      "duracion": 52.16,
      "texto": "Bien, tu e-SIM se va a llegar al Gmail, ucoronel89.com, por ahí mismo te va a llegar el QR para el e-SIM, ¿sí? Le recuerdo que el costo del servicio al día de hoy es de $7,460 pesos porque tenés un descuento fijo por seis meses de $30,140. El plan al que vos estás accediendo son cuatro yiegas de base, más cuatro yiegas de regalo por seis meses, tendrías WhatsApp gratis, habla libre a cualquier compañía. Y recordá que los yiegas de regalo se habilitan 48 horas después de activar la línea, ¿sí? Tu email actual es ucoronel89.com y vas a estar recibiendo tu facturación online a través del mail que nos proporcionaste. Desde la misma instancia, ingresando a la sección servicios, vas a poder ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimientos o montos a pagar. También desde la misma, vas a poder activar 20 días de regalo con una duración de 30 días disponible una vez por año.",
      "confianza": 0.651,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 494.06,
      "fin": 502.55,
      "duracion": 8.49,
      "texto": "También vas a poder editar el débito automático y también sumar cuatro gigas de regalo en cada línea móvil si es que porta más de dos líneas registradas bajo el mismo título.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 503.13,
      "fin": 506.98,
      "duracion": 3.84,
      "texto": "Una vez aprobada la portabilidad de su línea, aportará a las 48 horas hábiles.",
      "confianza": 0.781,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 507.56,
      "fin": 536.7,
      "duracion": 29.14,
      "texto": "Un día antes, por mensaje y WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquilo. Es importante que vos no coloques el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de claro va a dejar de recibir señal y ahí es cuando tienes que colocarlo. te comento que por única vez vas a tener que validar identidad al activarlo y en caso de que tengas alguna dificultad con la variación, inténtalo nuevamente o comunícate al 0800. Te solicitamos que en caso de no levantar señales del chip, reinicie el equipo, en este caso sería el QR.",
      "confianza": 0.657,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 537.2,
      "fin": 545.12,
      "duracion": 7.92,
      "texto": "Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Te solicitamos por favor que la completes, ya que tu opinión es muy importante para la empresa.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 545.85,
      "fin": 563.47,
      "duracion": 17.62,
      "texto": "Bien, Ignacio, este sería el cierre comercial de tu portabilidad. Yo lo que te iré a pedir, seguramente ahora, durante un ratito, pueden llegar a ingresarte llamadas desconocidas o spam. Eso es porque las diferentes compañías que hay acá en Argentina están detectando que vos te vas a cambiar de compañía y quieren frenar lo que es la portabilidad.",
      "confianza": 0.739,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 564.05,
      "fin": 583.58,
      "duracion": 19.53,
      "texto": "Durante un ratito esas llamadas ni las contestes, no les bolilla. Y si algún otro asesor de movista te iré a pedir por WhatsApp o por algún medio, pidiéndote algún dato, no se lo brindes porque yo llego a tu casa y básicamente me quiero robar la venta, ¿no más sí? Así que sería eso, vos cualquier duda o consulta que tenga, ya tenés mi número y quedamos en contacto por ahí, ¿sí?",
      "confianza": 0.764,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 584.46,
      "fin": 595.24,
      "duracion": 10.78,
      "texto": "Yo ahora apenas apruebe la portaria, yo te aviso cuándo te va a llegar el QR, ¿sí? Bien, Ignacio, quedamos en contacto cualquier cosa por WhatsApp.",
      "confianza": 0.676,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 596.24,
      "fin": 598.9,
      "duracion": 2.66,
      "texto": "Que tengas buen día y bienvenido a Movistar nuevamente.",
      "confianza": 0.565,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 599.53,
      "fin": 600.87,
      "duracion": 1.34,
      "texto": "Hasta luego.",
      "confianza": 0.509,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hola, buen día. ¿Cómo le va? Habla Bruno de Movistar. ¿Con quién tengo el gusto para no ser descortés? Con Ignacio. ¿Cómo va Ignacio, todo bien? Todo bien, todo bien. Bien, me alegro Ignacio. Bien, te paso a comentar los planes que tenemos en promoción. El primero son cuatro días de base más cuatro días de regalo, tendrías ocho en total. WhatsApp gratis a la libre a cualquier compañía también en un precio final de 7.460. Si no también tenemos el otro plan con más gigas, con 8 gigas de base más 8 gigas de regalo tendrías 16. En total también WhatsApp gratis a la libre a cualquier compañía y rumina en América en 10.400 pesos. Esos son los dos planes que tenemos en promoción. El de 8 gigas. El de 7.400. Bien. Perfecto, Ignacio. ¿Me brindaste un número de documento para verificar qué datos tenemos en el sistema? Sí, 45. Sí. 12. 12. 73. Sí. 69. Bien. ¿Vos anteriormente estuviste en Movistar, Ignacio? Sí, en 20. Seguro como la segunda marca. Perfecto. Bien. Bien, Ignacio, yo estoy buscando a ver los datos que me figuren en el sistema. Yo, por mientras, ¿vos en qué provincia y localidad te encontrás para buscar alguna sucursal que te quede cercana? En Tucumán, pero tengo eSIM. Ah, tenés eSIM. Ah, perfecto. Entonces, eso directamente te llega desde un Gmail, ¿sí? ¿Vos en qué Gmail tenés actualmente en uso para que te llegue el QR para la portabilidad? Creo que sería... U, Coronel89, arroba gmail.com. Repetímelo, por favor, Coronel. U, la U. A U. Coronel. Sin. 89. Sin. Arroba gmail.com. Perfecto. Entonces directamente ahí se llegaría un QR para lo que sería Sin, ¿sí? Ok. Bien, perfecto. A ver, acá me figuran tus datos, se los voy a decir y vos me decís si son los correctos. Cayetano José Ignacio Coronel y tu fecha de nacimiento el 10 del 11 del 2003. ¿Eso es correcto? Sí. Bien, perfecto. Entonces, lo que vamos a hacer Ignacio, yo ahora voy a enviarte lo que es el mensaje de portabilidad. Eso es para que vos mantengas tu mismo número pasándote de una compañía a otra. Eso aproximadamente la portaviria se realiza en lo que son a 48 72 horas hábiles. A usted llega un mensajito desde desde Jimel con el cuerno y vos lo escaneas, pero también se te avisa un día antes a la portaviria. Ok, la primera cuota cuando se pagaría? Vos la pagas la primera factura 30 días después de que vos ya tengas en la línea. Bueno, Por ejemplo, yo creo que entre lunes y martes ya tendrás tu línea, a los 30 días tendrás tu nueva factura. ¿Y si tengo otra línea que tengo ahora, que yo tengo a bono? Sí. Si estoy debiendo a la otra empresa, ¿no hay ningún problema? No pasa nada, mientras vos tengas tu línea en claro, como yo ahora te estoy llamando, La tenés activa. Mientras vos tengas la línea activa, vos podés pasarte, no hay problema. Después, vas a quedar con la otra compañía como quieras. Bien, Ignacio, yo envié lo que es el mensaje de portabilidad. Eso te llega desde un mensaje de texto común, desde el remitente 223, que es el de Movistar. Vos podés corroborar si te llegó. Sí, sí, sí. Bien. ¿Vos, Rizo, me podés mandar una capturita por el chat de WhatsApp? Sí. Dale, genial. Bien, Nacho, para validar tu identidad, voy a necesitar también que me brindes lo que es la foto del frente y el bolso de tu DNI, válida la identidad y la puedes guardar sin problema, ¿sí? Sí, yo te la paso ahora. Genial, yo por mientras voy haciendo toda la carga de los datos que tengo y tengo que hacerte también el cierre comercial, que en el cierre comercial únicamente es un texto, que es un repaso de tus datos y el plan al que vos vas a acceder, que eso lo hago ahora apenas válida de tu identidad y ya quedaríamos listos. Bueno. Ahí me llegó la capturita con el mensaje. Genial. Hola. Hola, por favor, si no te veo con usted. ¿Cómo le va? O sea, ¿tienen mi nombre? Me sigan invitando en la línea de recordar que está. Me asegura que voy a estar en claro. ¿Esta es la única línea que tenés, verdad, Ignacio? Sí, bueno. Si bien, cualquier cosa que tengas algún conocido que quiere aprovechar la promoción, le puedes pasar mi número también, no hay problema. Ahí está donde te pasaron las dos fotos. Bien, Ignacio, ahí me llegaron las imágenes, genial. Ya las puedes borrar para que te quedes tranquilo. Ahora yo voy a hacer el cierre comercial, que en el cierre comercial es un texto, es un repase de tus datos, el plan al que vas a acceder, vos cualquiera duda consulta que tengas, te pido que me la hagas al final, así que a todo el audio le veo tal cual, ¿sí? Bueno. Dale. Ignacio, para recibir futuras promociones, ¿vos tenés internet e 3814959395, a nombre y apellido del titular actual, Coronel Cayetano José Ignacio. ¿Me confirmas los últimos tres dígitos de tu DNI? Sí, este... 39. Bien. Tu compañía actual es claro, ¿verdad? Sí. Bien, me comentaste que contás con factura mensual. ¿La factura está a tu nombre o a nombre de otra persona? Está a mi nombre. Bien. José Esism, ¿verdad? Sí. Bien, tu e-SIM se va a llegar al Gmail, ucoronel89.com, por ahí mismo te va a llegar el QR para el e-SIM, ¿sí? Le recuerdo que el costo del servicio al día de hoy es de $7,460 pesos porque tenés un descuento fijo por seis meses de $30,140. El plan al que vos estás accediendo son cuatro yiegas de base, más cuatro yiegas de regalo por seis meses, tendrías WhatsApp gratis, habla libre a cualquier compañía. Y recordá que los yiegas de regalo se habilitan 48 horas después de activar la línea, ¿sí? Tu email actual es ucoronel89.com y vas a estar recibiendo tu facturación online a través del mail que nos proporcionaste. Desde la misma instancia, ingresando a la sección servicios, vas a poder ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimientos o montos a pagar. También desde la misma, vas a poder activar 20 días de regalo con una duración de 30 días disponible una vez por año. También vas a poder editar el débito automático y también sumar cuatro gigas de regalo en cada línea móvil si es que porta más de dos líneas registradas bajo el mismo título. Una vez aprobada la portabilidad de su línea, aportará a las 48 horas hábiles. Un día antes, por mensaje y WhatsApp, te vamos a estar informando la fecha de portabilidad para que te quedes tranquilo. Es importante que vos no coloques el chip antes de la fecha informada. De todas maneras, te vas a dar cuenta porque tu línea de claro va a dejar de recibir señal y ahí es cuando tienes que colocarlo. te comento que por única vez vas a tener que validar identidad al activarlo y en caso de que tengas alguna dificultad con la variación, inténtalo nuevamente o comunícate al 0800. Te solicitamos que en caso de no levantar señales del chip, reinicie el equipo, en este caso sería el QR. Por otro lado, dentro de los próximos días vas a recibir una encuesta de satisfacción por WhatsApp. Te solicitamos por favor que la completes, ya que tu opinión es muy importante para la empresa. Bien, Ignacio, este sería el cierre comercial de tu portabilidad. Yo lo que te iré a pedir, seguramente ahora, durante un ratito, pueden llegar a ingresarte llamadas desconocidas o spam. Eso es porque las diferentes compañías que hay acá en Argentina están detectando que vos te vas a cambiar de compañía y quieren frenar lo que es la portabilidad. Durante un ratito esas llamadas ni las contestes, no les bolilla. Y si algún otro asesor de movista te iré a pedir por WhatsApp o por algún medio, pidiéndote algún dato, no se lo brindes porque yo llego a tu casa y básicamente me quiero robar la venta, ¿no más sí? Así que sería eso, vos cualquier duda o consulta que tenga, ya tenés mi número y quedamos en contacto por ahí, ¿sí? Yo ahora apenas apruebe la portaria, yo te aviso cuándo te va a llegar el QR, ¿sí? Bien, Ignacio, quedamos en contacto cualquier cosa por WhatsApp. Que tengas buen día y bienvenido a Movistar nuevamente. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.556,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:18:25.152189",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 140,
    "total_segmentos_corregido": 51,
    "fecha_correccion": "2026-01-18T23:05:14.676030",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115114158050_MIT_01990",
    "fecha_inicio": "15/1/2026 11:41:59",
    "agente_nombre": "MZA 14",
    "agente_login": "mza14",
    "duracion_total": 585,
    "tiempo_conversacion": 579,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}