{
  "archivo": "amza20_1_260112130128049_ACD_65847.wav",
  "duracion_segundos": 373.06,
  "num_segmentos": 95,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 241.29,
    "Cliente": 96.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.66,
      "fin": 9.45,
      "duracion": 6.79,
      "texto": "Hola, buen día, Marcelo. ¿Quién habla? ¿Cómo le va a tomarse mi nombre? Me comunicó el día de hoy al recuperar de clientes Movistar.",
      "confianza": 0.052,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.23,
      "fin": 17.32,
      "duracion": 7.09,
      "texto": "Actualmente cuanta dinero, ¿verdad? Sí. ¿Qué es el motivo por el que me llamamos? Era para preguntarles, ¿por qué se había venido a la compañía?",
      "confianza": 0.6,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 24.61,
      "fin": 40.36,
      "duracion": 15.75,
      "texto": "Porque le estaba pagando mucho. Bien, te veo mucho la facturación, entiendo. ¿Y el consuelo estuvo en algún otro inconveniente con la línea? ¿Por ejemplo, algún problema con la señal o algo por el estilo? ¿Como estar? Sí, como estar. Sí, a veces no tenía tanta señal.",
      "confianza": 0.09,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.38,
      "fin": 41.18,
      "duracion": 0.8,
      "texto": "Bien, perfecto.",
      "confianza": 0.25,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 41.2,
      "fin": 52.72,
      "duracion": 11.52,
      "texto": "Bueno, miren, me figuré en el sistema que se fue en el noviembre del 2024. Le comento, estamos en una campaña de refuerzos de recuperación de clientes. Nos figuré de que habían sido unos buenos clientes según el estalad crediticio y el tiempo que habían estado con la compañía.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.64,
      "fin": 56.14,
      "duracion": 2.5,
      "texto": "Por eso me llamaba el día de hoy.",
      "confianza": 0.141,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.68,
      "fin": 71.68,
      "duracion": 15.0,
      "texto": "Les consulto. ¿Ustedes la atención a las líneas? ¿Se les va a ocupar mucho internet? ¿Muchos gigas? ¿O no les va a dar mucho internet al teléfono? Más que nada... Sí, cuando salen, sí. Sí, uso el internet.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 71.7,
      "fin": 72.0,
      "duracion": 0.3,
      "texto": "Bien, perfecto.",
      "confianza": 0.008,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 72.02,
      "fin": 79.96,
      "duracion": 7.94,
      "texto": "Y les consulto. ¿Cuántas líneas son? ¿Son dos o serían una sola? Y una sola. Ah, una sola.",
      "confianza": 0.531,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 80.04,
      "fin": 80.88,
      "duracion": 0.84,
      "texto": "Perfecto.",
      "confianza": 0.874,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.9,
      "fin": 95.72,
      "duracion": 14.82,
      "texto": "Bueno, mire, te comento el plan que tenemos para brindarle, ¿sí? Tenemos un plan de ocho gigas de barfes, si se les regalan ocho más durante seis meses, tendría 16. Tiene WhatsApp gratis, llamar al libro de todas las compañías y rumen en América ya incluido. ¿Bien? Y ese plan le queda un precio al día de hoy de 13.250 pesos. ¿Bien?",
      "confianza": 0.665,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 96.91,
      "fin": 132.96,
      "duracion": 36.05,
      "texto": "Tendrías, como te digo, 16 gigas, los podrías ir guardando mes a mes en caso de que te sobren. ¿Bien? No pagarías por gigas que no ocupas ni te quedarías sin conectividad. ¿Bien? Esa es la opción más elegida que nosotros tenemos, digamos. y que como me decís que suelen ocupar bastantes gigas, bueno, sería el plan que más se le alejó, digamos. ¿Y otro plan? Sí, decime si más alto, más bajo, no sé si en gigas o... No, menos gigas y más bajo.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 132.98,
      "fin": 141.41,
      "duracion": 8.43,
      "texto": "Ya, a ver, el más económico que nosotros tenemos, tengo un plan de cuatro gigas de base, cuatro más de regalo por seis meses, o sea que tendría ocho, water practice, llamada libre de todas las compañías,",
      "confianza": 0.633,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 141.61,
      "fin": 147.52,
      "duracion": 5.91,
      "texto": "Y a ese le queda un precio de 11.400 pesos. Son 2.000 pesos de diferencia y tienen la mitad de los gigas.",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 148.02,
      "fin": 158.31,
      "duracion": 10.29,
      "texto": "Por eso las otras serían para solucionar la más elegida. Pero bueno, ese sería el plan más económico. Como te digo, los podrías guardar indiferentemente, como te digo, si te llegan a sobrar y demás.",
      "confianza": 0.546,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 159.07,
      "fin": 161.35,
      "duracion": 2.28,
      "texto": "Bien, en caso de que lo necesites.",
      "confianza": 0.777,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 162.79,
      "fin": 170.52,
      "duracion": 7.73,
      "texto": "Como ustedes ya estuvieron en un momento en la compañía, la mayoría de los datos los tenemos. Se tendría que pedir algún otro dato, pero no sería un trámite engorroso, digamos.",
      "confianza": 0.728,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 172.53,
      "fin": 190.57,
      "duracion": 18.04,
      "texto": "No sé si vos sos la que toma la decisión sobre la línea o la tenés que consultar con el titular.",
      "confianza": 0.713,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.69,
      "fin": 198.0,
      "duracion": 4.31,
      "texto": "Yo tengo números y número de teléfono, pero el titular es mi papá Marcelo, pero yo uso la línea.",
      "confianza": 0.155,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 198.02,
      "fin": 203.2,
      "duracion": 5.18,
      "texto": "Bueno, no sé si vos lo tenés que consultar, si vos tomás la decisión lo podemos hacer sin ningún problema. ¿Y cómo sería?",
      "confianza": 0.545,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 211.43,
      "fin": 255.34,
      "duracion": 43.91,
      "texto": "Porque yo tengo... Bueno, ahora tengo claro. Sería que tengo que cambiarla a... Me trae un otro chip, ¿no? Con el mismo número. Exactamente. Te enviamos a una sucursal o al domicilio con el mismo número, un chip de Movistar, para que vos lo cambies directamente. No te quedas sin línea en ningún momento. Eso, quédate tranquila. Disculpa, antes de seguir tu nombre. Milena. Bueno, Milena, mira. pero básicamente nosotros enviamos o el chival domicilio o a la sucursal en su defecto y te vas a quedar, como te digo, sin línea esos dos minutos que tardan en cambiar lo que es el kit, nada más. Es un trámite súper súper tranquilo, no te quedas en línea, no te perjudican nada ni nada, así no hace falta de muchas autorizaciones. Usted te robaría cinco minutos más de lo que ya te robé para poder realizar lo que es el trámite.",
      "confianza": 0.002,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 257.19,
      "fin": 270.99,
      "duracion": 13.8,
      "texto": "Sí, tendría que consultar con él. A ver si... ¿El entiendo? Bueno, mira como... Sí, decime así. Porque ahora... A ver. Yo estoy acá con él, pero no sé.",
      "confianza": 0.209,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.63,
      "fin": 277.23,
      "duracion": 5.61,
      "texto": "Decime así, pero te espero en línea si querés y le preguntas.",
      "confianza": 0.445,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 277.25,
      "fin": 285.86,
      "duracion": 8.61,
      "texto": "Bueno. Te espero, te espero. El Salón de Movistar está detrás de mí por 16 días.",
      "confianza": 0.01,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 287.24,
      "fin": 309.08,
      "duracion": 21.84,
      "texto": "No, no, no.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 309.84,
      "fin": 357.0,
      "duracion": 47.16,
      "texto": "Después de los 6 meses ¿cómo sería? Nosotros lo que brindamos justamente sí son las promociones por 6 meses para que vos no tengas fluctuaciones en lo que es el precio Luego, desde el app mismo de Istar, sí, vos accedes a lo que es otro plan. Vos podéis incluso, al día de hoy, armar lo que es tu plan con los gigas, con las llamadas, con los minutos y demás. Si no te es muy intuitiva lo que es la aplicación, ahí entra el rol del asesor, que en este caso sería yo, ¿bien? Para que vos, digamos, tengas una guía, ¿bien? Y no te pierdas en lo que es la app y te pueda ayudar a, como te digo, acceder a otro plan, ¿bien? Entonces, básicamente, eso es la opción que damos nosotros.",
      "confianza": 0.192,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 357.58,
      "fin": 368.72,
      "duracion": 11.14,
      "texto": "Incluso antes de los seis meses lo podés hacer, pero, bueno, para que vos aproveches la promoción que yo te brindo ahora, sería después, o incluso el mismo, el mes número seis, ya podés questionarlo, digamos.",
      "confianza": 0.687,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 369.28,
      "fin": 373.06,
      "duracion": 3.77,
      "texto": "Eso sería, digamos, cómo nos manejamos.",
      "confianza": 0.636,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, Marcelo. ¿Quién habla? ¿Cómo le va a tomarse mi nombre? Me comunicó el día de hoy al recuperar de clientes Movistar. Actualmente cuanta dinero, ¿verdad? Sí. ¿Qué es el motivo por el que me llamamos? Era para preguntarles, ¿por qué se había venido a la compañía? Porque le estaba pagando mucho. Bien, te veo mucho la facturación, entiendo. ¿Y el consuelo estuvo en algún otro inconveniente con la línea? ¿Por ejemplo, algún problema con la señal o algo por el estilo? ¿Como estar? Sí, como estar. Sí, a veces no tenía tanta señal. Bien, perfecto. Bueno, miren, me figuré en el sistema que se fue en el noviembre del 2024. Le comento, estamos en una campaña de refuerzos de recuperación de clientes. Nos figuré de que habían sido unos buenos clientes según el estalad crediticio y el tiempo que habían estado con la compañía. Por eso me llamaba el día de hoy. Les consulto. ¿Ustedes la atención a las líneas? ¿Se les va a ocupar mucho internet? ¿Muchos gigas? ¿O no les va a dar mucho internet al teléfono? Más que nada... Sí, cuando salen, sí. Sí, uso el internet. Bien, perfecto. Y les consulto. ¿Cuántas líneas son? ¿Son dos o serían una sola? Y una sola. Ah, una sola. Perfecto. Bueno, mire, te comento el plan que tenemos para brindarle, ¿sí? Tenemos un plan de ocho gigas de barfes, si se les regalan ocho más durante seis meses, tendría 16. Tiene WhatsApp gratis, llamar al libro de todas las compañías y rumen en América ya incluido. ¿Bien? Y ese plan le queda un precio al día de hoy de 13.250 pesos. ¿Bien? Tendrías, como te digo, 16 gigas, los podrías ir guardando mes a mes en caso de que te sobren. ¿Bien? No pagarías por gigas que no ocupas ni te quedarías sin conectividad. ¿Bien? Esa es la opción más elegida que nosotros tenemos, digamos. y que como me decís que suelen ocupar bastantes gigas, bueno, sería el plan que más se le alejó, digamos. ¿Y otro plan? Sí, decime si más alto, más bajo, no sé si en gigas o... No, menos gigas y más bajo. Ya, a ver, el más económico que nosotros tenemos, tengo un plan de cuatro gigas de base, cuatro más de regalo por seis meses, o sea que tendría ocho, water practice, llamada libre de todas las compañías, Y a ese le queda un precio de 11.400 pesos. Son 2.000 pesos de diferencia y tienen la mitad de los gigas. Por eso las otras serían para solucionar la más elegida. Pero bueno, ese sería el plan más económico. Como te digo, los podrías guardar indiferentemente, como te digo, si te llegan a sobrar y demás. Bien, en caso de que lo necesites. Como ustedes ya estuvieron en un momento en la compañía, la mayoría de los datos los tenemos. Se tendría que pedir algún otro dato, pero no sería un trámite engorroso, digamos. No sé si vos sos la que toma la decisión sobre la línea o la tenés que consultar con el titular. Yo tengo números y número de teléfono, pero el titular es mi papá Marcelo, pero yo uso la línea. Bueno, no sé si vos lo tenés que consultar, si vos tomás la decisión lo podemos hacer sin ningún problema. ¿Y cómo sería? Porque yo tengo... Bueno, ahora tengo claro. Sería que tengo que cambiarla a... Me trae un otro chip, ¿no? Con el mismo número. Exactamente. Te enviamos a una sucursal o al domicilio con el mismo número, un chip de Movistar, para que vos lo cambies directamente. No te quedas sin línea en ningún momento. Eso, quédate tranquila. Disculpa, antes de seguir tu nombre. Milena. Bueno, Milena, mira. pero básicamente nosotros enviamos o el chival domicilio o a la sucursal en su defecto y te vas a quedar, como te digo, sin línea esos dos minutos que tardan en cambiar lo que es el kit, nada más. Es un trámite súper súper tranquilo, no te quedas en línea, no te perjudican nada ni nada, así no hace falta de muchas autorizaciones. Usted te robaría cinco minutos más de lo que ya te robé para poder realizar lo que es el trámite. Sí, tendría que consultar con él. A ver si... ¿El entiendo? Bueno, mira como... Sí, decime así. Porque ahora... A ver. Yo estoy acá con él, pero no sé. Decime así, pero te espero en línea si querés y le preguntas. Bueno. Te espero, te espero. El Salón de Movistar está detrás de mí por 16 días. No, no, no. Después de los 6 meses ¿cómo sería? Nosotros lo que brindamos justamente sí son las promociones por 6 meses para que vos no tengas fluctuaciones en lo que es el precio Luego, desde el app mismo de Istar, sí, vos accedes a lo que es otro plan. Vos podéis incluso, al día de hoy, armar lo que es tu plan con los gigas, con las llamadas, con los minutos y demás. Si no te es muy intuitiva lo que es la aplicación, ahí entra el rol del asesor, que en este caso sería yo, ¿bien? Para que vos, digamos, tengas una guía, ¿bien? Y no te pierdas en lo que es la app y te pueda ayudar a, como te digo, acceder a otro plan, ¿bien? Entonces, básicamente, eso es la opción que damos nosotros. Incluso antes de los seis meses lo podés hacer, pero, bueno, para que vos aproveches la promoción que yo te brindo ahora, sería después, o incluso el mismo, el mes número seis, ya podés questionarlo, digamos. Eso sería, digamos, cómo nos manejamos.",
  "calidad": {
    "confianza_promedio": 0.466,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:51:44.344293",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 95,
    "total_segmentos_corregido": 28,
    "fecha_correccion": "2026-01-18T23:05:16.684014",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112130128049_ACD_65847",
    "fecha_inicio": "12/1/2026 13:01:28",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 400,
    "tiempo_conversacion": 370,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}