{
  "archivo": "amza_sup3_1_260116134823398_MIT_01988.wav",
  "duracion_segundos": 140.86,
  "num_segmentos": 31,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 76.8,
    "Cliente": 22.33
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.88,
      "duracion": 5.85,
      "texto": "Hola, me estoy comunicando el día de hoy porque me expliqué tu verdad que estás en la compañía de Claro, ¿es correcto?",
      "confianza": 0.582,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 8.24,
      "fin": 9.15,
      "duracion": 0.9,
      "texto": "Sí.",
      "confianza": 0.535,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 9.17,
      "fin": 15.18,
      "duracion": 6.01,
      "texto": "Perfecto, Juana, que un día yo me comunicaba y dejé de movistar, pues queríamos conocer el motivo que a vos te llevó a gente de la compañía.",
      "confianza": 0.458,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 18.44,
      "fin": 25.95,
      "duracion": 7.51,
      "texto": "No, no sé qué, no sé, no me interesa, chao. Entiendo, Juana, que no estés interesada, si no tengo...",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.7,
      "fin": 77.36,
      "duracion": 20.66,
      "texto": "Hola, buen día. Mi nombre es Marina, hablo con Marcelo. Sí, quiero hablar. ¿Me haces un gusto? ¿Cómo estás el día de hoy? ¿Todo bien? Es que este... porque si es de Movistar, mira, todos los días me están llamando de Movistar. ¿De Movistar? Sí, me haces una comunicación de Movistar, pero más que nada...",
      "confianza": 0.224,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 77.36,
      "fin": 79.01,
      "duracion": 1.65,
      "texto": "No, mira, no te creas que es todo el tiempo.",
      "confianza": 0.438,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 79.99,
      "fin": 97.07,
      "duracion": 17.08,
      "texto": "Todos los días me llaman y ya les digo que no, que ya tengo... y claro el cual te quiere tener. Te pide disculpas y no te quiera hacer perder tiempo. Más que nada, el motivo de mi llamado era para conocer por qué te habías ayudado. Sí, prendelo, que me quemaron el calor.",
      "confianza": 0.542,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 97.11,
      "fin": 99.06,
      "duracion": 1.95,
      "texto": "No, porque no tenía buena señal.",
      "confianza": 0.594,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 100.28,
      "fin": 117.07,
      "duracion": 16.79,
      "texto": "Yo trabajo en un sector que necesitaba señal y no tenía buena señal. Y ahora con claro tengo buena señal. Bien, de hecho cuando ustedes damos, yo te llamo porque sé que justamente que te han llamado, Y desde el día 2, sería el tema de la cobertura, ¿puedo corroborarla nuevamente?",
      "confianza": 0.573,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 118.19,
      "fin": 128.6,
      "duracion": 10.41,
      "texto": "Pues bueno, hace un año quizás no teníamos lo que era con el concilio. O sea, no teníamos una señal, lo que era con el concilio. ¿Vos os comentáis qué provincia o calidad encontráis? Yo lo puedo verificar.",
      "confianza": 0.373,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 130.54,
      "fin": 140.86,
      "duracion": 10.32,
      "texto": "Sí, pero mira, encima estoy comiendo ahora, sí, en horario, hasta. Y por ahora, me quedo con clara, disculpa. Bien, no olvidáseos, comé con lo que...",
      "confianza": 0.135,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, me estoy comunicando el día de hoy porque me expliqué tu verdad que estás en la compañía de Claro, ¿es correcto? Sí. Perfecto, Juana, que un día yo me comunicaba y dejé de movistar, pues queríamos conocer el motivo que a vos te llevó a gente de la compañía. No, no sé qué, no sé, no me interesa, chao. Entiendo, Juana, que no estés interesada, si no tengo... Hola, buen día. Mi nombre es Marina, hablo con Marcelo. Sí, quiero hablar. ¿Me haces un gusto? ¿Cómo estás el día de hoy? ¿Todo bien? Es que este... porque si es de Movistar, mira, todos los días me están llamando de Movistar. ¿De Movistar? Sí, me haces una comunicación de Movistar, pero más que nada... No, mira, no te creas que es todo el tiempo. Todos los días me llaman y ya les digo que no, que ya tengo... y claro el cual te quiere tener. Te pide disculpas y no te quiera hacer perder tiempo. Más que nada, el motivo de mi llamado era para conocer por qué te habías ayudado. Sí, prendelo, que me quemaron el calor. No, porque no tenía buena señal. Yo trabajo en un sector que necesitaba señal y no tenía buena señal. Y ahora con claro tengo buena señal. Bien, de hecho cuando ustedes damos, yo te llamo porque sé que justamente que te han llamado, Y desde el día 2, sería el tema de la cobertura, ¿puedo corroborarla nuevamente? Pues bueno, hace un año quizás no teníamos lo que era con el concilio. O sea, no teníamos una señal, lo que era con el concilio. ¿Vos os comentáis qué provincia o calidad encontráis? Yo lo puedo verificar. Sí, pero mira, encima estoy comiendo ahora, sí, en horario, hasta. Y por ahora, me quedo con clara, disculpa. Bien, no olvidáseos, comé con lo que...",
  "calidad": {
    "confianza_promedio": 0.405,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:44:43.249521",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 31,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:34.772122",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116134823398_MIT_01988",
    "sin_datos_basurita": true
  }
}