{
  "archivo": "amza10_1_260115132650376_ACD_01987.wav",
  "duracion_segundos": 130.12,
  "num_segmentos": 41,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 6.08,
    "Cliente": 109.43
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 2.63,
      "duracion": 2.6,
      "texto": "Hola, buenas tardes.",
      "confianza": 0.299,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.0,
      "fin": 10.28,
      "duracion": 6.28,
      "texto": "Hola. Hola, sí, buenas tardes. ¿Cómo estás? Me estoy poniendo en contacto para darte una bonificación.",
      "confianza": 0.593,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.0,
      "fin": 25.18,
      "duracion": 14.18,
      "texto": "Me juré si se va a estar en claro con una buena actividad, ¿correcto? Sí, sí, pues te agradezco. Me voy a quedar acá. No te quiero hacer perder tiempo. Muy amable. Hasta luego. Bueno, ¿por qué no estabas interesado? Gracias.",
      "confianza": 0.464,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.34,
      "fin": 27.24,
      "duracion": 0.9,
      "texto": "Te estoy consultando.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.52,
      "fin": 33.24,
      "duracion": 4.72,
      "texto": "No, no te agradezco mucho. No te quiero hacer perder tiempo porque me voy a quedar acá nomás. Muy amable.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 34.0,
      "fin": 40.99,
      "duracion": 6.99,
      "texto": "Pero te estoy consultando para dejarlo asentado nada más. ¿A qué me querés consultar? ¿Por qué no estabas interesado?",
      "confianza": 0.43,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 41.95,
      "fin": 69.94,
      "duracion": 27.99,
      "texto": "Porque, bueno, ya que me preguntaste, ¿vos sos de Movistar? Sí. Bueno, yo me fui de ustedes por el tema de que cuando yo quiero renovar mi plan de descuento metiendo una computadora y eso me parece una falta de respeto a ese cliente. porque como me estás llamando a vos, yo quiero hablar con una persona para renovar el contrato nuevo, pero me atienden computadoras que me derivan a otra y a otra. Yo no tengo tiempo para perder de esa forma, ¿entendés?",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.78,
      "fin": 72.7,
      "duracion": 1.92,
      "texto": "Entonces me agarré y me fui.",
      "confianza": 0.457,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 73.44,
      "fin": 86.89,
      "duracion": 13.45,
      "texto": "Me fui de esa, por esa situación me fui. Vos me preguntaste y yo te expliqué. Claro, pero todas las entesas usan eso. Tienen un robot y vos hay marcas y ahí de hablar con un profesor. Con claro, con claro yo hablo personalmente con un asesor.",
      "confianza": 0.659,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.3,
      "fin": 107.13,
      "duracion": 18.83,
      "texto": "Sí, entiéndalo como decís, porque cuando vos llamas, siempre te atienden lo que es un robot, que es la máquina, y ahí vamos a hablar con un representante. No, nunca me dan, me dan... No, a mí me la complica, me la complica mucho movistar, entonces me fui directamente por ese motivo. Qué raro, porque yo sí llamo y ahí no más hablo.",
      "confianza": 0.49,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 108.99,
      "fin": 111.6,
      "duracion": 2.6,
      "texto": "Tal vez lo han cambiado ahora, pero a mí me cansaron.",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.62,
      "fin": 115.22,
      "duracion": 3.61,
      "texto": "Sí, sí, hemos cambiado porque bueno, es una nueva gestión de estado donde necesitan acciones de movistar.",
      "confianza": 0.499,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 115.79,
      "fin": 119.27,
      "duracion": 3.48,
      "texto": "Buenísimo, me alegra, me alegra. Pero ahora, por el momento, estoy ahí.",
      "confianza": 0.47,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.16,
      "fin": 130.12,
      "duracion": 7.96,
      "texto": "Bueno, espero que tengas buen día, gracias. Igualmente para vos. Adiós.",
      "confianza": 0.452,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes. Hola. Hola, sí, buenas tardes. ¿Cómo estás? Me estoy poniendo en contacto para darte una bonificación. Me juré si se va a estar en claro con una buena actividad, ¿correcto? Sí, sí, pues te agradezco. Me voy a quedar acá. No te quiero hacer perder tiempo. Muy amable. Hasta luego. Bueno, ¿por qué no estabas interesado? Gracias. Te estoy consultando. No, no te agradezco mucho. No te quiero hacer perder tiempo porque me voy a quedar acá nomás. Muy amable. Pero te estoy consultando para dejarlo asentado nada más. ¿A qué me querés consultar? ¿Por qué no estabas interesado? Porque, bueno, ya que me preguntaste, ¿vos sos de Movistar? Sí. Bueno, yo me fui de ustedes por el tema de que cuando yo quiero renovar mi plan de descuento metiendo una computadora y eso me parece una falta de respeto a ese cliente. porque como me estás llamando a vos, yo quiero hablar con una persona para renovar el contrato nuevo, pero me atienden computadoras que me derivan a otra y a otra. Yo no tengo tiempo para perder de esa forma, ¿entendés? Entonces me agarré y me fui. Me fui de esa, por esa situación me fui. Vos me preguntaste y yo te expliqué. Claro, pero todas las entesas usan eso. Tienen un robot y vos hay marcas y ahí de hablar con un profesor. Con claro, con claro yo hablo personalmente con un asesor. Sí, entiéndalo como decís, porque cuando vos llamas, siempre te atienden lo que es un robot, que es la máquina, y ahí vamos a hablar con un representante. No, nunca me dan, me dan... No, a mí me la complica, me la complica mucho movistar, entonces me fui directamente por ese motivo. Qué raro, porque yo sí llamo y ahí no más hablo. Tal vez lo han cambiado ahora, pero a mí me cansaron. Sí, sí, hemos cambiado porque bueno, es una nueva gestión de estado donde necesitan acciones de movistar. Buenísimo, me alegra, me alegra. Pero ahora, por el momento, estoy ahí. Bueno, espero que tengas buen día, gracias. Igualmente para vos. Adiós.",
  "calidad": {
    "confianza_promedio": 0.481,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:04:11.682401",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 41,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:13.762087",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132650376_ACD_01987",
    "fecha_inicio": "15/1/2026 13:26:50",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 148,
    "tiempo_conversacion": 124,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}