{
  "archivo": "amza20_1_260112110437614_ACD_36419.wav",
  "duracion_segundos": 62.19,
  "num_segmentos": 23,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 52.19,
    "Cliente": 8.45
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 27.44,
      "duracion": 27.41,
      "texto": "Hola. Hola, buenos días. Mi nombre es Tomal, me comunico de la área de recuperación de clientes Movistar. Hablo con la buena aerolínea de Liliana. ¿Qué es ella? Mira, porque yo me llamamos, era para preguntarle porque se había venido a la compañía, así que inconvenientes habían tenido con la línea y demás. No, ninguno. Ah, bien, entiendo. ¿Y por qué? ¿Tuvo algún conveniente con la estrella? ¿No lo comprobó el edificio? No, no, no.",
      "confianza": 0.192,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.03,
      "fin": 36.48,
      "duracion": 8.45,
      "texto": "Bien, mira, el motivo de mi llamado, sí, justamente era por eso, y queríamos recuperarlos como cliente, nos dijeron que habían sido unos buenos clientes, no sé si se toma de decisiones sobre la línea.",
      "confianza": 0.52,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 36.49,
      "fin": 39.74,
      "duracion": 3.25,
      "texto": "Usted qué es, claro. ¿Cómo, cómo, disculpe?",
      "confianza": 0.293,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.66,
      "fin": 62.19,
      "duracion": 21.53,
      "texto": "Usted qué línea es, claro. Yo le llamo al Movistar, sí, yo le llamo Movistar. No, no, yo no quiero nada con Movistar. Yo no sé cómo hacer, yo voy a demandar a esta empresa, porque esto es, acá, ahorita, mira, no hace 15 minutos me acabaron de llamar. De verdad, yo no quiero nada como evitar y me llaman todos los días. Todos los días acá. No quiero nada como evitar, amigo. Gracias.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días. Mi nombre es Tomal, me comunico de la área de recuperación de clientes Movistar. Hablo con la buena aerolínea de Liliana. ¿Qué es ella? Mira, porque yo me llamamos, era para preguntarle porque se había venido a la compañía, así que inconvenientes habían tenido con la línea y demás. No, ninguno. Ah, bien, entiendo. ¿Y por qué? ¿Tuvo algún conveniente con la estrella? ¿No lo comprobó el edificio? No, no, no. Bien, mira, el motivo de mi llamado, sí, justamente era por eso, y queríamos recuperarlos como cliente, nos dijeron que habían sido unos buenos clientes, no sé si se toma de decisiones sobre la línea. Usted qué es, claro. ¿Cómo, cómo, disculpe? Usted qué línea es, claro. Yo le llamo al Movistar, sí, yo le llamo Movistar. No, no, yo no quiero nada con Movistar. Yo no sé cómo hacer, yo voy a demandar a esta empresa, porque esto es, acá, ahorita, mira, no hace 15 minutos me acabaron de llamar. De verdad, yo no quiero nada como evitar y me llaman todos los días. Todos los días acá. No quiero nada como evitar, amigo. Gracias.",
  "calidad": {
    "confianza_promedio": 0.414,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:50:34.294995",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 23,
    "total_segmentos_corregido": 4,
    "fecha_correccion": "2026-01-18T23:05:16.614234",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112110437614_ACD_36419",
    "fecha_inicio": "12/1/2026 11:04:37",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 87,
    "tiempo_conversacion": 60,
    "tiempo_hold": 0,
    "tiempo_acw": 10,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No quiere volver a ser contactado",
    "tipo_tipificacion": "Exitoso"
  }
}