{
  "archivo": "amza27_1_260115140554102_ACD_32551.wav",
  "duracion_segundos": 96.95,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 35.64,
    "Cliente": 54.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.8,
      "fin": 25.96,
      "duracion": 24.16,
      "texto": "Hola. Hola, Federico. Sí. Hola, Federico. Rocio te saluda. Me estoy contactando en el área de Recupero. ¿Está todo bien? Sí, sí, sí, sí. Muchas gracias, Aurelia. Nosotros estamos llamando porque, bueno, tenemos promociones para lo que es tu línea ICI y el Wi-Fi en casa. ¿Vos te dijo en claro cuándo uno abono? Sí, sí, sí. Sigo con claro. ¿Y cuánto estás abonando con claro, preciosamente?",
      "confianza": 0.218,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 27.76,
      "fin": 29.45,
      "duracion": 1.68,
      "texto": "No me acuerdo ahora.",
      "confianza": 0.32,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 30.19,
      "fin": 40.22,
      "duracion": 10.03,
      "texto": "Nosotros tenemos una promoción que es Promociones Flash, le llamamos ya que es por el día de hoy, y tenemos un plan de 16GB a tan solo $10,400 pesos.",
      "confianza": 0.666,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 40.76,
      "fin": 59.91,
      "duracion": 19.15,
      "texto": "Podemos ver que en este caso es un poco más que este monto y por menos cantidad de gigas, y es por eso que nos contactamos nuevamente con vos. Pero por ahora no puedo ni me interesa, el cambio debemos estar a claro y bueno,",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 60.58,
      "fin": 65.36,
      "duracion": 4.78,
      "texto": "¿Y por qué te cambiaste? ¿Fue por una ecuación de precios, cobertura?",
      "confianza": 0.6,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.09,
      "fin": 96.95,
      "duracion": 29.86,
      "texto": "Sí, sí, fueron varias cosas. Pero bueno, ya lo he leído un par de veces, ya hemos hablado. Bueno, no hay problema. Mira, yo te dejo entonces un mensajito igual a través de WhatsApp con las promociones y en casa que te interese vas a contactar directamente conmigo. Para lo que es el servicio de fibra, también por ahí te interesa lo que es el servicio de internet para la casa. Claro, claro. Pero bueno, no. A ver, he hablado por eso. Bueno, no hay problema. Muchas gracias de igual manera. Gracias. Hasta luego, chucho.",
      "confianza": 0.57,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, Federico. Sí. Hola, Federico. Rocio te saluda. Me estoy contactando en el área de Recupero. ¿Está todo bien? Sí, sí, sí, sí. Muchas gracias, Aurelia. Nosotros estamos llamando porque, bueno, tenemos promociones para lo que es tu línea ICI y el Wi-Fi en casa. ¿Vos te dijo en claro cuándo uno abono? Sí, sí, sí. Sigo con claro. ¿Y cuánto estás abonando con claro, preciosamente? No me acuerdo ahora. Nosotros tenemos una promoción que es Promociones Flash, le llamamos ya que es por el día de hoy, y tenemos un plan de 16GB a tan solo $10,400 pesos. Podemos ver que en este caso es un poco más que este monto y por menos cantidad de gigas, y es por eso que nos contactamos nuevamente con vos. Pero por ahora no puedo ni me interesa, el cambio debemos estar a claro y bueno, ¿Y por qué te cambiaste? ¿Fue por una ecuación de precios, cobertura? Sí, sí, fueron varias cosas. Pero bueno, ya lo he leído un par de veces, ya hemos hablado. Bueno, no hay problema. Mira, yo te dejo entonces un mensajito igual a través de WhatsApp con las promociones y en casa que te interese vas a contactar directamente conmigo. Para lo que es el servicio de fibra, también por ahí te interesa lo que es el servicio de internet para la casa. Claro, claro. Pero bueno, no. A ver, he hablado por eso. Bueno, no hay problema. Muchas gracias de igual manera. Gracias. Hasta luego, chucho.",
  "calidad": {
    "confianza_promedio": 0.378,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:44:46.964490",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 32,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:20.036943",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115140554102_ACD_32551",
    "fecha_inicio": "15/1/2026 14:05:54",
    "agente_nombre": "MZA 27",
    "agente_login": "mza27",
    "duracion_total": 127,
    "tiempo_conversacion": 94,
    "tiempo_hold": 0,
    "tiempo_acw": 4,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Conforme con plan-prestador actual",
    "tipo_tipificacion": "Exitoso"
  }
}