{
  "archivo": "amza314_1_260113141116735_ACD_77873.wav",
  "duracion_segundos": 97.52,
  "num_segmentos": 34,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 5.17,
    "Cliente": 86.9
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 29.11,
      "duracion": 29.08,
      "texto": "Hola, ¿qué tal? ¿Buenas tardes? ¿Sí? ¿Cómo te vas a ir, Rocío? Tengo el gusto de hablar con Mónica. ¿Sí? Mónica, llamar para brindarte un merecimiento en la línea. ¿Cómo te encontrás el día de hoy? ¿Bien? Me alegro. Me asegura, bueno, en el sistema que estás en la compañía de Claro, que tienes dos líneas, quería consultarte que si aparte de estas dos líneas tenías la contratación del internet en tu casa también.",
      "confianza": 0.086,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.42,
      "fin": 71.55,
      "duracion": 41.13,
      "texto": "No, no se va la fibra óptica. ¿Has podido chequearla con Artura de fibra óptica de Movistar en casa? Sí, pero no lo tiene. ¿Vos sos de Movistar? Sí, sí me contacto del área de recupero de clientes. Me desfiguraba. La última vez que se fuiste con nosotros fue en 2023 y bueno, obviamente nos hemos reinventado mucho como empresa, quería recuperarte como clienta con una mejor promoción. ¿Vos, las dos líneas que tenés que ocuparán a mi matriarra? Ah, bien. ¿Así cuánto lo realizaste? Sí, estoy en eso. ¿Ya le pasaste el código de portabilidad o te he indicado cuándo irá a colocar el chip?",
      "confianza": 0.045,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.19,
      "fin": 74.92,
      "duracion": 2.73,
      "texto": "¿Cuándo irá a retirarlo? Le pasé el código de portabilidad.",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.86,
      "fin": 79.86,
      "duracion": 4.0,
      "texto": "Ah, listo. Perfecto. Ya con ese código vos tendrías ya lo que es un trámite iniciado.",
      "confianza": 0.172,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.42,
      "fin": 85.59,
      "duracion": 5.17,
      "texto": "Aguárdame un segundito en línea que yo te voy a decir cuándo vas a estar empezando a funcionar con Movistar, ¿sí?",
      "confianza": 0.627,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 86.52,
      "fin": 88.12,
      "duracion": 1.6,
      "texto": "No, igual sigo hablando con ella.",
      "confianza": 0.556,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.16,
      "fin": 97.52,
      "duracion": 8.36,
      "texto": "En este momento sigo comunicando con ella. Listo, perfecto. Te dejo el nombre de la otra Césara. Que tengas muy linda la tarde.",
      "confianza": 0.489,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buenas tardes? ¿Sí? ¿Cómo te vas a ir, Rocío? Tengo el gusto de hablar con Mónica. ¿Sí? Mónica, llamar para brindarte un merecimiento en la línea. ¿Cómo te encontrás el día de hoy? ¿Bien? Me alegro. Me asegura, bueno, en el sistema que estás en la compañía de Claro, que tienes dos líneas, quería consultarte que si aparte de estas dos líneas tenías la contratación del internet en tu casa también. No, no se va la fibra óptica. ¿Has podido chequearla con Artura de fibra óptica de Movistar en casa? Sí, pero no lo tiene. ¿Vos sos de Movistar? Sí, sí me contacto del área de recupero de clientes. Me desfiguraba. La última vez que se fuiste con nosotros fue en 2023 y bueno, obviamente nos hemos reinventado mucho como empresa, quería recuperarte como clienta con una mejor promoción. ¿Vos, las dos líneas que tenés que ocuparán a mi matriarra? Ah, bien. ¿Así cuánto lo realizaste? Sí, estoy en eso. ¿Ya le pasaste el código de portabilidad o te he indicado cuándo irá a colocar el chip? ¿Cuándo irá a retirarlo? Le pasé el código de portabilidad. Ah, listo. Perfecto. Ya con ese código vos tendrías ya lo que es un trámite iniciado. Aguárdame un segundito en línea que yo te voy a decir cuándo vas a estar empezando a funcionar con Movistar, ¿sí? No, igual sigo hablando con ella. En este momento sigo comunicando con ella. Listo, perfecto. Te dejo el nombre de la otra Césara. Que tengas muy linda la tarde.",
  "calidad": {
    "confianza_promedio": 0.46,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:23:49.815999",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 34,
    "total_segmentos_corregido": 7,
    "fecha_correccion": "2026-01-18T23:05:22.592059",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113141116735_ACD_77873",
    "fecha_inicio": "13/1/2026 14:11:16",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 235,
    "tiempo_conversacion": 95,
    "tiempo_hold": 0,
    "tiempo_acw": 121,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}