{
  "archivo": "amza30_1_260115111710422_ACD_54785.wav",
  "duracion_segundos": 115.12,
  "num_segmentos": 45,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 78.78,
    "Cliente": 24.06
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.4,
      "fin": 14.47,
      "duracion": 13.07,
      "texto": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Manuel? José, ¿qué pasa? José, ¿cómo le va? Un gusto. Eugenia es mi nombre. Me estoy comunicando del área de beneficios móviles. Sí, ya que me figura su línea en claro. ¿Es así?",
      "confianza": 0.373,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 16.1,
      "fin": 26.29,
      "duracion": 10.19,
      "texto": "Sí. Muy bien, José. Le comento. Nosotros nos estamos comunicando con los ex clientes de Movistar para brindarle lo que es una promo exclusiva que el día de hoy están 10.400 pesos.",
      "confianza": 0.263,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.19,
      "fin": 34.07,
      "duracion": 6.88,
      "texto": "Sí, una promo exclusiva. Mira, por la ola no sigo con claro. Estoy un poco ocupado en ese momento.",
      "confianza": 0.127,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 36.29,
      "fin": 37.85,
      "duracion": 1.56,
      "texto": "Bien, José, está bien.",
      "confianza": 0.515,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 37.9,
      "fin": 38.44,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.924,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 39.32,
      "fin": 43.62,
      "duracion": 4.3,
      "texto": "José, ¿le podría consultar? ¿Usted cuenta con lo que es factura mensual con claro o hace recargas?",
      "confianza": 0.834,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 44.42,
      "fin": 45.42,
      "duracion": 1.0,
      "texto": "No, factura mensual.",
      "confianza": 0.536,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.12,
      "fin": 52.11,
      "duracion": 5.99,
      "texto": "Ah, bien. Pero tengo un paquete con muchos beneficios.",
      "confianza": 0.533,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 52.99,
      "fin": 105.85,
      "duracion": 52.86,
      "texto": "Sí, en este también tendría lo que es muchos beneficios porque tiene WhatsApp gratis, llamadas libres, Sí, y mensajitos a cualquier compañía. ¿Usted tiene solo esa línea o tiene más? No, esa línea, pero tengo internet y tengo cables, todo con clara. Bien, bien. Nosotros al día de hoy, por lo que fibra óptica, el Celu y lo que son los canales, usted tendría la fibra óptica de 300 megas en su domicilio, más el Celu con 8 gigas, más lo que son los canales, tendría 102 canales, está al día de hoy en 39.400 pesos. Sí, está muy buena la promo también para que la pueda aprovechar, José. Bueno, mira, ahora justo estoy muy ocupado. Llámame en un momento y lo vemos. Bien, bien. Yo le voy a mandar un mensajito de WhatsApp. Si usted después me brinda el domicilio, corroboramos la cobertura y le paso todo bien para que lo tenga ahí, ¿sí? ¿Les parece que lo llame en una hora?",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.87,
      "fin": 109.29,
      "duracion": 1.42,
      "texto": "No, no, un poco más. Después de las 14.",
      "confianza": 0.031,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.09,
      "fin": 115.12,
      "duracion": 5.03,
      "texto": "Bueno, de él es. Yo después de las 14 lo llamo. Muchas gracias, José. Hasta luego. Hasta luego.",
      "confianza": 0.241,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. Eugenia es mi nombre. ¿Hablo con Manuel? José, ¿qué pasa? José, ¿cómo le va? Un gusto. Eugenia es mi nombre. Me estoy comunicando del área de beneficios móviles. Sí, ya que me figura su línea en claro. ¿Es así? Sí. Muy bien, José. Le comento. Nosotros nos estamos comunicando con los ex clientes de Movistar para brindarle lo que es una promo exclusiva que el día de hoy están 10.400 pesos. Sí, una promo exclusiva. Mira, por la ola no sigo con claro. Estoy un poco ocupado en ese momento. Bien, José, está bien. Perfecto. José, ¿le podría consultar? ¿Usted cuenta con lo que es factura mensual con claro o hace recargas? No, factura mensual. Ah, bien. Pero tengo un paquete con muchos beneficios. Sí, en este también tendría lo que es muchos beneficios porque tiene WhatsApp gratis, llamadas libres, Sí, y mensajitos a cualquier compañía. ¿Usted tiene solo esa línea o tiene más? No, esa línea, pero tengo internet y tengo cables, todo con clara. Bien, bien. Nosotros al día de hoy, por lo que fibra óptica, el Celu y lo que son los canales, usted tendría la fibra óptica de 300 megas en su domicilio, más el Celu con 8 gigas, más lo que son los canales, tendría 102 canales, está al día de hoy en 39.400 pesos. Sí, está muy buena la promo también para que la pueda aprovechar, José. Bueno, mira, ahora justo estoy muy ocupado. Llámame en un momento y lo vemos. Bien, bien. Yo le voy a mandar un mensajito de WhatsApp. Si usted después me brinda el domicilio, corroboramos la cobertura y le paso todo bien para que lo tenga ahí, ¿sí? ¿Les parece que lo llame en una hora? No, no, un poco más. Después de las 14. Bueno, de él es. Yo después de las 14 lo llamo. Muchas gracias, José. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:09:19.843487",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 45,
    "total_segmentos_corregido": 11,
    "fecha_correccion": "2026-01-18T23:05:21.614734",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115111710422_ACD_54785",
    "fecha_inicio": "15/1/2026 11:17:10",
    "agente_nombre": "MZA 30",
    "agente_login": "mza30",
    "duracion_total": 147,
    "tiempo_conversacion": 112,
    "tiempo_hold": 0,
    "tiempo_acw": 7,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}