{
  "archivo": "amza31_1_260113145904708_ACD_40817.wav",
  "duracion_segundos": 108.0,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 53.06,
    "Cliente": 41.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 2.17,
      "fin": 33.46,
      "duracion": 31.29,
      "texto": "Hola, buen día, José. Sí. ¿Cómo te va, José? Un montón de gente se carteará hablando de lo que es la idea de beneficios de Movistar. Queríamos brindarte una promoción exclusiva para tu línea. Ya que me aseguré que actualmente estás en claro, ¿puede ser? No, por el momento no me interesa, mi amor. ¿Por qué motivos? Gracias. ¿Has tenido algún inconveniente con la empresa? Sí, he tenido muchos inconvenientes con la empresa. Ah, bien, entiendo. Se ha importado bastante Marco. Bien, ¿me comentarías un poco cómo fue el maltrato de parte de algún asesor?",
      "confianza": 0.046,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 37.65,
      "fin": 52.78,
      "duracion": 15.13,
      "texto": "No, maltrato no, sino con la empresa en sí. Me cobraron demasiado, claro, me cobraba mucho menos. No me solucionaban los inconvenientes que tenía.",
      "confianza": 0.351,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 53.62,
      "fin": 55.92,
      "duracion": 2.3,
      "texto": "No, renegué mucho.",
      "confianza": 0.502,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 56.63,
      "fin": 58.01,
      "duracion": 1.38,
      "texto": "No entiendo totalmente.",
      "confianza": 0.57,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 59.67,
      "fin": 65.81,
      "duracion": 6.13,
      "texto": "Por eso me están llamando y yo no cedo porque todavía tengo feos recuerdos.",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 66.39,
      "fin": 70.35,
      "duracion": 3.96,
      "texto": "Claro, entiendo. Te has quedado con los malos recuerdos, digamos.",
      "confianza": 0.586,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 70.37,
      "fin": 74.38,
      "duracion": 4.01,
      "texto": "Y me figura que vos te fijas en el 2022 de lo que es la compañía, ¿puede ser?",
      "confianza": 0.628,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 77.12,
      "fin": 79.99,
      "duracion": 2.87,
      "texto": "¿2022? No, me parece que me fui mucho antes.",
      "confianza": 0.812,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 80.63,
      "fin": 108.0,
      "duracion": 27.37,
      "texto": "Me figura que te fuiste, ya te iba a ver en qué fecha precisamente, me figura que te fuiste en septiembre del 2022, a fines de septiembre. ¿Puede ser? Bueno, puede ser, sí, puede ser. Bien, o sea, te da bastante que te fuiste. Mirá, yo te comento, la empresa mejoraba muchísimo y la verdad que nosotros estamos muy interesados en que vos puedas volver a... Pero yo sí como aquí, cuando ve la vasca llora, ¿viste?",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día, José. Sí. ¿Cómo te va, José? Un montón de gente se carteará hablando de lo que es la idea de beneficios de Movistar. Queríamos brindarte una promoción exclusiva para tu línea. Ya que me aseguré que actualmente estás en claro, ¿puede ser? No, por el momento no me interesa, mi amor. ¿Por qué motivos? Gracias. ¿Has tenido algún inconveniente con la empresa? Sí, he tenido muchos inconvenientes con la empresa. Ah, bien, entiendo. Se ha importado bastante Marco. Bien, ¿me comentarías un poco cómo fue el maltrato de parte de algún asesor? No, maltrato no, sino con la empresa en sí. Me cobraron demasiado, claro, me cobraba mucho menos. No me solucionaban los inconvenientes que tenía. No, renegué mucho. No entiendo totalmente. Por eso me están llamando y yo no cedo porque todavía tengo feos recuerdos. Claro, entiendo. Te has quedado con los malos recuerdos, digamos. Y me figura que vos te fijas en el 2022 de lo que es la compañía, ¿puede ser? ¿2022? No, me parece que me fui mucho antes. Me figura que te fuiste, ya te iba a ver en qué fecha precisamente, me figura que te fuiste en septiembre del 2022, a fines de septiembre. ¿Puede ser? Bueno, puede ser, sí, puede ser. Bien, o sea, te da bastante que te fuiste. Mirá, yo te comento, la empresa mejoraba muchísimo y la verdad que nosotros estamos muy interesados en que vos puedas volver a... Pero yo sí como aquí, cuando ve la vasca llora, ¿viste?",
  "calidad": {
    "confianza_promedio": 0.42,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:30:32.840250",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 9,
    "fecha_correccion": "2026-01-18T23:05:23.001743",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113145904708_ACD_40817",
    "fecha_inicio": "13/1/2026 14:59:04",
    "agente_nombre": "MZA 31",
    "agente_login": "mza31",
    "duracion_total": 138,
    "tiempo_conversacion": 103,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Mala experiencia anterior con MVS",
    "tipo_tipificacion": "Exitoso"
  }
}