{
  "archivo": "amza20_1_260113124535880_ACD_98043.wav",
  "duracion_segundos": 394.5,
  "num_segmentos": 114,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 164.75,
    "Cliente": 198.68
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.45,
      "fin": 9.48,
      "duracion": 8.03,
      "texto": "Hola, Buendera. ¿Melisa? No, no. Habla el hijo. ¿Cómo le va? Tomás es mi nombre. Me comunicó la idea de recuperar el cliente de Movistar.",
      "confianza": 0.095,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 10.2,
      "fin": 11.9,
      "duracion": 1.7,
      "texto": "Me fijo raro acertar el nombre de Melissa, ¿sí?",
      "confianza": 0.516,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.42,
      "fin": 15.99,
      "duracion": 3.57,
      "texto": "Queríamos saberle por qué se habían ido a la compañía. Me fijo raro, que está en el claro, actualmente.",
      "confianza": 0.467,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 17.25,
      "fin": 26.76,
      "duracion": 9.51,
      "texto": "Porque el precio no era un problema, pero era malo el servicio. No teníamos... Ah, la señal, digamos.",
      "confianza": 0.7,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.78,
      "fin": 28.73,
      "duracion": 1.95,
      "texto": "Sí, sí. Bien, perfecto, entiendo.",
      "confianza": 0.323,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 28.89,
      "fin": 35.14,
      "duracion": 6.25,
      "texto": "Y le consulto, fue el único inconveniente que tuvieron con las líneas, ¿sí?",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 35.16,
      "fin": 35.84,
      "duracion": 0.68,
      "texto": "Sí, sí, esto no tuvimos problema.",
      "confianza": 0.029,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 35.86,
      "fin": 45.85,
      "duracion": 9.99,
      "texto": "Perfecto, perfecto. Bueno, mire, le comento. Nosotros actualmente estamos en una campaña de recuperación de clientes. No, fíjate que habrían sido unos buenos clientes según el histórico de edición y el tiempo que habían estado en la compañía. Bien, para eso mismo yo le llamaba el día de hoy.",
      "confianza": 0.182,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 46.57,
      "fin": 50.14,
      "duracion": 3.57,
      "texto": "Le consulto. ¿Este problema con la señal y demás en qué provincia y localidad le pasaba el problema?",
      "confianza": 0.866,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 51.55,
      "fin": 62.02,
      "duracion": 10.47,
      "texto": "No, yo estoy por Benavides y en muchas zonas se cortaba, en Millapaneta también, en Tigre.",
      "confianza": 0.027,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.04,
      "fin": 63.22,
      "duracion": 1.18,
      "texto": "Bien, perfecto, bien.",
      "confianza": 0.446,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 63.24,
      "fin": 105.28,
      "duracion": 42.04,
      "texto": "Benavides, bien, acá está. Bueno, mira, te comento, en el final, sí, también, que se fueron hace más de un año también de la compañía, te comento, en lo que es Benavides y en lo que es Tigre, por ejemplo, que vos me dijiste, tenemos cobertura en verde, sé qué quiere decir esto, que tendrían que tener buena señal, no tendrían que tener problemas con la cobertura ni nada, ¿sí? Por ejemplo, me figuran lo que es Benavides, el barrio Renavap, La Esperanza, El Arco, por ejemplo, Las Tunas, algo así. Después es El Tigre, me figuran, bueno, Liniers, Los Cordobeses, El Garrote, Rincón de Milberg. Bueno, todo eso me figuran verdes, si no tendrías que tener problemas con la señal. Eso y las localidades aledañas también. Bien, ¿nos hacen alguna otra localidad donde puedas decir que tenías el problema?",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.83,
      "fin": 121.11,
      "duracion": 14.28,
      "texto": "No, la verdad que no me acuerdo. Esos son los principales lugares que nosotros nos movemos. Claro, sí, sí, entiendo, entiendo. Bueno, mira, como te digo, actualmente nosotros contamos con les que es el 70% de cobertura en todo el país. Bien, hemos estado expandiendo bastante lo que son las antenas, sí.",
      "confianza": 0.05,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 122.37,
      "fin": 126.9,
      "duracion": 4.53,
      "texto": "Y bueno, justamente estas dos localidades que vos me comentabas han tenido expansión hace poquito.",
      "confianza": 0.565,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.44,
      "fin": 132.4,
      "duracion": 4.96,
      "texto": "Entonces, tendrías que tener problemas. No tendrías, perdón, que tener problemas con la señal. Bien.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 133.24,
      "fin": 137.03,
      "duracion": 3.79,
      "texto": "Te pregunto, ¿ustedes están en claro con AONO o tienen alguna línea en prepago, por ejemplo?",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 138.67,
      "fin": 142.7,
      "duracion": 4.03,
      "texto": "Línea en prepago. Ah, bien, está todo en prepago, digamos.",
      "confianza": 0.406,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.52,
      "fin": 145.87,
      "duracion": 2.35,
      "texto": "Sí. Bien, perfecto.",
      "confianza": 0.914,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 145.88,
      "fin": 168.32,
      "duracion": 22.44,
      "texto": "¿Y cuánto le recargan al teléfono, digamos? ¿Cuánto le recargamos? Claro, se le recarga mucho al teléfono. ¿Cómo es el recargo? Y, por ejemplo, no, por ejemplo, si es prepago, vos bajas la aplicación, supones que es claro, sí, y le recargas que si yo ponéle cinco mil pesos, y ahí te recarga el saldo y el crédito. Entonces, lo puedes llamar y te puedes tener internet.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 168.88,
      "fin": 176.51,
      "duracion": 7.63,
      "texto": "Entonces, cuando se te acaba. Yo hay veces que le recargo cinco mil, seis mil pesos porque hay veces que me quedo sin gigas. Sin gigas, sí.",
      "confianza": 0.101,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 177.97,
      "fin": 180.13,
      "duracion": 2.16,
      "texto": "Bien, perfecto, perfecto.",
      "confianza": 0.464,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 180.15,
      "fin": 184.26,
      "duracion": 4.1,
      "texto": "Pero después tenemos todos los meses gigas.",
      "confianza": 0.797,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 186.21,
      "fin": 202.37,
      "duracion": 16.16,
      "texto": "Ah, bien, entiendo, tú eres poco lo que recargas entonces. Sí. Y te consulto el servicio de lo que es internet, la fibra óptica, ¿lo tienen con clara también? ¿O lo tienen con alguna otra compañía? No, no, no tenemos fibra óptica. Bien, entiendo. Bueno, mira, te comenté el plan que tenemos para brindarles, sí, el día de hoy.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.97,
      "fin": 212.77,
      "duracion": 9.8,
      "texto": "Como ustedes son más de una línea, sí, estaría mejor el mismo nombre. Les quedaría lo que son las líneas con 12 gigas, ¿bien? Tiene Guantáprat y ya más libre de todas las compañías. Y el plan es que darían 11.400 pesos, ¿bien?",
      "confianza": 0.691,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.81,
      "fin": 220.54,
      "duracion": 6.73,
      "texto": "Bueno. Tenían como le digo 12 gigas, lo podrían guardando mes a mes por sí, de sobrar y demás.",
      "confianza": 0.371,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.2,
      "fin": 249.42,
      "duracion": 28.22,
      "texto": "Y se podrían pasar las gigas entre las líneas, ya que están todos bajo el mismo nombre, bajo el mismo titular. Claro. Ese sería de los planes, como vos me decís que no ocupan mucho, bueno, de los más económicos que tenemos para orientarlos. Sí. Bien. Como te digo, serían cuatro de base, cuatro de regalo aparte, y cuatro por tener más de una línea registrada bajo el nombre, serían 12 en total. Ah, claro. como ustedes. Más o menos eso es lo que nos da claro, esas gigas. Sí,",
      "confianza": 0.677,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 249.42,
      "fin": 250.13,
      "duracion": 0.71,
      "texto": "bien, entiendo, entiendo.",
      "confianza": 0.351,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 250.15,
      "fin": 287.05,
      "duracion": 36.9,
      "texto": "Sí, sí, sí. Lo que te puedo proponer, a ver, es lo siguiente, como te digo, vas a poder guardar los gigas y no te puedo poner un plan que es un poquito apenas más caro y tenés más el doble de gigas y demás. Claro. Mira, el plan es el siguiente, digamos, tenés ocho gigas de base, ocho de regalo más durante seis meses y aparte vos tendrías, ustedes, perdón, tendrían cuatro, ya que portan más de una línea bajo sus nombres a que le quedaría con 20 gigas. y ese plan le queda a un precio de 13.250, difiere un poquito del peso, no es nada casi, pero tendría el doble de gigas y bueno, el doble de gigas prácticamente para lo que conserva con el precio, esta es la opción más elegida que nosotros tenemos justamente.",
      "confianza": 0.361,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 288.25,
      "fin": 296.14,
      "duracion": 7.89,
      "texto": "Y como te digo, cada línea te quedaría con 20 gigas, con lo mismo lo podrían guardar, lo podrían pasar entre las líneas, eso se sigue manteniendo indiferentemente, será el plan.",
      "confianza": 0.679,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 297.12,
      "fin": 304.32,
      "duracion": 7.2,
      "texto": "Como te digo, estuvieron en un momento en la compañía, la mayoría de los datos los tenemos y no sería un trámite engorroso el que que tendrían que hacer para pasarse.",
      "confianza": 0.697,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.67,
      "fin": 329.96,
      "duracion": 24.29,
      "texto": "Y eso les conviene hacer plan a todos, en realidad les conviene por un tema de que son menos de dos mil pesos la diferencia y tienen el doble de gigas. Bueno, se lo voy a comentar a mi mamá. Si vos verás, mi mamá casi ni atiende estos celulares porque comienza la llamada y casi ni atendemos, te atendí de pedo. Sí, ah, bien.",
      "confianza": 0.665,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 330.8,
      "fin": 331.68,
      "duracion": 0.88,
      "texto": "Ah, bien, perfecto.",
      "confianza": 0.634,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 332.26,
      "fin": 333.66,
      "duracion": 1.4,
      "texto": "Disculpame, nunca te pregunté tu nombre.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 335.69,
      "fin": 337.27,
      "duracion": 1.58,
      "texto": "Miguel. Bueno, Miguel, mirá.",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 338.03,
      "fin": 346.5,
      "duracion": 8.47,
      "texto": "Como te digo, ese sería el plan que nosotros brismamos, podríamos brindar. ¿Cuánto valía el último? El que el último que te comente es 13.250 pesos.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 347.22,
      "fin": 367.88,
      "duracion": 20.66,
      "texto": "20 gigas. 20 gigas, exactamente. Tendría la asesoría personal todo el tiempo de mi parte. Si, ante cualquier inconveniente, esto me lo comunican a mí por WhatsApp. No tiene que llamarnos a 800 ni tomárselo molestia de estar a una sucursal. Bien, intentemos mantener esto que los clientes Siempre se manejen con el asesor que le realizo la portabilidad, sin que la sucursal ya quede para los reclamos mayores.",
      "confianza": 0.365,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 369.76,
      "fin": 392.67,
      "duracion": 22.91,
      "texto": "Entonces, bueno, mira, si te parís, te puedo mandar un mensajito ahí por WhatsApp para que vos lo puedas analizar y todo y ahí me contactes. Como te digo, van a ser cinco minutos los que le voy a robar, no va a ser mucho. Bueno, dale, buenísimo. Así que yo ahí te mando un mensajito y estoy hasta las dos y media, así que si en ese tiempo me podés contactar, perfecto y lo hacemos. Bueno, dale, dale. Perfecto. Bueno, mil, que tengas un muy buen día.",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 394.08,
      "fin": 394.5,
      "duracion": 0.42,
      "texto": "Adiós.",
      "confianza": 0.302,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, Buendera. ¿Melisa? No, no. Habla el hijo. ¿Cómo le va? Tomás es mi nombre. Me comunicó la idea de recuperar el cliente de Movistar. Me fijo raro acertar el nombre de Melissa, ¿sí? Queríamos saberle por qué se habían ido a la compañía. Me fijo raro, que está en el claro, actualmente. Porque el precio no era un problema, pero era malo el servicio. No teníamos... Ah, la señal, digamos. Sí, sí. Bien, perfecto, entiendo. Y le consulto, fue el único inconveniente que tuvieron con las líneas, ¿sí? Sí, sí, esto no tuvimos problema. Perfecto, perfecto. Bueno, mire, le comento. Nosotros actualmente estamos en una campaña de recuperación de clientes. No, fíjate que habrían sido unos buenos clientes según el histórico de edición y el tiempo que habían estado en la compañía. Bien, para eso mismo yo le llamaba el día de hoy. Le consulto. ¿Este problema con la señal y demás en qué provincia y localidad le pasaba el problema? No, yo estoy por Benavides y en muchas zonas se cortaba, en Millapaneta también, en Tigre. Bien, perfecto, bien. Benavides, bien, acá está. Bueno, mira, te comento, en el final, sí, también, que se fueron hace más de un año también de la compañía, te comento, en lo que es Benavides y en lo que es Tigre, por ejemplo, que vos me dijiste, tenemos cobertura en verde, sé qué quiere decir esto, que tendrían que tener buena señal, no tendrían que tener problemas con la cobertura ni nada, ¿sí? Por ejemplo, me figuran lo que es Benavides, el barrio Renavap, La Esperanza, El Arco, por ejemplo, Las Tunas, algo así. Después es El Tigre, me figuran, bueno, Liniers, Los Cordobeses, El Garrote, Rincón de Milberg. Bueno, todo eso me figuran verdes, si no tendrías que tener problemas con la señal. Eso y las localidades aledañas también. Bien, ¿nos hacen alguna otra localidad donde puedas decir que tenías el problema? No, la verdad que no me acuerdo. Esos son los principales lugares que nosotros nos movemos. Claro, sí, sí, entiendo, entiendo. Bueno, mira, como te digo, actualmente nosotros contamos con les que es el 70% de cobertura en todo el país. Bien, hemos estado expandiendo bastante lo que son las antenas, sí. Y bueno, justamente estas dos localidades que vos me comentabas han tenido expansión hace poquito. Entonces, tendrías que tener problemas. No tendrías, perdón, que tener problemas con la señal. Bien. Te pregunto, ¿ustedes están en claro con AONO o tienen alguna línea en prepago, por ejemplo? Línea en prepago. Ah, bien, está todo en prepago, digamos. Sí. Bien, perfecto. ¿Y cuánto le recargan al teléfono, digamos? ¿Cuánto le recargamos? Claro, se le recarga mucho al teléfono. ¿Cómo es el recargo? Y, por ejemplo, no, por ejemplo, si es prepago, vos bajas la aplicación, supones que es claro, sí, y le recargas que si yo ponéle cinco mil pesos, y ahí te recarga el saldo y el crédito. Entonces, lo puedes llamar y te puedes tener internet. Entonces, cuando se te acaba. Yo hay veces que le recargo cinco mil, seis mil pesos porque hay veces que me quedo sin gigas. Sin gigas, sí. Bien, perfecto, perfecto. Pero después tenemos todos los meses gigas. Ah, bien, entiendo, tú eres poco lo que recargas entonces. Sí. Y te consulto el servicio de lo que es internet, la fibra óptica, ¿lo tienen con clara también? ¿O lo tienen con alguna otra compañía? No, no, no tenemos fibra óptica. Bien, entiendo. Bueno, mira, te comenté el plan que tenemos para brindarles, sí, el día de hoy. Como ustedes son más de una línea, sí, estaría mejor el mismo nombre. Les quedaría lo que son las líneas con 12 gigas, ¿bien? Tiene Guantáprat y ya más libre de todas las compañías. Y el plan es que darían 11.400 pesos, ¿bien? Bueno. Tenían como le digo 12 gigas, lo podrían guardando mes a mes por sí, de sobrar y demás. Y se podrían pasar las gigas entre las líneas, ya que están todos bajo el mismo nombre, bajo el mismo titular. Claro. Ese sería de los planes, como vos me decís que no ocupan mucho, bueno, de los más económicos que tenemos para orientarlos. Sí. Bien. Como te digo, serían cuatro de base, cuatro de regalo aparte, y cuatro por tener más de una línea registrada bajo el nombre, serían 12 en total. Ah, claro. como ustedes. Más o menos eso es lo que nos da claro, esas gigas. Sí, bien, entiendo, entiendo. Sí, sí, sí. Lo que te puedo proponer, a ver, es lo siguiente, como te digo, vas a poder guardar los gigas y no te puedo poner un plan que es un poquito apenas más caro y tenés más el doble de gigas y demás. Claro. Mira, el plan es el siguiente, digamos, tenés ocho gigas de base, ocho de regalo más durante seis meses y aparte vos tendrías, ustedes, perdón, tendrían cuatro, ya que portan más de una línea bajo sus nombres a que le quedaría con 20 gigas. y ese plan le queda a un precio de 13.250, difiere un poquito del peso, no es nada casi, pero tendría el doble de gigas y bueno, el doble de gigas prácticamente para lo que conserva con el precio, esta es la opción más elegida que nosotros tenemos justamente. Y como te digo, cada línea te quedaría con 20 gigas, con lo mismo lo podrían guardar, lo podrían pasar entre las líneas, eso se sigue manteniendo indiferentemente, será el plan. Como te digo, estuvieron en un momento en la compañía, la mayoría de los datos los tenemos y no sería un trámite engorroso el que que tendrían que hacer para pasarse. Y eso les conviene hacer plan a todos, en realidad les conviene por un tema de que son menos de dos mil pesos la diferencia y tienen el doble de gigas. Bueno, se lo voy a comentar a mi mamá. Si vos verás, mi mamá casi ni atiende estos celulares porque comienza la llamada y casi ni atendemos, te atendí de pedo. Sí, ah, bien. Ah, bien, perfecto. Disculpame, nunca te pregunté tu nombre. Miguel. Bueno, Miguel, mirá. Como te digo, ese sería el plan que nosotros brismamos, podríamos brindar. ¿Cuánto valía el último? El que el último que te comente es 13.250 pesos. 20 gigas. 20 gigas, exactamente. Tendría la asesoría personal todo el tiempo de mi parte. Si, ante cualquier inconveniente, esto me lo comunican a mí por WhatsApp. No tiene que llamarnos a 800 ni tomárselo molestia de estar a una sucursal. Bien, intentemos mantener esto que los clientes Siempre se manejen con el asesor que le realizo la portabilidad, sin que la sucursal ya quede para los reclamos mayores. Entonces, bueno, mira, si te parís, te puedo mandar un mensajito ahí por WhatsApp para que vos lo puedas analizar y todo y ahí me contactes. Como te digo, van a ser cinco minutos los que le voy a robar, no va a ser mucho. Bueno, dale, buenísimo. Así que yo ahí te mando un mensajito y estoy hasta las dos y media, así que si en ese tiempo me podés contactar, perfecto y lo hacemos. Bueno, dale, dale. Perfecto. Bueno, mil, que tengas un muy buen día. Adiós.",
  "calidad": {
    "confianza_promedio": 0.512,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:52:52.242385",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 5,
    "total_segmentos_original": 114,
    "total_segmentos_corregido": 38,
    "fecha_correccion": "2026-01-18T23:05:16.762850",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260113124535880_ACD_98043",
    "fecha_inicio": "13/1/2026 12:45:35",
    "agente_nombre": "MZA 20",
    "agente_login": "mza20",
    "duracion_total": 409,
    "tiempo_conversacion": 384,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260113_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}