{
  "archivo": "amza1_1_260112132202922_ACD_30059.wav",
  "duracion_segundos": 272.53,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 110.4,
    "Cliente": 151.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.79,
      "fin": 10.08,
      "duracion": 8.29,
      "texto": "Hola, muy buenas tardes. Hablo con el señor Ramón Alberto Pedraza. Sí. Ramón, un gusto. ¿Cómo le va? Le habla a Evangeline de este lado.",
      "confianza": 0.265,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 10.74,
      "fin": 16.24,
      "duracion": 5.5,
      "texto": "Le comento, señor Tomas, al día de hoy para brindarle lo que es un descuento de la Compañía de Movistar. ¿Lo han llamado antes?",
      "confianza": 0.741,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 18.5,
      "fin": 18.78,
      "duracion": 0.28,
      "texto": "Mil veces, sí.",
      "confianza": 0.129,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.02,
      "fin": 34.39,
      "duracion": 15.38,
      "texto": "El tema es que yo tuve un inconveniente con Movistar, no pude pagar una boleta y le dije que si por favor",
      "confianza": 0.687,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 34.76,
      "fin": 75.93,
      "duracion": 41.17,
      "texto": "Me podían esperar un poco o algo y la persona me atendió muy mal y nada. Yo le dije, mira, ¿sabés qué pasa? Le digo, ¿me puedes hacer un descuento? Porque pagaba, no sé, como, no sé, cinco veces más que cualquier otra persona que tenía movistar. Porque yo como tengo de movicón, ¿entende? Y nada, le dije, che, ¿me puedes hacer algo? Así, así, no, le digo, porque es verdad, me habían llamado de claro y me costaba pagar. Entonces, a ver, ¿qué podía? Y el chico me dijo que no. que no, que yo era libre de irme de compañía y me fui. Me dijo que él no estaba para retener. Y después de eso me llamaron mil veces. Yo me pasé y le dije, bueno, no soy de compañía. ¿Y sabés lo que hizo? Me dijo que estaba bien.",
      "confianza": 0.623,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 76.93,
      "fin": 119.24,
      "duracion": 42.31,
      "texto": "Así que agárrense al muchacho ese porque por culpa de él, ¿sabés la cantidad de gente que habrá ido? Sí, la verdad que sí. Les pido disculpas por el inconveniente, porque nosotros nos capacitamos de otra manera. Además, no había teléfono con SIM. Cuando no había el SIM teníamos con. No sea malo. Sí, no sé cuántos años y siempre movistar y que vengas y que digas que vos no estás para retener. Bueno, nos vemos, chau. Quiero decir que su score credit es sumamente perfecto. Es decir, que usted siempre estuvo al día y todo, un cliente excepcional. Sí, me figura eso y lo reconozco. Es más, lo debo felicitar por eso.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.74,
      "fin": 127.69,
      "duracion": 6.95,
      "texto": "Pero bueno, la verdad que yo, justamente el día de hoy, lo llamamos a usted como una nueva asesora personal, sí, para que usted no le pueda pesar en cinco situaciones.",
      "confianza": 0.608,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 127.7,
      "fin": 137.07,
      "duracion": 9.37,
      "texto": "Sí, ahora tenemos lo que es una reinvención, por decirlo de alguna manera, que justamente los clientes pueden acudir a nosotros para acceder a las dudas, descuentos y demás.",
      "confianza": 0.781,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 137.23,
      "fin": 140.62,
      "duracion": 3.39,
      "texto": "O también tenemos la opción de la aplicación, ¿bien? Para que esté al tanto de eso.",
      "confianza": 0.785,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 141.14,
      "fin": 159.87,
      "duracion": 18.73,
      "texto": "Yo le quería consultar, ¿usted actualmente qué tipo de plan tiene? En ese caso, tal vez le gustaría saber la información, tal vez le interesa pasarse. Sí, yo tengo de 12 siglas hasta ahora. Bien, 12 gigas. ¿Y usted sabe cuánto está ganando, señor, por eso, aproximadamente? 9.600. Bien,",
      "confianza": 0.72,
      "_hablante_original": "Hablante B",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 159.87,
      "fin": 166.47,
      "duracion": 6.6,
      "texto": "bien, bien. Pero en este caso nosotros tenemos lo que es el plan de 8 gigas de base más 8 gigas de regalo.",
      "confianza": 0.671,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 166.61,
      "fin": 191.01,
      "duracion": 24.4,
      "texto": "Va a tener un poco más de gigas que el que tiene ahora actualmente. Yo no sé si usted se maneja. ¿Pero por siempre o no? Porque yo tengo 12 más 6 gigas aparte. Son 18, pero de 12. Ah, está bonificado su plan, entonces. Sí, sí, sí. Claro. Pero lo que estamos ofreciendo no es un plan tan alto, digamos, tenemos un plan en total de lo que serían 16 gigas. Sí, es el que estamos ofreciendo nosotros el día de hoy. ¿16 gigas?",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 191.85,
      "fin": 195.06,
      "duracion": 3.21,
      "texto": "16 gigas. 16 gigas. No, no, y el otro, sí.",
      "confianza": 0.628,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 195.63,
      "fin": 228.09,
      "duracion": 32.46,
      "texto": "¿Y cuántos son los normales? El plan básico es de 8 gigas, tiene 4 gigas de gas, es más 4 gigas de real, incluye whatsapp office y llamadas liberales por 11.400. Sí, está un poco más elevado. Y si no, les paso a comentar que también tenemos, Ramón, lo que son las promociones con la fibra óptica, yo no sé si usted tiene el servicio también unificado con Claro. Sí, no, no. No, no, no tengo 300 pesos, no me importa, igual. Bueno, me pongo fijo igual, muchas gracias igual. Te pasa que voy a pagar más caro, entonces no me sirve.",
      "confianza": 0.422,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 228.12,
      "fin": 238.79,
      "duracion": 10.67,
      "texto": "Te comento que, y si quieres me cortas, el tema de la fibra óptica sí te queda en un valor bastante bajo, te quedan 24 mil pesos, lo que es la línea de 8 gigas más la fibra de 300 megas, ¿bien?",
      "confianza": 0.638,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 239.27,
      "fin": 272.53,
      "duracion": 33.26,
      "texto": "Sí, no, pero a veces no. No porque estuve en el negocio, estuve y no me funciona bien. El negocio lo tengo a media cuadra y no. Yo tengo telecentro y terminé sacando y poniéndolo, no, no. Igual todos los clientes de la cuadra también tuvieron que sacarlo, así que no. Están disconformes, entonces, con lo que es la estirada de la señal de militar. No, no, no. A por lo menos en la cuadra no sirve, así que no. No te voy a decir que sirve. No hay ningún problema, Ramón. No hay ningún inconveniente. Gracias, Rigo, por tu tiempo. Que tengas muy bien atardecís. Bueno, gracias. Hasta luego. Hasta luego. Chao, chao.",
      "confianza": 0.348,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, muy buenas tardes. Hablo con el señor Ramón Alberto Pedraza. Sí. Ramón, un gusto. ¿Cómo le va? Le habla a Evangeline de este lado. Le comento, señor Tomas, al día de hoy para brindarle lo que es un descuento de la Compañía de Movistar. ¿Lo han llamado antes? Mil veces, sí. El tema es que yo tuve un inconveniente con Movistar, no pude pagar una boleta y le dije que si por favor Me podían esperar un poco o algo y la persona me atendió muy mal y nada. Yo le dije, mira, ¿sabés qué pasa? Le digo, ¿me puedes hacer un descuento? Porque pagaba, no sé, como, no sé, cinco veces más que cualquier otra persona que tenía movistar. Porque yo como tengo de movicón, ¿entende? Y nada, le dije, che, ¿me puedes hacer algo? Así, así, no, le digo, porque es verdad, me habían llamado de claro y me costaba pagar. Entonces, a ver, ¿qué podía? Y el chico me dijo que no. que no, que yo era libre de irme de compañía y me fui. Me dijo que él no estaba para retener. Y después de eso me llamaron mil veces. Yo me pasé y le dije, bueno, no soy de compañía. ¿Y sabés lo que hizo? Me dijo que estaba bien. Así que agárrense al muchacho ese porque por culpa de él, ¿sabés la cantidad de gente que habrá ido? Sí, la verdad que sí. Les pido disculpas por el inconveniente, porque nosotros nos capacitamos de otra manera. Además, no había teléfono con SIM. Cuando no había el SIM teníamos con. No sea malo. Sí, no sé cuántos años y siempre movistar y que vengas y que digas que vos no estás para retener. Bueno, nos vemos, chau. Quiero decir que su score credit es sumamente perfecto. Es decir, que usted siempre estuvo al día y todo, un cliente excepcional. Sí, me figura eso y lo reconozco. Es más, lo debo felicitar por eso. Pero bueno, la verdad que yo, justamente el día de hoy, lo llamamos a usted como una nueva asesora personal, sí, para que usted no le pueda pesar en cinco situaciones. Sí, ahora tenemos lo que es una reinvención, por decirlo de alguna manera, que justamente los clientes pueden acudir a nosotros para acceder a las dudas, descuentos y demás. O también tenemos la opción de la aplicación, ¿bien? Para que esté al tanto de eso. Yo le quería consultar, ¿usted actualmente qué tipo de plan tiene? En ese caso, tal vez le gustaría saber la información, tal vez le interesa pasarse. Sí, yo tengo de 12 siglas hasta ahora. Bien, 12 gigas. ¿Y usted sabe cuánto está ganando, señor, por eso, aproximadamente? 9.600. Bien, bien, bien. Pero en este caso nosotros tenemos lo que es el plan de 8 gigas de base más 8 gigas de regalo. Va a tener un poco más de gigas que el que tiene ahora actualmente. Yo no sé si usted se maneja. ¿Pero por siempre o no? Porque yo tengo 12 más 6 gigas aparte. Son 18, pero de 12. Ah, está bonificado su plan, entonces. Sí, sí, sí. Claro. Pero lo que estamos ofreciendo no es un plan tan alto, digamos, tenemos un plan en total de lo que serían 16 gigas. Sí, es el que estamos ofreciendo nosotros el día de hoy. ¿16 gigas? 16 gigas. 16 gigas. No, no, y el otro, sí. ¿Y cuántos son los normales? El plan básico es de 8 gigas, tiene 4 gigas de gas, es más 4 gigas de real, incluye whatsapp office y llamadas liberales por 11.400. Sí, está un poco más elevado. Y si no, les paso a comentar que también tenemos, Ramón, lo que son las promociones con la fibra óptica, yo no sé si usted tiene el servicio también unificado con Claro. Sí, no, no. No, no, no tengo 300 pesos, no me importa, igual. Bueno, me pongo fijo igual, muchas gracias igual. Te pasa que voy a pagar más caro, entonces no me sirve. Te comento que, y si quieres me cortas, el tema de la fibra óptica sí te queda en un valor bastante bajo, te quedan 24 mil pesos, lo que es la línea de 8 gigas más la fibra de 300 megas, ¿bien? Sí, no, pero a veces no. No porque estuve en el negocio, estuve y no me funciona bien. El negocio lo tengo a media cuadra y no. Yo tengo telecentro y terminé sacando y poniéndolo, no, no. Igual todos los clientes de la cuadra también tuvieron que sacarlo, así que no. Están disconformes, entonces, con lo que es la estirada de la señal de militar. No, no, no. A por lo menos en la cuadra no sirve, así que no. No te voy a decir que sirve. No hay ningún problema, Ramón. No hay ningún inconveniente. Gracias, Rigo, por tu tiempo. Que tengas muy bien atardecís. Bueno, gracias. Hasta luego. Hasta luego. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.561,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:38:14.620524",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 16,
    "fecha_correccion": "2026-01-18T23:05:15.849216",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112132202922_ACD_30059",
    "fecha_inicio": "12/1/2026 13:22:02",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 285,
    "tiempo_conversacion": 262,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}