{
  "archivo": "amza73_1_260112142925244_ACD_58501.wav",
  "duracion_segundos": 575.5,
  "num_segmentos": 151,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 365.29,
    "Cliente": 178.07
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 2.81,
      "fin": 8.49,
      "duracion": 5.68,
      "texto": "Hola. Hola, buenas tardes. Hola, ¿cómo estás? Muy buenas tardes. ¿Hablo con Carlos?",
      "confianza": 0.197,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 11.93,
      "fin": 23.89,
      "duracion": 11.96,
      "texto": "Sí. Carlos, un gusto saludarte. Carlos, te habla Marcos. Se llamaba Carlos porque estamos activando los beneficios para la línea móvil. Verificamos anteriormente bolsadas en la compañía Movistar. ¿Hoy estás en claro con Abono?",
      "confianza": 0.019,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 25.41,
      "fin": 28.11,
      "duracion": 2.7,
      "texto": "Sí, sí, tengo una bono, sí.",
      "confianza": 0.062,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 28.13,
      "fin": 92.66,
      "duracion": 64.53,
      "texto": "¡Excelente! Al día de hoy nosotros, nuestro trabajo justamente es poder informarte los beneficios que hoy en día trabajamos en la zona con lo que es movilizar oficial. ¿Vos actualmente, lo que es tu línea de claro, cuánto estás saboreando al día de hoy, Carlos? Creo que 8.000, me parece. Bien, bien. Un plan básico porque lo que me comentabas es un plan básico. La idea cual es que tengas lo que son ocho gigas de navegación, que tengas un rendimiento mucho mejor con el internet, que tengas excelente cobertura vayas donde vayas. ¿Vos de qué localidad sos actualmente, Claudio? De Tigre. Tigre, excelente. Tenemos excelente cobertura por lo que es Movistar. Hoy en día lo que es la cobertura central brinda que todas las familias de la zona realmente tengan excelente servicio. La buena noticia que tenemos también un local funcionando en la calle Constitución 867, con lo cual de esa manera siempre va a ser una buena atención por parte de las compañías.",
      "confianza": 0.071,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 93.18,
      "fin": 102.73,
      "duracion": 9.55,
      "texto": "Carlos, la única línea que tenés como titular, porque acá me figura otra, una que termina en 8594. ¿Esa línea también la seguís teniendo activa en claro?",
      "confianza": 0.818,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 104.02,
      "fin": 106.24,
      "duracion": 2.22,
      "texto": "Sí, las dos están activas.",
      "confianza": 0.062,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 106.26,
      "fin": 106.44,
      "duracion": 0.18,
      "texto": "Perfecto.",
      "confianza": 0.105,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 106.46,
      "fin": 185.03,
      "duracion": 78.57,
      "texto": "Más o menos entonces, el día de hoy, si la promoción sería para que armen lo que es un Plan Familia, este Plan Familia es para que tengan cuatro de regalo, cuatro de base, cuatro de regalo por los primeros seis meses, para que tengan todos los servicios y el servicio completo, ¿sí? La promoción que yo te brindo es una promoción exclusiva para antiguos clientes. Esto es exclusivo para que vos puedas reincorporarte a la compañía, como tenés que hacerlo como cliente, ¿sí? Buscarlos actualmente los gigas, ¿Cómo manejas? Muy básico los digas, ¿verdad? Yo lo que uso más es la telefonía móvil, no tanto el internet. Bien, excelente. ¿Este plan va a ser ideal para vos? Lo que yo te comento, que acá no va a ser un problema para la hora de comunicarte, ¿bien? Porque como vamos a priorizar que este sea un chip justamente con 4G+, un chip que tenga alcance y que realmente lo puedas utilizar todas las veces que vos necesites, y también para que vos como abonado y cliente de la compañía puedas regresar a Movistar siempre con el mismo número, ¿sí? Carlos, lo que vamos a hacer entonces es detallarte bien, porque la promoción justamente acá yo la tengo habilitada, esa es una promoción que justamente es la campaña de recupero de clientes, porque Movistar está trabajando para recuperar a aquellos antiguos abonados, ¿sí?",
      "confianza": 0.789,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.88,
      "fin": 245.25,
      "duracion": 59.37,
      "texto": "Lo que es la promoción, vas a tener entonces todo esto con un ahorro diario, con lo cual de esa manera vos en el mes básicamente sí, para que vos tengas la tranquilidad, de esa manera vos tenés la tranquilidad de hacer un ahorro diario de 380 pesos, ¿sí? te hago una consultita con respecto a lo que es el chip. ¿Vos utilizarás un chip normal o un chip virtual? Normal. Normal, excelente. Entonces, vas a retirar el chip en la calle Constitución 867, esto sería en pleno centro de Tigre, ¿sí? Lo que vamos a activar es el mismo número para que tu línea entonces tenga esta promoción y este beneficio exclusivo como cliente, ¿sí? La promoción, acordate, tiene WhatsApp gratis, vas a hablar libre a cualquier compañía, vas a tener, justamente, cuatro días de regalo y cuatro de base para poder utilizar, ¿sí? Esto, el día de hoy, te va a quedar, justamente, con el precio actualizado, en 11.400, que es, justamente, un ahorro 10 de 380 pesos, ¿sí?",
      "confianza": 0.77,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 246.59,
      "fin": 263.21,
      "duracion": 16.62,
      "texto": "La promoción, como te decía, nos encarguemos de toda la gestión, así que vamos por ese lado, quédate tranquilo, y acá, como antiguo abonado, yo verifico tus datos como clientes, ¿sí? Me figura tu nombre completo, Carlos Agustín Carabajal, ¿Correcto? Sí, esperamos un segundito. Vos estás yendo muy rápido.",
      "confianza": 0.758,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 263.81,
      "fin": 271.3,
      "duracion": 7.49,
      "texto": "Sí, dígame. Sí, vos estás yendo muy rápido. Vos estás hablando como si yo ya hubiese aceptado hacer el cambio.",
      "confianza": 0.538,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 272.1,
      "fin": 272.16,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.03,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 272.18,
      "fin": 273.68,
      "duracion": 1.5,
      "texto": "Y yo no he visto nada de esto.",
      "confianza": 0.424,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 274.32,
      "fin": 279.51,
      "duracion": 5.19,
      "texto": "Bien, bien. Excelente. Hasta acá me lo vas siguiendo. ¿Tienes alguna duda a lo que me quiera consultar, Carlos?",
      "confianza": 0.7,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 280.85,
      "fin": 280.91,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 280.93,
      "fin": 285.54,
      "duracion": 4.61,
      "texto": "Sí, tengo dudas, sí. Me estás hablando de un plan de 100.000 pesos y yo estoy pagando 8.000.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 286.12,
      "fin": 339.35,
      "duracion": 53.23,
      "texto": "Bien, bien. ¿Sabe la diferencia? Yo siempre lo marco para que los clientes sepan. La diferencia que los digas de Movistar son 100% reales, al igual que lo que es la señal para realizar llamadas en todo lo que es Argentina. Le comento el trabajo que se hizo el año pasado por el refuerzo de antenas, permitió que todos los usuarios, el plan que hoy en día se les haya cotizado y se les haya asignado realmente sea un plan ideal para el uso, en este caso, sea doméstico, laboral o el uso que usen fuera de lo que es la provincia. ¿Sí? Por ese lado no hay problema. ¿Por qué? Pues yo siempre digo, Carlos, lo barato sale caro. ¿Vean? ¿A qué vamos con este concepto, Carlos? Que la promoción que le puede brindar claro hoy en día, usted sabe que es efímero. ¿Vean? que era Hablamos con Efímero, que hoy en día usted paga 8.000 o 9.000 pesos al mes, ¿verdad?",
      "confianza": 0.69,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 339.37,
      "fin": 351.24,
      "duracion": 11.87,
      "texto": "Usted, de acá a un tiempo, esa promoción caduca y cuando usted menos lo espere, eso le va a venir al doble o al triple porque es normal que pase hoy en día con los clientes de Claro, ¿bien?",
      "confianza": 0.7,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 351.26,
      "fin": 387.34,
      "duracion": 36.08,
      "texto": "Entonces nosotros, nuestro trabajo justamente es para poder, en este caso, reingresarlo a la compañía y que usted pueda aprovechar estas ofertas exclusivas. Porque al día de hoy, 11.400 pesos es una inversión, ¿sí? Y eso va a permitir que usted se quede tranquilo porque va a tener un asesoramiento personalizado. Yo le estaría asignando una ejecutiva a usted para que siga todo este trámite y que se encargue de que usted en ningún momento se quede incomunicado, ¿sí? Por ese lado, que esté tranquilo porque yo más que entiendo que su tiempo es importante, ¿sí? Entonces, es importante que usted esté comunicado, ¿bien?",
      "confianza": 0.802,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 387.88,
      "fin": 393.19,
      "duracion": 5.31,
      "texto": "Pero bueno que le comento, Carlos, que el servicio no tiene compromiso de permanencia, ¿bien?",
      "confianza": 0.806,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 393.81,
      "fin": 409.15,
      "duracion": 15.34,
      "texto": "¿Qué quiere decir esto? Que usted puede probar el servicio todo el tiempo que desee y yo lo invito a formar parte nuevamente de la compañía. Porque hoy en día la promoción es accesible para todas las familias. ¿Le hago una consulta? ¿Se manejaba con la aplicación de Movistar, Carlos?",
      "confianza": 0.647,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 414.28,
      "fin": 423.43,
      "duracion": 9.15,
      "texto": "Mirá, no, me olvidé tu nombre. ¿Qué nombre me dijiste que tenías? Marcos es mi nombre. Marcos. Mirá, Marcos. Yo entiendo todo tu trabajo que vos estás intentando hacer conmigo.",
      "confianza": 0.005,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 424.25,
      "fin": 431.72,
      "duracion": 7.47,
      "texto": "¿Sí? Más allá de que a vos te parezca que lo barato sale caro, dice todo va de acuerdo a mi condición del bolsillo.",
      "confianza": 0.265,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 432.54,
      "fin": 443.79,
      "duracion": 11.25,
      "texto": "Sí. No, a algo superfluo que yo puedo pensar o decir que esto en algún momento se va a acabar o no. Sí. ¿Entendés? Entonces, el que dice que es caro pagando esto tiene que ver con eso.",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 444.51,
      "fin": 467.43,
      "duracion": 22.92,
      "texto": "No, no. Que desde mañana me va a homenizar o no. ¿Sabés por qué te digo? ¿Sabés por qué te digo? Porque yo cada seis meses porque yo estoy llamando a claro para que me sigan bonificando. Excelente. Porque ya sé que cuando te pasa la bonificación obviamente tengo que pagar el plan completo como que me corresponde. Me traen no sé si desde treinta y tres mil o treinta y cuatro mil pesos.",
      "confianza": 0.619,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 468.05,
      "fin": 496.14,
      "duracion": 28.09,
      "texto": "Sí. Mientras yo siga manteniendo la bonificación en claro y llamando eso que vos has más caro o barato a mí no me va a pasar ¿Entendés? Entiendo, entiendo. Porque visto y sé que es así. Por otro lado, por otro lado, yo te dejé hablar porque obviamente estás atendiendo tu trabajo. Sí, igual no hay ningún problema, o sea, yo aprecio también que me digas, obvio. Pero ¿sabes qué?",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 496.73,
      "fin": 515.34,
      "duracion": 18.61,
      "texto": "A movistar, por el momento no voy a volver por la mala experiencia que tú veis y por eso me fui dos veces de movistar. Por más que ahora vos me digas que hay nuevas antenas, el tip y qué sé yo qué, las dos malas experiencias que tuve, movistar no es así, eso es algo. Claro, la mala experiencia que tuve no se lo quita nadie.",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 515.84,
      "fin": 520.36,
      "duracion": 4.52,
      "texto": "Entiendo totalmente, entiendo totalmente cómo se sintió en su momento.",
      "confianza": 0.757,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 521.22,
      "fin": 538.38,
      "duracion": 17.16,
      "texto": "Lo que busca la compañía siempre es poder justamente generar nuevas oportunidades y también, obviamente, generar un acercamiento más hacia la familia, ¿sí? Para que los clientes realmente estén tan cómodos. Sí, dígame. Marcos, eso lo tendría que haber dicho la primera vez, así no me iba.",
      "confianza": 0.772,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 538.9,
      "fin": 545.03,
      "duracion": 6.13,
      "texto": "Obviamente, obviamente. Esto lo tendría que haber hecho en enero del 2020 a Sino Meiva.",
      "confianza": 0.821,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 545.61,
      "fin": 554.16,
      "duracion": 8.55,
      "texto": "Y también lo tendría que haber hecho en marzo del 2025 a Sino Meiva. Y no lo hizo, ¿entendés? Sí, sí, sí, totalmente.",
      "confianza": 0.756,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 555.06,
      "fin": 565.01,
      "duracion": 9.95,
      "texto": "Lo que yo le comento entonces, cualquier cosita le dejamos por WhatsApp. Cualquier duda o consulta que usted en algún momento justamente nos quiera charlar, con gusto estamos abiertos al diálogo, ¿sí?",
      "confianza": 0.785,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 565.85,
      "fin": 567.74,
      "duracion": 1.89,
      "texto": "¿Te distra bien, Marcos? No hay problema.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 568.78,
      "fin": 571.75,
      "duracion": 2.97,
      "texto": "Que tenga un excelente día y comience la semana. Muchísimas gracias.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 572.92,
      "fin": 575.5,
      "duracion": 2.58,
      "texto": "Igualmente para vos, Marcos. Hasta luego. Hasta luego.",
      "confianza": 0.543,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenas tardes. Hola, ¿cómo estás? Muy buenas tardes. ¿Hablo con Carlos? Sí. Carlos, un gusto saludarte. Carlos, te habla Marcos. Se llamaba Carlos porque estamos activando los beneficios para la línea móvil. Verificamos anteriormente bolsadas en la compañía Movistar. ¿Hoy estás en claro con Abono? Sí, sí, tengo una bono, sí. ¡Excelente! Al día de hoy nosotros, nuestro trabajo justamente es poder informarte los beneficios que hoy en día trabajamos en la zona con lo que es movilizar oficial. ¿Vos actualmente, lo que es tu línea de claro, cuánto estás saboreando al día de hoy, Carlos? Creo que 8.000, me parece. Bien, bien. Un plan básico porque lo que me comentabas es un plan básico. La idea cual es que tengas lo que son ocho gigas de navegación, que tengas un rendimiento mucho mejor con el internet, que tengas excelente cobertura vayas donde vayas. ¿Vos de qué localidad sos actualmente, Claudio? De Tigre. Tigre, excelente. Tenemos excelente cobertura por lo que es Movistar. Hoy en día lo que es la cobertura central brinda que todas las familias de la zona realmente tengan excelente servicio. La buena noticia que tenemos también un local funcionando en la calle Constitución 867, con lo cual de esa manera siempre va a ser una buena atención por parte de las compañías. Carlos, la única línea que tenés como titular, porque acá me figura otra, una que termina en 8594. ¿Esa línea también la seguís teniendo activa en claro? Sí, las dos están activas. Perfecto. Más o menos entonces, el día de hoy, si la promoción sería para que armen lo que es un Plan Familia, este Plan Familia es para que tengan cuatro de regalo, cuatro de base, cuatro de regalo por los primeros seis meses, para que tengan todos los servicios y el servicio completo, ¿sí? La promoción que yo te brindo es una promoción exclusiva para antiguos clientes. Esto es exclusivo para que vos puedas reincorporarte a la compañía, como tenés que hacerlo como cliente, ¿sí? Buscarlos actualmente los gigas, ¿Cómo manejas? Muy básico los digas, ¿verdad? Yo lo que uso más es la telefonía móvil, no tanto el internet. Bien, excelente. ¿Este plan va a ser ideal para vos? Lo que yo te comento, que acá no va a ser un problema para la hora de comunicarte, ¿bien? Porque como vamos a priorizar que este sea un chip justamente con 4G+, un chip que tenga alcance y que realmente lo puedas utilizar todas las veces que vos necesites, y también para que vos como abonado y cliente de la compañía puedas regresar a Movistar siempre con el mismo número, ¿sí? Carlos, lo que vamos a hacer entonces es detallarte bien, porque la promoción justamente acá yo la tengo habilitada, esa es una promoción que justamente es la campaña de recupero de clientes, porque Movistar está trabajando para recuperar a aquellos antiguos abonados, ¿sí? Lo que es la promoción, vas a tener entonces todo esto con un ahorro diario, con lo cual de esa manera vos en el mes básicamente sí, para que vos tengas la tranquilidad, de esa manera vos tenés la tranquilidad de hacer un ahorro diario de 380 pesos, ¿sí? te hago una consultita con respecto a lo que es el chip. ¿Vos utilizarás un chip normal o un chip virtual? Normal. Normal, excelente. Entonces, vas a retirar el chip en la calle Constitución 867, esto sería en pleno centro de Tigre, ¿sí? Lo que vamos a activar es el mismo número para que tu línea entonces tenga esta promoción y este beneficio exclusivo como cliente, ¿sí? La promoción, acordate, tiene WhatsApp gratis, vas a hablar libre a cualquier compañía, vas a tener, justamente, cuatro días de regalo y cuatro de base para poder utilizar, ¿sí? Esto, el día de hoy, te va a quedar, justamente, con el precio actualizado, en 11.400, que es, justamente, un ahorro 10 de 380 pesos, ¿sí? La promoción, como te decía, nos encarguemos de toda la gestión, así que vamos por ese lado, quédate tranquilo, y acá, como antiguo abonado, yo verifico tus datos como clientes, ¿sí? Me figura tu nombre completo, Carlos Agustín Carabajal, ¿Correcto? Sí, esperamos un segundito. Vos estás yendo muy rápido. Sí, dígame. Sí, vos estás yendo muy rápido. Vos estás hablando como si yo ya hubiese aceptado hacer el cambio. Sí. Y yo no he visto nada de esto. Bien, bien. Excelente. Hasta acá me lo vas siguiendo. ¿Tienes alguna duda a lo que me quiera consultar, Carlos? Sí. Sí, tengo dudas, sí. Me estás hablando de un plan de 100.000 pesos y yo estoy pagando 8.000. Bien, bien. ¿Sabe la diferencia? Yo siempre lo marco para que los clientes sepan. La diferencia que los digas de Movistar son 100% reales, al igual que lo que es la señal para realizar llamadas en todo lo que es Argentina. Le comento el trabajo que se hizo el año pasado por el refuerzo de antenas, permitió que todos los usuarios, el plan que hoy en día se les haya cotizado y se les haya asignado realmente sea un plan ideal para el uso, en este caso, sea doméstico, laboral o el uso que usen fuera de lo que es la provincia. ¿Sí? Por ese lado no hay problema. ¿Por qué? Pues yo siempre digo, Carlos, lo barato sale caro. ¿Vean? ¿A qué vamos con este concepto, Carlos? Que la promoción que le puede brindar claro hoy en día, usted sabe que es efímero. ¿Vean? que era Hablamos con Efímero, que hoy en día usted paga 8.000 o 9.000 pesos al mes, ¿verdad? Usted, de acá a un tiempo, esa promoción caduca y cuando usted menos lo espere, eso le va a venir al doble o al triple porque es normal que pase hoy en día con los clientes de Claro, ¿bien? Entonces nosotros, nuestro trabajo justamente es para poder, en este caso, reingresarlo a la compañía y que usted pueda aprovechar estas ofertas exclusivas. Porque al día de hoy, 11.400 pesos es una inversión, ¿sí? Y eso va a permitir que usted se quede tranquilo porque va a tener un asesoramiento personalizado. Yo le estaría asignando una ejecutiva a usted para que siga todo este trámite y que se encargue de que usted en ningún momento se quede incomunicado, ¿sí? Por ese lado, que esté tranquilo porque yo más que entiendo que su tiempo es importante, ¿sí? Entonces, es importante que usted esté comunicado, ¿bien? Pero bueno que le comento, Carlos, que el servicio no tiene compromiso de permanencia, ¿bien? ¿Qué quiere decir esto? Que usted puede probar el servicio todo el tiempo que desee y yo lo invito a formar parte nuevamente de la compañía. Porque hoy en día la promoción es accesible para todas las familias. ¿Le hago una consulta? ¿Se manejaba con la aplicación de Movistar, Carlos? Mirá, no, me olvidé tu nombre. ¿Qué nombre me dijiste que tenías? Marcos es mi nombre. Marcos. Mirá, Marcos. Yo entiendo todo tu trabajo que vos estás intentando hacer conmigo. ¿Sí? Más allá de que a vos te parezca que lo barato sale caro, dice todo va de acuerdo a mi condición del bolsillo. Sí. No, a algo superfluo que yo puedo pensar o decir que esto en algún momento se va a acabar o no. Sí. ¿Entendés? Entonces, el que dice que es caro pagando esto tiene que ver con eso. No, no. Que desde mañana me va a homenizar o no. ¿Sabés por qué te digo? ¿Sabés por qué te digo? Porque yo cada seis meses porque yo estoy llamando a claro para que me sigan bonificando. Excelente. Porque ya sé que cuando te pasa la bonificación obviamente tengo que pagar el plan completo como que me corresponde. Me traen no sé si desde treinta y tres mil o treinta y cuatro mil pesos. Sí. Mientras yo siga manteniendo la bonificación en claro y llamando eso que vos has más caro o barato a mí no me va a pasar ¿Entendés? Entiendo, entiendo. Porque visto y sé que es así. Por otro lado, por otro lado, yo te dejé hablar porque obviamente estás atendiendo tu trabajo. Sí, igual no hay ningún problema, o sea, yo aprecio también que me digas, obvio. Pero ¿sabes qué? A movistar, por el momento no voy a volver por la mala experiencia que tú veis y por eso me fui dos veces de movistar. Por más que ahora vos me digas que hay nuevas antenas, el tip y qué sé yo qué, las dos malas experiencias que tuve, movistar no es así, eso es algo. Claro, la mala experiencia que tuve no se lo quita nadie. Entiendo totalmente, entiendo totalmente cómo se sintió en su momento. Lo que busca la compañía siempre es poder justamente generar nuevas oportunidades y también, obviamente, generar un acercamiento más hacia la familia, ¿sí? Para que los clientes realmente estén tan cómodos. Sí, dígame. Marcos, eso lo tendría que haber dicho la primera vez, así no me iba. Obviamente, obviamente. Esto lo tendría que haber hecho en enero del 2020 a Sino Meiva. Y también lo tendría que haber hecho en marzo del 2025 a Sino Meiva. Y no lo hizo, ¿entendés? Sí, sí, sí, totalmente. Lo que yo le comento entonces, cualquier cosita le dejamos por WhatsApp. Cualquier duda o consulta que usted en algún momento justamente nos quiera charlar, con gusto estamos abiertos al diálogo, ¿sí? ¿Te distra bien, Marcos? No hay problema. Que tenga un excelente día y comience la semana. Muchísimas gracias. Igualmente para vos, Marcos. Hasta luego. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.574,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 16.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:51:52.166875",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 151,
    "total_segmentos_corregido": 35,
    "fecha_correccion": "2026-01-18T23:05:31.400191",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112142925244_ACD_58501",
    "fecha_inicio": "12/1/2026 14:29:25",
    "agente_nombre": "MZA 73",
    "agente_login": "mza73",
    "duracion_total": 592,
    "tiempo_conversacion": 554,
    "tiempo_hold": 0,
    "tiempo_acw": 3,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}