{
  "archivo": "amza3_1_260116125959696_ACD_44919.wav",
  "duracion_segundos": 314.25,
  "num_segmentos": 74,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 70.97,
    "Cliente": 216.17
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 9.71,
      "duracion": 9.68,
      "texto": "Hola, buenos días. Hablo con Brian Fernández.",
      "confianza": 0.414,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 9.72,
      "fin": 9.79,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.069,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 9.8,
      "fin": 14.35,
      "duracion": 4.55,
      "texto": "¿Cómo te va? Mi nombre es Macarena. Me contacto desde el área de recuperar el cliente de Movistar.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 15.17,
      "fin": 19.64,
      "duracion": 4.47,
      "texto": "Nos poníamos en contacto desde la compañía para poder venderte una nueva promoción para tu línea.",
      "confianza": 0.814,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.84,
      "fin": 29.73,
      "duracion": 6.89,
      "texto": "No, por ahora no. No me sirve. Ya lo tuve y no... Bien, no te estuve en cuanto a cobertura, por el precio.",
      "confianza": 0.128,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.3,
      "fin": 48.55,
      "duracion": 18.25,
      "texto": "No, en la cobertura. Ya lo tuve y yo como lo uso el celular para trabajar el masaje, en muchos lados yo me quedo sin internet y no me servirá. Por eso me lo pongo. Y el tema de la cobertura, me aseguré que te cambiaste hace un año. ¿Hace un año lo puedes volver a corroborar o hace poco lo has vuelto a ver?",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 49.39,
      "fin": 55.01,
      "duracion": 5.63,
      "texto": "Porque en un año podemos tener, o sea, puede que se han actualizado las antenas y por eso me aparece tu número para llamar, ¿bien?",
      "confianza": 0.588,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.62,
      "fin": 72.24,
      "duracion": 16.62,
      "texto": "No, el tema que mi señora tiene de movistar y también le pasa lo mismo. Nosotros trabajamos... Sí, sí, sí. O sea, trabajamos nosotros haciendo Vivimoto y Uber. Y en muchos lugares, porque yo en San Miguel no tengo... Los dos en San Miguel no teníamos internet.",
      "confianza": 0.643,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 72.98,
      "fin": 74.23,
      "duracion": 1.24,
      "texto": "Era muy bajo el internet.",
      "confianza": 0.776,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.21,
      "fin": 76.33,
      "duracion": 1.12,
      "texto": "No nos servía.",
      "confianza": 0.609,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 77.13,
      "fin": 81.34,
      "duracion": 4.21,
      "texto": "Y más que nada, en la parte donde laboramos, yo en San Miguel... Claro, sí, me imagino.",
      "confianza": 0.478,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 81.99,
      "fin": 98.56,
      "duracion": 16.57,
      "texto": "Puedo darle mira entonces en ese caso ahora directamente te pongo para que saque tu número del sistema por el tema de que has corroborado efectivamente y todavía no mejora la señal, ¿bien? Vale, dale, listo, muchas gracias. ¿Te puedo hacer una consulta? Mi cliente quiere hacer una consulta, si puede ella. Sí, sígame.",
      "confianza": 0.626,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 101.94,
      "fin": 105.17,
      "duracion": 3.23,
      "texto": "Hola, ¿qué tal? Bien, ¿están usando mi número de documento?",
      "confianza": 0.023,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 105.79,
      "fin": 117.48,
      "duracion": 11.69,
      "texto": "Para una línea que solo tengo de Pedro, a ella le quise dar de Bachar, me hicieron que se quedara de Bachar, todo, y la más que me quedé quedando. Bien, ¿la línea no te dejaron dar la de Bachar?",
      "confianza": 0.437,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.5,
      "fin": 119.92,
      "duracion": 2.42,
      "texto": "No, porque esa línea yo, sinceramente, la desconozco.",
      "confianza": 0.659,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 119.96,
      "fin": 130.81,
      "duracion": 10.85,
      "texto": "Está otro nombre, pero usan mi nombre de documento. ¿Como está nombre de otra persona o de a tu nombre? Porque a veces te comento, por más que...",
      "confianza": 0.718,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 131.34,
      "fin": 144.35,
      "duracion": 13.01,
      "texto": "O sea, hay de ney que se repiten, más allá. Si está el nombre de otra persona puede que tenga el mismo de ney que vos. O sea, a las alturas me llega mi nombre, mi correo, pero el número está en otro nombre.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 147.25,
      "fin": 150.32,
      "duracion": 3.06,
      "texto": "Claro, es que no puede estar el nombre de las personas el número, por eso te pregunto.",
      "confianza": 0.583,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 151.6,
      "fin": 169.94,
      "duracion": 18.34,
      "texto": "No, ya te digo, ella entró a la aplicación porque yo me contacté con el número ese para que le den de baja, porque ya te digo, está llegando a las alturas a mi nombre directamente. Dice que yo no tenía idea de quién carajo era y me dijo que en la aplicación les figuran todos mis datos.",
      "confianza": 0.698,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 170.74,
      "fin": 186.71,
      "duracion": 15.97,
      "texto": "O sea, ¿cómo es posible que a ella les figuren todos mis datos y yo ni siquiera la conozco? ¿Cómo a ella? ¿Vos le hablaste a la chica? Sí, exactamente. Que tiene la línea directamente, pero nunca llamaste a Movistar para que te den de baja la línea.",
      "confianza": 0.635,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 187.21,
      "fin": 191.81,
      "duracion": 4.61,
      "texto": "Porque más allá de que la chica te diga que le parezca su nombre, lo ha hecho ella, evidentemente.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.3,
      "fin": 201.77,
      "duracion": 8.47,
      "texto": "Sí, se me han movilizado para que le den de baja, me dijeron que sí, que le iban a dar de baja en el momento, etc. Pero te tienen que dar sí o sí un número de gestión.",
      "confianza": 0.577,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.75,
      "fin": 216.83,
      "duracion": 14.08,
      "texto": "Sí, se me lo dieron el número de gestión, estuve llamando también y me dijeron que sí. Ah, y bueno, entonces, eso, si te dieron un número de gestión es porque la bajas más allá y que no sea en el momento, puede demorar unos días, pero se hace. Siempre y cuando le doy un nuevo número de gestión.",
      "confianza": 0.557,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 217.4,
      "fin": 236.95,
      "duracion": 19.55,
      "texto": "Dos meses, no puede tardar tanto en darlo de baja. Ya te digo, estáis usando mi número de documento cada una. ¿Pero si tenés un 0800 que es más directo? No, yo no tengo ese número, pero ya te digo, me sigue facturando y yo no tengo nada que ver. Claro, lo que yo te puedo ofrecer es ese 0800. Bien, tenemos otro, no sé si es el mismo que usted es.",
      "confianza": 0.615,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 237.57,
      "fin": 255.47,
      "duracion": 17.9,
      "texto": "Y una vez que tenés el número de gestión, decirle que ya te habían dado un número de gestión y que nunca se realizó la baja, que la factura te sigue llegando. Y bueno, obviamente, ahí te lo van a dar de baja, ¿bien? Porque no deberían de tener ninguna, o sea, no por qué ponerte un impedimento si vos estás realizando vos que sos la titular, ¿bien?",
      "confianza": 0.708,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.01,
      "fin": 273.31,
      "duracion": 17.3,
      "texto": "Lo más probable es que te pidan alguna validación con el DNI, y si no, lo mejor es acercarte a una sucursal. Listo, Adria, muchas gracias. Con tu DNI, ahí que ellos vean, o sea, te la estás yendo vos, como personas físicas, deberían de darles si la baja, como lo más rápido para que no estés rabiando, ¿bien?",
      "confianza": 0.748,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 273.85,
      "fin": 284.88,
      "duracion": 11.04,
      "texto": "Yo no tengo manera de verlo a eso, porque somos área de venta, no incide esas gestiones, entonces no tenemos un sistema que nos permita ver eso, ¿bien?",
      "confianza": 0.784,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 286.29,
      "fin": 299.13,
      "duracion": 12.84,
      "texto": "Sí, claro. ¿Y te puedo hacer una consulta? Sí, decime. Ahí lo están llamando, digamos, justamente al 100 de distintos números siempre de Mozart. ¿Usted le puede dar la baja ahí? Sí, eso le he comentado, que ahora voy a poner apuntado para que no lo vuelvan a llamar directamente.",
      "confianza": 0.083,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 300.76,
      "fin": 314.25,
      "duracion": 13.49,
      "texto": "Pero si no lo sacan de la base de datos, por más que lo dejen apuntado, no se sale bien. La idea ahora es sacarlo directamente.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con Brian Fernández. Sí. ¿Cómo te va? Mi nombre es Macarena. Me contacto desde el área de recuperar el cliente de Movistar. Nos poníamos en contacto desde la compañía para poder venderte una nueva promoción para tu línea. No, por ahora no. No me sirve. Ya lo tuve y no... Bien, no te estuve en cuanto a cobertura, por el precio. No, en la cobertura. Ya lo tuve y yo como lo uso el celular para trabajar el masaje, en muchos lados yo me quedo sin internet y no me servirá. Por eso me lo pongo. Y el tema de la cobertura, me aseguré que te cambiaste hace un año. ¿Hace un año lo puedes volver a corroborar o hace poco lo has vuelto a ver? Porque en un año podemos tener, o sea, puede que se han actualizado las antenas y por eso me aparece tu número para llamar, ¿bien? No, el tema que mi señora tiene de movistar y también le pasa lo mismo. Nosotros trabajamos... Sí, sí, sí. O sea, trabajamos nosotros haciendo Vivimoto y Uber. Y en muchos lugares, porque yo en San Miguel no tengo... Los dos en San Miguel no teníamos internet. Era muy bajo el internet. No nos servía. Y más que nada, en la parte donde laboramos, yo en San Miguel... Claro, sí, me imagino. Puedo darle mira entonces en ese caso ahora directamente te pongo para que saque tu número del sistema por el tema de que has corroborado efectivamente y todavía no mejora la señal, ¿bien? Vale, dale, listo, muchas gracias. ¿Te puedo hacer una consulta? Mi cliente quiere hacer una consulta, si puede ella. Sí, sígame. Hola, ¿qué tal? Bien, ¿están usando mi número de documento? Para una línea que solo tengo de Pedro, a ella le quise dar de Bachar, me hicieron que se quedara de Bachar, todo, y la más que me quedé quedando. Bien, ¿la línea no te dejaron dar la de Bachar? No, porque esa línea yo, sinceramente, la desconozco. Está otro nombre, pero usan mi nombre de documento. ¿Como está nombre de otra persona o de a tu nombre? Porque a veces te comento, por más que... O sea, hay de ney que se repiten, más allá. Si está el nombre de otra persona puede que tenga el mismo de ney que vos. O sea, a las alturas me llega mi nombre, mi correo, pero el número está en otro nombre. Claro, es que no puede estar el nombre de las personas el número, por eso te pregunto. No, ya te digo, ella entró a la aplicación porque yo me contacté con el número ese para que le den de baja, porque ya te digo, está llegando a las alturas a mi nombre directamente. Dice que yo no tenía idea de quién carajo era y me dijo que en la aplicación les figuran todos mis datos. O sea, ¿cómo es posible que a ella les figuren todos mis datos y yo ni siquiera la conozco? ¿Cómo a ella? ¿Vos le hablaste a la chica? Sí, exactamente. Que tiene la línea directamente, pero nunca llamaste a Movistar para que te den de baja la línea. Porque más allá de que la chica te diga que le parezca su nombre, lo ha hecho ella, evidentemente. Sí, se me han movilizado para que le den de baja, me dijeron que sí, que le iban a dar de baja en el momento, etc. Pero te tienen que dar sí o sí un número de gestión. Sí, se me lo dieron el número de gestión, estuve llamando también y me dijeron que sí. Ah, y bueno, entonces, eso, si te dieron un número de gestión es porque la bajas más allá y que no sea en el momento, puede demorar unos días, pero se hace. Siempre y cuando le doy un nuevo número de gestión. Dos meses, no puede tardar tanto en darlo de baja. Ya te digo, estáis usando mi número de documento cada una. ¿Pero si tenés un 0800 que es más directo? No, yo no tengo ese número, pero ya te digo, me sigue facturando y yo no tengo nada que ver. Claro, lo que yo te puedo ofrecer es ese 0800. Bien, tenemos otro, no sé si es el mismo que usted es. Y una vez que tenés el número de gestión, decirle que ya te habían dado un número de gestión y que nunca se realizó la baja, que la factura te sigue llegando. Y bueno, obviamente, ahí te lo van a dar de baja, ¿bien? Porque no deberían de tener ninguna, o sea, no por qué ponerte un impedimento si vos estás realizando vos que sos la titular, ¿bien? Lo más probable es que te pidan alguna validación con el DNI, y si no, lo mejor es acercarte a una sucursal. Listo, Adria, muchas gracias. Con tu DNI, ahí que ellos vean, o sea, te la estás yendo vos, como personas físicas, deberían de darles si la baja, como lo más rápido para que no estés rabiando, ¿bien? Yo no tengo manera de verlo a eso, porque somos área de venta, no incide esas gestiones, entonces no tenemos un sistema que nos permita ver eso, ¿bien? Sí, claro. ¿Y te puedo hacer una consulta? Sí, decime. Ahí lo están llamando, digamos, justamente al 100 de distintos números siempre de Mozart. ¿Usted le puede dar la baja ahí? Sí, eso le he comentado, que ahora voy a poner apuntado para que no lo vuelvan a llamar directamente. Pero si no lo sacan de la base de datos, por más que lo dejen apuntado, no se sale bien. La idea ahora es sacarlo directamente.",
  "calidad": {
    "confianza_promedio": 0.519,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:30:22.179822",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 1,
    "total_segmentos_original": 74,
    "total_segmentos_corregido": 29,
    "fecha_correccion": "2026-01-18T23:05:26.529219",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116125959696_ACD_44919",
    "fecha_inicio": "16/1/2026 12:59:59",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 340,
    "tiempo_conversacion": 301,
    "tiempo_hold": 0,
    "tiempo_acw": 26,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Problemas de señal MVS en su zona",
    "tipo_tipificacion": "Exitoso"
  }
}