{
  "archivo": "amza33_1_260115133918751_ACD_41109.wav",
  "duracion_segundos": 716.24,
  "num_segmentos": 178,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 204.4,
    "Cliente": 471.1
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.52,
      "fin": 6.55,
      "duracion": 6.03,
      "texto": "Hola, ¿cómo estamos? Buenos días.",
      "confianza": 0.272,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 7.97,
      "fin": 10.78,
      "duracion": 2.8,
      "texto": "Buenas tardes, en realidad, me estoy contactando con Marci.",
      "confianza": 0.642,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 12.36,
      "fin": 15.28,
      "duracion": 2.92,
      "texto": "¿De parte de quién? Mi nombre es Cati.",
      "confianza": 0.241,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 16.7,
      "fin": 20.29,
      "duracion": 3.59,
      "texto": "Me contacto del área de beneficios y recuperos de cliente modo estar.",
      "confianza": 0.666,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 21.63,
      "fin": 32.8,
      "duracion": 11.17,
      "texto": "Estamos justamente con esta compañía donde la compañía un poco desbostado y con la gestión anterior. para, primero y principal, preguntarles por qué motivos se fueron, ¿sí?",
      "confianza": 0.769,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 33.38,
      "fin": 67.49,
      "duracion": 34.11,
      "texto": "Y también brindarles algo mejor para que ustedes vuelvan a probar nuestra nueva gestión, ¿sí? ¿Me puedes comentar qué te sucedió que tomaste la decisión de irte con la gestión anterior? Fue que me hackearon el WhatsApp y, bueno, yo necesitaba que me recuperara el número. Yo sabía que se podía recuperar el número Y me dijeron que no, que no podían. Que no podían, que no podían, que no podían. Y nada, me cambié de compañía y me lo pudo recuperar.",
      "confianza": 0.76,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 70.15,
      "fin": 100.88,
      "duracion": 30.73,
      "texto": "Así de simple fue. Sí, igual te arrepentiendo porque debe ser horrible perder lo que es el número. En este caso, la gestión anterior que estábamos teniendo, la verdad que era un desastre porque hasta incluso al maltratado, a los clientes, y bueno, muchos han tomado la decisión de irse. O en tu caso, que vos lo más haces, a que te recuperaron la línea y no lo quisieron tramitar, ¿sí? Porque es verdad que... No, no, siquiera se me molestaron en averiguar si se podía o no, directamente me dijeron no, no se puede, no se puede, no, no, listo.",
      "confianza": 0.042,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 101.4,
      "fin": 109.53,
      "duracion": 8.13,
      "texto": "Perdí el número. Después dije, a ver, voy a preguntar. Y me dijeron, no, no te lo barramos. Y al otro día yo ya tenía el número.",
      "confianza": 0.513,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.35,
      "fin": 115.34,
      "duracion": 4.99,
      "texto": "O sea, a dos días, bueno, que tarda la cambio de gestión los días y ya está.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 116.4,
      "fin": 119.18,
      "duracion": 2.78,
      "texto": "Imagínate un número de más de 20 años, no lo voy a perder así.",
      "confianza": 0.74,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.16,
      "fin": 137.85,
      "duracion": 17.69,
      "texto": "La verdad que tenés toda la razón del mundo. Bueno, entiendo que te hayas decidido de la compañía. Pero bueno, nosotros buscamos que, como ustedes se fueron con la gestión anterior, que ustedes vuelvan a probar nuestros servicios, ¿sí? En cuanto a lo que es calidad, atención y también obviamente precio, ¿sí?",
      "confianza": 0.674,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 138.5,
      "fin": 160.26,
      "duracion": 21.76,
      "texto": "Sobre todo lo que es la atención ahora actualmente, la verdad que hemos mejorado bastante porque hemos renovado todo lo que es la parte de atención del cliente, ¿sí? Sí, sí, sí. Tengo una pregunta, Marcia. Actualmente vos con el tema de los gigas, ¿sí? ¿Estás cómoda con los gigas en clara o conforme con los que estás pagando o te sabes quedar corta? Y me quedo corta.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 160.92,
      "fin": 185.14,
      "duracion": 24.22,
      "texto": "¿Eso sabes por qué pasa? En claro, por el tema de que WhatsApp no es gratis. No sé si vos sabías. Sí, nos dicen que es gratis. Igual en ninguna compañía te da gratis. No, en Movistar lo tenés gratis. Supuestamente, en claro, es gratis. En realidad te lo dicen, pero si vos te das cuenta, en la parte de los gears se te consumen muy rápido.",
      "confianza": 0.582,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 185.74,
      "fin": 214.62,
      "duracion": 28.88,
      "texto": "Sí. Lo digo porque trabajé en las dos empresas, por eso te digo. En este caso, en Mojitar sí lo tenés gratis. O sea, lo único que sí te va a consumir en el WhatsApp son las videos de llamadas. Sí, sí. Esto sí te consume los gigas, pero lo otro directamente no, sí. Yo tengo para brindarte, para que pruebas la nueva gestión en este caso, lo que es el plan de 16 gigas, que son 8 gigas de base, más los 8 gigas de regalo por 6 meses.",
      "confianza": 0.52,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.25,
      "fin": 220.84,
      "duracion": 5.59,
      "texto": "Y también cuesta con Rubin en América, no sé si tenéis planeado algunas ocasiones o algo afuera del país.",
      "confianza": 0.696,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.87,
      "fin": 233.34,
      "duracion": 11.47,
      "texto": "De momento no. Ojalá. Mira, todos mis conocidos te juro que están yendo a Brasil y yo ni siquiera puedo salir de mi provincia.",
      "confianza": 0.408,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 236.23,
      "fin": 236.79,
      "duracion": 0.56,
      "texto": "Ya te voy a llegar.",
      "confianza": 0.154,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 237.33,
      "fin": 267.45,
      "duracion": 30.12,
      "texto": "Eso te va a llegar, mira, yo de repente, bueno, yo soy mucho más grande que vos, obviamente, de repente con 25 años me viajé a España y nunca me lo imaginé y viví 10 años en España, así que... Eso te va a llegar. ¿Y por qué no hay nada mejor que la Argentina, amiga? ¿Qué quieres que te diga? Es verdad, te lo juro. La gente es otra gente, es muy fría. Y nada, yo quería que mi hijo se crie en lo que... Igual mi hijo salió re español porque es re anti.",
      "confianza": 0.558,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 271.76,
      "fin": 281.07,
      "duracion": 9.31,
      "texto": "No, no, no. En este caso... Yo te juro que a mí me pasa... Bueno, en este caso me pasa cuando yo me fui a Bolívar a Buenos Aires. Yo soy de Mendoza. y me fue a Buenos Aires un tiempo.",
      "confianza": 0.0,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 281.63,
      "fin": 302.15,
      "duracion": 20.52,
      "texto": "Y en la parte de San Miguel, vive mi mamá. No sé si vos te ubicas a San Miguel. Sí, conozco. Yo estoy cerca, en realidad. Yo digo en Paso del Rey que está como una media hora a Paso del Rey. Claro, claro. Bueno, yo vivía ahí, en lo que es San Miguel, y la verdad que uno está acostumbrado a sus gentes. Por ejemplo, allá me parece que la vida es muy acelerada.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 302.79,
      "fin": 308.71,
      "duracion": 5.92,
      "texto": "Están todos muy acelerados, en el sentido de que hay muchas ciudades. Y acá...",
      "confianza": 0.769,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 308.71,
      "fin": 315.13,
      "duracion": 6.42,
      "texto": "Sí, bueno, yo me vine a vivir a Bariloche, mira, hace un año y medio.",
      "confianza": 0.065,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 315.15,
      "fin": 321.24,
      "duracion": 6.09,
      "texto": "Ah, claro, sí, ¿no? Bueno, acá en Mendoza es súper bonito, te lo juro que es... Para mí yo estoy enamorada de mi provincia.",
      "confianza": 0.342,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 321.76,
      "fin": 330.63,
      "duracion": 8.87,
      "texto": "Esto sí, no hay tanto trabajo como hay en Buenos Aires, porque la verdad, ya levantamos una piedra y había trabajo. Porque yo llegué y ahí no más conseguí trabajo.",
      "confianza": 0.697,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 331.35,
      "fin": 339.55,
      "duracion": 8.2,
      "texto": "Y encima paga el doble que lo que pagan acá. pero lo que es Mendoza es mucho más tranquilo, también la gente es más amiguera acá.",
      "confianza": 0.532,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 340.09,
      "fin": 379.2,
      "duracion": 39.11,
      "texto": "Ahora me di cuenta que eres un medio anti. O capaz que no me dan bola porque era otra provincia. Sí, viste que en la provincia de Buenos Aires hay también de todo, viste. Bueno, yo vengo acá y acá yo veo que son re anti acá, acá. Son re anti, pero mal. Pero bueno, como yo vengo a buscar tranquilidad, vengo a buscar paz y trabajo, entonces como que me da igual, ¿sabes? Pasa que cuando uno es más joven, entonces quiere amistad, ¿viste? Sí, sí. Pero pasa que cuando después pasa el tiempo y ya te das cuenta que no te sirve tanta amistad, preferí quedarte sola. Bueno, el opus no vi era, bueno, tenían 24 años, creo.",
      "confianza": 0.457,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 380.02,
      "fin": 382.57,
      "duracion": 2.54,
      "texto": "Y entonces, ahora tengo 28 igual.",
      "confianza": 0.641,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 383.97,
      "fin": 417.19,
      "duracion": 33.22,
      "texto": "Pero cuando vivía acá, tenía 24, imagínate, estaba con plena ganas de salir y con, no sé, salir y conocer y la verdad que no, no me pasaba. No me ha pasado eso de que... O por ejemplo, tenías compañeras mías de trabajo que realmente no... Tenían muy antes, muy antes. Y acá estaba acostumbrada en Mendoza que conocías a alguien e iban mal invitadas. No, y las mías algunas son re, viste, muy curiosas, son mega competitivas.",
      "confianza": 0.679,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 418.01,
      "fin": 433.29,
      "duracion": 15.28,
      "texto": "Sí, sí, la verdad que sí. No son como las tibas de antes. Ya tengo 48, 49 años tengo. Y nada que verla como antes. O sea, ahora son redes, se creen superiores, se creen no sé qué.",
      "confianza": 0.327,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 433.95,
      "fin": 446.7,
      "duracion": 12.75,
      "texto": "No tienen humildad, no tienen nada. No, encima es peor porque allá en Buenos Aires, por ejemplo, tienen diferentes cosas de decir los nombres. Por ejemplo, ustedes dicen pollo, nosotros decimos pollo.",
      "confianza": 0.875,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 447.31,
      "fin": 510.39,
      "duracion": 63.08,
      "texto": "Nosotros decimos, ustedes ven a casa, vamos a casa, Y otra vez yo me dijo vamos a la casa, hasta los cortes de carnes diferentes. Bueno, a mí me sale vamos a la casa, no vamos a casa, porque como yo soy nacida en Santiago del Este, criada en Buenos Aires, como que tengo una mezcla, imagínate, 10 años en España, yo tengo una mezcla de la puta madre. Bueno, pero está bueno, está bueno igual, porque bueno, yo soy muy mendocina, muy mendocina, y por ahí es medio que me hacían burla a las dos mis compañeras porque bueno, trabajaron en una panadería entonces era peor, imagínate era peor que estaba todo el tiempo con gente y por ahí hay cosas diferentes por ejemplo en Buenos Aires existe la tortita la tortita, ¿qué es la tortita? la tortita es como la En realidad es como... ¿Cómo te puedo decir? ¿Viste la factura?",
      "confianza": 0.649,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 511.19,
      "fin": 533.84,
      "duracion": 22.65,
      "texto": "La factura. Sí. Bueno, acá existe la tortita que es salada. Ah, mirá vos. Que es salada. Y sí, hay muchas cosas que en las provincias hay y que no hay acá, en Buenos Aires o en cualquier otra provincia, ¿viste? Eso es verdad, sí. Sí, es verdad. Por ejemplo, allá el churrasco que le dicen ustedes, nosotros le decimos bife y ustedes le dicen bife a la que nosotros le decimos costeletra.",
      "confianza": 0.82,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 534.73,
      "fin": 540.26,
      "duracion": 5.53,
      "texto": "Ah, claro, sí, es verdad.",
      "confianza": 0.212,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 541.0,
      "fin": 541.4,
      "duracion": 0.4,
      "texto": "Eso te digo.",
      "confianza": 0.148,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 541.92,
      "fin": 576.8,
      "duracion": 34.88,
      "texto": "Pero bueno, igual de ir para España a un golazo, te juro. Pero es verdad, tiene diferente cultura igual. Por ejemplo, acá están hasta las 2, 3 de la mañana y capaz que en otros países no pasa eso. Dices que te sentes en la vereda que en otros países... No, acá en Argentina es otra cosa. Dentro de todo... O sea que acá no son tan asociables porque acá donde estoy ya en zona sur ya es zona fría. Entonces como que no es que son malas personas, sino que son como muy cerrados, ¿viste? Y en Europa peor.",
      "confianza": 0.583,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 578.85,
      "fin": 593.94,
      "duracion": 15.09,
      "texto": "No, me imagino. Me imagino, en este caso. Nos refuimos del tema, pero bueno. Igual, escúchame, mira, vos lo que vos me estás proponiendo, volviendo al tema de la portabilidad, ¿por qué no me mandas un WhatsApp?",
      "confianza": 0.013,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 594.96,
      "fin": 602.33,
      "duracion": 7.37,
      "texto": "Así yo puedo ver también, porque tengo a mi hijo también que tiene teléfono, pero él tiene personal, ¿viste? Pero bueno, lo veo más tranquila.",
      "confianza": 0.618,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 603.03,
      "fin": 628.35,
      "duracion": 25.32,
      "texto": "Para personal, no tengo para activarte lo que es un descuento. No trabajamos con lo que es personal. Trabajamos para eso. Ah, bien. Sí, para lo que es claro. porque, miremos, se gana de hecho como sociedad personal y movistar ahí, entonces no podemos activarlo. Ah, miren, sino una sociedad. Ah, mira vos. Por eso no podemos ofrecer, digamos, que vuelva a los clientes de personal.",
      "confianza": 0.556,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 629.52,
      "fin": 633.16,
      "duracion": 3.64,
      "texto": "Claro, eso sí. Porque ganan un porcentaje.",
      "confianza": 0.312,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 633.18,
      "fin": 634.4,
      "duracion": 1.22,
      "texto": "Claro.",
      "confianza": 0.513,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 634.42,
      "fin": 644.03,
      "duracion": 9.61,
      "texto": "En este caso sí. Está bien. Bueno, mira, yo que paso lo que es la propuesta por WhatsApp, y bueno, cualquier cosa, nosotros tenemos esta bonificación",
      "confianza": 0.46,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 644.55,
      "fin": 648.36,
      "duracion": 3.81,
      "texto": "hasta las 10 de la noche, perdón. Bueno, ¿sabés lo que pasa?",
      "confianza": 0.37,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 648.38,
      "fin": 656.03,
      "duracion": 7.65,
      "texto": "vos mandame porque yo tengo que llamar a Clary para ver cuánto estoy pagando, porque como yo pago y no me ni pregunto cuánto ya, viste, yo pago así.",
      "confianza": 0.656,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 656.05,
      "fin": 658.19,
      "duracion": 2.14,
      "texto": "Sí, hay muchos que no tienen debitado en la tarjeta.",
      "confianza": 0.304,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 658.51,
      "fin": 667.32,
      "duracion": 8.81,
      "texto": "Claro, viste, entonces yo tengo que llamar, averiguar cuánto pago, qué me, qué me, qué me dan, todo y como para comparar de lo que vos me estás ofreciendo, ¿sí?",
      "confianza": 0.578,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 667.71,
      "fin": 716.24,
      "duracion": 48.53,
      "texto": "Dale, yo te mando ahí un mensajito y bueno, cualquier cosa me abrías por ahí. Igual te dije hasta las 10 de la noche, pero me confundí. Es hasta las 10 de la tarde. Bueno, no importa, igual. No importa, igual si no, porque hoy voy a salir yo. Justo vino mi hijo de Buenos Aires y bueno, lo voy a salir con el nene de aquí. Igual, el nene es 23, el nene. Ah, bueno. Qué grande. Voy a salir a pasear un poco, entonces por eso te digo, no voy a tener tiempo de estar, pero llego a mi casa, lo miro bien, cosas de últimas yo te escribo, mañana no hay problema. Total, vemos qué es lo que hay mañana, y a ti. Perfecto, bueno, dale. Muchas gracias. Dale, reina. La verdad, muchas gracias por haber retenido esa terna muy buena que tuvimos. Ahí cualquier cosa... Gracias, mi amor. Dale, mi vida, cuídate, mi amor, cuídate. Chao, chao.",
      "confianza": 0.23,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola, ¿cómo estamos? Buenos días. Buenas tardes, en realidad, me estoy contactando con Marci. ¿De parte de quién? Mi nombre es Cati. Me contacto del área de beneficios y recuperos de cliente modo estar. Estamos justamente con esta compañía donde la compañía un poco desbostado y con la gestión anterior. para, primero y principal, preguntarles por qué motivos se fueron, ¿sí? Y también brindarles algo mejor para que ustedes vuelvan a probar nuestra nueva gestión, ¿sí? ¿Me puedes comentar qué te sucedió que tomaste la decisión de irte con la gestión anterior? Fue que me hackearon el WhatsApp y, bueno, yo necesitaba que me recuperara el número. Yo sabía que se podía recuperar el número Y me dijeron que no, que no podían. Que no podían, que no podían, que no podían. Y nada, me cambié de compañía y me lo pudo recuperar. Así de simple fue. Sí, igual te arrepentiendo porque debe ser horrible perder lo que es el número. En este caso, la gestión anterior que estábamos teniendo, la verdad que era un desastre porque hasta incluso al maltratado, a los clientes, y bueno, muchos han tomado la decisión de irse. O en tu caso, que vos lo más haces, a que te recuperaron la línea y no lo quisieron tramitar, ¿sí? Porque es verdad que... No, no, siquiera se me molestaron en averiguar si se podía o no, directamente me dijeron no, no se puede, no se puede, no, no, listo. Perdí el número. Después dije, a ver, voy a preguntar. Y me dijeron, no, no te lo barramos. Y al otro día yo ya tenía el número. O sea, a dos días, bueno, que tarda la cambio de gestión los días y ya está. Imagínate un número de más de 20 años, no lo voy a perder así. La verdad que tenés toda la razón del mundo. Bueno, entiendo que te hayas decidido de la compañía. Pero bueno, nosotros buscamos que, como ustedes se fueron con la gestión anterior, que ustedes vuelvan a probar nuestros servicios, ¿sí? En cuanto a lo que es calidad, atención y también obviamente precio, ¿sí? Sobre todo lo que es la atención ahora actualmente, la verdad que hemos mejorado bastante porque hemos renovado todo lo que es la parte de atención del cliente, ¿sí? Sí, sí, sí. Tengo una pregunta, Marcia. Actualmente vos con el tema de los gigas, ¿sí? ¿Estás cómoda con los gigas en clara o conforme con los que estás pagando o te sabes quedar corta? Y me quedo corta. ¿Eso sabes por qué pasa? En claro, por el tema de que WhatsApp no es gratis. No sé si vos sabías. Sí, nos dicen que es gratis. Igual en ninguna compañía te da gratis. No, en Movistar lo tenés gratis. Supuestamente, en claro, es gratis. En realidad te lo dicen, pero si vos te das cuenta, en la parte de los gears se te consumen muy rápido. Sí. Lo digo porque trabajé en las dos empresas, por eso te digo. En este caso, en Mojitar sí lo tenés gratis. O sea, lo único que sí te va a consumir en el WhatsApp son las videos de llamadas. Sí, sí. Esto sí te consume los gigas, pero lo otro directamente no, sí. Yo tengo para brindarte, para que pruebas la nueva gestión en este caso, lo que es el plan de 16 gigas, que son 8 gigas de base, más los 8 gigas de regalo por 6 meses. Y también cuesta con Rubin en América, no sé si tenéis planeado algunas ocasiones o algo afuera del país. De momento no. Ojalá. Mira, todos mis conocidos te juro que están yendo a Brasil y yo ni siquiera puedo salir de mi provincia. Ya te voy a llegar. Eso te va a llegar, mira, yo de repente, bueno, yo soy mucho más grande que vos, obviamente, de repente con 25 años me viajé a España y nunca me lo imaginé y viví 10 años en España, así que... Eso te va a llegar. ¿Y por qué no hay nada mejor que la Argentina, amiga? ¿Qué quieres que te diga? Es verdad, te lo juro. La gente es otra gente, es muy fría. Y nada, yo quería que mi hijo se crie en lo que... Igual mi hijo salió re español porque es re anti. No, no, no. En este caso... Yo te juro que a mí me pasa... Bueno, en este caso me pasa cuando yo me fui a Bolívar a Buenos Aires. Yo soy de Mendoza. y me fue a Buenos Aires un tiempo. Y en la parte de San Miguel, vive mi mamá. No sé si vos te ubicas a San Miguel. Sí, conozco. Yo estoy cerca, en realidad. Yo digo en Paso del Rey que está como una media hora a Paso del Rey. Claro, claro. Bueno, yo vivía ahí, en lo que es San Miguel, y la verdad que uno está acostumbrado a sus gentes. Por ejemplo, allá me parece que la vida es muy acelerada. Están todos muy acelerados, en el sentido de que hay muchas ciudades. Y acá... Sí, bueno, yo me vine a vivir a Bariloche, mira, hace un año y medio. Ah, claro, sí, ¿no? Bueno, acá en Mendoza es súper bonito, te lo juro que es... Para mí yo estoy enamorada de mi provincia. Esto sí, no hay tanto trabajo como hay en Buenos Aires, porque la verdad, ya levantamos una piedra y había trabajo. Porque yo llegué y ahí no más conseguí trabajo. Y encima paga el doble que lo que pagan acá. pero lo que es Mendoza es mucho más tranquilo, también la gente es más amiguera acá. Ahora me di cuenta que eres un medio anti. O capaz que no me dan bola porque era otra provincia. Sí, viste que en la provincia de Buenos Aires hay también de todo, viste. Bueno, yo vengo acá y acá yo veo que son re anti acá, acá. Son re anti, pero mal. Pero bueno, como yo vengo a buscar tranquilidad, vengo a buscar paz y trabajo, entonces como que me da igual, ¿sabes? Pasa que cuando uno es más joven, entonces quiere amistad, ¿viste? Sí, sí. Pero pasa que cuando después pasa el tiempo y ya te das cuenta que no te sirve tanta amistad, preferí quedarte sola. Bueno, el opus no vi era, bueno, tenían 24 años, creo. Y entonces, ahora tengo 28 igual. Pero cuando vivía acá, tenía 24, imagínate, estaba con plena ganas de salir y con, no sé, salir y conocer y la verdad que no, no me pasaba. No me ha pasado eso de que... O por ejemplo, tenías compañeras mías de trabajo que realmente no... Tenían muy antes, muy antes. Y acá estaba acostumbrada en Mendoza que conocías a alguien e iban mal invitadas. No, y las mías algunas son re, viste, muy curiosas, son mega competitivas. Sí, sí, la verdad que sí. No son como las tibas de antes. Ya tengo 48, 49 años tengo. Y nada que verla como antes. O sea, ahora son redes, se creen superiores, se creen no sé qué. No tienen humildad, no tienen nada. No, encima es peor porque allá en Buenos Aires, por ejemplo, tienen diferentes cosas de decir los nombres. Por ejemplo, ustedes dicen pollo, nosotros decimos pollo. Nosotros decimos, ustedes ven a casa, vamos a casa, Y otra vez yo me dijo vamos a la casa, hasta los cortes de carnes diferentes. Bueno, a mí me sale vamos a la casa, no vamos a casa, porque como yo soy nacida en Santiago del Este, criada en Buenos Aires, como que tengo una mezcla, imagínate, 10 años en España, yo tengo una mezcla de la puta madre. Bueno, pero está bueno, está bueno igual, porque bueno, yo soy muy mendocina, muy mendocina, y por ahí es medio que me hacían burla a las dos mis compañeras porque bueno, trabajaron en una panadería entonces era peor, imagínate era peor que estaba todo el tiempo con gente y por ahí hay cosas diferentes por ejemplo en Buenos Aires existe la tortita la tortita, ¿qué es la tortita? la tortita es como la En realidad es como... ¿Cómo te puedo decir? ¿Viste la factura? La factura. Sí. Bueno, acá existe la tortita que es salada. Ah, mirá vos. Que es salada. Y sí, hay muchas cosas que en las provincias hay y que no hay acá, en Buenos Aires o en cualquier otra provincia, ¿viste? Eso es verdad, sí. Sí, es verdad. Por ejemplo, allá el churrasco que le dicen ustedes, nosotros le decimos bife y ustedes le dicen bife a la que nosotros le decimos costeletra. Ah, claro, sí, es verdad. Eso te digo. Pero bueno, igual de ir para España a un golazo, te juro. Pero es verdad, tiene diferente cultura igual. Por ejemplo, acá están hasta las 2, 3 de la mañana y capaz que en otros países no pasa eso. Dices que te sentes en la vereda que en otros países... No, acá en Argentina es otra cosa. Dentro de todo... O sea que acá no son tan asociables porque acá donde estoy ya en zona sur ya es zona fría. Entonces como que no es que son malas personas, sino que son como muy cerrados, ¿viste? Y en Europa peor. No, me imagino. Me imagino, en este caso. Nos refuimos del tema, pero bueno. Igual, escúchame, mira, vos lo que vos me estás proponiendo, volviendo al tema de la portabilidad, ¿por qué no me mandas un WhatsApp? Así yo puedo ver también, porque tengo a mi hijo también que tiene teléfono, pero él tiene personal, ¿viste? Pero bueno, lo veo más tranquila. Para personal, no tengo para activarte lo que es un descuento. No trabajamos con lo que es personal. Trabajamos para eso. Ah, bien. Sí, para lo que es claro. porque, miremos, se gana de hecho como sociedad personal y movistar ahí, entonces no podemos activarlo. Ah, miren, sino una sociedad. Ah, mira vos. Por eso no podemos ofrecer, digamos, que vuelva a los clientes de personal. Claro, eso sí. Porque ganan un porcentaje. Claro. En este caso sí. Está bien. Bueno, mira, yo que paso lo que es la propuesta por WhatsApp, y bueno, cualquier cosa, nosotros tenemos esta bonificación hasta las 10 de la noche, perdón. Bueno, ¿sabés lo que pasa? vos mandame porque yo tengo que llamar a Clary para ver cuánto estoy pagando, porque como yo pago y no me ni pregunto cuánto ya, viste, yo pago así. Sí, hay muchos que no tienen debitado en la tarjeta. Claro, viste, entonces yo tengo que llamar, averiguar cuánto pago, qué me, qué me, qué me dan, todo y como para comparar de lo que vos me estás ofreciendo, ¿sí? Dale, yo te mando ahí un mensajito y bueno, cualquier cosa me abrías por ahí. Igual te dije hasta las 10 de la noche, pero me confundí. Es hasta las 10 de la tarde. Bueno, no importa, igual. No importa, igual si no, porque hoy voy a salir yo. Justo vino mi hijo de Buenos Aires y bueno, lo voy a salir con el nene de aquí. Igual, el nene es 23, el nene. Ah, bueno. Qué grande. Voy a salir a pasear un poco, entonces por eso te digo, no voy a tener tiempo de estar, pero llego a mi casa, lo miro bien, cosas de últimas yo te escribo, mañana no hay problema. Total, vemos qué es lo que hay mañana, y a ti. Perfecto, bueno, dale. Muchas gracias. Dale, reina. La verdad, muchas gracias por haber retenido esa terna muy buena que tuvimos. Ahí cualquier cosa... Gracias, mi amor. Dale, mi vida, cuídate, mi amor, cuídate. Chao, chao.",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 20.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:48:21.340462",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 178,
    "total_segmentos_corregido": 46,
    "fecha_correccion": "2026-01-18T23:05:24.040195",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115133918751_ACD_41109",
    "fecha_inicio": "15/1/2026 13:39:18",
    "agente_nombre": "MZA 33",
    "agente_login": "mza33",
    "duracion_total": 712,
    "tiempo_conversacion": 686,
    "tiempo_hold": 0,
    "tiempo_acw": 12,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}