{
  "archivo": "amza43_1_260116120240218_ACD_27911.wav",
  "duracion_segundos": 322.55,
  "num_segmentos": 90,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 220.74,
    "Cliente": 72.5
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 1.08,
      "fin": 1.26,
      "duracion": 0.18,
      "texto": "Hola.",
      "confianza": 0.39,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 2.1,
      "fin": 4.06,
      "duracion": 1.96,
      "texto": "Hola, buen día. ¿Me comunico con Claudia?",
      "confianza": 0.65,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 5.26,
      "fin": 13.65,
      "duracion": 8.39,
      "texto": "Sí, así es. ¿Quién hablás? Claudia Franco, con mi nombre. Quería hacerte regalar un plan de 10,100 pesos para tu línea móvil, que está en claro actualmente.",
      "confianza": 0.161,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 14.55,
      "fin": 21.1,
      "duracion": 6.55,
      "texto": "Exacto. Sí, sí, sí. ¿Y cuántos ligas te brindan a tu compañía? Veo que tenés tres líneas a tu nombre.",
      "confianza": 0.401,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 22.12,
      "fin": 22.83,
      "duracion": 0.7,
      "texto": "Exacto.",
      "confianza": 0.63,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.65,
      "fin": 27.31,
      "duracion": 3.66,
      "texto": "Sí, así es. Bien. ¿Y cuántos ligas le brindan más o menos a cada línea?",
      "confianza": 0.038,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.25,
      "fin": 30.8,
      "duracion": 2.55,
      "texto": "Creo que tres. ¿Tres ligas nada más?",
      "confianza": 0.232,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 31.45,
      "fin": 39.4,
      "duracion": 7.95,
      "texto": "Bien, ¿y cuánto abonas por eso? Diez mil. ¿Diez mil por las tres líneas?",
      "confianza": 0.709,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 40.64,
      "fin": 42.98,
      "duracion": 2.34,
      "texto": "No, cada una. Ah, carísimo.",
      "confianza": 0.73,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 43.7,
      "fin": 46.45,
      "duracion": 2.74,
      "texto": "Y además tenés fibra óptica en tu domicilio, me imagino.",
      "confianza": 0.578,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 48.59,
      "fin": 72.45,
      "duracion": 23.86,
      "texto": "La verdad, yo de eso ya no entiendo nada, pero ¿de dónde sos vos? Yo te damos es de Movistar, ¿por qué? Porque tengo una promoción exclusiva. Sí, está bien. Bárbaro, yo ya tuve Movistar y a todos le digo lo mismo. El tema que acabamos de instar no me sirve, por eso los di de baja. Lo tuve un par de meses, lo tuve que dar de baja. No llega la señal como corresponde. ¿Usted es de Buenos Aires?",
      "confianza": 0.584,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 72.98,
      "fin": 87.79,
      "duracion": 14.81,
      "texto": "¿De qué zona? Estoy en la zona de Velazategui. ¿Velazategui oeste o este? Oeste. ¿Y hace cuánto tiempo atrás lo tuvo? Yo veo que en el 2025, principios de 2025.",
      "confianza": 0.662,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.81,
      "fin": 90.0,
      "duracion": 2.18,
      "texto": "Sí, sí, sí.",
      "confianza": 0.456,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 90.55,
      "fin": 93.85,
      "duracion": 3.3,
      "texto": "puede ser que vive cerca de Vida España.",
      "confianza": 0.716,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 94.49,
      "fin": 95.53,
      "duracion": 1.04,
      "texto": "Exacto, sí.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 95.55,
      "fin": 95.8,
      "duracion": 0.25,
      "texto": "Bien,",
      "confianza": 0.625,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 95.8,
      "fin": 125.67,
      "duracion": 29.87,
      "texto": "mira, yo te voy a mandar una capturita por WhatsApp para dejarte tranquila, pero ahí estoy en verde. Y puede ser que hace un año atrás, de hecho hace poco que estuve hablando con una persona que también estuvo el año pasado, puede ser que hace un año atrás no hubiera la mejor señal, ¿sí? Las coberturas, las antenas, se renuevan todo el tiempo. Y con la entregada de los nuevos chips, que ahora son 4G+, la señal suele mejorar tanto con el cambio de antena como con el cambio de chip.",
      "confianza": 0.625,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 127.71,
      "fin": 137.78,
      "duracion": 10.07,
      "texto": "Yo estoy en verde, ese mapito que te acabo de enviar por WhatsApp es de la cobertura, para que veas que no solo te lo estoy diciendo, sino también te muestro la prueba de que hay cobertura en tu zona.",
      "confianza": 0.695,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 139.34,
      "fin": 171.85,
      "duracion": 32.51,
      "texto": "Tal vez para ese momento no había la mejor señal, porque a lo mejor estaban haciendo cambios de antena, trabajos, acordate también que la fibra óptica es algo relativamente nuevo, la señal 4G plus o 5G también es algo relativamente nuevo, entonces esos son cambios que va haciendo todo el tiempo la empresa, y por ahí quedan ciertas familias afectadas, pero al día de hoy tengo cobertura en tu zona, además de poder brindarte una buena promoción, porque estos planes tienen 8 gigas más 8 de regalo,",
      "confianza": 0.759,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 172.36,
      "fin": 185.19,
      "duracion": 12.83,
      "texto": "Y hay que tener lo que es WhatsApp gratis, que el WhatsApp consume un montón entre las más mensajes, fotos, audios. Y además hay mensajes libres. También rooming para salir del país y seguir teniendo conexión.",
      "confianza": 0.677,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 185.83,
      "fin": 187.91,
      "duracion": 2.08,
      "texto": "Y estos están a 10.400.",
      "confianza": 0.694,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 188.61,
      "fin": 191.47,
      "duracion": 2.86,
      "texto": "Pero por eso te preguntaba más o menos cuántos rigas lo utilizaban.",
      "confianza": 0.673,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 192.69,
      "fin": 198.66,
      "duracion": 5.97,
      "texto": "Porque por ahí 16 rigas pueden estar bien o pueden estar cortos, pueden necesitar más.",
      "confianza": 0.636,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 199.36,
      "fin": 243.91,
      "duracion": 44.55,
      "texto": "No, no, yo por lo menos me manejo bien así. también de preguntar a los de la fibra porque si tuvieran, por ejemplo, fibra óptica para tu hogar, los precios mejoran más todavía porque tengo una prórroga que tiene la fibra óptica más la línea, todo en el mismo combo. Y de esa manera ya tendrías una línea y te faltarían dos más y te ahorrarías más dinero a tu hogar y aparte tener una señal. ¿Cuánto sería de eso? ¿Cómo sería? Bien, primero me gustaría saber si llegó con el internet hasta tu domicilio. Si vos quisieras brindarme tu domicilio, así chequeo. Sí, calle 31, esquina 128. ¿Tiene enumeración?",
      "confianza": 0.526,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 245.38,
      "fin": 255.79,
      "duracion": 10.41,
      "texto": "Sí, 2810. 2810. Verás, ahí o este. Bien, ahí te chequeo la cobertura. Creo que es una casa que es verde desde la entrada.",
      "confianza": 0.552,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.48,
      "fin": 258.32,
      "duracion": 1.84,
      "texto": "Sí. Perfecto.",
      "confianza": 0.388,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 258.34,
      "fin": 259.52,
      "duracion": 1.18,
      "texto": "Aquí ha chequeado la cobertura.",
      "confianza": 0.487,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 260.08,
      "fin": 285.54,
      "duracion": 25.46,
      "texto": "Y te cuento, ¿ustedes tienen muchos celulares, muchos celulares en la calza? No, no. Los celulares son los que hay. Hay cuatro celulares y dos televisores. Muy bien. Entonces, por ahí con una señal de 300 megas estarán bien, me imagino.",
      "confianza": 0.661,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 286.72,
      "fin": 292.03,
      "duracion": 5.31,
      "texto": "La verdad, yo de eso ya no te puedo decir porque no entiendo nada. Ah, perfecto.",
      "confianza": 0.142,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 292.09,
      "fin": 298.32,
      "duracion": 6.23,
      "texto": "Mira, yo tengo una señal de 1 gigabyte.",
      "confianza": 0.869,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 298.36,
      "fin": 303.06,
      "duracion": 4.7,
      "texto": "Tengo una de 1 gigabyte, sí, que está a $24,000. ¿Qué te trae? ¿Lo que es la línea?",
      "confianza": 0.64,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 305.63,
      "fin": 310.82,
      "duracion": 5.19,
      "texto": "Todo incluido. Sí, lo que es la línea es de 4 gigabytes más 4 de regalo.",
      "confianza": 0.912,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 312.24,
      "fin": 316.2,
      "duracion": 3.96,
      "texto": "Y se queda a $24,000 con descuentos hasta de $4,000. ¿Sí?",
      "confianza": 0.77,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 316.79,
      "fin": 322.55,
      "duracion": 5.76,
      "texto": "Bien. Y por otro lado, tengo un parámetro, la de...",
      "confianza": 0.904,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Me comunico con Claudia? Sí, así es. ¿Quién hablás? Claudia Franco, con mi nombre. Quería hacerte regalar un plan de 10,100 pesos para tu línea móvil, que está en claro actualmente. Exacto. Sí, sí, sí. ¿Y cuántos ligas te brindan a tu compañía? Veo que tenés tres líneas a tu nombre. Exacto. Sí, así es. Bien. ¿Y cuántos ligas le brindan más o menos a cada línea? Creo que tres. ¿Tres ligas nada más? Bien, ¿y cuánto abonas por eso? Diez mil. ¿Diez mil por las tres líneas? No, cada una. Ah, carísimo. Y además tenés fibra óptica en tu domicilio, me imagino. La verdad, yo de eso ya no entiendo nada, pero ¿de dónde sos vos? Yo te damos es de Movistar, ¿por qué? Porque tengo una promoción exclusiva. Sí, está bien. Bárbaro, yo ya tuve Movistar y a todos le digo lo mismo. El tema que acabamos de instar no me sirve, por eso los di de baja. Lo tuve un par de meses, lo tuve que dar de baja. No llega la señal como corresponde. ¿Usted es de Buenos Aires? ¿De qué zona? Estoy en la zona de Velazategui. ¿Velazategui oeste o este? Oeste. ¿Y hace cuánto tiempo atrás lo tuvo? Yo veo que en el 2025, principios de 2025. Sí, sí, sí. puede ser que vive cerca de Vida España. Exacto, sí. Bien, mira, yo te voy a mandar una capturita por WhatsApp para dejarte tranquila, pero ahí estoy en verde. Y puede ser que hace un año atrás, de hecho hace poco que estuve hablando con una persona que también estuvo el año pasado, puede ser que hace un año atrás no hubiera la mejor señal, ¿sí? Las coberturas, las antenas, se renuevan todo el tiempo. Y con la entregada de los nuevos chips, que ahora son 4G+, la señal suele mejorar tanto con el cambio de antena como con el cambio de chip. Yo estoy en verde, ese mapito que te acabo de enviar por WhatsApp es de la cobertura, para que veas que no solo te lo estoy diciendo, sino también te muestro la prueba de que hay cobertura en tu zona. Tal vez para ese momento no había la mejor señal, porque a lo mejor estaban haciendo cambios de antena, trabajos, acordate también que la fibra óptica es algo relativamente nuevo, la señal 4G plus o 5G también es algo relativamente nuevo, entonces esos son cambios que va haciendo todo el tiempo la empresa, y por ahí quedan ciertas familias afectadas, pero al día de hoy tengo cobertura en tu zona, además de poder brindarte una buena promoción, porque estos planes tienen 8 gigas más 8 de regalo, Y hay que tener lo que es WhatsApp gratis, que el WhatsApp consume un montón entre las más mensajes, fotos, audios. Y además hay mensajes libres. También rooming para salir del país y seguir teniendo conexión. Y estos están a 10.400. Pero por eso te preguntaba más o menos cuántos rigas lo utilizaban. Porque por ahí 16 rigas pueden estar bien o pueden estar cortos, pueden necesitar más. No, no, yo por lo menos me manejo bien así. también de preguntar a los de la fibra porque si tuvieran, por ejemplo, fibra óptica para tu hogar, los precios mejoran más todavía porque tengo una prórroga que tiene la fibra óptica más la línea, todo en el mismo combo. Y de esa manera ya tendrías una línea y te faltarían dos más y te ahorrarías más dinero a tu hogar y aparte tener una señal. ¿Cuánto sería de eso? ¿Cómo sería? Bien, primero me gustaría saber si llegó con el internet hasta tu domicilio. Si vos quisieras brindarme tu domicilio, así chequeo. Sí, calle 31, esquina 128. ¿Tiene enumeración? Sí, 2810. 2810. Verás, ahí o este. Bien, ahí te chequeo la cobertura. Creo que es una casa que es verde desde la entrada. Sí. Perfecto. Aquí ha chequeado la cobertura. Y te cuento, ¿ustedes tienen muchos celulares, muchos celulares en la calza? No, no. Los celulares son los que hay. Hay cuatro celulares y dos televisores. Muy bien. Entonces, por ahí con una señal de 300 megas estarán bien, me imagino. La verdad, yo de eso ya no te puedo decir porque no entiendo nada. Ah, perfecto. Mira, yo tengo una señal de 1 gigabyte. Tengo una de 1 gigabyte, sí, que está a $24,000. ¿Qué te trae? ¿Lo que es la línea? Todo incluido. Sí, lo que es la línea es de 4 gigabytes más 4 de regalo. Y se queda a $24,000 con descuentos hasta de $4,000. ¿Sí? Bien. Y por otro lado, tengo un parámetro, la de...",
  "calidad": {
    "confianza_promedio": 0.597,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:00:00.352235",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 90,
    "total_segmentos_corregido": 34,
    "fecha_correccion": "2026-01-18T23:05:28.343862",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116120240218_ACD_27911",
    "fecha_inicio": "16/1/2026 12:02:40",
    "agente_nombre": "MZA 43",
    "agente_login": "mza43",
    "duracion_total": 362,
    "tiempo_conversacion": 306,
    "tiempo_hold": 0,
    "tiempo_acw": 26,
    "origen_corte": "nan",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "No Disp.",
    "tipo_tipificacion": "nan"
  }
}