{
  "archivo": "amza10_1_260115103601722_MIT_01999.wav",
  "duracion_segundos": 552.61,
  "num_segmentos": 130,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 334.56,
    "Cliente": 168.03
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.6,
      "fin": 26.34,
      "duracion": 25.74,
      "texto": "Hola, Francisco. Buen día. Buen día, Francisco. ¿Cómo estás? Alten María ha contactado con vos desde Movistar.",
      "confianza": 0.244,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 27.4,
      "fin": 28.12,
      "duracion": 0.72,
      "texto": "No sé si recordar.",
      "confianza": 0.428,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 29.08,
      "fin": 41.65,
      "duracion": 12.57,
      "texto": "Me acuerdo perfectamente. ¿Tienes alguna consulta? Sí. A ver, uno de los motivos, ¿me escuchas bien? Sí, sí, te escuché. Uno de los motivos, yo estoy en claro, ¿eh? Sí.",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 43.97,
      "fin": 51.62,
      "duracion": 7.65,
      "texto": "Cuando yo estoy en Cuba, en Chile, y de otro lado, no tengo ningún cobre adicional y no tengo que pagar roaming, no tengo que activar nada.",
      "confianza": 0.659,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 51.64,
      "fin": 51.78,
      "duracion": 0.14,
      "texto": "Ajá.",
      "confianza": 0.305,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 52.62,
      "fin": 53.22,
      "duracion": 0.6,
      "texto": "Automático.",
      "confianza": 0.829,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 55.66,
      "fin": 56.14,
      "duracion": 0.48,
      "texto": "Bien.",
      "confianza": 0.779,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 57.37,
      "fin": 67.2,
      "duracion": 9.83,
      "texto": "Sí, cuando estaba en que tuve problemas. Me han dicho que es lo mismo que claro, pero no, que no tendría claro hace dos o tres años.",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 67.72,
      "fin": 75.25,
      "duracion": 7.53,
      "texto": "Pero en un viaje a Chile, cuando llego a Chile, tuve que comprar una bolsa de un paquete de datos de Romy, y lo mismo en Perú.",
      "confianza": 0.592,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 76.39,
      "fin": 81.36,
      "duracion": 4.97,
      "texto": "Entonces, no me sirve mucho si no tienes el servicio habilitado. Bien.",
      "confianza": 0.557,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 81.38,
      "fin": 83.04,
      "duracion": 1.66,
      "texto": "Bueno, mirá, Francisco, te comento.",
      "confianza": 0.635,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 83.58,
      "fin": 97.44,
      "duracion": 13.86,
      "texto": "A ver, antes, bueno, que digo, la hora sigue también eso, vos tenés dos por ejemplo, tenés planes que ya te incluyan o que es roaming, que nosotros tenemos más o menos lo que es roaming en América y roaming al mundo, ¿sí? Y obviamente otros planes que no lo tienen.",
      "confianza": 0.581,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 98.14,
      "fin": 112.32,
      "duracion": 14.18,
      "texto": "Puede haber sido que vos hayas tenido lo que es un plan bajo, digamos, que no te haya alcanzado con roaming o directamente un plan sin roaming, ¿sí? Entonces, es cuando vos tenés que comprar un paquete aparte y demás que ya de por sí no te conviene porque sale más caro el plan, ¿sí?",
      "confianza": 0.622,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.26,
      "fin": 115.32,
      "duracion": 2.06,
      "texto": "Entonces, puede que haya sido eso, ¿sí?",
      "confianza": 0.632,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 115.86,
      "fin": 131.36,
      "duracion": 15.5,
      "texto": "Yo en el plan igual justo que te brinde, a ver, este ya trae lo que es, digamos, dentro del plan Rumin en América, ¿sí? ¿Vos querés para América o querés para todo el mundo, digamos? Para América.",
      "confianza": 0.645,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.88,
      "fin": 143.1,
      "duracion": 11.22,
      "texto": "Bueno, mira, el que tenemos para América, te lo comento, por las dudas, capaz no lo recordas, son 16 gigas que vos vas a tener en total, ¿sí? Son 8 de base y 8 de regalo por 6 meses, ¿sí?",
      "confianza": 0.689,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.54,
      "fin": 168.38,
      "duracion": 24.84,
      "texto": "obviamente mensual vas a contar con 16 gigas y ya dentro del plan que estos ya vos te digas por así decir porque ya viene digamos acá dentro del plan lo que es el romén américa whatsapp gratis todo limitado y te queda en un valor de 10.400 que está en oferta así que bueno eso como te digo no pasa nada",
      "confianza": 0.756,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 170.65,
      "fin": 176.4,
      "duracion": 5.75,
      "texto": "¿1400 con NIVA incluido o sin NIVA? No, no, no. Esto no es final. Yo te estoy vendiendo esto bajo DNI.",
      "confianza": 0.355,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.48,
      "fin": 189.9,
      "duracion": 12.42,
      "texto": "No es con impuestos ni nada. Ese sería el precio final, 10%-1400. ¿Precio final? ¿Y eso como persona o como monotributista? Claro, como DNI, bajo DNI. No es monotributista. Dale, como persona.",
      "confianza": 0.715,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.92,
      "fin": 190.06,
      "duracion": 0.14,
      "texto": "Exacto.",
      "confianza": 0.007,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 190.08,
      "fin": 196.53,
      "duracion": 6.45,
      "texto": "Probablemente, yo estoy, ahora que estás viendo acá, más o menos en uno de los videos, que bueno, me sale como que sos monotributista.",
      "confianza": 0.465,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 197.74,
      "fin": 217.75,
      "duracion": 20.01,
      "texto": "Si vos querés, te puedo ofrecer lo que es otro plan también bajo quick, como vos quieras. No, o sea, me va lo mismo mientras no. Este está bueno igual porque, te digo la verdad, lo tenemos en promo. ¿Y la promo por cuánto tiempo es? No, la promo está válida por, estuvo por ayer y está hasta hoy, ¿sí? No, no, no, pero ¿cuánto?",
      "confianza": 0.641,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 218.48,
      "fin": 228.49,
      "duracion": 10.01,
      "texto": "¿Cuántos meses voy a pagar los 10.000? Bien, eso es por 6 meses, ¿sí? Justamente porque viste que antes habían bastantes aumentos, no sé si vos estuviste esa parte, pero la mayoría sí.",
      "confianza": 0.044,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 229.24,
      "fin": 243.66,
      "duracion": 14.42,
      "texto": "Entonces la idea es que vos obviamente no sufres los aumentos como antes, ¿sí? Es por 6 meses. Y después de los 6 meses lo que hacemos es darte un aviso en realidad y que tu programa se está por acabar, ¿sí? Entonces vos ahí eres a otra administración de cero básicamente o lo vas manejando dos.",
      "confianza": 0.548,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 244.38,
      "fin": 274.05,
      "duracion": 29.67,
      "texto": "Y después de los seis meses, si yo sigo, ¿cuánto aumenta el plan? No, en realidad vos nunca llegas a unar el precio de lista. Si sí o sí lo tenés que cambiar el plan, porque si no vas a estar pagando un montón. O sea, ¿qué te quedaría el plan? El tema es que yo soy muy despreocupado, por eso sigo claro, porque claro, en los últimos dos años no me he modificado nada. Entonces, ¿qué pasa con vos? Yo me encontré con una sorpresa, con la fibra óptica, con el lugar.",
      "confianza": 0.469,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 274.42,
      "fin": 281.15,
      "duracion": 6.73,
      "texto": "que en el caso de la figura óptica, después de 10 meses me aumentó al doble y no tenía idea.",
      "confianza": 0.677,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 281.75,
      "fin": 296.7,
      "duracion": 14.95,
      "texto": "Y me hice lo mismo que me está diciendo vos, que yo tendría que me preocupar así de suerte. Sí, obvio, viste uno que lo desconfió. ¿Cuánto es el valor real del plan si es que se terminan los seis meses y yo no hago nada? 52.050 pesos.",
      "confianza": 0.551,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 297.57,
      "fin": 305.84,
      "duracion": 8.27,
      "texto": "Pero, bueno, como te digo, o sea, a ver, obviamente es así, en realidad, vos nunca llegas a una de esas precios de lista. Si no, sería el precio, para decir directamente.",
      "confianza": 0.555,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 306.4,
      "fin": 310.37,
      "duracion": 3.97,
      "texto": "Por eso te digo que el beneficio es por seis meses y después se te da el aviso, obviamente.",
      "confianza": 0.655,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 311.11,
      "fin": 320.76,
      "duracion": 9.65,
      "texto": "Y ahí lo que hacer es cambiar lo que es el plan, la bonificación y demás. De todas formas, yo lo que hago, por ejemplo, es mantener contacto con los clientes. Por vía WhatsApp me estoy manejando.",
      "confianza": 0.619,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 321.33,
      "fin": 341.47,
      "duracion": 20.14,
      "texto": "Entonces vos siempre me tenés el contacto conmigo. Si vos creés que yo te ayudo en algo, lo vamos gestionando y no te unen un problema. Pero bueno, obviamente sí te digo la verdad que la empresa ha mejorado y va cambiando de a poco. Porque bueno, antes había bastantes malas experiencias, digamos. Con los momentos, ¿viste? Que por ahí querías hablar... No, no estoy diciendo nada.",
      "confianza": 0.598,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 341.97,
      "fin": 350.88,
      "duracion": 8.91,
      "texto": "Estoy revisando la factura de claro. A ver, no estoy revisando, estoy intentando meterme. Para ver la factura de claro. Y ver tanto lo que estoy poniendo.",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 352.35,
      "fin": 379.44,
      "duracion": 27.09,
      "texto": "¿Vos querés saber cuánto estás hablando? Y claro.",
      "confianza": 0.566,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 387.11,
      "fin": 415.01,
      "duracion": 27.9,
      "texto": "¿Cuánto tiempo? Están muy lentos. No hay problema. Está extraño.",
      "confianza": 0.517,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 422.31,
      "fin": 451.42,
      "duracion": 29.11,
      "texto": "¿De qué parte de Mendoza sos?",
      "confianza": 0.596,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 452.7,
      "fin": 481.14,
      "duracion": 28.44,
      "texto": "Claro, yo también soy de acá de Mendoza, por eso te consulto. ¿Todavía está en un mando en los andes o se cambiaron? ¿Cómo? ¿Todavía está en un mando en los andes o se cambiaron? Mira, en el Manchin nosotros enviamos al cliente a que le retira una sucursal. Sucursales tenés varias, por ejemplo acá en el centro, tenés el Shopping, que creo que es lo más cercano, digamos, que te quedaría vosotros.",
      "confianza": 0.499,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 481.83,
      "fin": 482.3,
      "duracion": 0.47,
      "texto": "Eh...",
      "confianza": 0.432,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 482.3,
      "fin": 486.03,
      "duracion": 3.73,
      "texto": "Sí, porque viste más para el bando ahí.",
      "confianza": 0.432,
      "_dividido": true,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 486.07,
      "fin": 508.56,
      "duracion": 22.49,
      "texto": "Así que eso sí es porque está ahí en el shopping en bandera. Y ya después tenés en... No, ahora justo igual estoy en la baleada más. De todas maneras contamos con lo que es y las herramientas personales. Yo sé que mandaste un WhatsApp, ahí no tengo marca. Ese es tu número, ¿verdad?",
      "confianza": 0.451,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 509.93,
      "fin": 517.4,
      "duracion": 7.47,
      "texto": "¿Cómo? Perdón. Disculpa, que te tengo con manos libres. ¿Vos me mandaste un WhatsApp?",
      "confianza": 0.395,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 517.42,
      "fin": 517.48,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.172,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 517.5,
      "fin": 528.94,
      "duracion": 11.44,
      "texto": "¿Ese número, si yo te respondo en un momento más? No, no hay problema. Ahí si quieres te vuelvo a hablar como para que sepa lo que es el chat. Ese es mi número personal incluso, así que no hay problema.",
      "confianza": 0.448,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 529.66,
      "fin": 533.22,
      "duracion": 3.56,
      "texto": "No me estás escribiendo.",
      "confianza": 0.36,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 533.24,
      "fin": 533.46,
      "duracion": 0.22,
      "texto": "Sí.",
      "confianza": 0.386,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 534.4,
      "fin": 536.83,
      "duracion": 2.43,
      "texto": "Lule, me dice Lule. Me llamo Lule.",
      "confianza": 0.413,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 537.47,
      "fin": 540.15,
      "duracion": 2.69,
      "texto": "Miren, voy a ver cuánto es la altura.",
      "confianza": 0.544,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 542.16,
      "fin": 552.61,
      "duracion": 10.45,
      "texto": "Me fijó que responden, por si o por no. ¿Te parecen? Dale, dale, avísame. Te vuelvo a dejar el plan. Dale. Gracias. Chau Francisco.",
      "confianza": 0.599,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, Francisco. Buen día. Buen día, Francisco. ¿Cómo estás? Alten María ha contactado con vos desde Movistar. No sé si recordar. Me acuerdo perfectamente. ¿Tienes alguna consulta? Sí. A ver, uno de los motivos, ¿me escuchas bien? Sí, sí, te escuché. Uno de los motivos, yo estoy en claro, ¿eh? Sí. Cuando yo estoy en Cuba, en Chile, y de otro lado, no tengo ningún cobre adicional y no tengo que pagar roaming, no tengo que activar nada. Ajá. Automático. Bien. Sí, cuando estaba en que tuve problemas. Me han dicho que es lo mismo que claro, pero no, que no tendría claro hace dos o tres años. Pero en un viaje a Chile, cuando llego a Chile, tuve que comprar una bolsa de un paquete de datos de Romy, y lo mismo en Perú. Entonces, no me sirve mucho si no tienes el servicio habilitado. Bien. Bueno, mirá, Francisco, te comento. A ver, antes, bueno, que digo, la hora sigue también eso, vos tenés dos por ejemplo, tenés planes que ya te incluyan o que es roaming, que nosotros tenemos más o menos lo que es roaming en América y roaming al mundo, ¿sí? Y obviamente otros planes que no lo tienen. Puede haber sido que vos hayas tenido lo que es un plan bajo, digamos, que no te haya alcanzado con roaming o directamente un plan sin roaming, ¿sí? Entonces, es cuando vos tenés que comprar un paquete aparte y demás que ya de por sí no te conviene porque sale más caro el plan, ¿sí? Entonces, puede que haya sido eso, ¿sí? Yo en el plan igual justo que te brinde, a ver, este ya trae lo que es, digamos, dentro del plan Rumin en América, ¿sí? ¿Vos querés para América o querés para todo el mundo, digamos? Para América. Bueno, mira, el que tenemos para América, te lo comento, por las dudas, capaz no lo recordas, son 16 gigas que vos vas a tener en total, ¿sí? Son 8 de base y 8 de regalo por 6 meses, ¿sí? obviamente mensual vas a contar con 16 gigas y ya dentro del plan que estos ya vos te digas por así decir porque ya viene digamos acá dentro del plan lo que es el romén américa whatsapp gratis todo limitado y te queda en un valor de 10.400 que está en oferta así que bueno eso como te digo no pasa nada ¿1400 con NIVA incluido o sin NIVA? No, no, no. Esto no es final. Yo te estoy vendiendo esto bajo DNI. No es con impuestos ni nada. Ese sería el precio final, 10%-1400. ¿Precio final? ¿Y eso como persona o como monotributista? Claro, como DNI, bajo DNI. No es monotributista. Dale, como persona. Exacto. Probablemente, yo estoy, ahora que estás viendo acá, más o menos en uno de los videos, que bueno, me sale como que sos monotributista. Si vos querés, te puedo ofrecer lo que es otro plan también bajo quick, como vos quieras. No, o sea, me va lo mismo mientras no. Este está bueno igual porque, te digo la verdad, lo tenemos en promo. ¿Y la promo por cuánto tiempo es? No, la promo está válida por, estuvo por ayer y está hasta hoy, ¿sí? No, no, no, pero ¿cuánto? ¿Cuántos meses voy a pagar los 10.000? Bien, eso es por 6 meses, ¿sí? Justamente porque viste que antes habían bastantes aumentos, no sé si vos estuviste esa parte, pero la mayoría sí. Entonces la idea es que vos obviamente no sufres los aumentos como antes, ¿sí? Es por 6 meses. Y después de los 6 meses lo que hacemos es darte un aviso en realidad y que tu programa se está por acabar, ¿sí? Entonces vos ahí eres a otra administración de cero básicamente o lo vas manejando dos. Y después de los seis meses, si yo sigo, ¿cuánto aumenta el plan? No, en realidad vos nunca llegas a unar el precio de lista. Si sí o sí lo tenés que cambiar el plan, porque si no vas a estar pagando un montón. O sea, ¿qué te quedaría el plan? El tema es que yo soy muy despreocupado, por eso sigo claro, porque claro, en los últimos dos años no me he modificado nada. Entonces, ¿qué pasa con vos? Yo me encontré con una sorpresa, con la fibra óptica, con el lugar. que en el caso de la figura óptica, después de 10 meses me aumentó al doble y no tenía idea. Y me hice lo mismo que me está diciendo vos, que yo tendría que me preocupar así de suerte. Sí, obvio, viste uno que lo desconfió. ¿Cuánto es el valor real del plan si es que se terminan los seis meses y yo no hago nada? 52.050 pesos. Pero, bueno, como te digo, o sea, a ver, obviamente es así, en realidad, vos nunca llegas a una de esas precios de lista. Si no, sería el precio, para decir directamente. Por eso te digo que el beneficio es por seis meses y después se te da el aviso, obviamente. Y ahí lo que hacer es cambiar lo que es el plan, la bonificación y demás. De todas formas, yo lo que hago, por ejemplo, es mantener contacto con los clientes. Por vía WhatsApp me estoy manejando. Entonces vos siempre me tenés el contacto conmigo. Si vos creés que yo te ayudo en algo, lo vamos gestionando y no te unen un problema. Pero bueno, obviamente sí te digo la verdad que la empresa ha mejorado y va cambiando de a poco. Porque bueno, antes había bastantes malas experiencias, digamos. Con los momentos, ¿viste? Que por ahí querías hablar... No, no estoy diciendo nada. Estoy revisando la factura de claro. A ver, no estoy revisando, estoy intentando meterme. Para ver la factura de claro. Y ver tanto lo que estoy poniendo. ¿Vos querés saber cuánto estás hablando? Y claro. ¿Cuánto tiempo? Están muy lentos. No hay problema. Está extraño. ¿De qué parte de Mendoza sos? Claro, yo también soy de acá de Mendoza, por eso te consulto. ¿Todavía está en un mando en los andes o se cambiaron? ¿Cómo? ¿Todavía está en un mando en los andes o se cambiaron? Mira, en el Manchin nosotros enviamos al cliente a que le retira una sucursal. Sucursales tenés varias, por ejemplo acá en el centro, tenés el Shopping, que creo que es lo más cercano, digamos, que te quedaría vosotros. Eh... Sí, porque viste más para el bando ahí. Así que eso sí es porque está ahí en el shopping en bandera. Y ya después tenés en... No, ahora justo igual estoy en la baleada más. De todas maneras contamos con lo que es y las herramientas personales. Yo sé que mandaste un WhatsApp, ahí no tengo marca. Ese es tu número, ¿verdad? ¿Cómo? Perdón. Disculpa, que te tengo con manos libres. ¿Vos me mandaste un WhatsApp? Sí. ¿Ese número, si yo te respondo en un momento más? No, no hay problema. Ahí si quieres te vuelvo a hablar como para que sepa lo que es el chat. Ese es mi número personal incluso, así que no hay problema. No me estás escribiendo. Sí. Lule, me dice Lule. Me llamo Lule. Miren, voy a ver cuánto es la altura. Me fijó que responden, por si o por no. ¿Te parecen? Dale, dale, avísame. Te vuelvo a dejar el plan. Dale. Gracias. Chau Francisco.",
  "calidad": {
    "confianza_promedio": 0.495,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 14.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:02:15.251128",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 130,
    "total_segmentos_corregido": 47,
    "fecha_correccion": "2026-01-18T23:05:13.630579",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115103601722_MIT_01999",
    "fecha_inicio": "15/1/2026 10:36:03",
    "agente_nombre": "MZA 10",
    "agente_login": "mza10",
    "duracion_total": 539,
    "tiempo_conversacion": 537,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}