{
  "archivo": "amza9_1_260114104852996_ACD_77369.wav",
  "duracion_segundos": 270.19,
  "num_segmentos": 89,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 133.46,
    "Cliente": 110.7
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.53,
      "fin": 4.9,
      "duracion": 3.37,
      "texto": "Hola, buen día. Hablo con Luis.",
      "confianza": 0.063,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.92,
      "fin": 4.98,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.111,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 5.0,
      "fin": 21.34,
      "duracion": 16.34,
      "texto": "¿Qué tal, Luis? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Mi nombre es Tomás. Un placer hablar con vos. Sí, buen día. Gracias. No, iré mucho que estés bien, Luis. Me estoy comunicando con vos, sí, porque el día de hoy tenemos un descuento exclusivo para tu línea en claro. Veo que actualmente tenés un abono mensual. ¿Puede ser?",
      "confianza": 0.279,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 23.02,
      "fin": 29.85,
      "duracion": 6.83,
      "texto": "Sí. Bien, perfecto. Luis, veo que estás abonando algo de 13.000 pesos. ¿Vos estás utilizando muchas gigas al día de hoy o no tanto? ¿Cómo te manejas?",
      "confianza": 0.072,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Cliente",
      "inicio": 31.13,
      "fin": 49.56,
      "duracion": 18.43,
      "texto": "y creo que tengo 8 gigas, por ejemplo. Bien, ¿y te alcanza? No, seguramente en algún momento tendría que comprar algún pack de claro. Seguramente, ¿no? No, no, hasta el momento me arreglo. En gran parte del día uso Wi-Fi. Ah, bien. Perfecto. Luis, porque mira, el día de hoy sí tengo una súper promo para vos exclusiva, ¿sí?",
      "confianza": 0.151,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 49.92,
      "fin": 53.78,
      "duracion": 3.87,
      "texto": "El día de hoy te brindo lo que es un plan de 16 gigas exclusivamente para vos, ¿sí?",
      "confianza": 0.667,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 54.1,
      "fin": 60.75,
      "duracion": 6.65,
      "texto": "Te brindamos 8 gigas de base y por portarte conmigo te regalo otros 8 gigas más durante seis meses para que puedas probar nuestro servicio.",
      "confianza": 0.768,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 61.13,
      "fin": 68.48,
      "duracion": 7.35,
      "texto": "Con el cual, claramente, vas a tener el WhatsApp gratis y las llamas a cualquier compañía por tan solo 10.400 pesos al día de hoy, Luis.",
      "confianza": 0.55,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 69.05,
      "fin": 69.97,
      "duracion": 0.92,
      "texto": "¿Bien?",
      "confianza": 0.271,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 69.99,
      "fin": 78.42,
      "duracion": 8.43,
      "texto": "Vos, justamente, mantendrías el mismo número, sí, viviéndote hacia lo que es la compañía de Movistar, sí, obtendrías justamente estos beneficios.",
      "confianza": 0.747,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 79.22,
      "fin": 86.69,
      "duracion": 7.47,
      "texto": "Y pasarías a abonar menos de lo que estás pagando actualmente con Claro. Y decime. Sí, sí, escucho.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 87.43,
      "fin": 95.64,
      "duracion": 8.21,
      "texto": "No sé qué te parece, eso es lo que yo te acabo de decir. Vas a tener con nosotros ocho días de base y te regalamos otros días más durante seis meses, ¿bien?",
      "confianza": 0.686,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 95.66,
      "fin": 110.22,
      "duracion": 14.56,
      "texto": "Vos vas a estar bonificado con nosotros durante los primeros seis meses, vas a tener justamente este importado ahorro fijo que te comenté y vas a pagar 10.400 pesos solo por el día de hoy con nosotros, ¿bien?",
      "confianza": 0.664,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 110.24,
      "fin": 117.65,
      "duracion": 7.41,
      "texto": "Bueno, pero me tengo que cambiar de compañía. Claro, exactamente. Pero es súper sencillo, Luis. Nosotros literalmente lo que hacemos, a ver, primero que nada vas a mantener el mismo número.",
      "confianza": 0.034,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 117.69,
      "fin": 121.44,
      "duracion": 3.74,
      "texto": "Yo me encargo Luis de absolutamente todas las gestiones, así que quédate tranquilo.",
      "confianza": 0.576,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 121.96,
      "fin": 125.94,
      "duracion": 3.98,
      "texto": "Además, yo voy a ser tu asesor personal por cualquier motivo que tengas en la compañía, ¿sí?",
      "confianza": 0.681,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 126.44,
      "fin": 141.6,
      "duracion": 15.16,
      "texto": "Y nosotros justamente lo que hacemos es derivarte a vos a una supulsal de Movistar, donde en 48 a 72 horas aires vos justamente retirás tu chip, ¿sí? Yo justamente veo que vos, Luis, sos de Buenos Aires, ¿verdad? Sí. Perfecto. ¿Vos de qué localidad sos?",
      "confianza": 0.664,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.3,
      "fin": 158.3,
      "duracion": 15.0,
      "texto": "Estoy en Verazategui. Verazategui, bien. Yo, justamente, entonces, ¿qué es lo que hago? ¿Sí? Yo, justamente, te derivó a la sucursal monestar más cercana, por lo que vos me decís que sos de Verazategui, que en este caso yo tengo una. Vos en 48, 72 horas sábiles retiras tu chip, ¿sí?",
      "confianza": 0.173,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 158.86,
      "fin": 169.93,
      "duracion": 11.07,
      "texto": "Y ya eso sería todo, ¿bien? Y yo me encargaría absolutamente de todo. Mi idea es que vos, justamente, puedas abonar muchísimo menos, Luis. Mira. Sí, doctora. Mira, en realidad, estoy...",
      "confianza": 0.815,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 170.92,
      "fin": 176.63,
      "duracion": 5.71,
      "texto": "Ya mañana no trabajo, voy a estar de vacaciones. No voy a tener mucho tiempo para hacer cosas.",
      "confianza": 0.567,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 177.65,
      "fin": 185.37,
      "duracion": 7.72,
      "texto": "Por ahí podría ser un poquito más adelante. Claro Luis, pero a ver, vos simplemente tenés que ir a retirar tu chip, nada más. Si no te lo puedo enviar a domicilio, si no es problema.",
      "confianza": 0.242,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 186.07,
      "fin": 191.31,
      "duracion": 5.25,
      "texto": "Por lo que me decís que estás de vacaciones y demás y no vas a estar moviéndote tanto, te lo puedo enviar a domicilio sin ningún problema.",
      "confianza": 0.519,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 193.0,
      "fin": 199.87,
      "duracion": 6.87,
      "texto": "No, no, por eso es que no sé si lo voy a poder recibir y no sé si ahora, no sé en el momento que voy a estar en casa.",
      "confianza": 0.474,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 200.56,
      "fin": 210.91,
      "duracion": 10.35,
      "texto": "Claro Luis, pero a ver, o sea, yo te comento, yo ahora dejo todo cargado en sistema, sí, justamente, y vos literal ya mañana, pasado o mañana, retirás el chip y listo.",
      "confianza": 0.593,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 210.93,
      "fin": 225.25,
      "duracion": 14.32,
      "texto": "Mira, yo tengo una, seguramente estás cerca de... Mira, para otro momento quizás sí, y ahora malamente no puedo, y aparte tengo que tenderme un trabajo. O sea, querés podemos hablar en otro momento, pero ahora no.",
      "confianza": 0.404,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 227.81,
      "fin": 234.36,
      "duracion": 6.55,
      "texto": "Luis, te veo con duda. O sea, veo que te interesa, pero me decís que no tenés tiempo. Pero a veces veo que te está interesando, justamente.",
      "confianza": 0.594,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 235.54,
      "fin": 245.13,
      "duracion": 9.59,
      "texto": "Sí, por ejemplo, estoy preocupado y bueno, no te puedo entender bien. No sé, si podría ser en otro momento, eso podemos hablar. Pero ahora ya, aparte, ya cambiarme a través de compañía, por ahora no quiero.",
      "confianza": 0.338,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 246.4,
      "fin": 250.96,
      "duracion": 4.56,
      "texto": "Bien, no sé. ¿Te parece que te hable en dos semanas, Luis? ¿Te parece?",
      "confianza": 0.706,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.79,
      "fin": 256.13,
      "duracion": 2.34,
      "texto": "Bueno, ahí puede ser. A ver, dos semanas sí.",
      "confianza": 0.309,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 256.75,
      "fin": 265.39,
      "duracion": 8.64,
      "texto": "Para el 20 más o menos. Bueno, vale, perfecto Luis. Yo te voy a dejar un mensaje por WhatsApp, si tienes mi número, sí, y estamos en contacto por ahí.",
      "confianza": 0.15,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.78,
      "fin": 270.19,
      "duracion": 3.41,
      "texto": "Bueno, bueno, muy bien. Muchas gracias. Hasta luego.",
      "confianza": 0.412,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, buen día. Hablo con Luis. Sí. ¿Qué tal, Luis? ¿Cómo te encontraste el día de hoy? ¿Todo bien? Mi nombre es Tomás. Un placer hablar con vos. Sí, buen día. Gracias. No, iré mucho que estés bien, Luis. Me estoy comunicando con vos, sí, porque el día de hoy tenemos un descuento exclusivo para tu línea en claro. Veo que actualmente tenés un abono mensual. ¿Puede ser? Sí. Bien, perfecto. Luis, veo que estás abonando algo de 13.000 pesos. ¿Vos estás utilizando muchas gigas al día de hoy o no tanto? ¿Cómo te manejas? y creo que tengo 8 gigas, por ejemplo. Bien, ¿y te alcanza? No, seguramente en algún momento tendría que comprar algún pack de claro. Seguramente, ¿no? No, no, hasta el momento me arreglo. En gran parte del día uso Wi-Fi. Ah, bien. Perfecto. Luis, porque mira, el día de hoy sí tengo una súper promo para vos exclusiva, ¿sí? El día de hoy te brindo lo que es un plan de 16 gigas exclusivamente para vos, ¿sí? Te brindamos 8 gigas de base y por portarte conmigo te regalo otros 8 gigas más durante seis meses para que puedas probar nuestro servicio. Con el cual, claramente, vas a tener el WhatsApp gratis y las llamas a cualquier compañía por tan solo 10.400 pesos al día de hoy, Luis. ¿Bien? Vos, justamente, mantendrías el mismo número, sí, viviéndote hacia lo que es la compañía de Movistar, sí, obtendrías justamente estos beneficios. Y pasarías a abonar menos de lo que estás pagando actualmente con Claro. Y decime. Sí, sí, escucho. No sé qué te parece, eso es lo que yo te acabo de decir. Vas a tener con nosotros ocho días de base y te regalamos otros días más durante seis meses, ¿bien? Vos vas a estar bonificado con nosotros durante los primeros seis meses, vas a tener justamente este importado ahorro fijo que te comenté y vas a pagar 10.400 pesos solo por el día de hoy con nosotros, ¿bien? Bueno, pero me tengo que cambiar de compañía. Claro, exactamente. Pero es súper sencillo, Luis. Nosotros literalmente lo que hacemos, a ver, primero que nada vas a mantener el mismo número. Yo me encargo Luis de absolutamente todas las gestiones, así que quédate tranquilo. Además, yo voy a ser tu asesor personal por cualquier motivo que tengas en la compañía, ¿sí? Y nosotros justamente lo que hacemos es derivarte a vos a una supulsal de Movistar, donde en 48 a 72 horas aires vos justamente retirás tu chip, ¿sí? Yo justamente veo que vos, Luis, sos de Buenos Aires, ¿verdad? Sí. Perfecto. ¿Vos de qué localidad sos? Estoy en Verazategui. Verazategui, bien. Yo, justamente, entonces, ¿qué es lo que hago? ¿Sí? Yo, justamente, te derivó a la sucursal monestar más cercana, por lo que vos me decís que sos de Verazategui, que en este caso yo tengo una. Vos en 48, 72 horas sábiles retiras tu chip, ¿sí? Y ya eso sería todo, ¿bien? Y yo me encargaría absolutamente de todo. Mi idea es que vos, justamente, puedas abonar muchísimo menos, Luis. Mira. Sí, doctora. Mira, en realidad, estoy... Ya mañana no trabajo, voy a estar de vacaciones. No voy a tener mucho tiempo para hacer cosas. Por ahí podría ser un poquito más adelante. Claro Luis, pero a ver, vos simplemente tenés que ir a retirar tu chip, nada más. Si no te lo puedo enviar a domicilio, si no es problema. Por lo que me decís que estás de vacaciones y demás y no vas a estar moviéndote tanto, te lo puedo enviar a domicilio sin ningún problema. No, no, por eso es que no sé si lo voy a poder recibir y no sé si ahora, no sé en el momento que voy a estar en casa. Claro Luis, pero a ver, o sea, yo te comento, yo ahora dejo todo cargado en sistema, sí, justamente, y vos literal ya mañana, pasado o mañana, retirás el chip y listo. Mira, yo tengo una, seguramente estás cerca de... Mira, para otro momento quizás sí, y ahora malamente no puedo, y aparte tengo que tenderme un trabajo. O sea, querés podemos hablar en otro momento, pero ahora no. Luis, te veo con duda. O sea, veo que te interesa, pero me decís que no tenés tiempo. Pero a veces veo que te está interesando, justamente. Sí, por ejemplo, estoy preocupado y bueno, no te puedo entender bien. No sé, si podría ser en otro momento, eso podemos hablar. Pero ahora ya, aparte, ya cambiarme a través de compañía, por ahora no quiero. Bien, no sé. ¿Te parece que te hable en dos semanas, Luis? ¿Te parece? Bueno, ahí puede ser. A ver, dos semanas sí. Para el 20 más o menos. Bueno, vale, perfecto Luis. Yo te voy a dejar un mensaje por WhatsApp, si tienes mi número, sí, y estamos en contacto por ahí. Bueno, bueno, muy bien. Muchas gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.459,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:18:09.005420",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 1,
    "total_segmentos_original": 89,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:33.055293",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114104852996_ACD_77369",
    "fecha_inicio": "14/1/2026 10:48:52",
    "agente_nombre": "MZA 9",
    "agente_login": "mza9",
    "duracion_total": 301,
    "tiempo_conversacion": 262,
    "tiempo_hold": 0,
    "tiempo_acw": 16,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}