{
  "archivo": "amza_sup2_1_260116112334792_MIT_01952.wav",
  "duracion_segundos": 275.0,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 135.75,
    "Cliente": 28.49
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.1,
      "fin": 1.52,
      "duracion": 1.42,
      "texto": "Fabián, ¿estoy hablando con el titular de la línea?",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 4.88,
      "fin": 4.95,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.002,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 4.96,
      "fin": 6.25,
      "duracion": 1.28,
      "texto": "Bueno, Fabián, tengo una consulta.",
      "confianza": 0.57,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 7.21,
      "fin": 13.44,
      "duracion": 6.23,
      "texto": "¿Puede ser que en 2023 te hayas cambiado de compañía por algún descontento con el precio o cobertura?",
      "confianza": 0.811,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 14.88,
      "fin": 19.51,
      "duracion": 4.63,
      "texto": "Eso lo hemos visto.",
      "confianza": 0.176,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 19.53,
      "fin": 19.75,
      "duracion": 0.22,
      "texto": "Sí. Sí, sí.",
      "confianza": 0.001,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 19.77,
      "fin": 29.58,
      "duracion": 9.81,
      "texto": "Fue un conveniente igual. ¿Cuál fue sin goma ni ante cuéntame, a ver? Primero me dijeron que no me iba a dejar sin niña cuando me pasaba, cosa que me sucedió. Y yo con el teléfono trabajo.",
      "confianza": 0.02,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 30.44,
      "fin": 63.68,
      "duracion": 33.24,
      "texto": "Y después se tenia otra vida y hice una compra de un celular contra factura, se acordó un precio, me terminaron cobrando otro precio, hice los reclamos, no me dieron pelota, entonces agarré y decidí cambiarme bien. Y se cambió, ok. Bueno, mira, lamento mucho lo que le ha pasado. Quiero, quería contarle que bueno ahora Movistar ha cambiado bastante en varios aspectos, más que todo el aspecto económico, el aspecto de cobertura y aspectos administrativos.",
      "confianza": 0.612,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 64.54,
      "fin": 82.52,
      "duracion": 17.98,
      "texto": "Tengo para ofrecerle una propuesta, usted por ser el cliente de Movistar tiene un plan exclusivo para hoy, no sé si usted a lo que trabaja mucho con el solar le hace falta bastantes gigas, ¿cierto? Sí mira, por el momento no me voy a pasar. Es decir, yo estoy...",
      "confianza": 0.668,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 83.11,
      "fin": 92.56,
      "duracion": 9.45,
      "texto": "por el momento, ahora, ahora, por ahí más adelante puede ser, pero ahora no. Te agradezco. Bueno, que tenga buen día, Fabián.",
      "confianza": 0.466,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.36,
      "fin": 104.52,
      "duracion": 0.16,
      "texto": "Gracias.",
      "confianza": 0.128,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 175.48,
      "fin": 200.59,
      "duracion": 25.11,
      "texto": "Muchas clientes se fueron, como vos, en este tiempo con el mismo problema.",
      "confianza": 0.13,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 213.92,
      "fin": 240.55,
      "duracion": 26.63,
      "texto": "Sí. Con 10.000 pesos de aumento, al otro 10.700, al otro 10.400, eran desmedidos y muy elevados en el incremento. Hoy en día, cada empresa, ya sea, claro, personal, con sus regulos, son incrementos. Sí. Cada empresa dice cuánto va a ocultar. Entonces, desde la experiencia, o sea, no os juta porque son nuevos, pero de la experiencia de los chicos, los últimos incrementos han sido de 300, 400 pesos.",
      "confianza": 0.539,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 246.98,
      "fin": 275.0,
      "duracion": 28.02,
      "texto": "¿Cuánto va a ser tu aumento? Esto es una realidad.",
      "confianza": 0.113,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Fabián, ¿estoy hablando con el titular de la línea? Sí. Bueno, Fabián, tengo una consulta. ¿Puede ser que en 2023 te hayas cambiado de compañía por algún descontento con el precio o cobertura? Eso lo hemos visto. Sí. Sí, sí. Fue un conveniente igual. ¿Cuál fue sin goma ni ante cuéntame, a ver? Primero me dijeron que no me iba a dejar sin niña cuando me pasaba, cosa que me sucedió. Y yo con el teléfono trabajo. Y después se tenia otra vida y hice una compra de un celular contra factura, se acordó un precio, me terminaron cobrando otro precio, hice los reclamos, no me dieron pelota, entonces agarré y decidí cambiarme bien. Y se cambió, ok. Bueno, mira, lamento mucho lo que le ha pasado. Quiero, quería contarle que bueno ahora Movistar ha cambiado bastante en varios aspectos, más que todo el aspecto económico, el aspecto de cobertura y aspectos administrativos. Tengo para ofrecerle una propuesta, usted por ser el cliente de Movistar tiene un plan exclusivo para hoy, no sé si usted a lo que trabaja mucho con el solar le hace falta bastantes gigas, ¿cierto? Sí mira, por el momento no me voy a pasar. Es decir, yo estoy... por el momento, ahora, ahora, por ahí más adelante puede ser, pero ahora no. Te agradezco. Bueno, que tenga buen día, Fabián. Gracias. Muchas clientes se fueron, como vos, en este tiempo con el mismo problema. Sí. Con 10.000 pesos de aumento, al otro 10.700, al otro 10.400, eran desmedidos y muy elevados en el incremento. Hoy en día, cada empresa, ya sea, claro, personal, con sus regulos, son incrementos. Sí. Cada empresa dice cuánto va a ocultar. Entonces, desde la experiencia, o sea, no os juta porque son nuevos, pero de la experiencia de los chicos, los últimos incrementos han sido de 300, 400 pesos. ¿Cuánto va a ser tu aumento? Esto es una realidad.",
  "calidad": {
    "confianza_promedio": 0.32,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T22:36:31.230753",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 14,
    "fecha_correccion": "2026-01-18T23:05:34.273655",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116112334792_MIT_01952",
    "sin_datos_basurita": true
  }
}