{
  "archivo": "amza314_1_260116102412854_ACD_73129.wav",
  "duracion_segundos": 293.96,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 48.1,
    "Cliente": 228.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 1.53,
      "fin": 9.83,
      "duracion": 8.3,
      "texto": "Hola, ¿qué tal? ¿Buen día? Sí, buen día. Soy Rocío, llamada para brindar tu beneficio en la línea. Ana, ¿cómo te va?",
      "confianza": 0.177,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 12.13,
      "fin": 25.01,
      "duracion": 12.88,
      "texto": "Bien. ¿De qué empresa sos? Me alegro. Me contacto en el área de recupero de clientes de Movistar, ya que bueno, Ana, me asegura el sistema que vos la última vez que estuviste con nosotros fue en el año 2024. ¿Recuerdas por qué te cambiaste?",
      "confianza": 0.845,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 26.25,
      "fin": 27.37,
      "duracion": 1.12,
      "texto": "Sí, por el monto.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 28.2,
      "fin": 54.12,
      "duracion": 25.92,
      "texto": "Bien, entiendo obviamente que nos vamos moviendo para donde la promoción y el bolsillo O.R. Eso es totalmente entendible. Por eso justamente quería preguntarte cómo te estabas yendo ahora con la compañía actual. ¿Usas mucho el celular, mucho los gigas? No, no, para nada. Estoy bien. No lo ocupas casi. Bien, en ese caso justamente la promoción que tengo para brindarte es un plan de 8 gigas por $7,460 pesos.",
      "confianza": 0.703,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 54.55,
      "fin": 63.88,
      "duracion": 9.33,
      "texto": "cuenta con lo que es el WhatsApp gratis, tienes a hablar libre o cualquier compañía, un giga para videojuegos y aparte 20 gigas que los puedes activar desde la aplicación de Movistar.",
      "confianza": 0.641,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 64.48,
      "fin": 76.74,
      "duracion": 12.26,
      "texto": "¿Vos recordas cuánto te llega el abono mensual? Y alrededor de 15. 15, bien. Bueno, obviamente esta promoción que te acabo de comentar es prácticamente la mitad.",
      "confianza": 0.588,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 77.14,
      "fin": 84.11,
      "duracion": 6.97,
      "texto": "Y aparte lo bueno de esto es que del plan, si ustedes 4 gigas de base y 4 gigas extra por volver a la compañía,",
      "confianza": 0.643,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 84.42,
      "fin": 110.17,
      "duracion": 25.75,
      "texto": "Estos cuatro gigas de base, si vos no los ocupás en el mes, los podés acumular, dejarlos para el próximo mes, o si bien si tenés algún amigo familiar abonado en la compañía Moza, podés hacer lo que es la transferencia de gigas. Sí, podés compartir los gigas de tu plan si es que no los ocupás a lo que es el 100%, sí. Así que bueno, yo creo que esto se adecua bastante, sí. Pero, ¿por cuántos meses?",
      "confianza": 0.707,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 111.0,
      "fin": 112.88,
      "duracion": 1.88,
      "texto": "Porque todos los meses va subiendo.",
      "confianza": 0.579,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 113.5,
      "fin": 113.67,
      "duracion": 0.17,
      "texto": "No,",
      "confianza": 0.623,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 113.67,
      "fin": 123.69,
      "duracion": 10.02,
      "texto": "mira, para que te quedes tranquila, va a tener lo que es un ahorro fijo, sí, que va a ser el respaldo, vos te vas a estar ahorrando por mes 30.140 pesos por seis meses, sí.",
      "confianza": 0.623,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 124.03,
      "fin": 163.17,
      "duracion": 39.14,
      "texto": "Nosotros en el MESTI, nosotros facturamos a mesas adelantados, sí. Esto quiere decir que vos apenas tengas lo que es la línea funcionando en Movistar, te va a llegar la factura, pero vos a 30 días la pagas, sí. Entonces, de esta manera, en el mes 5 vos vas a estar al tanto de que la promoción obviamente va a causar Por eso vas a poder adquirir una nueva. Además de eso, que vas a contar con lo que es mi número de asesor. Sí, a mí me gusta darle el seguimiento al cliente. De nada me sirve que usted cambie por un corto lapso de solamente seis meses. La idea es mantenerse y, bueno, obviamente brindarte una promoción en el caso de que la necesites y la ayude a la que vos necesites.",
      "confianza": 0.763,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.73,
      "fin": 164.93,
      "duracion": 0.2,
      "texto": "Sí,",
      "confianza": 0.654,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 164.93,
      "fin": 171.11,
      "duracion": 6.18,
      "texto": "bueno, lo que pasa es que te comento porque mi marido tiene movistar y está pagando casi 20.",
      "confianza": 0.654,
      "_dividido": true,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 171.89,
      "fin": 179.19,
      "duracion": 7.3,
      "texto": "por un servicio muy básico, ¿entendés? Entonces, como que no creo en las promociones.",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 180.96,
      "fin": 189.11,
      "duracion": 8.15,
      "texto": "No entiendo. ¿Y la línea de él la tiene bajo su titularidad o también la compartiste con él? No, no, no. La tiene bajo su titularidad.",
      "confianza": 0.329,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.37,
      "fin": 220.56,
      "duracion": 30.19,
      "texto": "Mire, ¿tiene la aplicación de mi Movistar? La verdad que no sé. Eso no sabría decirte. En ese caso sí vos puedes acceder obviamente a un a una rebaja de precio y vos entrando a la parte de las fracturas de mi Movistar, de la aplicación de mi Movistar, te va a decir cambiar el plan. Cuando te da la opción de cambiar el plan, te dice por ejemplo si es por un costo elevado o algo así y automáticamente se te aplica un descuento sobre el plan que vos tenés.",
      "confianza": 0.732,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 221.06,
      "fin": 228.66,
      "duracion": 7.6,
      "texto": "Pero como te decía, en el caso de que vos En estos seis meses que pasen, la promoción que yo te comenté tiene ocho gigas.",
      "confianza": 0.813,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 229.55,
      "fin": 286.41,
      "duracion": 56.86,
      "texto": "Si vos en seis meses estás ocupando más cantidad de gigas, la idea, obviamente, es que puedas acceder a un plan que tenga más gigas y se adecuera, obviamente, a lo que vos gastas. En el caso de que ocupes menos, también podés hacerlo y, como te digo, los gestionas todos desde la aplicación de Imovisa. Y en el caso de que tuvieras algún inconveniente, tendrías lo que es mi número de asesor para yo, obviamente, ayudarte. Bueno. Bueno, dejando que lo voy a pensar, lo voy a hablar con él y voy a ver si puedo solucionar primero el tema de él y después es que me pasaría eso también. Dale, en el problema de esta promoción, sí la tengo por el día de hoy, ya que bueno, sábado y domingo nosotros no trabajamos en la oficina y no sé si el lunes tenga lo que es esta promo que nos ha alargado movistar, ¿sí? De todas maneras, me encuentro en la oficina hasta las 3 de la tarde, así que te dejo ahora un mensajito de WhatsApp con mi número de asistencia. Y bueno, cualquier cosa que necesites, duda o consulta, me mandas ahí y te contesto, ¿sí?",
      "confianza": 0.601,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 287.71,
      "fin": 293.96,
      "duracion": 6.25,
      "texto": "Bueno, dale. Hacemos así. Bueno, gracias. Te agradezco. Muchas gracias a vos. Gracias, igualmente.",
      "confianza": 0.702,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buen día? Sí, buen día. Soy Rocío, llamada para brindar tu beneficio en la línea. Ana, ¿cómo te va? Bien. ¿De qué empresa sos? Me alegro. Me contacto en el área de recupero de clientes de Movistar, ya que bueno, Ana, me asegura el sistema que vos la última vez que estuviste con nosotros fue en el año 2024. ¿Recuerdas por qué te cambiaste? Sí, por el monto. Bien, entiendo obviamente que nos vamos moviendo para donde la promoción y el bolsillo O.R. Eso es totalmente entendible. Por eso justamente quería preguntarte cómo te estabas yendo ahora con la compañía actual. ¿Usas mucho el celular, mucho los gigas? No, no, para nada. Estoy bien. No lo ocupas casi. Bien, en ese caso justamente la promoción que tengo para brindarte es un plan de 8 gigas por $7,460 pesos. cuenta con lo que es el WhatsApp gratis, tienes a hablar libre o cualquier compañía, un giga para videojuegos y aparte 20 gigas que los puedes activar desde la aplicación de Movistar. ¿Vos recordas cuánto te llega el abono mensual? Y alrededor de 15. 15, bien. Bueno, obviamente esta promoción que te acabo de comentar es prácticamente la mitad. Y aparte lo bueno de esto es que del plan, si ustedes 4 gigas de base y 4 gigas extra por volver a la compañía, Estos cuatro gigas de base, si vos no los ocupás en el mes, los podés acumular, dejarlos para el próximo mes, o si bien si tenés algún amigo familiar abonado en la compañía Moza, podés hacer lo que es la transferencia de gigas. Sí, podés compartir los gigas de tu plan si es que no los ocupás a lo que es el 100%, sí. Así que bueno, yo creo que esto se adecua bastante, sí. Pero, ¿por cuántos meses? Porque todos los meses va subiendo. No, mira, para que te quedes tranquila, va a tener lo que es un ahorro fijo, sí, que va a ser el respaldo, vos te vas a estar ahorrando por mes 30.140 pesos por seis meses, sí. Nosotros en el MESTI, nosotros facturamos a mesas adelantados, sí. Esto quiere decir que vos apenas tengas lo que es la línea funcionando en Movistar, te va a llegar la factura, pero vos a 30 días la pagas, sí. Entonces, de esta manera, en el mes 5 vos vas a estar al tanto de que la promoción obviamente va a causar Por eso vas a poder adquirir una nueva. Además de eso, que vas a contar con lo que es mi número de asesor. Sí, a mí me gusta darle el seguimiento al cliente. De nada me sirve que usted cambie por un corto lapso de solamente seis meses. La idea es mantenerse y, bueno, obviamente brindarte una promoción en el caso de que la necesites y la ayude a la que vos necesites. Sí, bueno, lo que pasa es que te comento porque mi marido tiene movistar y está pagando casi 20. por un servicio muy básico, ¿entendés? Entonces, como que no creo en las promociones. No entiendo. ¿Y la línea de él la tiene bajo su titularidad o también la compartiste con él? No, no, no. La tiene bajo su titularidad. Mire, ¿tiene la aplicación de mi Movistar? La verdad que no sé. Eso no sabría decirte. En ese caso sí vos puedes acceder obviamente a un a una rebaja de precio y vos entrando a la parte de las fracturas de mi Movistar, de la aplicación de mi Movistar, te va a decir cambiar el plan. Cuando te da la opción de cambiar el plan, te dice por ejemplo si es por un costo elevado o algo así y automáticamente se te aplica un descuento sobre el plan que vos tenés. Pero como te decía, en el caso de que vos En estos seis meses que pasen, la promoción que yo te comenté tiene ocho gigas. Si vos en seis meses estás ocupando más cantidad de gigas, la idea, obviamente, es que puedas acceder a un plan que tenga más gigas y se adecuera, obviamente, a lo que vos gastas. En el caso de que ocupes menos, también podés hacerlo y, como te digo, los gestionas todos desde la aplicación de Imovisa. Y en el caso de que tuvieras algún inconveniente, tendrías lo que es mi número de asesor para yo, obviamente, ayudarte. Bueno. Bueno, dejando que lo voy a pensar, lo voy a hablar con él y voy a ver si puedo solucionar primero el tema de él y después es que me pasaría eso también. Dale, en el problema de esta promoción, sí la tengo por el día de hoy, ya que bueno, sábado y domingo nosotros no trabajamos en la oficina y no sé si el lunes tenga lo que es esta promo que nos ha alargado movistar, ¿sí? De todas maneras, me encuentro en la oficina hasta las 3 de la tarde, así que te dejo ahora un mensajito de WhatsApp con mi número de asistencia. Y bueno, cualquier cosa que necesites, duda o consulta, me mandas ahí y te contesto, ¿sí? Bueno, dale. Hacemos así. Bueno, gracias. Te agradezco. Muchas gracias a vos. Gracias, igualmente.",
  "calidad": {
    "confianza_promedio": 0.59,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T19:27:49.669951",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 2,
    "total_segmentos_original": 68,
    "total_segmentos_corregido": 20,
    "fecha_correccion": "2026-01-18T23:05:22.786188",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260116102412854_ACD_73129",
    "fecha_inicio": "16/1/2026 10:24:12",
    "agente_nombre": "MZA 314",
    "agente_login": "mza314",
    "duracion_total": 315,
    "tiempo_conversacion": 284,
    "tiempo_hold": 0,
    "tiempo_acw": 6,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260116_MZA_TM_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Agendado por el Vdor",
    "tipo_tipificacion": "Exitoso"
  }
}