{
  "archivo": "amza23_1_260115132111074_ACD_85697.wav",
  "duracion_segundos": 104.66,
  "num_segmentos": 30,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 2.83,
    "Cliente": 91.53
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 29.65,
      "duracion": 29.62,
      "texto": "Hola, ¿qué tal? ¿Buenas tardes? ¿Con Norma? Sí, buenas tardes. ¿Cómo le va? Un gusto. Macarena es mi nombre y nos estamos contactando para otorgarle una muy buena opción en el día de hoy a su niña. No permite que se encuentre en claro, ¿verdad? Sí. Bien. ¿Cuánto está bueno aproximadamente? ¿Qué cantidad de gigas tiene? Si cuenta con gigas de base nada más o también cuenta con gigas de regalo.",
      "confianza": 0.508,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 30.98,
      "fin": 38.15,
      "duracion": 7.17,
      "texto": "No, no me acuerdo, señorita. Por ahora no, ni siquiera con el plancito que tengo. Pero ni siquiera le he comentado la promoción.",
      "confianza": 0.303,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 39.27,
      "fin": 88.36,
      "duracion": 49.09,
      "texto": "Tenemos en el día de hoy promociones económicas por un costo de $17.400 pesos. ¿Usted cuánto está volando, en claro? No, no me acuerdo, porque ¿quién me lo paga a mi hijo? No sé. Va bien en la caseta de los bancos. Y usted solamente tiene a su nombre esta línea, ¿verdad? No, tengo otra más. Bien, en ese caso incrementan las gigas pero se sigue respetando el mismo valor del plan. ¿Qué quiere decir que en este caso el plan más económico que yo le acabo de ofrecer es de 4 gigas de base más 4 gigas de regalo, que las gigas de regalo tienen una durabilidad por 6 meses, sí? Pero como usted, en el caso de que desee acceder con nosotros, tiene más de una línea, a su nombre se le van a regalar cuatro gigas más.",
      "confianza": 0.833,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 89.06,
      "fin": 93.99,
      "duracion": 4.93,
      "texto": "Entonces el plan sería de 12 gigas en total por $7,460. ¿Sí?",
      "confianza": 0.724,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 97.26,
      "fin": 100.09,
      "duracion": 2.83,
      "texto": "Con llamadas, SMS y WhatsApp totalmente libres.",
      "confianza": 0.528,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 103.94,
      "fin": 104.66,
      "duracion": 0.72,
      "texto": "No, por ahora no, señorita, gracias.",
      "confianza": 0.027,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? ¿Buenas tardes? ¿Con Norma? Sí, buenas tardes. ¿Cómo le va? Un gusto. Macarena es mi nombre y nos estamos contactando para otorgarle una muy buena opción en el día de hoy a su niña. No permite que se encuentre en claro, ¿verdad? Sí. Bien. ¿Cuánto está bueno aproximadamente? ¿Qué cantidad de gigas tiene? Si cuenta con gigas de base nada más o también cuenta con gigas de regalo. No, no me acuerdo, señorita. Por ahora no, ni siquiera con el plancito que tengo. Pero ni siquiera le he comentado la promoción. Tenemos en el día de hoy promociones económicas por un costo de $17.400 pesos. ¿Usted cuánto está volando, en claro? No, no me acuerdo, porque ¿quién me lo paga a mi hijo? No sé. Va bien en la caseta de los bancos. Y usted solamente tiene a su nombre esta línea, ¿verdad? No, tengo otra más. Bien, en ese caso incrementan las gigas pero se sigue respetando el mismo valor del plan. ¿Qué quiere decir que en este caso el plan más económico que yo le acabo de ofrecer es de 4 gigas de base más 4 gigas de regalo, que las gigas de regalo tienen una durabilidad por 6 meses, sí? Pero como usted, en el caso de que desee acceder con nosotros, tiene más de una línea, a su nombre se le van a regalar cuatro gigas más. Entonces el plan sería de 12 gigas en total por $7,460. ¿Sí? Con llamadas, SMS y WhatsApp totalmente libres. No, por ahora no, señorita, gracias.",
  "calidad": {
    "confianza_promedio": 0.465,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T18:20:52.365571",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 0,
    "total_segmentos_original": 30,
    "total_segmentos_corregido": 6,
    "fecha_correccion": "2026-01-18T23:05:18.456364",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115132111074_ACD_85697",
    "fecha_inicio": "15/1/2026 13:21:11",
    "agente_nombre": "MZA 23",
    "agente_login": "mza23",
    "duracion_total": 135,
    "tiempo_conversacion": 100,
    "tiempo_hold": 0,
    "tiempo_acw": 15,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260115_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}