{
  "archivo": "amza3_1_260115144536941_MIT_01976.wav",
  "duracion_segundos": 811.98,
  "num_segmentos": 189,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 351.22,
    "Cliente": 383.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 15.56,
      "fin": 62.24,
      "duracion": 46.68,
      "texto": "Hola. Hola, hablo con Ana. Soy Macarena. Sí, Macarena. ¿Cómo estás, Ana? Sabes que justo le pregunté a mi supervisora, por eso te llamaba, te llamé bastantes veces, la segunda vez, porque me dicen que hasta 50.000 pesos se puede anular, no hasta 30. Así que en teoría no deberías de abonar nada. Yo recién me puse a enviar el paso para todo, es sobre estimarlo, por eso te llamé por llamado común y no por WhatsApp. para que, obviamente, se hubiera enfrentado en llamada, que hay que anular toda la deuda, no solo 30.000 bien. Yo había entendido hasta 30.000, pero es hasta 50.000. Así que, bueno, en teoría... Bueno, te lo agradezco a usted. Para que, bueno, usted quede tranquila, seguiríamos con la toma de datos, ¿bien? Yo te había ya dicho lo que hace el correo, me dijiste lo que hace el correo electrónico.",
      "confianza": 0.42,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 62.78,
      "fin": 87.52,
      "duracion": 24.74,
      "texto": "Y te comenté, nosotros tenemos dos métodos de envío del chip. Una puede ser envío a domicilio que demora entre 5 a 7 días fábiles, y si nos da la segunda, ese envío a sucursal lo mostramos, nosotros te buscamos una sucursal que tengamos que estar en casa, y a partir de tres días después de ir, eso demora solo 48 días fábiles. Sí, puedo ir a una sucursal. Bueno, ¿en qué localidad te encontrás de Buenos Aires para buscar una?",
      "confianza": 0.688,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.1,
      "fin": 109.26,
      "duracion": 21.16,
      "texto": "Loma de Zamora. Ahora te digo entonces, por eso Le pregunté porque tenía una duda, a ver si es que podía o no, y me dijo que sí. Bueno, pues déjame. Tenemos dos. Una en la calle Gorriti, al 343, y otra en la calle Iguarito-Irigorien, 89-97. Vos decime cuál te queda mejor. La de Gorriti. La de Gorriti. Bien.",
      "confianza": 0.621,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 109.28,
      "fin": 117.65,
      "duracion": 8.37,
      "texto": "Por último, guardamos un minuto, y ahora te voy a enviar captura de pantalla de lo que es la sucursal, para que no se te olvide la dirección, ¿bien?",
      "confianza": 0.606,
      "_corregido": "era_cliente_ahora_agente",
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 117.87,
      "fin": 119.49,
      "duracion": 1.62,
      "texto": "Yo te lo voy a enviar al WhatsApp,",
      "confianza": 0.428,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 120.01,
      "fin": 141.25,
      "duracion": 21.24,
      "texto": "Encima, yo justo te había enviado un paso a paso todo para pagarlo por mi tronco. Sí, muchas gracias. Muchas gracias. Bien. Y ahora sí, me faltaría un número de teléfono alternativo. Vamos a llamar a Nina a hacerlo por protocolo de carga. Eh... Un número de teléfono. 11. 11.",
      "confianza": 0.515,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.09,
      "fin": 143.53,
      "duracion": 0.44,
      "texto": "Sí.",
      "confianza": 0.516,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.55,
      "fin": 143.79,
      "duracion": 0.24,
      "texto": "50. 50.",
      "confianza": 0.861,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 143.81,
      "fin": 143.91,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.556,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 143.93,
      "fin": 144.75,
      "duracion": 0.82,
      "texto": "43.",
      "confianza": 0.368,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 144.77,
      "fin": 144.91,
      "duracion": 0.14,
      "texto": "Sí.",
      "confianza": 0.408,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 145.41,
      "fin": 146.07,
      "duracion": 0.66,
      "texto": "Pero 4.",
      "confianza": 0.723,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 146.94,
      "fin": 147.03,
      "duracion": 0.1,
      "texto": "Sí.",
      "confianza": 0.48,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 147.18,
      "fin": 154.06,
      "duracion": 6.88,
      "texto": "8, 3. 7, 10. 7, 10, 10. Bien, lo guardamos un minuto.",
      "confianza": 0.704,
      "_hablante_original": "Hablante A",
      "_posible_error": "texto_parece_cliente"
    },
    {
      "hablante": "Cliente",
      "inicio": 154.08,
      "fin": 154.32,
      "duracion": 0.24,
      "texto": "Bien.",
      "confianza": 0.271,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 154.34,
      "fin": 164.9,
      "duracion": 10.56,
      "texto": "Y ahora sí, entonces, yo ya voy a proceder a realizarte lo que es un cierre comercial. Es como una especie de contrato que te leemos para que vos en ningún momento moviertes, quieras cambiar lo que es la promoción, ni nada por el estilo, ¿bien?",
      "confianza": 0.656,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 165.4,
      "fin": 171.11,
      "duracion": 5.71,
      "texto": "Y, obviamente, que quede todo en llamada. Te puedo molestar un poquito, ¿sí?",
      "confianza": 0.457,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 171.13,
      "fin": 171.19,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.021,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 171.21,
      "fin": 179.62,
      "duracion": 8.41,
      "texto": "Si vos me puedes mandar todo como si fuese en un mensaje mandamero, porque si no, yo después no tengo que explicar, no lo sé explicar. Cénacor, el plan, ¿merci?",
      "confianza": 0.594,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 180.54,
      "fin": 185.83,
      "duracion": 5.29,
      "texto": "Es como para que eso lo entienda bien. Sí, el plan se lo envíe más arriba. Mira, ahora te lo voy a remarcar.",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 186.43,
      "fin": 214.04,
      "duracion": 27.61,
      "texto": "Ahí lo tenés bien detallado. Ahí te acabo de poner un buquillo. Ahí sería la promoción que tendrías, ¿bien? Pero ahora yo igualmente te lo tengo que leer a este cierre comercial, sí o sí por llamada, ¿bien? El plan igualmente lo tenés escrito por WhatsApp para que te quedes tranquila, ¿bien? Bueno, yo lo leo y ya casi terminaríamos. Yo sí, lo que necesito solicitarte es foto del DNI, del titular de la línea de frente y del dorso, esto para corroborar que vos estés haciendo el cambio y no haya alguien que se está haciendo pasar por vos bien.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 215.94,
      "fin": 236.94,
      "duracion": 21.0,
      "texto": "Yo ahora aguardamos un minutito, te estoy mandando un videíto para que vos obviamente te quedes tranquila de que estás hablando con alguien de Movistar por lo que te solicitamos el DNI y demás, ¿bien? Aguardamos un minuto. y ahí se envió el video. Bien, y ahora sí, mientras vos me envías lo que es la foto del DNI de frente y de dorso, yo te voy leyendo el cierre comercial, ¿te parece?",
      "confianza": 0.616,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 241.2,
      "fin": 248.45,
      "duracion": 7.25,
      "texto": "No te entendí. Se decía que necesito que me envíes lo que es la foto de tu DNI de frente y de dorso para corroborar que el titular le da el cambio y no otra persona que se va a pasar por vos.",
      "confianza": 0.012,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 248.97,
      "fin": 266.15,
      "duracion": 17.18,
      "texto": "Yo lo subo al sistema, se valida y si querés después lo puedes eliminar, ¿bien? Y mientras vos me envías la foto, yo te voy leyendo el cierre comercial, que es lo que tengo que leer si bien, si quieres ponerme en alta voz. Bueno, esperamos un segundito, te busco porque estoy almorzando. Ah, bueno, perdón, perdón.",
      "confianza": 0.631,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 266.17,
      "fin": 266.35,
      "duracion": 0.18,
      "texto": "Bien.",
      "confianza": 0.711,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 267.07,
      "fin": 269.29,
      "duracion": 2.22,
      "texto": "Esperamos un segundo. Sí, yo te aguanto.",
      "confianza": 0.189,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 282.28,
      "fin": 308.49,
      "duracion": 26.21,
      "texto": "¿Te guardamos un segundo? Sí, no hay problema. ¿Cómo? Pues mandale si tienen llamada. Mándame.",
      "confianza": 0.417,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 309.13,
      "fin": 335.46,
      "duracion": 26.33,
      "texto": "¿Qué hace? ¿Qué le escribió?",
      "confianza": 0.371,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 336.77,
      "fin": 361.73,
      "duracion": 24.96,
      "texto": "Buenísimo, ahí me llegó el frente, faltaría el dorso y ahí me llegó el dos.",
      "confianza": 0.561,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 362.65,
      "fin": 385.31,
      "duracion": 22.66,
      "texto": "Decime si me escuchas bien, Ana. Bien, ahora sí, entonces, te voy leyendo lo que es el cierre comercial, como te digo, a repasar los datos que ya me brindaste y lo que es la promoción, ¿bien? En este caso, para recibir futuras promociones, ¿contás con Internet de Movistar en tu domicilio? No te entendí, perdón. ¿Qué tenés instalado en Internet de Movistar en tu domicilio?",
      "confianza": 0.625,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 386.49,
      "fin": 401.69,
      "duracion": 15.2,
      "texto": "No, no, te dije que tenía el telecentro. Ah, bien, perdón. Bien, en este caso, vamos a ir con los datos personales. Estamos haciendo la portabilidad de la línea 11-63 05-7751, a nombre de apellido de la titular actual, Ana Enriqueta Cativa, ¿es correcto?",
      "confianza": 0.299,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 402.71,
      "fin": 409.44,
      "duracion": 6.73,
      "texto": "Es correcto. Perfecto. Actualmente esta línea se encuentra en la compañía de Claro y recibe lo que es una bono mensual y vos sos la titular, Ana, ¿es correcto?",
      "confianza": 0.61,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 410.48,
      "fin": 417.43,
      "duracion": 6.95,
      "texto": "Es correcto. Bien. Te pregunto, ¿posee lo que es el chip eSIM, que es un chip virtual, o posee el chip físico normal, la tarjetita que se coloca?",
      "confianza": 0.398,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 420.5,
      "fin": 421.28,
      "duracion": 0.78,
      "texto": "La tarjeta que se coloca es en celular.",
      "confianza": 0.003,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 421.3,
      "fin": 421.56,
      "duracion": 0.26,
      "texto": "Perfecto.",
      "confianza": 0.119,
      "_corregido": "respuesta_corta_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 421.58,
      "fin": 527.63,
      "duracion": 106.05,
      "texto": "En físico, sí. Bien, como ven, lo que es un chip físico, se podría retirarlo a la sucursal de Movistar que queda en la calle Gorrito y 343. Esto es abierto el lunes a viernes de 9 a 6 de la tarde. Recordad que vos podés ir recién al tercer día. Yo te voy a avisar un día antes para que vos te quedes tranquila igualmente. Y demora 48 horas en aprobarse, al tercer día ya podés ir a retirarlo por el chip. Bien, y te lo van a activar en la sucursal para que vos te quedes tranquila, hacerlo vas con tu DNI y ahí te lo dan ellos, ¿bien? Vamos a ir a los conceptos a abonar. El costo del servicio al día de hoy tiene un precio final de 10.400 pesos, ya que incluye lo que es un descuento fijo. Por seis meses de 41.650 pesos, estás adquiriendo el plan de 8GB de base, 8GB de regalo. Son por seis meses, son 16GB en total, WhatsApp gratis, llamas libres a todas las compañías. América, precio local, que son llamadas fuera del país. Y Rumi, en América, que es internet fuera del país. Yo recuerdo que el servicio se fractura mes adelantado y las gigas de regalo las vas a ver habilitadas por la aplicación 48 horas después de activar la línea. Te recuerdo, perdón, aguardo un minutito, que lo que es el correo del técnico que dejamos asociado para la recepción de la factura es anacativa.com. Y como número alternativo, dejamos la línea de tu hija, no vamos a llamar ni nada, solo por protocolo de carga, que sería la línea 11-50-4304-83. Te recuerdo también que desde la aplicación MemoVisar, ingresando a la sección de servicios, puedes ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimiento, montos a pagar, Si te quieres adherir al débito automático lo puedes realizar por ahí y también sumas cuatro gigas de regalo en cada línea móvil si es que haces la portabilidad de dos o más líneas registradas bajo el mismo titular. También te comento que tenés 20 gigas de regalo con una duración de 30 días disponibles una vez por año. Esto es más que nada porque a vos en algún momento te hacen falta gigas que no te tengas que ver en la obligación de comprar datos, ¿bien?",
      "confianza": 0.435,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 528.83,
      "fin": 562.74,
      "duracion": 33.91,
      "texto": "Te recuerdo la fecha de portabilidad, como optaste por ir a buscarlo en la sucursal, Una vez aprobada la portabilidad de la línea va a aportar a las 48 horas hábiles un día antes por mensaje de WhatsApp. Te vamos a informar la flecha, en este caso para la que buscabas ir a buscar el chip. Es importante que no coloques el chip antes de la pinta de informar, de todas maneras te vas a dar cuenta porque tu línea es clara o desagrada de recibir señal. Ahí es cuando debes de colocarlo, te comento que por única vez deberás validar y rentilatar activarlos. En caso que tengas alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800 621 76782 opción 4. Esto igualmente ahora te lo estoy escribiendo por WhatsApp.",
      "confianza": 0.576,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 563.26,
      "fin": 585.93,
      "duracion": 22.67,
      "texto": "Y ya te necesitamos que en caso de no levantar señal del chip, solo reinicie el equipo. Por otro lado, dentro de los próximos días vas a recibir una cuenta de satisfacción por medio de WhatsApp. Ya te necesitamos por favor que la completes más que nada porque tu opinión es muy importante para la empresa, ¿bien? Esto más que nada para saber cómo fuiste atendida y demás, ¿bien? Una vez, para que te quede en teoría, generalmente las sucursales se van a activar.",
      "confianza": 0.466,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 586.86,
      "fin": 596.77,
      "duracion": 9.91,
      "texto": "Lo que te comenté de que tienes que hacer la activación es por si no te lo llegan a dar activado, pero en la mayoría de los casos ya te lo van a dar funcionando y te va a salir de la sucursal sin ningún problema.",
      "confianza": 0.62,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 597.25,
      "fin": 608.99,
      "duracion": 11.74,
      "texto": "Lo que sí, siempre le solicitamos a los clientes que por favor no atiendan a llamar comerciales ni nada por el estilo porque obviamente se entiende de que te pueden generar una doble facturación.",
      "confianza": 0.799,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 609.35,
      "fin": 623.07,
      "duracion": 13.72,
      "texto": "¿Por qué te comento esto? Porque una vez que nosotros cargamos el trámite, a Claro obviamente le salta una alarma, todo se está haciendo de la compañía, y te llaman para que en cuanto atiendas la llamada, te hacen ya correr la segunda facturación que tenés con ellos programada, ¿bien?",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 624.55,
      "fin": 677.45,
      "duracion": 52.9,
      "texto": "Así nosotros siempre le aclaramos a los clientes que por favor no atiendan llamadas ni del área de reacción de clientes de Claro porque son automáticas, y que tampoco de movilidad porque una vez que yo cargo el pedido no lo puedo ver atrás, ¿bien? Aquí me faltaría pedirte lo que es captura de pantalla, del mensaje de texto que te tiene que haber llegado el número 223. Te llega un mensaje de portabilidad a la casilla de mensajes de texto. Avísame si te llegó. ¿El que dice 0800? ¿Opto en 4? No, ese es de WhatsApp. Un mensaje de texto que tiene que llegar te va a brindar lo que es un código de portabilidad de 4 dígitos y una fecha de vencimiento de una semana, que es lo que tenemos nosotros asignado para que vos obviamente no te quedes sin línea, ¿bien? Es lo que nos permite cortar tus niños y otras con el mismo número, ¿bien? El código es 603... ¿Puedes tomar cartelera de pantalla?",
      "confianza": 0.552,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 680.03,
      "fin": 681.68,
      "duracion": 1.65,
      "texto": "Ay, no puedo. ¿Pueden ayudar?",
      "confianza": 0.553,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 683.02,
      "fin": 694.71,
      "duracion": 11.69,
      "texto": "Esperando. No hay problema, yo te guardo en línea, no me cortes, así queda todo el olor a raíz. ¿Quién viaja conmigo?",
      "confianza": 0.65,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Agente",
      "inicio": 703.41,
      "fin": 713.49,
      "duracion": 10.08,
      "texto": "Buenísimo. Bien Ana, yo ya con eso ya puedo directamente cargar lo que es el trámite de portabilidad. No sé si me estás escuchando bien.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 715.91,
      "fin": 727.64,
      "duracion": 11.73,
      "texto": "Sí. Ah, bien. Tú ya puedes irse a habilitar a cargar el trámite. Bien. ¿Qué nos permite a nosotros el código de portabilidad? Es poder cargar tu línea a una compañía u otra sin que pierdas el mismo número y sin que pierdas la cobertura con tu chip actual. Bien.",
      "confianza": 0.07,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 728.14,
      "fin": 741.82,
      "duracion": 13.68,
      "texto": "Hasta que se apruebe lo que es el trámite. Lo que yo te pido, por favor, es que, obviamente, no atiendas llamadas de vería de retención de clientes de claro porque van a querer hacerte lo que es una doble facturación para que te quede sí o sí porque te pueden generar lo que es una deuda.",
      "confianza": 0.671,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 742.33,
      "fin": 757.72,
      "duracion": 15.39,
      "texto": "No una deuda de sí, pero si te admiten ya la factura, vos imagínate que eso cuando quieras volverlo vas a tener que pagar con ellos, ¿muy bien? Así que, bueno, vos, por las dudas, no atiendas llamadas comerciales ni brindes datos personales a otros asesores porque ahí es donde se genera la doble facturación, ¿bien?",
      "confianza": 0.649,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 758.56,
      "fin": 767.53,
      "duracion": 8.97,
      "texto": "Cualquier duda, consulta, que vos tengas, me puedes llamar por WhatsApp. Yo por eso también te envié un videito de la oficina para que vos te quedes tranquila, que estás hablando con alguien de Movistar.",
      "confianza": 0.637,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 768.06,
      "fin": 793.87,
      "duracion": 25.81,
      "texto": "Me puedes llamar por WhatsApp, me puedes escribir. A ese WhatsApp siempre te voy a estar atendiendo yo, ¿bien? No te voy a atender ni un robot ni nada para que te quedes tranquila por eso. Está bien. Así que bueno, la reduda quedaría completamente anulada desde que tu hijo desestime si a él le llega un correo electrónico o lo que sea. Seguramente lo deben seguir notificando. que lo desestime, una vez que vos te actives la línea, te vas a dar cuenta que se limita la duda porque no puedes ingresar a ninguna compañía con deuda, ¿bien?",
      "confianza": 0.823,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 795.31,
      "fin": 807.49,
      "duracion": 12.18,
      "texto": "Está bien. Así que bueno, cualquier duda, consulta que tengas, si querés preguntármela a Ona, si no, ya queraríamos. No, está bien, está bien. Suficiente la información que me mandaste. Bueno, Ana, un placer y bueno, espero que tengas muy buen día, muy amable.",
      "confianza": 0.07,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 808.81,
      "fin": 811.98,
      "duracion": 3.17,
      "texto": "Igualmente para vos, hasta luego. Hasta luego, chau, chau. Chau.",
      "confianza": 0.072,
      "_hablante_original": "Hablante B"
    }
  ],
  "transcripcion_completa": "Hola. Hola, hablo con Ana. Soy Macarena. Sí, Macarena. ¿Cómo estás, Ana? Sabes que justo le pregunté a mi supervisora, por eso te llamaba, te llamé bastantes veces, la segunda vez, porque me dicen que hasta 50.000 pesos se puede anular, no hasta 30. Así que en teoría no deberías de abonar nada. Yo recién me puse a enviar el paso para todo, es sobre estimarlo, por eso te llamé por llamado común y no por WhatsApp. para que, obviamente, se hubiera enfrentado en llamada, que hay que anular toda la deuda, no solo 30.000 bien. Yo había entendido hasta 30.000, pero es hasta 50.000. Así que, bueno, en teoría... Bueno, te lo agradezco a usted. Para que, bueno, usted quede tranquila, seguiríamos con la toma de datos, ¿bien? Yo te había ya dicho lo que hace el correo, me dijiste lo que hace el correo electrónico. Y te comenté, nosotros tenemos dos métodos de envío del chip. Una puede ser envío a domicilio que demora entre 5 a 7 días fábiles, y si nos da la segunda, ese envío a sucursal lo mostramos, nosotros te buscamos una sucursal que tengamos que estar en casa, y a partir de tres días después de ir, eso demora solo 48 días fábiles. Sí, puedo ir a una sucursal. Bueno, ¿en qué localidad te encontrás de Buenos Aires para buscar una? Loma de Zamora. Ahora te digo entonces, por eso Le pregunté porque tenía una duda, a ver si es que podía o no, y me dijo que sí. Bueno, pues déjame. Tenemos dos. Una en la calle Gorriti, al 343, y otra en la calle Iguarito-Irigorien, 89-97. Vos decime cuál te queda mejor. La de Gorriti. La de Gorriti. Bien. Por último, guardamos un minuto, y ahora te voy a enviar captura de pantalla de lo que es la sucursal, para que no se te olvide la dirección, ¿bien? Yo te lo voy a enviar al WhatsApp, Encima, yo justo te había enviado un paso a paso todo para pagarlo por mi tronco. Sí, muchas gracias. Muchas gracias. Bien. Y ahora sí, me faltaría un número de teléfono alternativo. Vamos a llamar a Nina a hacerlo por protocolo de carga. Eh... Un número de teléfono. 11. 11. Sí. 50. 50. Sí. 43. Sí. Pero 4. Sí. 8, 3. 7, 10. 7, 10, 10. Bien, lo guardamos un minuto. Bien. Y ahora sí, entonces, yo ya voy a proceder a realizarte lo que es un cierre comercial. Es como una especie de contrato que te leemos para que vos en ningún momento moviertes, quieras cambiar lo que es la promoción, ni nada por el estilo, ¿bien? Y, obviamente, que quede todo en llamada. Te puedo molestar un poquito, ¿sí? Sí. Si vos me puedes mandar todo como si fuese en un mensaje mandamero, porque si no, yo después no tengo que explicar, no lo sé explicar. Cénacor, el plan, ¿merci? Es como para que eso lo entienda bien. Sí, el plan se lo envíe más arriba. Mira, ahora te lo voy a remarcar. Ahí lo tenés bien detallado. Ahí te acabo de poner un buquillo. Ahí sería la promoción que tendrías, ¿bien? Pero ahora yo igualmente te lo tengo que leer a este cierre comercial, sí o sí por llamada, ¿bien? El plan igualmente lo tenés escrito por WhatsApp para que te quedes tranquila, ¿bien? Bueno, yo lo leo y ya casi terminaríamos. Yo sí, lo que necesito solicitarte es foto del DNI, del titular de la línea de frente y del dorso, esto para corroborar que vos estés haciendo el cambio y no haya alguien que se está haciendo pasar por vos bien. Yo ahora aguardamos un minutito, te estoy mandando un videíto para que vos obviamente te quedes tranquila de que estás hablando con alguien de Movistar por lo que te solicitamos el DNI y demás, ¿bien? Aguardamos un minuto. y ahí se envió el video. Bien, y ahora sí, mientras vos me envías lo que es la foto del DNI de frente y de dorso, yo te voy leyendo el cierre comercial, ¿te parece? No te entendí. Se decía que necesito que me envíes lo que es la foto de tu DNI de frente y de dorso para corroborar que el titular le da el cambio y no otra persona que se va a pasar por vos. Yo lo subo al sistema, se valida y si querés después lo puedes eliminar, ¿bien? Y mientras vos me envías la foto, yo te voy leyendo el cierre comercial, que es lo que tengo que leer si bien, si quieres ponerme en alta voz. Bueno, esperamos un segundito, te busco porque estoy almorzando. Ah, bueno, perdón, perdón. Bien. Esperamos un segundo. Sí, yo te aguanto. ¿Te guardamos un segundo? Sí, no hay problema. ¿Cómo? Pues mandale si tienen llamada. Mándame. ¿Qué hace? ¿Qué le escribió? Buenísimo, ahí me llegó el frente, faltaría el dorso y ahí me llegó el dos. Decime si me escuchas bien, Ana. Bien, ahora sí, entonces, te voy leyendo lo que es el cierre comercial, como te digo, a repasar los datos que ya me brindaste y lo que es la promoción, ¿bien? En este caso, para recibir futuras promociones, ¿contás con Internet de Movistar en tu domicilio? No te entendí, perdón. ¿Qué tenés instalado en Internet de Movistar en tu domicilio? No, no, te dije que tenía el telecentro. Ah, bien, perdón. Bien, en este caso, vamos a ir con los datos personales. Estamos haciendo la portabilidad de la línea 11-63 05-7751, a nombre de apellido de la titular actual, Ana Enriqueta Cativa, ¿es correcto? Es correcto. Perfecto. Actualmente esta línea se encuentra en la compañía de Claro y recibe lo que es una bono mensual y vos sos la titular, Ana, ¿es correcto? Es correcto. Bien. Te pregunto, ¿posee lo que es el chip eSIM, que es un chip virtual, o posee el chip físico normal, la tarjetita que se coloca? La tarjeta que se coloca es en celular. Perfecto. En físico, sí. Bien, como ven, lo que es un chip físico, se podría retirarlo a la sucursal de Movistar que queda en la calle Gorrito y 343. Esto es abierto el lunes a viernes de 9 a 6 de la tarde. Recordad que vos podés ir recién al tercer día. Yo te voy a avisar un día antes para que vos te quedes tranquila igualmente. Y demora 48 horas en aprobarse, al tercer día ya podés ir a retirarlo por el chip. Bien, y te lo van a activar en la sucursal para que vos te quedes tranquila, hacerlo vas con tu DNI y ahí te lo dan ellos, ¿bien? Vamos a ir a los conceptos a abonar. El costo del servicio al día de hoy tiene un precio final de 10.400 pesos, ya que incluye lo que es un descuento fijo. Por seis meses de 41.650 pesos, estás adquiriendo el plan de 8GB de base, 8GB de regalo. Son por seis meses, son 16GB en total, WhatsApp gratis, llamas libres a todas las compañías. América, precio local, que son llamadas fuera del país. Y Rumi, en América, que es internet fuera del país. Yo recuerdo que el servicio se fractura mes adelantado y las gigas de regalo las vas a ver habilitadas por la aplicación 48 horas después de activar la línea. Te recuerdo, perdón, aguardo un minutito, que lo que es el correo del técnico que dejamos asociado para la recepción de la factura es anacativa.com. Y como número alternativo, dejamos la línea de tu hija, no vamos a llamar ni nada, solo por protocolo de carga, que sería la línea 11-50-4304-83. Te recuerdo también que desde la aplicación MemoVisar, ingresando a la sección de servicios, puedes ver toda la información referida a tu factura, ya sea el ciclo de facturación, vencimiento, montos a pagar, Si te quieres adherir al débito automático lo puedes realizar por ahí y también sumas cuatro gigas de regalo en cada línea móvil si es que haces la portabilidad de dos o más líneas registradas bajo el mismo titular. También te comento que tenés 20 gigas de regalo con una duración de 30 días disponibles una vez por año. Esto es más que nada porque a vos en algún momento te hacen falta gigas que no te tengas que ver en la obligación de comprar datos, ¿bien? Te recuerdo la fecha de portabilidad, como optaste por ir a buscarlo en la sucursal, Una vez aprobada la portabilidad de la línea va a aportar a las 48 horas hábiles un día antes por mensaje de WhatsApp. Te vamos a informar la flecha, en este caso para la que buscabas ir a buscar el chip. Es importante que no coloques el chip antes de la pinta de informar, de todas maneras te vas a dar cuenta porque tu línea es clara o desagrada de recibir señal. Ahí es cuando debes de colocarlo, te comento que por única vez deberás validar y rentilatar activarlos. En caso que tengas alguna dificultad con la validación, inténtelo nuevamente o comuníquese al 0800 621 76782 opción 4. Esto igualmente ahora te lo estoy escribiendo por WhatsApp. Y ya te necesitamos que en caso de no levantar señal del chip, solo reinicie el equipo. Por otro lado, dentro de los próximos días vas a recibir una cuenta de satisfacción por medio de WhatsApp. Ya te necesitamos por favor que la completes más que nada porque tu opinión es muy importante para la empresa, ¿bien? Esto más que nada para saber cómo fuiste atendida y demás, ¿bien? Una vez, para que te quede en teoría, generalmente las sucursales se van a activar. Lo que te comenté de que tienes que hacer la activación es por si no te lo llegan a dar activado, pero en la mayoría de los casos ya te lo van a dar funcionando y te va a salir de la sucursal sin ningún problema. Lo que sí, siempre le solicitamos a los clientes que por favor no atiendan a llamar comerciales ni nada por el estilo porque obviamente se entiende de que te pueden generar una doble facturación. ¿Por qué te comento esto? Porque una vez que nosotros cargamos el trámite, a Claro obviamente le salta una alarma, todo se está haciendo de la compañía, y te llaman para que en cuanto atiendas la llamada, te hacen ya correr la segunda facturación que tenés con ellos programada, ¿bien? Así nosotros siempre le aclaramos a los clientes que por favor no atiendan llamadas ni del área de reacción de clientes de Claro porque son automáticas, y que tampoco de movilidad porque una vez que yo cargo el pedido no lo puedo ver atrás, ¿bien? Aquí me faltaría pedirte lo que es captura de pantalla, del mensaje de texto que te tiene que haber llegado el número 223. Te llega un mensaje de portabilidad a la casilla de mensajes de texto. Avísame si te llegó. ¿El que dice 0800? ¿Opto en 4? No, ese es de WhatsApp. Un mensaje de texto que tiene que llegar te va a brindar lo que es un código de portabilidad de 4 dígitos y una fecha de vencimiento de una semana, que es lo que tenemos nosotros asignado para que vos obviamente no te quedes sin línea, ¿bien? Es lo que nos permite cortar tus niños y otras con el mismo número, ¿bien? El código es 603... ¿Puedes tomar cartelera de pantalla? Ay, no puedo. ¿Pueden ayudar? Esperando. No hay problema, yo te guardo en línea, no me cortes, así queda todo el olor a raíz. ¿Quién viaja conmigo? Buenísimo. Bien Ana, yo ya con eso ya puedo directamente cargar lo que es el trámite de portabilidad. No sé si me estás escuchando bien. Sí. Ah, bien. Tú ya puedes irse a habilitar a cargar el trámite. Bien. ¿Qué nos permite a nosotros el código de portabilidad? Es poder cargar tu línea a una compañía u otra sin que pierdas el mismo número y sin que pierdas la cobertura con tu chip actual. Bien. Hasta que se apruebe lo que es el trámite. Lo que yo te pido, por favor, es que, obviamente, no atiendas llamadas de vería de retención de clientes de claro porque van a querer hacerte lo que es una doble facturación para que te quede sí o sí porque te pueden generar lo que es una deuda. No una deuda de sí, pero si te admiten ya la factura, vos imagínate que eso cuando quieras volverlo vas a tener que pagar con ellos, ¿muy bien? Así que, bueno, vos, por las dudas, no atiendas llamadas comerciales ni brindes datos personales a otros asesores porque ahí es donde se genera la doble facturación, ¿bien? Cualquier duda, consulta, que vos tengas, me puedes llamar por WhatsApp. Yo por eso también te envié un videito de la oficina para que vos te quedes tranquila, que estás hablando con alguien de Movistar. Me puedes llamar por WhatsApp, me puedes escribir. A ese WhatsApp siempre te voy a estar atendiendo yo, ¿bien? No te voy a atender ni un robot ni nada para que te quedes tranquila por eso. Está bien. Así que bueno, la reduda quedaría completamente anulada desde que tu hijo desestime si a él le llega un correo electrónico o lo que sea. Seguramente lo deben seguir notificando. que lo desestime, una vez que vos te actives la línea, te vas a dar cuenta que se limita la duda porque no puedes ingresar a ninguna compañía con deuda, ¿bien? Está bien. Así que bueno, cualquier duda, consulta que tengas, si querés preguntármela a Ona, si no, ya queraríamos. No, está bien, está bien. Suficiente la información que me mandaste. Bueno, Ana, un placer y bueno, espero que tengas muy buen día, muy amable. Igualmente para vos, hasta luego. Hasta luego, chau, chau. Chau.",
  "calidad": {
    "confianza_promedio": 0.523,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 23.9
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T20:28:03.571224",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 0,
    "total_segmentos_original": 189,
    "total_segmentos_corregido": 52,
    "fecha_correccion": "2026-01-18T23:05:26.397136",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260115144536941_MIT_01976",
    "fecha_inicio": "15/1/2026 14:45:38",
    "agente_nombre": "MZA 3",
    "agente_login": "mza3",
    "duracion_total": 782,
    "tiempo_conversacion": 780,
    "tiempo_hold": 0,
    "tiempo_acw": 1,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA_OUT",
    "lote": "nan",
    "cliente_telefono": "nan",
    "sentido": "Saliente",
    "tipificacion_agente": "Venta",
    "tipo_tipificacion": "Exitoso"
  }
}