{
  "archivo": "amza44_1_260112135205915_ACD_28013.wav",
  "duracion_segundos": 261.53,
  "num_segmentos": 66,
  "num_hablantes": 2,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 204.49,
    "Cliente": 40.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Agente",
      "inicio": 0.03,
      "fin": 5.18,
      "duracion": 5.15,
      "texto": "Hola. Hola, ¿qué tal, buenas tardes? ¿Hablas con Anavela?",
      "confianza": 0.803,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.36,
      "fin": 6.76,
      "duracion": 0.4,
      "texto": "Sí.",
      "confianza": 0.604,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 6.78,
      "fin": 12.82,
      "duracion": 6.04,
      "texto": "Hola, Anavela, ¿qué tal, un gusto? Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio en su línea.",
      "confianza": 0.605,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 13.32,
      "fin": 17.69,
      "duracion": 4.36,
      "texto": "Me figura, Anavela, que usted está actualmente en clara, ¿es correcto?",
      "confianza": 0.731,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.71,
      "fin": 18.63,
      "duracion": 0.92,
      "texto": "Sí.",
      "confianza": 0.452,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 18.67,
      "fin": 19.69,
      "duracion": 1.02,
      "texto": "Ok, excelente.",
      "confianza": 0.672,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 20.21,
      "fin": 40.81,
      "duracion": 20.6,
      "texto": "Yo le hablo desde lo que es la compañía Movistar, ¿sí? Para que sepa dónde me estoy llamando. Más que nada porque tenemos unas promociones vigentes a día de hoy, sí, para clientes de la compañía. que actualmente están en claro, ¿sí? Le consulto, ¿usted para qué suele utilizar más el teléfono? ¿Lo utiliza para estudiar, para trabajar, lo suele utilizar para navegar o más que nada para estar comunicada?",
      "confianza": 0.71,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 42.09,
      "fin": 67.94,
      "duracion": 25.85,
      "texto": "No, para estar comunicada. Más que nada para estar comunicada, ok. Uno para brindarle, sí, lo que es el plan de 4 gigas, más 4 gigas de regalo por 6 meses, o sea, 8 gigas en total para poder utilizar. Le voy a constar de lo que es WhatsApp gratis y lo que es llamadas ilimitadas a todas las compañías, esto está buenísimo ¿sí? ¿Por qué le va a asegurar notiar sin comunicar en ningún momento, ya que por mal que usted se quede sin datos va a poder mandar mensajes de WhatsApp igual?",
      "confianza": 0.5,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 68.64,
      "fin": 72.28,
      "duracion": 3.64,
      "texto": "Y lo mismo con las llamadas, no va a tener ningún tipo de restricción con el tiempo ¿sí?",
      "confianza": 0.786,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 73.48,
      "fin": 80.51,
      "duracion": 7.03,
      "texto": "Este plan va a quedar en un precio de 11.400 pesos al día de hoy. No sé cómo se debe usted con este plan y esto llegado.",
      "confianza": 0.61,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 82.55,
      "fin": 104.1,
      "duracion": 21.55,
      "texto": "Claro, no, yo en el otro estoy pagando ocho mil pesos. Claro, no entiendo. ¿Cuántos días tiene? No, la verdad ni idea. Yo lo uso simplemente para cuando estoy fuera de casa, para estar comunicada con los chicos y así. Sí, entiendo, entiendo. Bueno, le comento también como para que sepa que va a contar también con lo que es el Club Movistar, no sé si lo conoce.",
      "confianza": 0.389,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 105.62,
      "fin": 106.8,
      "duracion": 1.18,
      "texto": "No.",
      "confianza": 0.627,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 106.82,
      "fin": 119.58,
      "duracion": 12.76,
      "texto": "OK. Básicamente, esto es una serie de beneficios que le damos a los clientes simplemente por clientes de muestra. Es como una cuponera a la cual usted va a poder acceder a descuentos en lugares de comida, así como Burger King, por ejemplo.",
      "confianza": 0.652,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 120.84,
      "fin": 135.35,
      "duracion": 14.51,
      "texto": "Tiene lo que es descuento en farmacias, supermercados, tiendas de ropa. Y va a comparar con lo que es dos por uno en teatros y cines. No sé si usted tiene hijos o sobrinos como para sacarlos a pasear. Sí, tengo.",
      "confianza": 0.727,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 135.47,
      "fin": 136.35,
      "duracion": 0.88,
      "texto": "Claro.",
      "confianza": 0.215,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 136.37,
      "fin": 164.13,
      "duracion": 27.76,
      "texto": "Y bueno, ahora con el tema de las vacaciones viene genial lo que son estos cuentos porque ya con lo que vale una entrada al cine más o menos es lo mismo que vale el plan. Entonces es como que se paga solo, además de los otros cuentos con los que va a contar. Entonces la idea no es que solamente cuente con lo que es la línea, sino que también tenga una experiencia quizás un poquito por fuera de eso y llevarlo más a lo que es lo cotidiano.",
      "confianza": 0.755,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 164.15,
      "fin": 164.21,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.328,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 164.48,
      "fin": 173.57,
      "duracion": 9.09,
      "texto": "No sé cómo se ve con esos beneficios. Sí, no, yo, viste, ya te digo, yo lo uso simplemente para estar comunicada.",
      "confianza": 0.142,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 174.79,
      "fin": 189.5,
      "duracion": 14.71,
      "texto": "Y la verdad que últimamente me está complicando porque me andaba mal, no me entraban las llamadas, así que me hacían de afuera, no me entraban. Ah, ok, está teniendo problemas para comunicarse.",
      "confianza": 0.643,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 189.52,
      "fin": 189.66,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.179,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 190.26,
      "fin": 198.63,
      "duracion": 8.37,
      "texto": "Ok, bueno, yo ahí chequeo que esté todo ok y podremos usar lo que es la portabilidad, no hay ningún problema con eso.",
      "confianza": 0.635,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 198.71,
      "fin": 201.32,
      "duracion": 2.61,
      "texto": "¿Cómo sería? Porque yo ahora tengo el kit claro.",
      "confianza": 0.699,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 202.04,
      "fin": 202.58,
      "duracion": 0.54,
      "texto": "Claro, sí, sí.",
      "confianza": 0.706,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 202.62,
      "fin": 219.68,
      "duracion": 17.06,
      "texto": "Nosotros lo que hacemos es primero yo hago lo que es un cierre comercial, ¿sí? Esto básicamente es... Yo le voy a repasar lo que son los descuentos y beneficios que le estamos aplicando a lo que es la línea, ¿sí? Una vez que hacemos esto,",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 220.22,
      "fin": 226.33,
      "duracion": 6.11,
      "texto": "Yo paso a leerle lo que es el cierre comercial y hacemos lo que es la validación de identidad.",
      "confianza": 0.734,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 226.83,
      "fin": 238.09,
      "duracion": 11.26,
      "texto": "Esto se hace con frente del DNI, más que nada para corroborar que estamos haciendo lo que es el trámite con el titular de la línea y que no es otra persona haciéndose pasar por él.",
      "confianza": 0.745,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 238.91,
      "fin": 240.86,
      "duracion": 1.94,
      "texto": "Claro, sí, sí.",
      "confianza": 0.176,
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 240.88,
      "fin": 251.25,
      "duracion": 10.37,
      "texto": "El código de portabilidad. Y ya con eso terminamos lo que es el trámite. Esto suele tardar. La podrían hacer más tarde porque ahora estoy trabajando y no puedo usar mucho el teléfono. ¿En qué horario la llamó?",
      "confianza": 0.522,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Agente",
      "inicio": 252.07,
      "fin": 253.8,
      "duracion": 1.72,
      "texto": "Y después de las 5 sería.",
      "confianza": 0.554,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 253.82,
      "fin": 258.67,
      "duracion": 4.85,
      "texto": "Ok, bueno, nos vamos contactando, que tenga validad.",
      "confianza": 0.657,
      "_dividido": true,
      "_tipo_cambio": "respuesta_continuacion",
      "_corregido": "era_agente_ahora_cliente",
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 258.69,
      "fin": 261.53,
      "duracion": 2.84,
      "texto": "Dale, igual. Chau.",
      "confianza": 0.729,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal, buenas tardes? ¿Hablas con Anavela? Sí. Hola, Anavela, ¿qué tal, un gusto? Mi nombre es Rodrigo, ¿sí? Yo me estoy comunicando con usted para brindarle lo que es un beneficio en su línea. Me figura, Anavela, que usted está actualmente en clara, ¿es correcto? Sí. Ok, excelente. Yo le hablo desde lo que es la compañía Movistar, ¿sí? Para que sepa dónde me estoy llamando. Más que nada porque tenemos unas promociones vigentes a día de hoy, sí, para clientes de la compañía. que actualmente están en claro, ¿sí? Le consulto, ¿usted para qué suele utilizar más el teléfono? ¿Lo utiliza para estudiar, para trabajar, lo suele utilizar para navegar o más que nada para estar comunicada? No, para estar comunicada. Más que nada para estar comunicada, ok. Uno para brindarle, sí, lo que es el plan de 4 gigas, más 4 gigas de regalo por 6 meses, o sea, 8 gigas en total para poder utilizar. Le voy a constar de lo que es WhatsApp gratis y lo que es llamadas ilimitadas a todas las compañías, esto está buenísimo ¿sí? ¿Por qué le va a asegurar notiar sin comunicar en ningún momento, ya que por mal que usted se quede sin datos va a poder mandar mensajes de WhatsApp igual? Y lo mismo con las llamadas, no va a tener ningún tipo de restricción con el tiempo ¿sí? Este plan va a quedar en un precio de 11.400 pesos al día de hoy. No sé cómo se debe usted con este plan y esto llegado. Claro, no, yo en el otro estoy pagando ocho mil pesos. Claro, no entiendo. ¿Cuántos días tiene? No, la verdad ni idea. Yo lo uso simplemente para cuando estoy fuera de casa, para estar comunicada con los chicos y así. Sí, entiendo, entiendo. Bueno, le comento también como para que sepa que va a contar también con lo que es el Club Movistar, no sé si lo conoce. No. OK. Básicamente, esto es una serie de beneficios que le damos a los clientes simplemente por clientes de muestra. Es como una cuponera a la cual usted va a poder acceder a descuentos en lugares de comida, así como Burger King, por ejemplo. Tiene lo que es descuento en farmacias, supermercados, tiendas de ropa. Y va a comparar con lo que es dos por uno en teatros y cines. No sé si usted tiene hijos o sobrinos como para sacarlos a pasear. Sí, tengo. Claro. Y bueno, ahora con el tema de las vacaciones viene genial lo que son estos cuentos porque ya con lo que vale una entrada al cine más o menos es lo mismo que vale el plan. Entonces es como que se paga solo, además de los otros cuentos con los que va a contar. Entonces la idea no es que solamente cuente con lo que es la línea, sino que también tenga una experiencia quizás un poquito por fuera de eso y llevarlo más a lo que es lo cotidiano. Sí. No sé cómo se ve con esos beneficios. Sí, no, yo, viste, ya te digo, yo lo uso simplemente para estar comunicada. Y la verdad que últimamente me está complicando porque me andaba mal, no me entraban las llamadas, así que me hacían de afuera, no me entraban. Ah, ok, está teniendo problemas para comunicarse. Sí, sí. Ok, bueno, yo ahí chequeo que esté todo ok y podremos usar lo que es la portabilidad, no hay ningún problema con eso. ¿Cómo sería? Porque yo ahora tengo el kit claro. Claro, sí, sí. Nosotros lo que hacemos es primero yo hago lo que es un cierre comercial, ¿sí? Esto básicamente es... Yo le voy a repasar lo que son los descuentos y beneficios que le estamos aplicando a lo que es la línea, ¿sí? Una vez que hacemos esto, Yo paso a leerle lo que es el cierre comercial y hacemos lo que es la validación de identidad. Esto se hace con frente del DNI, más que nada para corroborar que estamos haciendo lo que es el trámite con el titular de la línea y que no es otra persona haciéndose pasar por él. Claro, sí, sí. El código de portabilidad. Y ya con eso terminamos lo que es el trámite. Esto suele tardar. La podrían hacer más tarde porque ahora estoy trabajando y no puedo usar mucho el teléfono. ¿En qué horario la llamó? Y después de las 5 sería. Ok, bueno, nos vamos contactando, que tenga validad. Dale, igual. Chau.",
  "calidad": {
    "confianza_promedio": 0.581,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T21:02:23.928104",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante A",
    "segmentos_divididos": 2,
    "total_segmentos_original": 66,
    "total_segmentos_corregido": 31,
    "fecha_correccion": "2026-01-18T23:05:28.484039",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260112135205915_ACD_28013",
    "fecha_inicio": "12/1/2026 13:52:05",
    "agente_nombre": "MZA 44",
    "agente_login": "mza44",
    "duracion_total": 298,
    "tiempo_conversacion": 255,
    "tiempo_hold": 0,
    "tiempo_acw": 21,
    "origen_corte": "Cliente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260112_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Cae Muda o Cortada",
    "tipo_tipificacion": "No Exitoso"
  }
}