{
  "archivo": "amza1_1_260114112453788_ACD_81463.wav",
  "duracion_segundos": 146.71,
  "num_segmentos": 39,
  "num_hablantes": 1,
  "hablantes": [
    "Agente",
    "Cliente"
  ],
  "tiempo_por_hablante": {
    "Agente": 3.96,
    "Cliente": 133.98
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Cliente",
      "inicio": 0.03,
      "fin": 5.5,
      "duracion": 5.47,
      "texto": "a Hawaii. Hola. Hola, buenos días, hablo con Fernando.",
      "confianza": 0.261,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 6.88,
      "fin": 14.22,
      "duracion": 7.34,
      "texto": "De parte de Movistar. Exactamente, Fernando, en la idea de beneficios tenemos una promoción exclusiva para un día de hoy. Sí,",
      "confianza": 0.731,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 14.22,
      "fin": 16.47,
      "duracion": 2.25,
      "texto": "mirá, mirá, mirá, para que te des una idea.",
      "confianza": 0.479,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 17.33,
      "fin": 35.92,
      "duracion": 18.59,
      "texto": "Sí, dígame. Me di cuenta que era Movistar antes de que vos me digas. Imagínate que me viene llamando todos los días, ¿sabes? Es medio cansador. Sí, lo comprendo. Pero le comento, soy muy breve, ¿por qué lo llamé? Es porque justamente el día de hoy tenemos una promoción mucho más económica que la que León ofreció anteriormente, por eso yo lo llamaba.",
      "confianza": 0.189,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 36.44,
      "fin": 53.02,
      "duracion": 16.58,
      "texto": "¿Bien? No, no, no quiero saber nada, disculpa, no quiero que me llamen más, por favor. Imagínate para que me... Sí, imagínate para que me de cuenta que eran los movistar antes que vos me digas, porque me vienen llamando todos los días, fácil, cuatro veces por día. Lo tenés súper asociado.",
      "confianza": 0.559,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 53.81,
      "fin": 74.78,
      "duracion": 20.97,
      "texto": "Es medio acoso de esto. Yo no sé si hasta podría ser denunciable. No, en realidad yo te explico lo que sucede. Siempre te llaman de distintas centrales. Yo justamente de mi central puedo poner que no te contacten más, pero no te puedo analizar que de otro lado no te llamen. Por eso mismo, realmente no es que se notifica básicamente lo que es la movilidad en sí, sino en las centrales.",
      "confianza": 0.123,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 75.36,
      "fin": 88.12,
      "duracion": 12.76,
      "texto": "Bien, te lo voy a dejar asentado igual desde mi central para que no te llamen desde aquí, ¿sí? ¿De verdad lo va a dejar asentado? Porque ya varias veces que me han llamado de otros lugares, he dicho que no me llamen más, pero no sé cuánto asentarles tienen.",
      "confianza": 0.655,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 88.93,
      "fin": 103.62,
      "duracion": 14.69,
      "texto": "Realmente desconozco, porque son prestadoras. Pero bueno, yo ahora igual lo dejo asentado desde acá y en todo caso si te molestan demasiado o no funciona, lo puedes registrar en el Registro Nacional No Llames, ¿bien? A través de la página de internet, para que no te llames justamente las compañías.",
      "confianza": 0.741,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 104.81,
      "fin": 107.41,
      "duracion": 2.6,
      "texto": "Ah, bueno, bueno.",
      "confianza": 0.169,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 107.93,
      "fin": 122.03,
      "duracion": 14.1,
      "texto": "¿Vos sabés que un tío que me contestó me dijo que supuestamente me iba a poner como que soy cliente de Movistar, aunque no lo sea, como para que no me llamen más? Que no se puede hacer eso en teoría, pero...",
      "confianza": 0.642,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 122.03,
      "fin": 123.2,
      "duracion": 1.17,
      "texto": "Claro, claro.",
      "confianza": 0.645,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 123.97,
      "fin": 130.13,
      "duracion": 6.16,
      "texto": "Sí, sí, yo lo voy a investigar como que no ves este programa de nuevo, pero puedes hacer eso, ¿bien? Para que yo pueda cortarlo de raíz, básicamente.",
      "confianza": 0.433,
      "_hablante_original": "Hablante A"
    },
    {
      "hablante": "Cliente",
      "inicio": 131.43,
      "fin": 144.97,
      "duracion": 13.54,
      "texto": "Bueno. ¿Cómo me dice que se arma la página? ahí te metes y te vas a seguir los pasos y vas a deshabilitar las llamadas, ¿bien? Ok,",
      "confianza": 0.627,
      "_hablante_original": "Hablante A",
      "_fusionado": true
    },
    {
      "hablante": "Agente",
      "inicio": 144.97,
      "fin": 145.51,
      "duracion": 0.54,
      "texto": "bueno, muchísimas gracias.",
      "confianza": 0.021,
      "_dividido": true,
      "_hablante_original": "Hablante B"
    },
    {
      "hablante": "Cliente",
      "inicio": 145.53,
      "fin": 146.71,
      "duracion": 1.18,
      "texto": "Que tengas bien tarde, hasta luego.",
      "confianza": 0.355,
      "_hablante_original": "Hablante A"
    }
  ],
  "transcripcion_completa": "a Hawaii. Hola. Hola, buenos días, hablo con Fernando. De parte de Movistar. Exactamente, Fernando, en la idea de beneficios tenemos una promoción exclusiva para un día de hoy. Sí, mirá, mirá, mirá, para que te des una idea. Sí, dígame. Me di cuenta que era Movistar antes de que vos me digas. Imagínate que me viene llamando todos los días, ¿sabes? Es medio cansador. Sí, lo comprendo. Pero le comento, soy muy breve, ¿por qué lo llamé? Es porque justamente el día de hoy tenemos una promoción mucho más económica que la que León ofreció anteriormente, por eso yo lo llamaba. ¿Bien? No, no, no quiero saber nada, disculpa, no quiero que me llamen más, por favor. Imagínate para que me... Sí, imagínate para que me de cuenta que eran los movistar antes que vos me digas, porque me vienen llamando todos los días, fácil, cuatro veces por día. Lo tenés súper asociado. Es medio acoso de esto. Yo no sé si hasta podría ser denunciable. No, en realidad yo te explico lo que sucede. Siempre te llaman de distintas centrales. Yo justamente de mi central puedo poner que no te contacten más, pero no te puedo analizar que de otro lado no te llamen. Por eso mismo, realmente no es que se notifica básicamente lo que es la movilidad en sí, sino en las centrales. Bien, te lo voy a dejar asentado igual desde mi central para que no te llamen desde aquí, ¿sí? ¿De verdad lo va a dejar asentado? Porque ya varias veces que me han llamado de otros lugares, he dicho que no me llamen más, pero no sé cuánto asentarles tienen. Realmente desconozco, porque son prestadoras. Pero bueno, yo ahora igual lo dejo asentado desde acá y en todo caso si te molestan demasiado o no funciona, lo puedes registrar en el Registro Nacional No Llames, ¿bien? A través de la página de internet, para que no te llames justamente las compañías. Ah, bueno, bueno. ¿Vos sabés que un tío que me contestó me dijo que supuestamente me iba a poner como que soy cliente de Movistar, aunque no lo sea, como para que no me llamen más? Que no se puede hacer eso en teoría, pero... Claro, claro. Sí, sí, yo lo voy a investigar como que no ves este programa de nuevo, pero puedes hacer eso, ¿bien? Para que yo pueda cortarlo de raíz, básicamente. Bueno. ¿Cómo me dice que se arma la página? ahí te metes y te vas a seguir los pasos y vas a deshabilitar las llamadas, ¿bien? Ok, bueno, muchísimas gracias. Que tengas bien tarde, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-18T17:42:09.328891",
    "version": "5.0_ecapa"
  },
  "correccion_diarizacion": {
    "agente_detectado_original": "Hablante B",
    "segmentos_divididos": 3,
    "total_segmentos_original": 39,
    "total_segmentos_corregido": 15,
    "fecha_correccion": "2026-01-18T23:05:16.086784",
    "version": "1.0"
  },
  "metadata_llamada": {
    "id_interaccion": "260114112453788_ACD_81463",
    "fecha_inicio": "14/1/2026 11:24:53",
    "agente_nombre": "MZA 1",
    "agente_login": "mza1",
    "duracion_total": 164,
    "tiempo_conversacion": 141,
    "tiempo_hold": 0,
    "tiempo_acw": 2,
    "origen_corte": "Agente",
    "causa_terminacion": "Se contacta con el operador",
    "campana": "MVS_MZA",
    "lote": "20260114_MZA_TT_MIXTO",
    "cliente_telefono": "nan",
    "sentido": "Discador Predictivo",
    "tipificacion_agente": "Se corta durante la conversacion",
    "tipo_tipificacion": "No Exitoso"
  }
}