{
  "archivo": "amza63_1_260122110302129_ACD_53973.wav",
  "duracion_segundos": 187.63,
  "num_segmentos": 49,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 179.01
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 1.63,
      "duracion": 1.6,
      "texto": "Hola.",
      "confianza": 0.24
    },
    {
      "hablante": "Hablante A",
      "inicio": 1.65,
      "fin": 5.68,
      "duracion": 4.03,
      "texto": "Hola, buenos días, mi nombre es Tomás, soy el público de la línea de Rocio y Elen.",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.18,
      "fin": 6.48,
      "duracion": 0.3,
      "texto": "¿Sí?",
      "confianza": 0.266
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.5,
      "fin": 7.14,
      "duracion": 0.64,
      "texto": "Rocio, ¿cómo le hablaste?",
      "confianza": 0.299
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.16,
      "fin": 9.13,
      "duracion": 1.96,
      "texto": "Mi nombre es Tomás, perdón, no entendía.",
      "confianza": 0.46
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.63,
      "fin": 24.45,
      "duracion": 14.82,
      "texto": "Eh, yo me comunico justamente a la área de beneficios mono del Rocio, porque veo que tenés una bonita en claro, ella se está mentiendo, entonces yo me gustaría presentar para la empresa molestar un plancito más barato, pero con más gigas, pero con un precio fijo durante medio año, tal que vos lo estés cargando cada dos meses en crédito.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.93,
      "fin": 27.36,
      "duracion": 2.42,
      "texto": "No sé si te lo puedo comentar, Rocio, rapidito, para no molestarte.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.04,
      "fin": 35.47,
      "duracion": 7.43,
      "texto": "Sí, yo igualmente ya fui movistar y no tuve buena experiencia.",
      "confianza": 0.126
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.49,
      "fin": 43.0,
      "duracion": 7.51,
      "texto": "Yo estoy viendo justamente la fecha que vos subiste, y vos sabes que en el tiempo que vos nos has instalado, lo que ha hecho la empresa es justamente actualizado, claramente, ¿por qué?",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.02,
      "fin": 52.81,
      "duracion": 9.79,
      "texto": "Porque ahora tenemos mucho lo que es mayor rango, manejamos todo lo que es 5G, tenemos mucho más antenas, y la realidad es que los servicios nos están dando perfecto, y más que nada el precio, ¿viste?",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.41,
      "fin": 55.75,
      "duracion": 2.34,
      "texto": "Eso es lo que hace la empresa.",
      "confianza": 0.543
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.77,
      "fin": 57.61,
      "duracion": 1.84,
      "texto": "Y más o menos por mes, ¿cuánto es?",
      "confianza": 0.211
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.88,
      "fin": 59.08,
      "duracion": 1.2,
      "texto": "Vos estarías pagando.",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.28,
      "fin": 61.86,
      "duracion": 2.58,
      "texto": "Tenemos dos teloncitos justamente de oferta hoy.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante A",
      "inicio": 61.9,
      "fin": 65.71,
      "duracion": 3.8,
      "texto": "Tenemos uno de 6.450, son 14 GB en Rusia.",
      "confianza": 0.615
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.29,
      "fin": 69.47,
      "duracion": 3.18,
      "texto": "Y si tenés otro de 8.000 pesos, pero son 18 GB.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.49,
      "fin": 75.04,
      "duracion": 5.55,
      "texto": "¿Y cuánto duramos con menos de 18 GB?",
      "confianza": 0.253
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.06,
      "fin": 84.85,
      "duracion": 9.79,
      "texto": "Normalmente, la verdad es que tenemos clientes que son más que nada son Uber, que lo usan todo el día al teléfono, y la verdad es que ellos al mes no están cargando lo que son packs.",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.39,
      "fin": 87.99,
      "duracion": 2.6,
      "texto": "O sea, claramente entonces el servicio está funcionando bastante bien.",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.51,
      "fin": 91.15,
      "duracion": 2.64,
      "texto": "Y lo bueno es que vas a estar ahorrándote un dinero durante medio año.",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 91.17,
      "fin": 101.12,
      "duracion": 9.95,
      "texto": "¿Qué tiene de bueno esto que terminado en medio año directamente vos vas a poder comunicarte conmigo porque vas a tener mi número personal y yo te voy a poder elegir el plancito más económico que tengamos como a este finalista.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.62,
      "fin": 109.51,
      "duracion": 7.89,
      "texto": "Entonces, si vos me decís que todo me pasó en medio año y la verdad que no me convence, bueno, tenés la libertad de poder cambiarte de vuelta a lo que es la empresa, donde vos más quieras.",
      "confianza": 0.582
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.53,
      "fin": 113.1,
      "duracion": 3.56,
      "texto": "Pero bueno, normalmente la empresa siempre va a mantener estos precios bien económicos,",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 113.4,
      "fin": 115.84,
      "duracion": 2.44,
      "texto": "Así que nada, me gustaría poder comentarte.",
      "confianza": 0.327
    },
    {
      "hablante": "Hablante A",
      "inicio": 115.86,
      "fin": 117.26,
      "duracion": 1.4,
      "texto": "No, Rocío, a ver si te interesa.",
      "confianza": 0.3
    },
    {
      "hablante": "Hablante A",
      "inicio": 117.28,
      "fin": 120.35,
      "duracion": 3.06,
      "texto": "El trámite es rapidísimo.",
      "confianza": 0.429
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.37,
      "fin": 124.19,
      "duracion": 3.83,
      "texto": "Ok, no sé si me quieres dejar un número de contacto, tu contacto y yo.",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.21,
      "fin": 124.77,
      "duracion": 0.56,
      "texto": "Vale.",
      "confianza": 0.361
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.79,
      "fin": 132.38,
      "duracion": 7.59,
      "texto": "Y ahora estoy ocupada, pero... Mira, te voy a pasar mi WhatsApp personal para que vos te quedes tranquila y te paso toda la info.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.98,
      "fin": 136.59,
      "duracion": 3.6,
      "texto": "Cualquier cosita, yo hasta las 3 de la tarde voy a estar trabajando, Rocío, así que vos sigues.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 136.81,
      "fin": 140.45,
      "duracion": 3.64,
      "texto": "Ok. Tengo un break a las 1, a las 2 y yo te puedo llamar, no te preocupes.",
      "confianza": 0.535
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.82,
      "fin": 146.97,
      "duracion": 6.15,
      "texto": "Yo en 12 y media me desocupo y nada, te escribo y lo vemos bien.",
      "confianza": 0.104
    },
    {
      "hablante": "Hablante A",
      "inicio": 146.99,
      "fin": 150.93,
      "duracion": 3.95,
      "texto": "Dale, ¿querés que te ajende directamente para que yo me comunique con vos a las 12 y media?",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.95,
      "fin": 151.18,
      "duracion": 0.22,
      "texto": "Sí, sí, sí.",
      "confianza": 0.097
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.19,
      "fin": 157.38,
      "duracion": 6.19,
      "texto": "Listo, Rocío, mi nombre es Tomás, ha sido un gusto poder hablar con vos, yo te voy a dejar mi contacto personal para que vos te quedes tranquila.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante A",
      "inicio": 157.4,
      "fin": 165.8,
      "duracion": 8.39,
      "texto": "Así que, y te paso lo que es una promo, si a vos te parece, que ya no más es llamar a un 7800, directamente lo que hace la empresa es darte un asesor, en este caso sería yo,",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante A",
      "inicio": 165.96,
      "fin": 171.77,
      "duracion": 5.81,
      "texto": "Justamente para que estos tipos de comunicaciones de lunes a domingo no hay problemas en mi teléfono personal.",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante A",
      "inicio": 171.79,
      "fin": 176.12,
      "duracion": 4.33,
      "texto": "Así que yo voy a estar para ayudarte en lo que vos necesites.",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.14,
      "fin": 176.62,
      "duracion": 0.48,
      "texto": "Ok, listo.",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.64,
      "fin": 176.94,
      "duracion": 0.3,
      "texto": "Muchas gracias.",
      "confianza": 0.017
    },
    {
      "hablante": "Hablante A",
      "inicio": 176.96,
      "fin": 178.24,
      "duracion": 1.28,
      "texto": "Rocio, que tengas un hermoso día.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 178.48,
      "fin": 179.38,
      "duracion": 0.9,
      "texto": "Doce, doce meses.",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante A",
      "inicio": 179.4,
      "fin": 183.51,
      "duracion": 4.11,
      "texto": "Te voy a dar un mensaje y yo te conozco con vos.",
      "confianza": 0.384
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.53,
      "fin": 183.77,
      "duracion": 0.24,
      "texto": "Dale, listo.",
      "confianza": 0.042
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.79,
      "fin": 183.97,
      "duracion": 0.18,
      "texto": "Gracias.",
      "confianza": 0.298
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.99,
      "fin": 185.71,
      "duracion": 1.72,
      "texto": "Rocio, que tengas un buen día.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante A",
      "inicio": 185.73,
      "fin": 186.03,
      "duracion": 0.3,
      "texto": "Hasta luego.",
      "confianza": 0.094
    },
    {
      "hablante": "Hablante A",
      "inicio": 186.05,
      "fin": 186.51,
      "duracion": 0.46,
      "texto": "Igualmente.",
      "confianza": 0.84
    },
    {
      "hablante": "Hablante A",
      "inicio": 187.17,
      "fin": 187.63,
      "duracion": 0.46,
      "texto": "Gracias.",
      "confianza": 0.605
    }
  ],
  "transcripcion_completa": "Hola. Hola, buenos días, mi nombre es Tomás, soy el público de la línea de Rocio y Elen. ¿Sí? Rocio, ¿cómo le hablaste? Mi nombre es Tomás, perdón, no entendía. Eh, yo me comunico justamente a la área de beneficios mono del Rocio, porque veo que tenés una bonita en claro, ella se está mentiendo, entonces yo me gustaría presentar para la empresa molestar un plancito más barato, pero con más gigas, pero con un precio fijo durante medio año, tal que vos lo estés cargando cada dos meses en crédito. No sé si te lo puedo comentar, Rocio, rapidito, para no molestarte. Sí, yo igualmente ya fui movistar y no tuve buena experiencia. Yo estoy viendo justamente la fecha que vos subiste, y vos sabes que en el tiempo que vos nos has instalado, lo que ha hecho la empresa es justamente actualizado, claramente, ¿por qué? Porque ahora tenemos mucho lo que es mayor rango, manejamos todo lo que es 5G, tenemos mucho más antenas, y la realidad es que los servicios nos están dando perfecto, y más que nada el precio, ¿viste? Eso es lo que hace la empresa. Y más o menos por mes, ¿cuánto es? Vos estarías pagando. Tenemos dos teloncitos justamente de oferta hoy. Tenemos uno de 6.450, son 14 GB en Rusia. Y si tenés otro de 8.000 pesos, pero son 18 GB. ¿Y cuánto duramos con menos de 18 GB? Normalmente, la verdad es que tenemos clientes que son más que nada son Uber, que lo usan todo el día al teléfono, y la verdad es que ellos al mes no están cargando lo que son packs. O sea, claramente entonces el servicio está funcionando bastante bien. Y lo bueno es que vas a estar ahorrándote un dinero durante medio año. ¿Qué tiene de bueno esto que terminado en medio año directamente vos vas a poder comunicarte conmigo porque vas a tener mi número personal y yo te voy a poder elegir el plancito más económico que tengamos como a este finalista. Entonces, si vos me decís que todo me pasó en medio año y la verdad que no me convence, bueno, tenés la libertad de poder cambiarte de vuelta a lo que es la empresa, donde vos más quieras. Pero bueno, normalmente la empresa siempre va a mantener estos precios bien económicos, Así que nada, me gustaría poder comentarte. No, Rocío, a ver si te interesa. El trámite es rapidísimo. Ok, no sé si me quieres dejar un número de contacto, tu contacto y yo. Vale. Y ahora estoy ocupada, pero... Mira, te voy a pasar mi WhatsApp personal para que vos te quedes tranquila y te paso toda la info. Cualquier cosita, yo hasta las 3 de la tarde voy a estar trabajando, Rocío, así que vos sigues. Ok. Tengo un break a las 1, a las 2 y yo te puedo llamar, no te preocupes. Yo en 12 y media me desocupo y nada, te escribo y lo vemos bien. Dale, ¿querés que te ajende directamente para que yo me comunique con vos a las 12 y media? Sí, sí, sí. Listo, Rocío, mi nombre es Tomás, ha sido un gusto poder hablar con vos, yo te voy a dejar mi contacto personal para que vos te quedes tranquila. Así que, y te paso lo que es una promo, si a vos te parece, que ya no más es llamar a un 7800, directamente lo que hace la empresa es darte un asesor, en este caso sería yo, Justamente para que estos tipos de comunicaciones de lunes a domingo no hay problemas en mi teléfono personal. Así que yo voy a estar para ayudarte en lo que vos necesites. Ok, listo. Muchas gracias. Rocio, que tengas un hermoso día. Doce, doce meses. Te voy a dar un mensaje y yo te conozco con vos. Dale, listo. Gracias. Rocio, que tengas un buen día. Hasta luego. Igualmente. Gracias.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T05:19:52.913027",
    "version": "5.0_ecapa"
  }
}