{
  "archivo": "amza47_1_260123102336072_ACD_31763.wav",
  "duracion_segundos": 86.06,
  "num_segmentos": 13,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 82.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 4.42,
      "duracion": 4.39,
      "texto": "Hola.",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.44,
      "fin": 15.39,
      "duracion": 10.96,
      "texto": "Mi nombre es Cecilia, me comunico del área de beneficios móviles, señora, porque estábamos chequeando acá lo que eran las autoraciones de su línea celular, queríamos ofrecer un plancito mucho más accesible, ¿sí?",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.44,
      "fin": 17.66,
      "duracion": 2.22,
      "texto": "¿Me estás hablando de claro?",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.68,
      "fin": 20.18,
      "duracion": 2.5,
      "texto": "No, no, no, de movilizarlo, actualmente está con claro.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.82,
      "fin": 30.47,
      "duracion": 9.65,
      "texto": "Disculpa que te molestes, ya me llamaron hace una semana que me llamaron, ya todos los días y les dije que por el momento no tengo para poder pasarme a Moistar.",
      "confianza": 0.725
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.89,
      "fin": 33.0,
      "duracion": 2.1,
      "texto": "Yo tengo una deuda en Moistar.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante A",
      "inicio": 33.84,
      "fin": 36.94,
      "duracion": 3.1,
      "texto": "Cuando la chequearan, me voy a... sí, ya me la chequearon.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.22,
      "fin": 45.69,
      "duracion": 8.47,
      "texto": "Te cuento por qué, porque no sé quién te habrá atendido si te comentaron que vos con lo que es la probabilidad aún se te perdona hasta 30.000 pesos de la deuda.",
      "confianza": 0.385
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.71,
      "fin": 49.92,
      "duracion": 4.2,
      "texto": "Obviamente, si pones el superhálar ese monto, tendrías que pagar lo que es la diferencia.",
      "confianza": 0.169
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.35,
      "fin": 58.69,
      "duracion": 8.33,
      "texto": "pero si te cubre hasta ese monto a vos te conviene porque ya te sacarías una deuda encima incluso.",
      "confianza": 0.103
    },
    {
      "hablante": "Hablante A",
      "inicio": 58.7,
      "fin": 66.94,
      "duracion": 8.23,
      "texto": "No sé, la verdad, déjame que lo hable con la chica porque yo me hablo con una chica de Movistar por WhatsApp y la chica no me está diciendo eso por el momento.",
      "confianza": 0.717
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.46,
      "fin": 75.11,
      "duracion": 7.65,
      "texto": "Cualquier cosa si llega a ser así y de última me paso, pero hasta donde ella me dijo yo tenía que pagar.",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.44,
      "fin": 86.06,
      "duracion": 10.62,
      "texto": "Yo voy a consultar lo que es la deuda sin compromiso, simplemente para darte la información a vos.",
      "confianza": 0.672
    }
  ],
  "transcripcion_completa": "Hola. Mi nombre es Cecilia, me comunico del área de beneficios móviles, señora, porque estábamos chequeando acá lo que eran las autoraciones de su línea celular, queríamos ofrecer un plancito mucho más accesible, ¿sí? ¿Me estás hablando de claro? No, no, no, de movilizarlo, actualmente está con claro. Disculpa que te molestes, ya me llamaron hace una semana que me llamaron, ya todos los días y les dije que por el momento no tengo para poder pasarme a Moistar. Yo tengo una deuda en Moistar. Cuando la chequearan, me voy a... sí, ya me la chequearon. Te cuento por qué, porque no sé quién te habrá atendido si te comentaron que vos con lo que es la probabilidad aún se te perdona hasta 30.000 pesos de la deuda. Obviamente, si pones el superhálar ese monto, tendrías que pagar lo que es la diferencia. pero si te cubre hasta ese monto a vos te conviene porque ya te sacarías una deuda encima incluso. No sé, la verdad, déjame que lo hable con la chica porque yo me hablo con una chica de Movistar por WhatsApp y la chica no me está diciendo eso por el momento. Cualquier cosa si llega a ser así y de última me paso, pero hasta donde ella me dijo yo tenía que pagar. Yo voy a consultar lo que es la deuda sin compromiso, simplemente para darte la información a vos.",
  "calidad": {
    "confianza_promedio": 0.559,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T03:39:47.347170",
    "version": "5.0_ecapa"
  }
}