{
  "archivo": "amza47_1_260119104616583_ACD_40029.wav",
  "duracion_segundos": 110.04,
  "num_segmentos": 21,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 51.47,
    "Hablante B": 55.47
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 8.16,
      "duracion": 8.13,
      "texto": "Buen día.",
      "confianza": 0.296
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.18,
      "fin": 9.03,
      "duracion": 0.84,
      "texto": "Buen día, ¿me escuchas?",
      "confianza": 0.079
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.05,
      "fin": 9.19,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.06
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.21,
      "fin": 9.47,
      "duracion": 0.26,
      "texto": "¿Quién habla?",
      "confianza": 0.014
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.49,
      "fin": 13.13,
      "duracion": 3.65,
      "texto": "Cecilia le habla de Comunicaria de beneficios móviles de la compañía Movistar.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.15,
      "fin": 16.08,
      "duracion": 2.92,
      "texto": "¿Cómo le va?",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.1,
      "fin": 16.42,
      "duracion": 0.32,
      "texto": "Sí, buenos días.",
      "confianza": 0.027
    },
    {
      "hablante": "Hablante A",
      "inicio": 16.44,
      "fin": 17.38,
      "duracion": 0.94,
      "texto": "Buenos días.",
      "confianza": 0.326
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.4,
      "fin": 20.22,
      "duracion": 2.82,
      "texto": "¿Estela María es correcta?",
      "confianza": 0.281
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.24,
      "fin": 20.3,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.022
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.32,
      "fin": 26.82,
      "duracion": 6.49,
      "texto": "Mire, yo le voy a enviar un mensajito con una propuesta para su línea celular en un plancito de 7.460, ¿sí?",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.08,
      "fin": 32.83,
      "duracion": 5.75,
      "texto": "con otros días de internet, cosas gratis, llamar a todas las compañías, ¿sí?",
      "confianza": 0.574
    },
    {
      "hablante": "Hablante A",
      "inicio": 32.85,
      "fin": 39.72,
      "duracion": 6.87,
      "texto": "No sé si lo ha podido ver porque imagina que está pagando más de 18 mil pesos con su compañía actual y también va a tener el próximo aumentito.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.2,
      "fin": 46.21,
      "duracion": 6.01,
      "texto": "Entonces como para ganarle también a estos aumentos y a estas facturaciones para que se pueda pagar menos.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.23,
      "fin": 51.45,
      "duracion": 5.23,
      "texto": "Obviamente con nosotros en este momento no pagaría nada, ¿sí?",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante A",
      "inicio": 51.47,
      "fin": 52.52,
      "duracion": 1.04,
      "texto": "Sí, no, no, pero no me quiero cambiar el peso.",
      "confianza": 0.064
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.3,
      "fin": 59.43,
      "duracion": 5.13,
      "texto": "Bien, ¿por algún motivo en particular ya que usted tendría un amor con el económico?",
      "confianza": 0.415
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.45,
      "fin": 71.68,
      "duracion": 12.24,
      "texto": "Sí, sí, no, pero no, no, no, porque tengo con él, sí, pero mucha, mucha, cartones, tallones, cartones, cosas, que tiene que pagar la favela, los datos importantes.",
      "confianza": 0.311
    },
    {
      "hablante": "Hablante B",
      "inicio": 71.7,
      "fin": 84.04,
      "duracion": 12.33,
      "texto": "Sí, de todas maneras yo le comento, usted no tendría que excepcionar absolutamente nada, sí, yo entiendo que sus preocupaciones imaginaban como lo que hay que hacer, pero en realidad usted no hace nada, lo único que yo le pido",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.25,
      "fin": 92.44,
      "duracion": 8.19,
      "texto": "es que se retira el tipo de la sucursal más que nada para darle la tranquilidad a usted de que ya lo hace otra mano de la compañía, ¿bien?",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 92.46,
      "fin": 110.04,
      "duracion": 17.58,
      "texto": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
      "confianza": 0.222
    }
  ],
  "transcripcion_completa": "Buen día. Buen día, ¿me escuchas? Sí, sí. ¿Quién habla? Cecilia le habla de Comunicaria de beneficios móviles de la compañía Movistar. ¿Cómo le va? Sí, buenos días. Buenos días. ¿Estela María es correcta? Sí. Mire, yo le voy a enviar un mensajito con una propuesta para su línea celular en un plancito de 7.460, ¿sí? con otros días de internet, cosas gratis, llamar a todas las compañías, ¿sí? No sé si lo ha podido ver porque imagina que está pagando más de 18 mil pesos con su compañía actual y también va a tener el próximo aumentito. Entonces como para ganarle también a estos aumentos y a estas facturaciones para que se pueda pagar menos. Obviamente con nosotros en este momento no pagaría nada, ¿sí? Sí, no, no, pero no me quiero cambiar el peso. Bien, ¿por algún motivo en particular ya que usted tendría un amor con el económico? Sí, sí, no, pero no, no, no, porque tengo con él, sí, pero mucha, mucha, cartones, tallones, cartones, cosas, que tiene que pagar la favela, los datos importantes. Sí, de todas maneras yo le comento, usted no tendría que excepcionar absolutamente nada, sí, yo entiendo que sus preocupaciones imaginaban como lo que hay que hacer, pero en realidad usted no hace nada, lo único que yo le pido es que se retira el tipo de la sucursal más que nada para darle la tranquilidad a usted de que ya lo hace otra mano de la compañía, ¿bien? No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
  "calidad": {
    "confianza_promedio": 0.363,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-25T21:58:25.908089",
    "version": "5.0_ecapa"
  }
}