{
  "archivo": "amza326_1_260122122853543_ACD_42165.wav",
  "duracion_segundos": 283.5,
  "num_segmentos": 59,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 73.47,
    "Hablante B": 193.76
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 1.45,
      "duracion": 1.42,
      "texto": "Hola.",
      "confianza": 0.157
    },
    {
      "hablante": "Hablante A",
      "inicio": 1.47,
      "fin": 3.17,
      "duracion": 1.7,
      "texto": "Hola, ¿cómo estamos?",
      "confianza": 0.665
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.19,
      "fin": 4.86,
      "duracion": 1.66,
      "texto": "¿Con quién tengo el placer de comunicarme?",
      "confianza": 0.809
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.96,
      "fin": 7.08,
      "duracion": 2.12,
      "texto": "Me figura que tu número está a nombre Leonardo Arias.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.9,
      "fin": 11.33,
      "duracion": 2.42,
      "texto": "De parte de... De parte de Pedro.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.39,
      "fin": 17.7,
      "duracion": 6.31,
      "texto": "Yo le quería contar que tenemos lo que es una donificación para esta línea móvil para que pague muchos menos y cuente con más beneficios.",
      "confianza": 0.812
    },
    {
      "hablante": "Hablante B",
      "inicio": 18.1,
      "fin": 23.66,
      "duracion": 5.57,
      "texto": "Me figura que hace dos años que está en claro, ¿verdad?",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.68,
      "fin": 24.02,
      "duracion": 0.34,
      "texto": "Sí, te agradezco.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.04,
      "fin": 25.33,
      "duracion": 1.28,
      "texto": "Llaman todos los días, pero no me voy a cambiarte ahora.",
      "confianza": 0.108
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.35,
      "fin": 29.21,
      "duracion": 3.87,
      "texto": "Por lo menos has escuchado lo que tenemos para ofrecerte el día de hoy.",
      "confianza": 0.559
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.23,
      "fin": 29.53,
      "duracion": 0.3,
      "texto": "Dale, agradecí.",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante A",
      "inicio": 33.16,
      "fin": 35.82,
      "duracion": 2.66,
      "texto": "A darle, perfecto.",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.84,
      "fin": 42.95,
      "duracion": 7.11,
      "texto": "Mira, en este momento estamos con lo que es una promo que te va a venir con 14 gigas o hasta gratis si hablas libre a cualquier compañía.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.33,
      "fin": 47.58,
      "duracion": 4.25,
      "texto": "Es un descuento que te va a hacer por seis meses a tan solo seis mil cuatrocientos cincuenta pesos.",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante A",
      "inicio": 47.92,
      "fin": 49.92,
      "duracion": 2.0,
      "texto": "Esta oferta solo está vigente para el día de hoy.",
      "confianza": 0.858
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.98,
      "fin": 54.95,
      "duracion": 4.97,
      "texto": "Si querés escuchar lo que todo lo demás que ofrece en este momento",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.2,
      "fin": 63.92,
      "duracion": 8.73,
      "texto": "El plan lo podemos hablar tranquilamente, pero te quería comentar si vos tenías alguna decisión sobre la línea.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 63.95,
      "fin": 67.35,
      "duracion": 3.4,
      "texto": "¿Este es tu número?",
      "confianza": 0.086
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.37,
      "fin": 69.43,
      "duracion": 2.06,
      "texto": "Sí, este es mi número, pero si querés cualquier cosa hablar con el titular, sama después, no hay drama.",
      "confianza": 0.005
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.45,
      "fin": 81.84,
      "duracion": 12.39,
      "texto": "Entiendo, ¿pero vos estás más o menos interesada en contar con más gigas o mejor precio?",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.86,
      "fin": 83.19,
      "duracion": 1.32,
      "texto": "No, mira, yo tengo ya un plan de más o menos 14 gigas, ya, ¿viste?",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante A",
      "inicio": 83.21,
      "fin": 83.99,
      "duracion": 0.78,
      "texto": "Entonces, no, no, estoy bien por ahora.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.44,
      "fin": 86.34,
      "duracion": 1.9,
      "texto": "A parte de quitos de Movistar.",
      "confianza": 0.551
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.38,
      "fin": 90.47,
      "duracion": 3.08,
      "texto": "Claro, yo en este momento te estoy hablando de lo que es el área Movistar.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 90.49,
      "fin": 96.05,
      "duracion": 5.57,
      "texto": "Sí, pero lo que pasa es que eso ya estuvo y la verdad es que no, nunca.",
      "confianza": 0.251
    },
    {
      "hablante": "Hablante A",
      "inicio": 96.07,
      "fin": 102.42,
      "duracion": 6.35,
      "texto": "Era un precio y verdaderamente, en tres o cuatro meses el precio se super disparó.",
      "confianza": 0.78
    },
    {
      "hablante": "Hablante B",
      "inicio": 104.64,
      "fin": 109.67,
      "duracion": 5.03,
      "texto": "No es que hacen un descuento por porcentaje al mes, sino que hacen un descuento de dinero.",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.85,
      "fin": 122.49,
      "duracion": 12.64,
      "texto": "Y capaz que vos me dijiste, tu plan viene a ser hoy pagar $6500, y te descontamos $30,000 y $35,000.",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.51,
      "fin": 122.97,
      "duracion": 0.46,
      "texto": "¿Y si el mes que viene?",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.99,
      "fin": 123.89,
      "duracion": 0.9,
      "texto": "No, ya me lo hicieron, te agradezco, gracias.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 123.91,
      "fin": 126.82,
      "duracion": 2.9,
      "texto": "Mirá, nosotros no contamos con la misma gestión que tuvimos en ese momento.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 126.84,
      "fin": 134.53,
      "duracion": 7.69,
      "texto": "Tal vez seguramente tuviste lo que fue ese problema de precios porque antes no lo regulábamos nosotros, lo regulaba lo que era la empresa de Anacom.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.74,
      "fin": 148.56,
      "duracion": 13.81,
      "texto": "Pero ahora, ya que esta empresa se ha sacado lo que es el sistema de movistar, nosotros hemos podido regular lo que es el tema de los precios, para que los aumentos, que son aumentos regales, porque todas las empresas tienen aumentos, no sean de más de 200 o 300 pesos.",
      "confianza": 0.785
    },
    {
      "hablante": "Hablante B",
      "inicio": 148.58,
      "fin": 151.92,
      "duracion": 3.34,
      "texto": "¿Entendés que no van a estar pagando ningún aumento de otro mundo?",
      "confianza": 0.753
    },
    {
      "hablante": "Hablante B",
      "inicio": 151.94,
      "fin": 159.89,
      "duracion": 7.95,
      "texto": "¿Es preferible que tales tomes lo que es esta oferta, darle una segunda oportunidad de movistar antes de que te comas?",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.91,
      "fin": 161.17,
      "duracion": 1.26,
      "texto": "Hay una pregunta, y durante seis meses es la promoción, ¿y eso?",
      "confianza": 0.023
    },
    {
      "hablante": "Hablante B",
      "inicio": 162.37,
      "fin": 173.55,
      "duracion": 11.18,
      "texto": "Después de seis meses vos vas a ser lo que es un cliente regular de Movistar que accedió a lo que es el tema de la portabilidad porque volviste a lo que es la empresa.",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante B",
      "inicio": 173.57,
      "fin": 175.81,
      "duracion": 2.24,
      "texto": "Lo de pagar $6500, ¿cuánto pasó a pagar el valor real?",
      "confianza": 0.072
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.83,
      "fin": 180.32,
      "duracion": 4.49,
      "texto": "Claro, mira, yo pide que te comenté que los aumentos van a ser de 200 o 300 pesos al mes.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 180.64,
      "fin": 183.8,
      "duracion": 3.16,
      "texto": "Digamos que el último mes estás pagando $7000, ¿ok?",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 183.9,
      "fin": 195.93,
      "duracion": 12.03,
      "texto": "Bueno, cuando a vos se te venza lo que es el plan, vos vas a poder renovar lo que es un plan nuevo para que contes con los mismos beneficios a un precio que se asemece a lo que es el valor real de lo que vos estabas a pagar en su momento.",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante B",
      "inicio": 196.29,
      "fin": 207.5,
      "duracion": 11.21,
      "texto": "Por ejemplo, si tú terminaste pagando $7,000, lo más probable es que haya un plan de $6,300 o $7,500 para vos porque vos vas a ser lo que es un cliente regular de Movistar.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.86,
      "fin": 212.61,
      "duracion": 4.74,
      "texto": "No es lo mismo una persona que esté interesada en comprar lo que es un chip de Movistar.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 212.81,
      "fin": 225.19,
      "duracion": 12.38,
      "texto": "y querer acceder a uno de los planes que tiene para ofrecer en este momento que una persona que anteriormente tuvo muchos años en Movistar y quiere acceder a lo que es la portabilidad y contar con un mejor servicio de lo que tuvo anteriormente.",
      "confianza": 0.764
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.25,
      "fin": 231.0,
      "duracion": 5.75,
      "texto": "Nosotros te vamos a ofrecer muchos beneficios desde la aplicación de Movistar que seguramente tu compañía actual no te está ofreciendo.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 231.54,
      "fin": 235.63,
      "duracion": 4.09,
      "texto": "Seguramente se te acaba el plan y te vas a tener que acceder a lo que es la página de Claro.",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante B",
      "inicio": 235.89,
      "fin": 237.63,
      "duracion": 1.74,
      "texto": "y ver qué es lo que te ofrece actualmente.",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.68,
      "fin": 241.06,
      "duracion": 3.38,
      "texto": "O si vos querés acceder a algún descuento, lo vas a tener que pagar aparte.",
      "confianza": 0.76
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.1,
      "fin": 249.31,
      "duracion": 8.21,
      "texto": "Nosotros te estamos brindando lo que son descuentos, por ejemplo, en supermercados, los descuentos en viajes en Uber, descuentos en cine.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.37,
      "fin": 261.79,
      "duracion": 12.42,
      "texto": "Y mucho más beneficio que tiene lo que es Club Movistar para lo que vos necesites comprar, que seguramente tu empresa no te está ofreciendo en este momento.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante B",
      "inicio": 261.81,
      "fin": 262.05,
      "duracion": 0.24,
      "texto": "Sí, por eso.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 262.07,
      "fin": 264.01,
      "duracion": 1.94,
      "texto": "Pero déjame que lo hable con mi marido y te lo digo, dale, si querés mandarme mensajes más tarde.",
      "confianza": 0.011
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.38,
      "fin": 265.12,
      "duracion": 0.74,
      "texto": "Bueno, perfecto.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 265.14,
      "fin": 270.87,
      "duracion": 5.73,
      "texto": "En ese caso te voy a dejar lo que es mi número personal para que te comuniques conmigo en cualquier momento que lo necesites.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 271.31,
      "fin": 273.22,
      "duracion": 1.9,
      "texto": "Y de paso te dejo lo que es la promo.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 273.32,
      "fin": 282.62,
      "duracion": 9.3,
      "texto": "Como te recordé, la promo seguramente está hoy, pero yo lo voy... Dale, perfecto.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante B",
      "inicio": 282.64,
      "fin": 282.92,
      "duracion": 0.28,
      "texto": "Vale, gracias.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 282.94,
      "fin": 283.24,
      "duracion": 0.3,
      "texto": "Muchas gracias.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 283.26,
      "fin": 283.5,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.084
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿cómo estamos? ¿Con quién tengo el placer de comunicarme? Me figura que tu número está a nombre Leonardo Arias. De parte de... De parte de Pedro. Yo le quería contar que tenemos lo que es una donificación para esta línea móvil para que pague muchos menos y cuente con más beneficios. Me figura que hace dos años que está en claro, ¿verdad? Sí, te agradezco. Llaman todos los días, pero no me voy a cambiarte ahora. Por lo menos has escuchado lo que tenemos para ofrecerte el día de hoy. Dale, agradecí. A darle, perfecto. Mira, en este momento estamos con lo que es una promo que te va a venir con 14 gigas o hasta gratis si hablas libre a cualquier compañía. Es un descuento que te va a hacer por seis meses a tan solo seis mil cuatrocientos cincuenta pesos. Esta oferta solo está vigente para el día de hoy. Si querés escuchar lo que todo lo demás que ofrece en este momento El plan lo podemos hablar tranquilamente, pero te quería comentar si vos tenías alguna decisión sobre la línea. ¿Este es tu número? Sí, este es mi número, pero si querés cualquier cosa hablar con el titular, sama después, no hay drama. Entiendo, ¿pero vos estás más o menos interesada en contar con más gigas o mejor precio? No, mira, yo tengo ya un plan de más o menos 14 gigas, ya, ¿viste? Entonces, no, no, estoy bien por ahora. A parte de quitos de Movistar. Claro, yo en este momento te estoy hablando de lo que es el área Movistar. Sí, pero lo que pasa es que eso ya estuvo y la verdad es que no, nunca. Era un precio y verdaderamente, en tres o cuatro meses el precio se super disparó. No es que hacen un descuento por porcentaje al mes, sino que hacen un descuento de dinero. Y capaz que vos me dijiste, tu plan viene a ser hoy pagar $6500, y te descontamos $30,000 y $35,000. ¿Y si el mes que viene? No, ya me lo hicieron, te agradezco, gracias. Mirá, nosotros no contamos con la misma gestión que tuvimos en ese momento. Tal vez seguramente tuviste lo que fue ese problema de precios porque antes no lo regulábamos nosotros, lo regulaba lo que era la empresa de Anacom. Pero ahora, ya que esta empresa se ha sacado lo que es el sistema de movistar, nosotros hemos podido regular lo que es el tema de los precios, para que los aumentos, que son aumentos regales, porque todas las empresas tienen aumentos, no sean de más de 200 o 300 pesos. ¿Entendés que no van a estar pagando ningún aumento de otro mundo? ¿Es preferible que tales tomes lo que es esta oferta, darle una segunda oportunidad de movistar antes de que te comas? Hay una pregunta, y durante seis meses es la promoción, ¿y eso? Después de seis meses vos vas a ser lo que es un cliente regular de Movistar que accedió a lo que es el tema de la portabilidad porque volviste a lo que es la empresa. Lo de pagar $6500, ¿cuánto pasó a pagar el valor real? Claro, mira, yo pide que te comenté que los aumentos van a ser de 200 o 300 pesos al mes. Digamos que el último mes estás pagando $7000, ¿ok? Bueno, cuando a vos se te venza lo que es el plan, vos vas a poder renovar lo que es un plan nuevo para que contes con los mismos beneficios a un precio que se asemece a lo que es el valor real de lo que vos estabas a pagar en su momento. Por ejemplo, si tú terminaste pagando $7,000, lo más probable es que haya un plan de $6,300 o $7,500 para vos porque vos vas a ser lo que es un cliente regular de Movistar. No es lo mismo una persona que esté interesada en comprar lo que es un chip de Movistar. y querer acceder a uno de los planes que tiene para ofrecer en este momento que una persona que anteriormente tuvo muchos años en Movistar y quiere acceder a lo que es la portabilidad y contar con un mejor servicio de lo que tuvo anteriormente. Nosotros te vamos a ofrecer muchos beneficios desde la aplicación de Movistar que seguramente tu compañía actual no te está ofreciendo. Seguramente se te acaba el plan y te vas a tener que acceder a lo que es la página de Claro. y ver qué es lo que te ofrece actualmente. O si vos querés acceder a algún descuento, lo vas a tener que pagar aparte. Nosotros te estamos brindando lo que son descuentos, por ejemplo, en supermercados, los descuentos en viajes en Uber, descuentos en cine. Y mucho más beneficio que tiene lo que es Club Movistar para lo que vos necesites comprar, que seguramente tu empresa no te está ofreciendo en este momento. Sí, por eso. Pero déjame que lo hable con mi marido y te lo digo, dale, si querés mandarme mensajes más tarde. Bueno, perfecto. En ese caso te voy a dejar lo que es mi número personal para que te comuniques conmigo en cualquier momento que lo necesites. Y de paso te dejo lo que es la promo. Como te recordé, la promo seguramente está hoy, pero yo lo voy... Dale, perfecto. Vale, gracias. Muchas gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.501,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-25T20:18:43.077162",
    "version": "5.0_ecapa"
  }
}