{
  "archivo": "amza55_1_260123181912948_ACD_25079.wav",
  "duracion_segundos": 79.06,
  "num_segmentos": 13,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 75.86
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.05,
      "fin": 29.9,
      "duracion": 29.86,
      "texto": "Hola, hola, buenas noches, hola, hola, hola, hola, hola, hola, hola, hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola",
      "confianza": 0.2
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.62,
      "fin": 37.91,
      "duracion": 7.29,
      "texto": "para que una de sus líneas haga un precio de 8.000 cada una, si?",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.93,
      "fin": 38.47,
      "duracion": 0.54,
      "texto": "Si te escucho, si si.",
      "confianza": 0.11
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.49,
      "fin": 46.78,
      "duracion": 8.29,
      "texto": "Sería cada línea 22 gigaformes y le queda en 8.000 cada línea, si?",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.8,
      "fin": 48.65,
      "duracion": 1.84,
      "texto": "Ok. ¿Y qué pasa con el plan que tenemos ahora?",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.06,
      "fin": 53.73,
      "duracion": 4.66,
      "texto": "No, se le daría desbajar, nosotros activaríamos este plan de movilizar, si?",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.37,
      "fin": 60.18,
      "duracion": 5.81,
      "texto": "Ah, no, me estás hablando, no es de claro entonces, no, me estás diciendo cualquier cosa, no, no, gracias.",
      "confianza": 0.558
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.2,
      "fin": 63.43,
      "duracion": 3.23,
      "texto": "No, no, es lo que tienen de mojacar, si quieres te lo dejo hablar.",
      "confianza": 0.23
    },
    {
      "hablante": "Hablante A",
      "inicio": 63.45,
      "fin": 69.74,
      "duracion": 6.29,
      "texto": "No, no, pero no es de, no, no, no quiero nada, yo pensé que eras de claro.",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante A",
      "inicio": 70.62,
      "fin": 73.05,
      "duracion": 2.42,
      "texto": "No, no, no, no me interesa la venta así.",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.15,
      "fin": 75.15,
      "duracion": 2.0,
      "texto": "Es algo interesante lo que les propongo yo.",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.41,
      "fin": 78.02,
      "duracion": 2.61,
      "texto": "No, no, no me interesa, te agradezco, eh, seguro.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.04,
      "fin": 79.06,
      "duracion": 1.02,
      "texto": "No es una propuesta cualquiera.",
      "confianza": 0.435
    }
  ],
  "transcripcion_completa": "Hola, hola, buenas noches, hola, hola, hola, hola, hola, hola, hola, hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola para que una de sus líneas haga un precio de 8.000 cada una, si? Si te escucho, si si. Sería cada línea 22 gigaformes y le queda en 8.000 cada línea, si? Ok. ¿Y qué pasa con el plan que tenemos ahora? No, se le daría desbajar, nosotros activaríamos este plan de movilizar, si? Ah, no, me estás hablando, no es de claro entonces, no, me estás diciendo cualquier cosa, no, no, gracias. No, no, es lo que tienen de mojacar, si quieres te lo dejo hablar. No, no, pero no es de, no, no, no quiero nada, yo pensé que eras de claro. No, no, no, no me interesa la venta así. Es algo interesante lo que les propongo yo. No, no, no me interesa, te agradezco, eh, seguro. No es una propuesta cualquiera.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T04:13:13.255027",
    "version": "5.0_ecapa"
  }
}