{
  "archivo": "amza56_1_260121173447725_ACD_44971.wav",
  "duracion_segundos": 134.36,
  "num_segmentos": 21,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 64.0,
    "Hablante B": 58.63
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 9.04,
      "duracion": 9.01,
      "texto": "Hola, buenas tardes, ¿me comunico con Sebastián?",
      "confianza": 0.524
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.06,
      "fin": 9.72,
      "duracion": 0.66,
      "texto": "Eh, no, no habla de mi parte.",
      "confianza": 0.03
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.76,
      "fin": 20.74,
      "duracion": 10.97,
      "texto": "Mire, me presento, mi nombre es Martina, me comunicaba con usted para comentarle acerca de las promociones con vigencia en el día de hoy de Amoristar, que son de 18 días a 8.000 pesos, ¿qué le parece?",
      "confianza": 0.77
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.22,
      "fin": 26.42,
      "duracion": 1.2,
      "texto": "Mirá, te agradezco, pero no soy interesada, gracias.",
      "confianza": 0.087
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.44,
      "fin": 28.91,
      "duracion": 2.46,
      "texto": "Un poquito más de los beneficios, ¿le parece?",
      "confianza": 0.47
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.26,
      "fin": 39.59,
      "duracion": 10.33,
      "texto": "que sería, además de contar con esos 18 días, estar con whatsapp gratis, llamadas liberadas y al acceder a la aplicación se le estarían regalando a ustedes lo que son 20 días.",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.81,
      "fin": 42.7,
      "duracion": 2.88,
      "texto": "Tienen que acceder por un mes.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.72,
      "fin": 45.48,
      "duracion": 2.76,
      "texto": "Además que en la aplicación con múltiples beneficios.",
      "confianza": 0.563
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.88,
      "fin": 48.66,
      "duracion": 2.78,
      "texto": "Un montón de escuelas.",
      "confianza": 0.282
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.68,
      "fin": 54.69,
      "duracion": 6.01,
      "texto": "Sí, mira, te agradezco, pero no... ¿Le puedo consultar por qué, señorita?",
      "confianza": 0.513
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.97,
      "fin": 60.76,
      "duracion": 4.78,
      "texto": "Eh, porque estoy cómoda con la línea que tengo, así que, por ese motivo.",
      "confianza": 0.027
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.78,
      "fin": 63.56,
      "duracion": 2.78,
      "texto": "Claro, ¿y usted le puede consultar cuánto está abonando actualmente?",
      "confianza": 0.548
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.74,
      "fin": 69.47,
      "duracion": 3.72,
      "texto": "No tengo idea de eso, porque la abona mi papá.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.48,
      "fin": 71.11,
      "duracion": 1.62,
      "texto": "Claro, claro, entiendo, sí.",
      "confianza": 0.308
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.13,
      "fin": 82.1,
      "duracion": 10.97,
      "texto": "Bueno, mire, sino también, igual, además de esa promoción que le estaba comentando, tenemos una promoción de 14 días a 6.000 pesos, que también cuenta con WhatsApp gratis, además casi liberada, casi totalmente liberada.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.47,
      "fin": 89.57,
      "duracion": 7.11,
      "texto": "Y con los 20 días de reales, además de todos los beneficios de la aplicación Movistar Club.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.59,
      "fin": 91.29,
      "duracion": 1.7,
      "texto": "Sí, pero no te agradezco.",
      "confianza": 0.082
    },
    {
      "hablante": "Hablante A",
      "inicio": 91.31,
      "fin": 108.71,
      "duracion": 17.4,
      "texto": "Ok, mire, le comento un poquito de los beneficios de la aplicación, que además de todos estos reales que tiene, tiene lo que son descuentos en farmacias, piñas, en supermercados, en lugares de combustibles, si no tiene vehículos, también tiene en otras aplicaciones como lo que es Google y CariFile.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 108.73,
      "fin": 109.57,
      "duracion": 0.84,
      "texto": "¿Qué le parece?",
      "confianza": 0.475
    },
    {
      "hablante": "Hablante B",
      "inicio": 111.69,
      "fin": 133.82,
      "duracion": 22.13,
      "texto": "Bueno, mira, yo en todo caso igualmente le mando a esta línea lo que es la promoción del día, así usted lo merece porque realmente es una promo muy buena y está vigente hasta el día de hoy.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 133.84,
      "fin": 134.36,
      "duracion": 0.52,
      "texto": "Bueno, muchísimas gracias.",
      "confianza": 0.053
    }
  ],
  "transcripcion_completa": "Hola, buenas tardes, ¿me comunico con Sebastián? Eh, no, no habla de mi parte. Mire, me presento, mi nombre es Martina, me comunicaba con usted para comentarle acerca de las promociones con vigencia en el día de hoy de Amoristar, que son de 18 días a 8.000 pesos, ¿qué le parece? Mirá, te agradezco, pero no soy interesada, gracias. Un poquito más de los beneficios, ¿le parece? que sería, además de contar con esos 18 días, estar con whatsapp gratis, llamadas liberadas y al acceder a la aplicación se le estarían regalando a ustedes lo que son 20 días. Tienen que acceder por un mes. Además que en la aplicación con múltiples beneficios. Un montón de escuelas. Sí, mira, te agradezco, pero no... ¿Le puedo consultar por qué, señorita? Eh, porque estoy cómoda con la línea que tengo, así que, por ese motivo. Claro, ¿y usted le puede consultar cuánto está abonando actualmente? No tengo idea de eso, porque la abona mi papá. Claro, claro, entiendo, sí. Bueno, mire, sino también, igual, además de esa promoción que le estaba comentando, tenemos una promoción de 14 días a 6.000 pesos, que también cuenta con WhatsApp gratis, además casi liberada, casi totalmente liberada. Y con los 20 días de reales, además de todos los beneficios de la aplicación Movistar Club. Sí, pero no te agradezco. Ok, mire, le comento un poquito de los beneficios de la aplicación, que además de todos estos reales que tiene, tiene lo que son descuentos en farmacias, piñas, en supermercados, en lugares de combustibles, si no tiene vehículos, también tiene en otras aplicaciones como lo que es Google y CariFile. ¿Qué le parece? Bueno, mira, yo en todo caso igualmente le mando a esta línea lo que es la promoción del día, así usted lo merece porque realmente es una promo muy buena y está vigente hasta el día de hoy. Bueno, muchísimas gracias.",
  "calidad": {
    "confianza_promedio": 0.438,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T00:00:25.036481",
    "version": "5.0_ecapa"
  }
}