{
  "archivo": "amza5_1_260123112752446_ACD_36083.wav",
  "duracion_segundos": 79.92,
  "num_segmentos": 15,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 76.56
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 1.26,
      "fin": 5.93,
      "duracion": 4.67,
      "texto": "Hola, mi nombre es Vítor Bonilla, hablo con la línea Sergio.",
      "confianza": 0.074
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.95,
      "fin": 8.43,
      "duracion": 2.48,
      "texto": "Disculpame que te lo diga justamente a vos, ¿no?",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.09,
      "fin": 14.22,
      "duracion": 5.13,
      "texto": "Pero me han llamado, me están llamando entre 15 y 20 veces por día.",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.32,
      "fin": 26.01,
      "duracion": 11.69,
      "texto": "No sé si tengo que hacer una denuncia o llamar a Movizar y hacer una queja, pero necesito que me dejes de llamar porque primero estoy ocupado, estoy trabajando y es una locura que te llamen 15 veces por día.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.03,
      "fin": 28.21,
      "duracion": 2.18,
      "texto": "¿Podrías dejar asentado eso, por favor?",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.9,
      "fin": 46.04,
      "duracion": 17.13,
      "texto": "No entiendo que ustedes estén trabajando, pero ustedes trabajan en una empresa donde una persona le dice, hace un mes que me están llamando y que estoy diciendo que no, que estoy bien con la empresa y me siguen llamando.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante A",
      "inicio": 46.1,
      "fin": 50.3,
      "duracion": 4.21,
      "texto": "Es decir, la empresa tiene que tener un registro donde llaman más de diez veces a una persona.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.42,
      "fin": 59.33,
      "duracion": 8.91,
      "texto": "con una negatividad de que no quiere cambiar de empresa, deberían de dar la debaja al número para que no sigan insistiendo en lo mismo, ¿entendés lo que te quiero decir?",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.63,
      "fin": 64.08,
      "duracion": 4.45,
      "texto": "Me parece, no sé, creo.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante A",
      "inicio": 64.1,
      "fin": 65.58,
      "duracion": 1.48,
      "texto": "Sí, lo entiendo, Sergio.",
      "confianza": 0.242
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.6,
      "fin": 67.78,
      "duracion": 2.18,
      "texto": "Bueno, de igual forma la conversación está siendo agregada, así que por favor, diga.",
      "confianza": 0.13
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.8,
      "fin": 68.0,
      "duracion": 0.2,
      "texto": "Perfecto.",
      "confianza": 0.125
    },
    {
      "hablante": "Hablante A",
      "inicio": 68.02,
      "fin": 77.26,
      "duracion": 9.23,
      "texto": "Espero que alguien la escuche, no sé si se toman el tiempo de escuchar las conversaciones, como para que puedan entender el reclamo mío que me están llamando 15 veces por día.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 77.28,
      "fin": 79.66,
      "duracion": 2.38,
      "texto": "Muchísimas gracias que tengas buen día.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.68,
      "fin": 79.92,
      "duracion": 0.24,
      "texto": "Hasta luego.",
      "confianza": 0.1
    }
  ],
  "transcripcion_completa": "Hola, mi nombre es Vítor Bonilla, hablo con la línea Sergio. Disculpame que te lo diga justamente a vos, ¿no? Pero me han llamado, me están llamando entre 15 y 20 veces por día. No sé si tengo que hacer una denuncia o llamar a Movizar y hacer una queja, pero necesito que me dejes de llamar porque primero estoy ocupado, estoy trabajando y es una locura que te llamen 15 veces por día. ¿Podrías dejar asentado eso, por favor? No entiendo que ustedes estén trabajando, pero ustedes trabajan en una empresa donde una persona le dice, hace un mes que me están llamando y que estoy diciendo que no, que estoy bien con la empresa y me siguen llamando. Es decir, la empresa tiene que tener un registro donde llaman más de diez veces a una persona. con una negatividad de que no quiere cambiar de empresa, deberían de dar la debaja al número para que no sigan insistiendo en lo mismo, ¿entendés lo que te quiero decir? Me parece, no sé, creo. Sí, lo entiendo, Sergio. Bueno, de igual forma la conversación está siendo agregada, así que por favor, diga. Perfecto. Espero que alguien la escuche, no sé si se toman el tiempo de escuchar las conversaciones, como para que puedan entender el reclamo mío que me están llamando 15 veces por día. Muchísimas gracias que tengas buen día. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.519,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T04:48:16.608082",
    "version": "5.0_ecapa"
  }
}