{
  "archivo": "amza52_1_260121111734347_ACD_34441.wav",
  "duracion_segundos": 339.66,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 117.44,
    "Hablante B": 196.36
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 4.64,
      "duracion": 4.61,
      "texto": "Hola, buenos días.",
      "confianza": 0.092
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.66,
      "fin": 4.74,
      "duracion": 0.08,
      "texto": "¿Sí?",
      "confianza": 0.1
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.76,
      "fin": 8.22,
      "duracion": 3.47,
      "texto": "Yo te comento Ana, mi nombre es Valentina, me comunico a ver con vos.",
      "confianza": 0.462
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.24,
      "fin": 10.25,
      "duracion": 2.0,
      "texto": "¿No hay una fideura que tenés con una bonita?",
      "confianza": 0.332
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.27,
      "fin": 11.37,
      "duracion": 1.1,
      "texto": "Claro, es correcto.",
      "confianza": 0.355
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.39,
      "fin": 13.17,
      "duracion": 0.78,
      "texto": "¿Sí?",
      "confianza": 0.324
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.19,
      "fin": 21.98,
      "duracion": 8.79,
      "texto": "Genial, en ese caso tengo por advertención lo que es una promoción, sí, de 8.000 pesos, porque serían 10 y 8, no sé si vos compas con más de una línea.",
      "confianza": 0.443
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.48,
      "fin": 25.35,
      "duracion": 1.86,
      "texto": "Sí, yo tengo tres líneas.",
      "confianza": 0.255
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.58,
      "fin": 26.88,
      "duracion": 1.3,
      "texto": "Perfecto.",
      "confianza": 0.303
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.9,
      "fin": 28.64,
      "duracion": 1.74,
      "texto": "La mía y las dos de mis hijos.",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.66,
      "fin": 29.18,
      "duracion": 0.52,
      "texto": "Perfecto.",
      "confianza": 0.309
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.2,
      "fin": 36.63,
      "duracion": 7.43,
      "texto": "En este caso te te podría indicar lo que son cuatro tías que están en cada una de tus líneas, siendo que lo que serían veintidós, ¿sí?",
      "confianza": 0.451
    },
    {
      "hablante": "Hablante B",
      "inicio": 36.65,
      "fin": 40.4,
      "duracion": 3.74,
      "texto": "¿Vos habéis visto en la compañía de Movistar?",
      "confianza": 0.481
    },
    {
      "hablante": "Hablante B",
      "inicio": 40.42,
      "fin": 42.86,
      "duracion": 2.44,
      "texto": "No, no, no, yo igual estoy en claro, ¿eh?",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.88,
      "fin": 47.41,
      "duracion": 4.52,
      "texto": "Sí, lo sé, pero tú te concentrabas y vos antes habías estado en Movistar.",
      "confianza": 0.463
    },
    {
      "hablante": "Hablante B",
      "inicio": 47.42,
      "fin": 49.41,
      "duracion": 1.98,
      "texto": "Sí, sí, yo estuve en Movistar, pero no me gustó.",
      "confianza": 0.57
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.43,
      "fin": 52.97,
      "duracion": 3.54,
      "texto": "¿Qué es lo que no has terminado de comentar?",
      "confianza": 0.479
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.22,
      "fin": 64.87,
      "duracion": 10.65,
      "texto": "que me crecieron un plan, al mes me aumentó, al otro mes me aumentó y a los cuatro meses estaba pagando casi lo mismo que pagaba en su momento con claro.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.89,
      "fin": 68.59,
      "duracion": 3.7,
      "texto": "¿Y vos ahora confías en cuándo estás abonando?",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.78,
      "fin": 70.54,
      "duracion": 0.76,
      "texto": "7.800.",
      "confianza": 0.89
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.56,
      "fin": 78.37,
      "duracion": 7.81,
      "texto": "Bien, mira Ana, por eso te dejo lo que es la propuesta por WhatsApp, vos la mensaje, cualquier cosa que puedas comunicar conmigo.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.99,
      "fin": 80.41,
      "duracion": 0.42,
      "texto": "Mira,",
      "confianza": 0.79
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.61,
      "fin": 84.92,
      "duracion": 4.31,
      "texto": "Yo me fui en movistar por el tema de que aumentan todos los meses.",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.14,
      "fin": 87.6,
      "duracion": 2.46,
      "texto": "Es lo mismo que me pasó con el cable.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.64,
      "fin": 95.46,
      "duracion": 7.81,
      "texto": "Me ofrecieron una cosa y a los tres meses con movistar estaba pagando lo mismo que por ejemplo con telecentro.",
      "confianza": 0.776
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.0,
      "fin": 102.43,
      "duracion": 4.43,
      "texto": "Aumentan mucho, aumentan todos los meses importes importantes.",
      "confianza": 0.859
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.85,
      "fin": 110.44,
      "duracion": 7.59,
      "texto": "porque yo de estar pagando cuando empecé el proceso, creo que era de 5.000 pesos, a los cuatro meses yo estaba pagando casi 20.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante B",
      "inicio": 110.46,
      "fin": 112.53,
      "duracion": 2.06,
      "texto": "¿Me entendés?",
      "confianza": 0.339
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.55,
      "fin": 116.33,
      "duracion": 3.79,
      "texto": "Y yo pagaba tres, pagaba diez, ¿eh?",
      "confianza": 0.237
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.36,
      "fin": 117.18,
      "duracion": 0.82,
      "texto": "¿Puedes hacer algún reclamo?",
      "confianza": 0.115
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.2,
      "fin": 119.46,
      "duracion": 2.26,
      "texto": "Directamente dijiste lo que es la basada de empresa.",
      "confianza": 0.402
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.48,
      "fin": 126.93,
      "duracion": 7.45,
      "texto": "No, no, no, yo hice reclamo, pero fue como que no me lo tomaron y agarré y bueno, no.",
      "confianza": 0.479
    },
    {
      "hablante": "Hablante B",
      "inicio": 127.45,
      "fin": 152.53,
      "duracion": 25.08,
      "texto": "Cancelé todo, cancelé los teléfonos, las líneas, me pasé de vuelta claro y di de baja movista a rogar y me puse de vuelta a telecentro porque al fin y al cabo, por lo menos con telecentro, es que hace cinco meses que pago lo mismo y con movista a rogar, apenas empecé a pagar, a los tres meses ya estaba pagando lo mismo que pagaba con telecentro.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.37,
      "fin": 154.41,
      "duracion": 1.04,
      "texto": "Entonces no me convenía.",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.7,
      "fin": 167.63,
      "duracion": 12.94,
      "texto": "Movistar es una línea, es una empresa de que lamentablemente las producciones son buenas, pero a los cuatro meses termino pagando los mismos importes y a veces más de lo que venía pagando con otras compañías.",
      "confianza": 0.778
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.41,
      "fin": 175.5,
      "duracion": 7.09,
      "texto": "Entonces por eso yo no tengo interés de pasarme en estos momentos de vuelta a movistar porque la verdad yo ya me quemé.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 176.17,
      "fin": 185.45,
      "duracion": 9.27,
      "texto": "A mi hermana le pasó exactamente lo mismo, se tuvo que demoliscar por el mismo problema porque le ofrecieron una promoción y a los tres o cuatro meses se estaban pagando lo mismo.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.61,
      "fin": 196.22,
      "duracion": 9.62,
      "texto": "Entonces yo con claro tengo la facilidad que es fácil de comunicarse porque marcas Asterix611 y te comunicas al toque",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante B",
      "inicio": 197.37,
      "fin": 202.33,
      "duracion": 4.97,
      "texto": "Me solucionan los problemas al momento.",
      "confianza": 0.807
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.47,
      "fin": 213.57,
      "duracion": 10.09,
      "texto": "Tengo la promoción por un año y lo que aumentaron de estar pagando $7,500 a $7,800 en casi cinco meses.",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.59,
      "fin": 215.09,
      "duracion": 1.5,
      "texto": "¿Me entendés?",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante B",
      "inicio": 215.41,
      "fin": 221.38,
      "duracion": 5.97,
      "texto": "Yo sé que con movistar eso no me va a pasar porque yo voy a empezar a pagar, ponéle vos me estás ofreciendo $8,000.",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.4,
      "fin": 225.04,
      "duracion": 3.64,
      "texto": "Yo para abril ya voy a estar pagando por lo menos $15,000 por cada línea.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.21,
      "fin": 229.41,
      "duracion": 3.2,
      "texto": "porque es lo que me pasó antes, ¿me entendés?",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante B",
      "inicio": 229.43,
      "fin": 236.86,
      "duracion": 7.43,
      "texto": "Por eso no me interesa a mí en estos momentos movistar, no porque sea mala la línea, sino porque la facturación de ustedes es altísima.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.78,
      "fin": 240.98,
      "duracion": 3.2,
      "texto": "Las promociones son buenas, pero no duran nada las promociones.",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.0,
      "fin": 244.59,
      "duracion": 3.58,
      "texto": "Ya al mes siguiente ya está pagando más.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante B",
      "inicio": 244.65,
      "fin": 245.83,
      "duracion": 1.18,
      "texto": "Claro, sí.",
      "confianza": 0.504
    },
    {
      "hablante": "Hablante B",
      "inicio": 245.85,
      "fin": 252.01,
      "duracion": 6.17,
      "texto": "Vos a mí me ofrece 8.000 ahora, y yo cuando llegue la factura de marzo ya voy a estar pagando 10.",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante A",
      "inicio": 253.59,
      "fin": 254.14,
      "duracion": 0.54,
      "texto": "¿Me entiendes?",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante A",
      "inicio": 254.16,
      "fin": 259.16,
      "duracion": 5.0,
      "texto": "Me quedo con claro que ya lo conozco y que en cinco meses me inventaron 300 pesos nada más.",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante A",
      "inicio": 260.18,
      "fin": 282.62,
      "duracion": 22.44,
      "texto": "Lo que te está tratando de contar es que actualmente lo que estamos realizando son llamarles a la auditoría para que queden todos grabados y además si les hace que quieran un edificio de trámite y tengas una toma de respaldo para que en el caso de que tengas problemas de facturación vos tengamos un respaldo al de todo lo que se te brindó justamente para que no vuelvan a su caída por pena.",
      "confianza": 0.539
    },
    {
      "hablante": "Hablante A",
      "inicio": 282.87,
      "fin": 289.12,
      "duracion": 6.25,
      "texto": "Yo te lo agradezco, pero la verdad es que no me interesa en estos momentos movistar.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.14,
      "fin": 291.25,
      "duracion": 2.1,
      "texto": "Prefiero quedarnos con claro.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante A",
      "inicio": 291.44,
      "fin": 299.2,
      "duracion": 7.75,
      "texto": "No te ofenda ni nada, viste, pero la verdad es esa, porque ya la verdad, ya sé que es mi hermano y me quemecho.",
      "confianza": 0.644
    },
    {
      "hablante": "Hablante A",
      "inicio": 300.06,
      "fin": 306.35,
      "duracion": 6.29,
      "texto": "Y es engorroso pasar todas las tres líneas de vuelta a movistar para que dentro de tres meses tenga que volver a pasarlas a claro.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante A",
      "inicio": 307.15,
      "fin": 310.75,
      "duracion": 3.6,
      "texto": "Y la verdad es que claro, el servicio de claro no es malo, es al contrario, es muy bueno.",
      "confianza": 0.609
    },
    {
      "hablante": "Hablante A",
      "inicio": 311.9,
      "fin": 316.07,
      "duracion": 4.17,
      "texto": "No tengo yo problemas con claro, ¿me entendés?",
      "confianza": 0.541
    },
    {
      "hablante": "Hablante A",
      "inicio": 316.09,
      "fin": 323.46,
      "duracion": 7.38,
      "texto": "Entonces, conocido por conocido, me quedo con claro que yo ya lo conozco y sé cómo es, ¿me entendés?",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante A",
      "inicio": 323.48,
      "fin": 329.68,
      "duracion": 6.19,
      "texto": "No quiero volver a experimentar con algo que dentro de tres meses después me tenga que estar arrepintiendo.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante A",
      "inicio": 329.7,
      "fin": 333.45,
      "duracion": 3.75,
      "texto": "Disculpa, pero es la verdad.",
      "confianza": 0.304
    },
    {
      "hablante": "Hablante A",
      "inicio": 333.47,
      "fin": 335.53,
      "duracion": 2.06,
      "texto": "Perdona.",
      "confianza": 0.804
    },
    {
      "hablante": "Hablante A",
      "inicio": 335.55,
      "fin": 339.52,
      "duracion": 3.97,
      "texto": "Bueno, que tengas buen día.",
      "confianza": 0.301
    },
    {
      "hablante": "Hablante A",
      "inicio": 339.54,
      "fin": 339.66,
      "duracion": 0.12,
      "texto": "Igual.",
      "confianza": 0.164
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Sí? Yo te comento Ana, mi nombre es Valentina, me comunico a ver con vos. ¿No hay una fideura que tenés con una bonita? Claro, es correcto. ¿Sí? Genial, en ese caso tengo por advertención lo que es una promoción, sí, de 8.000 pesos, porque serían 10 y 8, no sé si vos compas con más de una línea. Sí, yo tengo tres líneas. Perfecto. La mía y las dos de mis hijos. Perfecto. En este caso te te podría indicar lo que son cuatro tías que están en cada una de tus líneas, siendo que lo que serían veintidós, ¿sí? ¿Vos habéis visto en la compañía de Movistar? No, no, no, yo igual estoy en claro, ¿eh? Sí, lo sé, pero tú te concentrabas y vos antes habías estado en Movistar. Sí, sí, yo estuve en Movistar, pero no me gustó. ¿Qué es lo que no has terminado de comentar? que me crecieron un plan, al mes me aumentó, al otro mes me aumentó y a los cuatro meses estaba pagando casi lo mismo que pagaba en su momento con claro. ¿Y vos ahora confías en cuándo estás abonando? 7.800. Bien, mira Ana, por eso te dejo lo que es la propuesta por WhatsApp, vos la mensaje, cualquier cosa que puedas comunicar conmigo. Mira, Yo me fui en movistar por el tema de que aumentan todos los meses. Es lo mismo que me pasó con el cable. Me ofrecieron una cosa y a los tres meses con movistar estaba pagando lo mismo que por ejemplo con telecentro. Aumentan mucho, aumentan todos los meses importes importantes. porque yo de estar pagando cuando empecé el proceso, creo que era de 5.000 pesos, a los cuatro meses yo estaba pagando casi 20. ¿Me entendés? Y yo pagaba tres, pagaba diez, ¿eh? ¿Puedes hacer algún reclamo? Directamente dijiste lo que es la basada de empresa. No, no, no, yo hice reclamo, pero fue como que no me lo tomaron y agarré y bueno, no. Cancelé todo, cancelé los teléfonos, las líneas, me pasé de vuelta claro y di de baja movista a rogar y me puse de vuelta a telecentro porque al fin y al cabo, por lo menos con telecentro, es que hace cinco meses que pago lo mismo y con movista a rogar, apenas empecé a pagar, a los tres meses ya estaba pagando lo mismo que pagaba con telecentro. Entonces no me convenía. Movistar es una línea, es una empresa de que lamentablemente las producciones son buenas, pero a los cuatro meses termino pagando los mismos importes y a veces más de lo que venía pagando con otras compañías. Entonces por eso yo no tengo interés de pasarme en estos momentos de vuelta a movistar porque la verdad yo ya me quemé. A mi hermana le pasó exactamente lo mismo, se tuvo que demoliscar por el mismo problema porque le ofrecieron una promoción y a los tres o cuatro meses se estaban pagando lo mismo. Entonces yo con claro tengo la facilidad que es fácil de comunicarse porque marcas Asterix611 y te comunicas al toque Me solucionan los problemas al momento. Tengo la promoción por un año y lo que aumentaron de estar pagando $7,500 a $7,800 en casi cinco meses. ¿Me entendés? Yo sé que con movistar eso no me va a pasar porque yo voy a empezar a pagar, ponéle vos me estás ofreciendo $8,000. Yo para abril ya voy a estar pagando por lo menos $15,000 por cada línea. porque es lo que me pasó antes, ¿me entendés? Por eso no me interesa a mí en estos momentos movistar, no porque sea mala la línea, sino porque la facturación de ustedes es altísima. Las promociones son buenas, pero no duran nada las promociones. Ya al mes siguiente ya está pagando más. Claro, sí. Vos a mí me ofrece 8.000 ahora, y yo cuando llegue la factura de marzo ya voy a estar pagando 10. ¿Me entiendes? Me quedo con claro que ya lo conozco y que en cinco meses me inventaron 300 pesos nada más. Lo que te está tratando de contar es que actualmente lo que estamos realizando son llamarles a la auditoría para que queden todos grabados y además si les hace que quieran un edificio de trámite y tengas una toma de respaldo para que en el caso de que tengas problemas de facturación vos tengamos un respaldo al de todo lo que se te brindó justamente para que no vuelvan a su caída por pena. Yo te lo agradezco, pero la verdad es que no me interesa en estos momentos movistar. Prefiero quedarnos con claro. No te ofenda ni nada, viste, pero la verdad es esa, porque ya la verdad, ya sé que es mi hermano y me quemecho. Y es engorroso pasar todas las tres líneas de vuelta a movistar para que dentro de tres meses tenga que volver a pasarlas a claro. Y la verdad es que claro, el servicio de claro no es malo, es al contrario, es muy bueno. No tengo yo problemas con claro, ¿me entendés? Entonces, conocido por conocido, me quedo con claro que yo ya lo conozco y sé cómo es, ¿me entendés? No quiero volver a experimentar con algo que dentro de tres meses después me tenga que estar arrepintiendo. Disculpa, pero es la verdad. Perdona. Bueno, que tengas buen día. Igual.",
  "calidad": {
    "confianza_promedio": 0.54,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-25T23:17:59.234750",
    "version": "5.0_ecapa"
  }
}