{
  "archivo": "amza4_1_260124112646572_ACD_73997.wav",
  "duracion_segundos": 329.2,
  "num_segmentos": 63,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 112.6,
    "Hablante A": 161.14
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 3.1,
      "fin": 3.74,
      "duracion": 0.64,
      "texto": "Hola.",
      "confianza": 0.375
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.51,
      "fin": 6.63,
      "duracion": 1.12,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.327
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.65,
      "fin": 7.87,
      "duracion": 1.22,
      "texto": "Buenos días con Mariano.",
      "confianza": 0.788
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.47,
      "fin": 10.33,
      "duracion": 0.86,
      "texto": "Mariano, un placer.",
      "confianza": 0.321
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.35,
      "fin": 11.23,
      "duracion": 0.88,
      "texto": "Mi nombre es Gabriela.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.25,
      "fin": 14.02,
      "duracion": 2.76,
      "texto": "Me estoy comunicando el área de beneficios móviles de la comunidad Mozart.",
      "confianza": 0.525
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.04,
      "fin": 17.7,
      "duracion": 3.67,
      "texto": "¿Cómo estás, Mariano?",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.72,
      "fin": 17.82,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.095
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.84,
      "fin": 25.52,
      "duracion": 7.67,
      "texto": "Mariano, me figura que esta línea que usted lleva, que termina en 154, actualmente está trabajando con Claro, ¿verdad?",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.54,
      "fin": 25.59,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.61,
      "fin": 26.1,
      "duracion": 0.48,
      "texto": "Claro.",
      "confianza": 0.427
    },
    {
      "hablante": "Hablante B",
      "inicio": 26.12,
      "fin": 30.12,
      "duracion": 4.01,
      "texto": "Y recuerda cuántos son los siglas, cuánto es la cantidad de internet que le brinda Claro por mes.",
      "confianza": 0.746
    },
    {
      "hablante": "Hablante B",
      "inicio": 31.18,
      "fin": 42.96,
      "duracion": 11.78,
      "texto": "45 mil a nosotros, los que sean mensajes y todo eso, un pago de 22.500 pesos.",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.34,
      "fin": 45.28,
      "duracion": 1.94,
      "texto": "Bien, perfecto.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.3,
      "fin": 48.23,
      "duracion": 2.92,
      "texto": "¿Y el utilizar todos los gigas o hay meses que le sobran?",
      "confianza": 0.52
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.87,
      "fin": 50.59,
      "duracion": 0.72,
      "texto": "No, no me sobran.",
      "confianza": 0.353
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.61,
      "fin": 51.79,
      "duracion": 1.18,
      "texto": "Yo soy un moderno en el camión.",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.89,
      "fin": 55.74,
      "duracion": 2.84,
      "texto": "Usa mucho el teléfono para distraer.",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.01,
      "fin": 76.59,
      "duracion": 20.59,
      "texto": "Bueno, yo en este caso lo que tengo para brindarles es un plan donde usted tendría lo que son 50 gigas, por lo que usted me dice que lo utiliza tanto el internet, contaría con 50 gigas de base todos los meses, y los primeros seis meses yo directamente por sistema le acredito, mientras haces el plan, lo que son 10 gigas de regalos.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.61,
      "fin": 79.84,
      "duracion": 3.23,
      "texto": "Es decir, que ustedes los primeros seis meses contaría con 60 gigas en total, ¿sí?",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.86,
      "fin": 84.76,
      "duracion": 4.91,
      "texto": "El WhatsApp gratis, las llamadas libres a todas las compañías,",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.15,
      "fin": 102.75,
      "duracion": 17.6,
      "texto": "llamas a América Precio Local por si usted sale de lo que es el país, o llama a otros números que estén fuera del país, y si sale del país por cuestiones laborales, de trabajo, por cuestiones de vacaciones, va a contar con lo que es rooming en todo el mundo que le include 8 días sin cargo, ¿sí?",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.83,
      "fin": 110.02,
      "duracion": 6.19,
      "texto": "Ese servicio con el descuento le va a quedar al precio el día de hoy en 28.350 pesos.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 110.03,
      "fin": 114.7,
      "duracion": 4.67,
      "texto": "Eso sería lo que usted pagaría con la compañía Montero con ese descuento pijo que se le realiza",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 115.1,
      "fin": 116.98,
      "duracion": 1.88,
      "texto": "que es bastante importante sobre la línea.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante A",
      "inicio": 117.55,
      "fin": 127.5,
      "duracion": 9.95,
      "texto": "En ningún momento usted se quedaría sin servicio porque nosotros lo que hacemos es mandar el chip a la sucursal Andriani con la que trabajamos aquí en lo que es la provincia de Santa Fe.",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.52,
      "fin": 141.92,
      "duracion": 14.4,
      "texto": "El chip está llegando y una vez que usted retira el chip de la compañía Movistar y allí recién se le corta las señales, claro, usted coloca el chip, le pide valía a la entidad porque usted le titula, obviamente,",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.32,
      "fin": 143.34,
      "duracion": 1.02,
      "texto": "¿Valía la identidad?",
      "confianza": 0.229
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.36,
      "fin": 145.5,
      "duracion": 2.14,
      "texto": "Y ya piensa trabajar con nosotros en Mariano.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante A",
      "inicio": 145.68,
      "fin": 148.23,
      "duracion": 2.54,
      "texto": "Y recuerda que el número de teléfono sigue siendo el mismo.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.25,
      "fin": 151.17,
      "duracion": 2.92,
      "texto": "El número de teléfono no se cambia en ningún momento.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.19,
      "fin": 158.16,
      "duracion": 6.97,
      "texto": "¿Alguna duda de lo que me quieras preguntar?",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 158.18,
      "fin": 158.4,
      "duracion": 0.22,
      "texto": "No, no, no.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante A",
      "inicio": 158.42,
      "fin": 159.02,
      "duracion": 0.6,
      "texto": "La verdad que es muy conforme.",
      "confianza": 0.036
    },
    {
      "hablante": "Hablante A",
      "inicio": 159.04,
      "fin": 159.36,
      "duracion": 0.32,
      "texto": "Bien, perfecto.",
      "confianza": 0.094
    },
    {
      "hablante": "Hablante A",
      "inicio": 159.38,
      "fin": 165.94,
      "duracion": 6.57,
      "texto": "Entonces, bueno, Mariano, ¿se está de acuerdo con lo que haría en este caso, corroborar los datos con usted, que es el titular del servicio?",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante A",
      "inicio": 165.97,
      "fin": 166.57,
      "duracion": 0.6,
      "texto": "¿Cómo, cómo?",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante A",
      "inicio": 166.59,
      "fin": 167.05,
      "duracion": 0.46,
      "texto": "No me entendí.",
      "confianza": 0.211
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.36,
      "fin": 180.7,
      "duracion": 13.34,
      "texto": "Sí, que para poder hacer el envío del chip, si usted está conforme con este plan que yo le comenté, los 50 al día base con los días regalos, yo lo que tengo que hacer es corroborar los datos con usted que me figura en el sistema para poder hacer el envío del chip.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.46,
      "fin": 182.58,
      "duracion": 0.12,
      "texto": "Bueno.",
      "confianza": 0.031
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.6,
      "fin": 193.48,
      "duracion": 10.88,
      "texto": "Bien, me figura que la línea que vamos a hacer la portabilidad es 341-22-60-154 y el titular de línea es Mariano González.",
      "confianza": 0.696
    },
    {
      "hablante": "Hablante B",
      "inicio": 194.64,
      "fin": 195.36,
      "duracion": 0.72,
      "texto": "¿Cómo hay número?",
      "confianza": 0.315
    },
    {
      "hablante": "Hablante B",
      "inicio": 196.17,
      "fin": 198.01,
      "duracion": 1.84,
      "texto": "Te lo repito, 341-22-301-54.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.09,
      "fin": 202.44,
      "duracion": 3.34,
      "texto": "Ese es el nombre, sí, sí.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.62,
      "fin": 206.45,
      "duracion": 2.82,
      "texto": "Perfecto, el nombre que no se lo leí todo al revés.",
      "confianza": 0.421
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.61,
      "fin": 213.78,
      "duracion": 6.17,
      "texto": "Bien, Mariano, me figura que su nombre es Mariano González.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.8,
      "fin": 221.03,
      "duracion": 7.23,
      "texto": "Perfecto, y el DNI que me figura en el sistema es 33.000 dones, 011.377.",
      "confianza": 0.684
    },
    {
      "hablante": "Hablante B",
      "inicio": 221.5,
      "fin": 223.52,
      "duracion": 2.02,
      "texto": "Sí, correcto.",
      "confianza": 0.147
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.54,
      "fin": 223.84,
      "duracion": 0.3,
      "texto": "Perfecto, bien.",
      "confianza": 0.042
    },
    {
      "hablante": "Hablante B",
      "inicio": 223.86,
      "fin": 243.19,
      "duracion": 19.33,
      "texto": "Mariano, deme un segundo que mientras hablo con usted, sí, le estoy mandando ahora mismo a su número, lo que es un WhatsApp con mi número personal, para que usted siempre esté en contacto conmigo, sí, no que veo que muchas veces uno hace las gestiones comerciales por teléfono y luego no recuerda con quién habló y bueno, esto es un informe.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 243.21,
      "fin": 248.96,
      "duracion": 5.75,
      "texto": "Así que ahí le coloqué, hola Mariano, y ahí le envío otro montajito que dice que soy Gabriela de Monster,",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.39,
      "fin": 253.76,
      "duracion": 4.36,
      "texto": "Por favor, confírmeme si le llegó, si yo me quedo tranquila que tiene mi número, Mariano.",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante A",
      "inicio": 267.55,
      "fin": 268.59,
      "duracion": 1.04,
      "texto": "Perfecto, Mariano.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante A",
      "inicio": 268.61,
      "fin": 278.44,
      "duracion": 9.83,
      "texto": "Bien, Mariano, vamos a corroborar, me figura que usted vive en Loque Rosario, en la provincia de Santa Fe, y su fuerte nacimiento es 31 de mayo,",
      "confianza": 0.729
    },
    {
      "hablante": "Hablante A",
      "inicio": 278.86,
      "fin": 279.62,
      "duracion": 0.76,
      "texto": "De 1987.",
      "confianza": 0.814
    },
    {
      "hablante": "Hablante A",
      "inicio": 279.64,
      "fin": 280.12,
      "duracion": 0.48,
      "texto": "¿Qué?",
      "confianza": 0.406
    },
    {
      "hablante": "Hablante B",
      "inicio": 283.22,
      "fin": 283.38,
      "duracion": 0.16,
      "texto": "Bárbaro.",
      "confianza": 0.044
    },
    {
      "hablante": "Hablante B",
      "inicio": 283.4,
      "fin": 292.69,
      "duracion": 9.29,
      "texto": "Mariano, le voy a pedir por favor que me informen si es tan amable lo que es un correo electrónico para que todos los meses le dé la factura para que ustedes deben un control del servicio.",
      "confianza": 0.719
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.39,
      "fin": 298.94,
      "duracion": 0.54,
      "texto": "Ahí me mato porque... Bien.",
      "confianza": 0.019
    },
    {
      "hablante": "Hablante A",
      "inicio": 298.95,
      "fin": 301.86,
      "duracion": 2.9,
      "texto": "En este caso no se haga problema, Mariano, lo que puede hacer es lo siguiente.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante A",
      "inicio": 302.36,
      "fin": 307.36,
      "duracion": 5.0,
      "texto": "Mientras habla conmigo sin cortar la llamada, me coloca en altavoz,",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 308.39,
      "fin": 320.78,
      "duracion": 12.39,
      "texto": "se sale de la pantalla de llamada, siempre en alta bola de llamada, ingresa directamente a la casilla de correo que tiene configurado en su teléfono, en las aplicaciones de email y ahí le figura el nombre del correo.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante B",
      "inicio": 328.7,
      "fin": 329.2,
      "duracion": 0.5,
      "texto": "Dígame cuando usted",
      "confianza": 0.2
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? Buenos días con Mariano. Mariano, un placer. Mi nombre es Gabriela. Me estoy comunicando el área de beneficios móviles de la comunidad Mozart. ¿Cómo estás, Mariano? Bien. Mariano, me figura que esta línea que usted lleva, que termina en 154, actualmente está trabajando con Claro, ¿verdad? Sí. Claro. Y recuerda cuántos son los siglas, cuánto es la cantidad de internet que le brinda Claro por mes. 45 mil a nosotros, los que sean mensajes y todo eso, un pago de 22.500 pesos. Bien, perfecto. ¿Y el utilizar todos los gigas o hay meses que le sobran? No, no me sobran. Yo soy un moderno en el camión. Usa mucho el teléfono para distraer. Bueno, yo en este caso lo que tengo para brindarles es un plan donde usted tendría lo que son 50 gigas, por lo que usted me dice que lo utiliza tanto el internet, contaría con 50 gigas de base todos los meses, y los primeros seis meses yo directamente por sistema le acredito, mientras haces el plan, lo que son 10 gigas de regalos. Es decir, que ustedes los primeros seis meses contaría con 60 gigas en total, ¿sí? El WhatsApp gratis, las llamadas libres a todas las compañías, llamas a América Precio Local por si usted sale de lo que es el país, o llama a otros números que estén fuera del país, y si sale del país por cuestiones laborales, de trabajo, por cuestiones de vacaciones, va a contar con lo que es rooming en todo el mundo que le include 8 días sin cargo, ¿sí? Ese servicio con el descuento le va a quedar al precio el día de hoy en 28.350 pesos. Eso sería lo que usted pagaría con la compañía Montero con ese descuento pijo que se le realiza que es bastante importante sobre la línea. En ningún momento usted se quedaría sin servicio porque nosotros lo que hacemos es mandar el chip a la sucursal Andriani con la que trabajamos aquí en lo que es la provincia de Santa Fe. El chip está llegando y una vez que usted retira el chip de la compañía Movistar y allí recién se le corta las señales, claro, usted coloca el chip, le pide valía a la entidad porque usted le titula, obviamente, ¿Valía la identidad? Y ya piensa trabajar con nosotros en Mariano. Y recuerda que el número de teléfono sigue siendo el mismo. El número de teléfono no se cambia en ningún momento. ¿Alguna duda de lo que me quieras preguntar? No, no, no. La verdad que es muy conforme. Bien, perfecto. Entonces, bueno, Mariano, ¿se está de acuerdo con lo que haría en este caso, corroborar los datos con usted, que es el titular del servicio? ¿Cómo, cómo? No me entendí. Sí, que para poder hacer el envío del chip, si usted está conforme con este plan que yo le comenté, los 50 al día base con los días regalos, yo lo que tengo que hacer es corroborar los datos con usted que me figura en el sistema para poder hacer el envío del chip. Bueno. Bien, me figura que la línea que vamos a hacer la portabilidad es 341-22-60-154 y el titular de línea es Mariano González. ¿Cómo hay número? Te lo repito, 341-22-301-54. Ese es el nombre, sí, sí. Perfecto, el nombre que no se lo leí todo al revés. Bien, Mariano, me figura que su nombre es Mariano González. Perfecto, y el DNI que me figura en el sistema es 33.000 dones, 011.377. Sí, correcto. Perfecto, bien. Mariano, deme un segundo que mientras hablo con usted, sí, le estoy mandando ahora mismo a su número, lo que es un WhatsApp con mi número personal, para que usted siempre esté en contacto conmigo, sí, no que veo que muchas veces uno hace las gestiones comerciales por teléfono y luego no recuerda con quién habló y bueno, esto es un informe. Así que ahí le coloqué, hola Mariano, y ahí le envío otro montajito que dice que soy Gabriela de Monster, Por favor, confírmeme si le llegó, si yo me quedo tranquila que tiene mi número, Mariano. Perfecto, Mariano. Bien, Mariano, vamos a corroborar, me figura que usted vive en Loque Rosario, en la provincia de Santa Fe, y su fuerte nacimiento es 31 de mayo, De 1987. ¿Qué? Bárbaro. Mariano, le voy a pedir por favor que me informen si es tan amable lo que es un correo electrónico para que todos los meses le dé la factura para que ustedes deben un control del servicio. Ahí me mato porque... Bien. En este caso no se haga problema, Mariano, lo que puede hacer es lo siguiente. Mientras habla conmigo sin cortar la llamada, me coloca en altavoz, se sale de la pantalla de llamada, siempre en alta bola de llamada, ingresa directamente a la casilla de correo que tiene configurado en su teléfono, en las aplicaciones de email y ahí le figura el nombre del correo. Dígame cuando usted",
  "calidad": {
    "confianza_promedio": 0.491,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T03:56:06.048378",
    "version": "5.0_ecapa"
  }
}