{
  "archivo": "amza62_1_260121122711100_ACD_92617.wav",
  "duracion_segundos": 154.49,
  "num_segmentos": 26,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 146.51
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 2.35,
      "duracion": 2.32,
      "texto": "Hola.",
      "confianza": 0.45
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.37,
      "fin": 2.89,
      "duracion": 0.52,
      "texto": "Hola, buen día.",
      "confianza": 0.194
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.91,
      "fin": 4.82,
      "duracion": 1.9,
      "texto": "¿Walter?",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.84,
      "fin": 5.94,
      "duracion": 1.1,
      "texto": "Sí, buen día.",
      "confianza": 0.224
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.96,
      "fin": 12.12,
      "duracion": 6.17,
      "texto": "Mi nombre es Paula, te asesora de movilidad y queríamos presentarte un beneficio exclusivo para tu línea y que puedas seguir manteniendo tu mismo número.",
      "confianza": 0.515
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.99,
      "fin": 17.03,
      "duracion": 4.04,
      "texto": "En el sistema me asegura que tu línea pertenece a Claro.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.05,
      "fin": 19.31,
      "duracion": 2.26,
      "texto": "Sí, sí, así es, Paula.",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.15,
      "fin": 24.86,
      "duracion": 4.71,
      "texto": "Te agradezco por ahora porque tengo una promoción.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.88,
      "fin": 26.78,
      "duracion": 1.9,
      "texto": "¿Y cuánto pagaste la promoción?",
      "confianza": 0.449
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.28,
      "fin": 31.79,
      "duracion": 4.51,
      "texto": "Mira, ahora estoy pagando, no llega a diez mil pesos.",
      "confianza": 0.534
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.81,
      "fin": 52.05,
      "duracion": 20.24,
      "texto": "Pero tengo también movistar, perdón, movistar no... Tengo internet también en casa y otro teléfono ahí de mi señora, así que... Mira, yo te prometo, yo tengo un plan, acá tenemos un plan de ocho días y estamos con una promo de diez días de arreglarlo por seis meses bonificados, que serían dieciocho días por mes.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.07,
      "fin": 56.36,
      "duracion": 4.28,
      "texto": "A precio actual de ocho mil pesos.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.38,
      "fin": 56.94,
      "duracion": 0.56,
      "texto": "Está bien.",
      "confianza": 0.216
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.61,
      "fin": 70.35,
      "duracion": 12.74,
      "texto": "Sí, mira, yo por ahora voy a seguir en claro porque te estoy sincero que muchas veces intenté antes de cambiarme que me hagan alguna promoción o algo y no lo hicieron.",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.21,
      "fin": 79.08,
      "duracion": 7.87,
      "texto": "Y entonces, bueno, ya me embarqué en claro y por ahora me está funcionando bien el servicio, así que no voy a cambiar.",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante A",
      "inicio": 79.14,
      "fin": 84.75,
      "duracion": 5.61,
      "texto": "En todo caso, en otro momento por ahí veo si me conviene o no cambio.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.32,
      "fin": 91.28,
      "duracion": 5.97,
      "texto": "Bueno, Walter, lo te trama porque estaría bueno que aproveches esa promoción, pero bueno, no hay ningún problema.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante A",
      "inicio": 91.3,
      "fin": 103.59,
      "duracion": 12.29,
      "texto": "Sí, sí, yo te agradezco mucho, lo que pasa que, viste, es eso, también es un poco de empatía, viste, cuando yo necesité una promoción y era cliente, no me la hicieron realmente y llamé en varias oportunidades.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.61,
      "fin": 108.6,
      "duracion": 4.98,
      "texto": "Y después que me fui, me empezaron a llamar automáticamente todos los meses 50 veces.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.02,
      "fin": 113.5,
      "duracion": 4.48,
      "texto": "Entonces, bueno, me parece que un poquito también va por ahí, viste.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante A",
      "inicio": 113.82,
      "fin": 125.34,
      "duracion": 11.52,
      "texto": "más allá de lo que pago y todo eso, es la cuestión de que uno cuando necesita pide y la verdad que no fui escuchado en su momento.",
      "confianza": 0.711
    },
    {
      "hablante": "Hablante A",
      "inicio": 125.96,
      "fin": 143.74,
      "duracion": 17.79,
      "texto": "Y trato de transmitir eso a todos los que me llaman de movistar porque nada, si sirve de algo, cuando uno es cliente, yo fui cliente muchísimos años y cuando necesité digamos que nada, una bonificación o algo, no me lo hicieron y cuando me cambié automáticamente aparecieron los valores.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.67,
      "fin": 149.13,
      "duracion": 4.46,
      "texto": "Bueno, entiendo, Walter.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.05,
      "fin": 150.94,
      "duracion": 0.88,
      "texto": "Te agradezco.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.96,
      "fin": 151.84,
      "duracion": 0.88,
      "texto": "No, está bien.",
      "confianza": 0.353
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.96,
      "fin": 154.49,
      "duracion": 2.53,
      "texto": "Hasta luego, igualmente.",
      "confianza": 0.477
    }
  ],
  "transcripcion_completa": "Hola. Hola, buen día. ¿Walter? Sí, buen día. Mi nombre es Paula, te asesora de movilidad y queríamos presentarte un beneficio exclusivo para tu línea y que puedas seguir manteniendo tu mismo número. En el sistema me asegura que tu línea pertenece a Claro. Sí, sí, así es, Paula. Te agradezco por ahora porque tengo una promoción. ¿Y cuánto pagaste la promoción? Mira, ahora estoy pagando, no llega a diez mil pesos. Pero tengo también movistar, perdón, movistar no... Tengo internet también en casa y otro teléfono ahí de mi señora, así que... Mira, yo te prometo, yo tengo un plan, acá tenemos un plan de ocho días y estamos con una promo de diez días de arreglarlo por seis meses bonificados, que serían dieciocho días por mes. A precio actual de ocho mil pesos. Está bien. Sí, mira, yo por ahora voy a seguir en claro porque te estoy sincero que muchas veces intenté antes de cambiarme que me hagan alguna promoción o algo y no lo hicieron. Y entonces, bueno, ya me embarqué en claro y por ahora me está funcionando bien el servicio, así que no voy a cambiar. En todo caso, en otro momento por ahí veo si me conviene o no cambio. Bueno, Walter, lo te trama porque estaría bueno que aproveches esa promoción, pero bueno, no hay ningún problema. Sí, sí, yo te agradezco mucho, lo que pasa que, viste, es eso, también es un poco de empatía, viste, cuando yo necesité una promoción y era cliente, no me la hicieron realmente y llamé en varias oportunidades. Y después que me fui, me empezaron a llamar automáticamente todos los meses 50 veces. Entonces, bueno, me parece que un poquito también va por ahí, viste. más allá de lo que pago y todo eso, es la cuestión de que uno cuando necesita pide y la verdad que no fui escuchado en su momento. Y trato de transmitir eso a todos los que me llaman de movistar porque nada, si sirve de algo, cuando uno es cliente, yo fui cliente muchísimos años y cuando necesité digamos que nada, una bonificación o algo, no me lo hicieron y cuando me cambié automáticamente aparecieron los valores. Bueno, entiendo, Walter. Te agradezco. No, está bien. Hasta luego, igualmente.",
  "calidad": {
    "confianza_promedio": 0.516,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.0
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T05:14:34.513970",
    "version": "5.0_ecapa"
  }
}