{
  "archivo": "amza33_1_260119130053166_ACD_72031.wav",
  "duracion_segundos": 274.2,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 171.5,
    "Hablante A": 84.13
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 2.11,
      "fin": 5.43,
      "duracion": 3.33,
      "texto": "Hola, Karina.",
      "confianza": 0.53
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.45,
      "fin": 5.51,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.53,
      "fin": 6.37,
      "duracion": 0.84,
      "texto": "Karina, un placer.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.39,
      "fin": 8.0,
      "duracion": 1.6,
      "texto": "Mi nombre es Katy, ¿sí?",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.54,
      "fin": 16.07,
      "duracion": 7.53,
      "texto": "Me contesto porque quiero adquirirte lo que es el nuevo descuento en tu línea móvil, así para las menos en tu boleta mensual.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.09,
      "fin": 16.15,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.011
    },
    {
      "hablante": "Hablante B",
      "inicio": 16.17,
      "fin": 17.43,
      "duracion": 1.26,
      "texto": "Tengo una consulta, Karina.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.69,
      "fin": 22.12,
      "duracion": 4.43,
      "texto": "Encima de los gigas, ¿pude estar conforme o te sabes quedar corta por mes?",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 23.76,
      "fin": 25.08,
      "duracion": 1.32,
      "texto": "No, no, no.",
      "confianza": 0.366
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.1,
      "fin": 26.96,
      "duracion": 1.86,
      "texto": "Conforme.",
      "confianza": 0.156
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.98,
      "fin": 27.18,
      "duracion": 0.2,
      "texto": "No, llego.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.2,
      "fin": 27.36,
      "duracion": 0.16,
      "texto": "Bien.",
      "confianza": 0.183
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.41,
      "fin": 29.45,
      "duracion": 2.04,
      "texto": "Porque más lo utilizo cuando estoy afuera.",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.83,
      "fin": 30.73,
      "duracion": 0.9,
      "texto": "Este es el tema.",
      "confianza": 0.512
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.88,
      "fin": 32.14,
      "duracion": 1.26,
      "texto": "Bien, perfecto.",
      "confianza": 0.344
    },
    {
      "hablante": "Hablante A",
      "inicio": 32.16,
      "fin": 34.92,
      "duracion": 2.76,
      "texto": "Y actualmente me asegura que tenés dos líneas a tu nombre.",
      "confianza": 0.705
    },
    {
      "hablante": "Hablante A",
      "inicio": 34.94,
      "fin": 39.15,
      "duracion": 4.21,
      "texto": "¿Cuánto ganas por las dos líneas?",
      "confianza": 0.792
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.17,
      "fin": 45.48,
      "duracion": 6.31,
      "texto": "Ahora me vino el total de 13 mil casi, por cada línea.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.5,
      "fin": 47.86,
      "duracion": 2.36,
      "texto": "Por cada línea, es lo que te iba a preguntar, ¿sí?",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante A",
      "inicio": 48.66,
      "fin": 53.53,
      "duracion": 4.87,
      "texto": "Seguramente debe haber sido con el aumento que hubo la semana pasada, en realidad.",
      "confianza": 0.783
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.73,
      "fin": 56.18,
      "duracion": 1.44,
      "texto": "Sí, sí, sí, me dijo.",
      "confianza": 0.336
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.43,
      "fin": 57.47,
      "duracion": 1.04,
      "texto": "todas las compañías.",
      "confianza": 0.305
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.83,
      "fin": 70.73,
      "duracion": 12.9,
      "texto": "Bueno, te comento, Karina, yo me estoy contactando porque quiero ordinarte lo que es un plan de 16 gigas y si contas con las dos líneas, te hacemos un plan familiar que contaría en realidad con 23 gigas en total.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.55,
      "fin": 77.48,
      "duracion": 5.93,
      "texto": "El plan ese cuenta con WhatsApp y vamos a poder hablar a cualquier compañía en Rummen en América.",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 78.18,
      "fin": 80.56,
      "duracion": 2.38,
      "texto": "Al día de hoy lo tenemos a 8 mil pesos.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.84,
      "fin": 87.53,
      "duracion": 6.69,
      "texto": "Sí, la verdad que está súper accesible y esto teniendo en cuenta obviamente el aumento, ¿sí?",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.55,
      "fin": 88.21,
      "duracion": 0.66,
      "texto": "Bien.",
      "confianza": 0.479
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.23,
      "fin": 93.72,
      "duracion": 5.49,
      "texto": "Te comento que yo me contacto a ti lo que es el área de beneficios y fibra óptica de Monster.",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante A",
      "inicio": 94.1,
      "fin": 101.01,
      "duracion": 6.91,
      "texto": "Sí, estamos con la campaña de los clientes que se fueron con la gestión anterior, que la verdad que se fueron bastante disgustados, ¿sí?",
      "confianza": 0.735
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.03,
      "fin": 102.91,
      "duracion": 1.88,
      "texto": "Porque se sintieron mal atendidos.",
      "confianza": 0.744
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.35,
      "fin": 103.97,
      "duracion": 0.62,
      "texto": "Bien.",
      "confianza": 0.837
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.99,
      "fin": 110.16,
      "duracion": 6.17,
      "texto": "Y bueno, buscamos sacarle ese chip de mala experiencia a ustedes y que no les bola pasar lo que les pasó anteriormente.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante A",
      "inicio": 110.36,
      "fin": 114.13,
      "duracion": 3.77,
      "texto": "¿Vos por qué te fuiste exactamente de la compañía?",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.23,
      "fin": 124.7,
      "duracion": 8.47,
      "texto": "Por el tema económico, porque me habían adecuado de ser más bajo, y bueno, resulta que después de meses, meses, me lo fueron aumentando.",
      "confianza": 0.457
    },
    {
      "hablante": "Hablante B",
      "inicio": 124.72,
      "fin": 138.88,
      "duracion": 14.16,
      "texto": "Igual tuvimos, sí, la verdad que si tenés toda la razón del mundo, tuvimos un problema con la gestión anterior, que la verdad que muchos clientes se fueron bastante desofendidos de la empresa, y bueno, también, obviamente, que la mayoría se ha ido por temas de precios.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 139.01,
      "fin": 146.0,
      "duracion": 6.99,
      "texto": "que es súper entendible y más como está la economía hoy en día, por así decir.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 146.04,
      "fin": 159.82,
      "duracion": 13.78,
      "texto": "Por eso, Karina, nosotros le hemos preparado este plan exclusivo, ahora la verdad que la metodología de la compañía ha cambiado bastante, hasta incluso es la única empresa que cuenta con respaldo legal, no sé si vos sabes lo que es respaldo legal.",
      "confianza": 0.771
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.41,
      "fin": 161.35,
      "duracion": 0.94,
      "texto": "No, ni idea.",
      "confianza": 0.408
    },
    {
      "hablante": "Hablante B",
      "inicio": 161.97,
      "fin": 169.56,
      "duracion": 7.59,
      "texto": "Bien, el respaldo legal es como un contrato de por medio que la empresa te brinda a vos para tu seguridad de que se te va a respetar la bonificación.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 169.59,
      "fin": 183.47,
      "duracion": 13.88,
      "texto": "Y el plan, obviamente, si vos les vas a tener supongamos algún tipo de inconveniente con el tema de la facturación, que no lo creo porque la verdad que la gestión ahora está bastante atrás de los clientes para que ustedes estén conformes.",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante B",
      "inicio": 183.97,
      "fin": 192.86,
      "duracion": 8.89,
      "texto": "Vos tenés justamente este respaldo, el verdad es que vos podés hacer cualquier tipo de reclamo para que se te respete la bonificación, ¿sí?",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 192.88,
      "fin": 196.14,
      "duracion": 3.26,
      "texto": "Por eso, bueno, buscamos que ustedes vuelvan, ¿sí?",
      "confianza": 0.777
    },
    {
      "hablante": "Hablante B",
      "inicio": 196.16,
      "fin": 196.96,
      "duracion": 0.8,
      "texto": "Tengo una consulta.",
      "confianza": 0.748
    },
    {
      "hablante": "Hablante B",
      "inicio": 196.98,
      "fin": 202.73,
      "duracion": 5.75,
      "texto": "¿Vos servicio de fibra óptica en tu domicilio contás o directamente no?",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.75,
      "fin": 203.61,
      "duracion": 0.86,
      "texto": "No, porque no llega.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 203.63,
      "fin": 208.53,
      "duracion": 4.9,
      "texto": "Dentro de ser tengo, pero otra empresa sería, porque ya la pregunté y no.",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.59,
      "fin": 210.31,
      "duracion": 1.72,
      "texto": "¿Y hace cuánto preguntaste vos?",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.82,
      "fin": 215.38,
      "duracion": 4.56,
      "texto": "y hace ya como el año pasado, noviembre, diciembre.",
      "confianza": 0.132
    },
    {
      "hablante": "Hablante B",
      "inicio": 215.4,
      "fin": 222.61,
      "duracion": 7.21,
      "texto": "Ah, bien, si lo pronostaste en diciembre no creo que se hayan actualizado porque se actualizan cada un mes, viste lo que son los CTO.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante B",
      "inicio": 222.63,
      "fin": 231.9,
      "duracion": 9.27,
      "texto": "Pero lo que sí podemos hacer de empresa es dejar como una solicitud, sí, donde vos estés interesada en lo que es el servicio de internet.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante B",
      "inicio": 232.0,
      "fin": 236.94,
      "duracion": 4.94,
      "texto": "Porque mientras más solicitudes hayan en esa zona, es más rápido para que ustedes bajen",
      "confianza": 0.789
    },
    {
      "hablante": "Hablante B",
      "inicio": 237.16,
      "fin": 240.26,
      "duracion": 3.1,
      "texto": "se les baje lo que son los seteos, que es la bajada de internet.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.48,
      "fin": 248.29,
      "duracion": 6.81,
      "texto": "Obviamente que mientras más solicitudes hay en esta zona, es mejor porque es más fácil de instalar.",
      "confianza": 0.763
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.65,
      "fin": 251.65,
      "duracion": 3.0,
      "texto": "Porque ya sabemos que varios clientes están interesados.",
      "confianza": 0.804
    },
    {
      "hablante": "Hablante B",
      "inicio": 251.73,
      "fin": 257.32,
      "duracion": 5.59,
      "texto": "Y obviamente te hago una solicitud para que automáticamente se comunite con vos, si vos me lo permitís.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 257.82,
      "fin": 263.0,
      "duracion": 5.19,
      "texto": "En ese caso, por si llega a ver internet, o sea, fibra óptica.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.02,
      "fin": 263.5,
      "duracion": 0.48,
      "texto": "Bien.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.89,
      "fin": 264.43,
      "duracion": 0.54,
      "texto": "Perfecto.",
      "confianza": 0.805
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.47,
      "fin": 268.09,
      "duracion": 3.62,
      "texto": "¿Querés que haga una solicitud acá, que vos estás interesada?",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 268.11,
      "fin": 274.2,
      "duracion": 6.09,
      "texto": "A ver si cuando... Ahí va, directamente se conjuntan con vos, ¿sí?",
      "confianza": 0.682
    }
  ],
  "transcripcion_completa": "Hola, Karina. Sí. Karina, un placer. Mi nombre es Katy, ¿sí? Me contesto porque quiero adquirirte lo que es el nuevo descuento en tu línea móvil, así para las menos en tu boleta mensual. Sí. Tengo una consulta, Karina. Encima de los gigas, ¿pude estar conforme o te sabes quedar corta por mes? No, no, no. Conforme. No, llego. Bien. Porque más lo utilizo cuando estoy afuera. Este es el tema. Bien, perfecto. Y actualmente me asegura que tenés dos líneas a tu nombre. ¿Cuánto ganas por las dos líneas? Ahora me vino el total de 13 mil casi, por cada línea. Por cada línea, es lo que te iba a preguntar, ¿sí? Seguramente debe haber sido con el aumento que hubo la semana pasada, en realidad. Sí, sí, sí, me dijo. todas las compañías. Bueno, te comento, Karina, yo me estoy contactando porque quiero ordinarte lo que es un plan de 16 gigas y si contas con las dos líneas, te hacemos un plan familiar que contaría en realidad con 23 gigas en total. El plan ese cuenta con WhatsApp y vamos a poder hablar a cualquier compañía en Rummen en América. Al día de hoy lo tenemos a 8 mil pesos. Sí, la verdad que está súper accesible y esto teniendo en cuenta obviamente el aumento, ¿sí? Bien. Te comento que yo me contacto a ti lo que es el área de beneficios y fibra óptica de Monster. Sí, estamos con la campaña de los clientes que se fueron con la gestión anterior, que la verdad que se fueron bastante disgustados, ¿sí? Porque se sintieron mal atendidos. Bien. Y bueno, buscamos sacarle ese chip de mala experiencia a ustedes y que no les bola pasar lo que les pasó anteriormente. ¿Vos por qué te fuiste exactamente de la compañía? Por el tema económico, porque me habían adecuado de ser más bajo, y bueno, resulta que después de meses, meses, me lo fueron aumentando. Igual tuvimos, sí, la verdad que si tenés toda la razón del mundo, tuvimos un problema con la gestión anterior, que la verdad que muchos clientes se fueron bastante desofendidos de la empresa, y bueno, también, obviamente, que la mayoría se ha ido por temas de precios. que es súper entendible y más como está la economía hoy en día, por así decir. Por eso, Karina, nosotros le hemos preparado este plan exclusivo, ahora la verdad que la metodología de la compañía ha cambiado bastante, hasta incluso es la única empresa que cuenta con respaldo legal, no sé si vos sabes lo que es respaldo legal. No, ni idea. Bien, el respaldo legal es como un contrato de por medio que la empresa te brinda a vos para tu seguridad de que se te va a respetar la bonificación. Y el plan, obviamente, si vos les vas a tener supongamos algún tipo de inconveniente con el tema de la facturación, que no lo creo porque la verdad que la gestión ahora está bastante atrás de los clientes para que ustedes estén conformes. Vos tenés justamente este respaldo, el verdad es que vos podés hacer cualquier tipo de reclamo para que se te respete la bonificación, ¿sí? Por eso, bueno, buscamos que ustedes vuelvan, ¿sí? Tengo una consulta. ¿Vos servicio de fibra óptica en tu domicilio contás o directamente no? No, porque no llega. Dentro de ser tengo, pero otra empresa sería, porque ya la pregunté y no. ¿Y hace cuánto preguntaste vos? y hace ya como el año pasado, noviembre, diciembre. Ah, bien, si lo pronostaste en diciembre no creo que se hayan actualizado porque se actualizan cada un mes, viste lo que son los CTO. Pero lo que sí podemos hacer de empresa es dejar como una solicitud, sí, donde vos estés interesada en lo que es el servicio de internet. Porque mientras más solicitudes hayan en esa zona, es más rápido para que ustedes bajen se les baje lo que son los seteos, que es la bajada de internet. Obviamente que mientras más solicitudes hay en esta zona, es mejor porque es más fácil de instalar. Porque ya sabemos que varios clientes están interesados. Y obviamente te hago una solicitud para que automáticamente se comunite con vos, si vos me lo permitís. En ese caso, por si llega a ver internet, o sea, fibra óptica. Bien. Perfecto. ¿Querés que haga una solicitud acá, que vos estás interesada? A ver si cuando... Ahí va, directamente se conjuntan con vos, ¿sí?",
  "calidad": {
    "confianza_promedio": 0.586,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-25T20:24:19.676519",
    "version": "5.0_ecapa"
  }
}