{
  "archivo": "amza44_1_260124114859737_ACD_86089.wav",
  "duracion_segundos": 297.0,
  "num_segmentos": 64,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 90.98,
    "Hablante B": 177.6
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.86,
      "fin": 2.18,
      "duracion": 1.32,
      "texto": "Sí.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.22,
      "fin": 2.66,
      "duracion": 0.44,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.338
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.68,
      "fin": 3.38,
      "duracion": 0.7,
      "texto": "Buen día.",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.4,
      "fin": 5.28,
      "duracion": 1.88,
      "texto": "Hablo con Ariel.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.3,
      "fin": 6.25,
      "duracion": 0.94,
      "texto": "¿Qué parte?",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.27,
      "fin": 7.23,
      "duracion": 0.96,
      "texto": "¿Qué tal, Ariel?",
      "confianza": 0.302
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.25,
      "fin": 8.55,
      "duracion": 1.3,
      "texto": "Mi nombre es Rodrigo, ¿sí?",
      "confianza": 0.232
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.57,
      "fin": 13.38,
      "duracion": 4.81,
      "texto": "Y estamos comunicando con usted desde lo que es el área de recuperación del cliente de Movistar.",
      "confianza": 0.32
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.4,
      "fin": 15.8,
      "duracion": 2.4,
      "texto": "Es más que nada porque estamos haciendo un pequeño sondeo, ¿sí?",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.84,
      "fin": 22.09,
      "duracion": 6.25,
      "texto": "Nosotros sabemos que usted se fue de lo que es la compañía y queríamos saber cuál fue el motivo que lo llevó a cambiarse, ¿sí?",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.11,
      "fin": 28.42,
      "duracion": 6.31,
      "texto": "Si es que fue por algún inconveniente con lo que fue señal, facturación o si tuvo algún problema con algún gestorio.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.17,
      "fin": 34.07,
      "duracion": 3.9,
      "texto": "No, con la señal, no tenía alguna señal y la facturación también.",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.62,
      "fin": 37.98,
      "duracion": 3.36,
      "texto": "Hubo problemas con la señal y con la facturación, excelente.",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.0,
      "fin": 42.56,
      "duracion": 4.57,
      "texto": "El problema de la señal fue que en su zona él no tenía buena cobertura.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.7,
      "fin": 46.71,
      "duracion": 3.0,
      "texto": "En algunas zonas no tengo cobertura, sí.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.73,
      "fin": 47.85,
      "duracion": 1.12,
      "texto": "Y usted, ¿de qué zona es?",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.81,
      "fin": 53.01,
      "duracion": 3.2,
      "texto": "No, en mi zona sí, pero cuando trabajo en Capital no tengo señal.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.45,
      "fin": 55.58,
      "duracion": 2.12,
      "texto": "Ah, en Capital no tiene lo que es cobertura.",
      "confianza": 0.468
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.6,
      "fin": 56.62,
      "duracion": 1.02,
      "texto": "No.",
      "confianza": 0.497
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.64,
      "fin": 57.58,
      "duracion": 0.94,
      "texto": "Ok, qué raro.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.81,
      "fin": 64.06,
      "duracion": 6.25,
      "texto": "Igualmente les comento que nosotros estuvimos haciendo lo que es un crecimiento en estos meses de lo que es la infraestructura.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante A",
      "inicio": 64.96,
      "fin": 75.51,
      "duracion": 10.55,
      "texto": "Eso sumándole a que tenemos una nueva tecnología en el chip, que es este 5G, que hace justamente que agarre los 10 señales 5G.",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.71,
      "fin": 85.12,
      "duracion": 8.41,
      "texto": "Y eso sumándole a las nuevas antenas que hemos incorporado, hace que tengamos mejor cobertura en lugares donde antes no llegábamos o llegábamos con cobertura muy floja.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.86,
      "fin": 95.87,
      "duracion": 10.01,
      "texto": "Con respecto a lo que es facturación, ahora nosotros implementamos lo que es un cierre comercial al hacer el pase.",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante A",
      "inicio": 95.89,
      "fin": 99.52,
      "duracion": 3.62,
      "texto": "Esto es el detalle de los beneficios y el cuento que nosotros damos a la línea que esté pasando.",
      "confianza": 0.168
    },
    {
      "hablante": "Hablante B",
      "inicio": 101.08,
      "fin": 105.86,
      "duracion": 4.79,
      "texto": "Y cualquier inconveniente que se pueda tener con lo que es la línea se puede apelar a lo que es el audio.",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 105.88,
      "fin": 110.73,
      "duracion": 4.85,
      "texto": "Aparte, Movistar le va a estar avisando con un mes ante la acción ante cualquier momento que pueda llegar a surgir.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 111.49,
      "fin": 114.83,
      "duracion": 3.34,
      "texto": "Así que en ese sentido estamos bastante mejor que lo que estuvimos",
      "confianza": 0.608
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.05,
      "fin": 122.19,
      "duracion": 6.15,
      "texto": "¿Usted para qué suele utilizar más lo que su línea?",
      "confianza": 0.729
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.21,
      "fin": 123.39,
      "duracion": 1.18,
      "texto": "¿Lo usa para trabajar?",
      "confianza": 0.726
    },
    {
      "hablante": "Hablante B",
      "inicio": 123.42,
      "fin": 125.0,
      "duracion": 1.58,
      "texto": "¿Lo suele utilizar para estudiar?",
      "confianza": 0.756
    },
    {
      "hablante": "Hablante B",
      "inicio": 125.02,
      "fin": 127.82,
      "duracion": 2.8,
      "texto": "¿Más para estar... Claro.",
      "confianza": 0.865
    },
    {
      "hablante": "Hablante B",
      "inicio": 129.04,
      "fin": 138.07,
      "duracion": 9.03,
      "texto": "Bueno, tengo lo que es una promoción vigente para usted al diadero, así que es el plan de ocho giras, que le va a venir con diez giras de regalo por seis meses por volver a la compañía.",
      "confianza": 0.74
    },
    {
      "hablante": "Hablante B",
      "inicio": 138.09,
      "fin": 144.74,
      "duracion": 6.65,
      "texto": "Esto también es un método que tiene que modificar como de disculparse por los inconvenientes anteriormente ocasionados, ¿sí?",
      "confianza": 0.495
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.32,
      "fin": 147.37,
      "duracion": 2.04,
      "texto": "¿Dónde va a contar con lo que es WhatsApp gratis?",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 147.47,
      "fin": 150.61,
      "duracion": 3.14,
      "texto": "Llamas letes a todas las compañías, más 3 gigas de roaming en América.",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante B",
      "inicio": 150.63,
      "fin": 154.52,
      "duracion": 3.88,
      "texto": "Y este plan le va a estar quedando en un monto a día de hoy de 8 mil pesos.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante B",
      "inicio": 155.08,
      "fin": 165.87,
      "duracion": 10.79,
      "texto": "No sé cómo se ve usted con este plan y con esas cantidades gigas.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.89,
      "fin": 166.03,
      "duracion": 0.14,
      "texto": "No, no.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.05,
      "fin": 168.35,
      "duracion": 2.3,
      "texto": "O sea, no estaría mal, pero justo ahora estoy medio complicado, porque no me puedo quedar sin señal en el teléfono.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.37,
      "fin": 174.0,
      "duracion": 5.63,
      "texto": "Quédese tranquilo que usted no se va a quedar incomunicado, sino que bueno, vamos a hacer lo que es el cambio.",
      "confianza": 0.672
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.18,
      "fin": 178.95,
      "duracion": 4.76,
      "texto": "Usted va a estar estos días funcionando normalmente con claro, ¿sí?",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante B",
      "inicio": 178.97,
      "fin": 185.01,
      "duracion": 6.05,
      "texto": "Primero usted va a retirar lo que es el chip y después va a hacer la colaboración al mismo aproximadamente las 40 horas después.",
      "confianza": 0.463
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.03,
      "fin": 189.76,
      "duracion": 4.73,
      "texto": "Esto es un método para que... No te escucho muy bien, che.",
      "confianza": 0.301
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.78,
      "fin": 190.2,
      "duracion": 0.42,
      "texto": "¿Te escuchas, Mario?",
      "confianza": 0.07
    },
    {
      "hablante": "Hablante B",
      "inicio": 190.22,
      "fin": 193.74,
      "duracion": 3.52,
      "texto": "Sí, le che... Ahí me escuchas.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 196.47,
      "fin": 201.79,
      "duracion": 5.33,
      "texto": "Claro, pasa que... Ahí va. Sí, pasa que tengo un ventilador atrás, que seguramente es eso, que es el aire del mismo.",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante A",
      "inicio": 202.43,
      "fin": 208.08,
      "duracion": 5.65,
      "texto": "Le decía que usted va a estar con lo que es claro, normalmente, haciendo lo que es la portabilidad.",
      "confianza": 0.606
    },
    {
      "hablante": "Hablante A",
      "inicio": 209.5,
      "fin": 213.11,
      "duracion": 3.61,
      "texto": "Primero usted va a tener que retirar el chip y después lo va a tener que colocar.",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.29,
      "fin": 215.57,
      "duracion": 2.28,
      "texto": "¿En qué eléctrica tiene el chip?",
      "confianza": 0.083
    },
    {
      "hablante": "Hablante A",
      "inicio": 215.59,
      "fin": 216.27,
      "duracion": 0.68,
      "texto": "Ah, es con el SIM.",
      "confianza": 0.474
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.24,
      "fin": 223.95,
      "duracion": 5.71,
      "texto": "Bueno, voy a decir lo que es el SIM directamente en lo que es WhatsApp, creo que lo estamos mandando ahora.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 224.59,
      "fin": 238.12,
      "duracion": 13.54,
      "texto": "Una vez que le llegue, tiene que esperar a que nosotros le indiquemos cuando lo puede escanear, que es cuando su chip de clero deje de recibir señal.",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante B",
      "inicio": 238.76,
      "fin": 242.19,
      "duracion": 3.42,
      "texto": "Una vez que pasa eso, usted lo escanea y ya está normalmente en lo que es la compañía.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 242.69,
      "fin": 248.7,
      "duracion": 6.01,
      "texto": "No se va a quedar en ningún momento incomunicado, ni se va a quedarse lo que es señal.",
      "confianza": 0.71
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.84,
      "fin": 253.56,
      "duracion": 4.73,
      "texto": "En lo que es capital, sobre todo, tenemos excelente cobertura porque es donde mejores entrenes tiene.",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante B",
      "inicio": 253.93,
      "fin": 263.95,
      "duracion": 10.02,
      "texto": "y ahí es donde le va a estar agarrando lo que es 5G, si su dispositivo tiene esa capacidad.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.97,
      "fin": 269.18,
      "duracion": 5.21,
      "texto": "Mira, por el momento igual prefiero no cambiar la compañía, estoy disconforme con la que estoy.",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.2,
      "fin": 270.26,
      "duracion": 1.06,
      "texto": "Ok, entiendo.",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.8,
      "fin": 274.91,
      "duracion": 4.11,
      "texto": "Bueno, pasa que hoy es el último día que tenemos disponible lo que son estas promociones.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante B",
      "inicio": 275.65,
      "fin": 277.92,
      "duracion": 2.26,
      "texto": "También puede disponer de lo que es el plan de cuatro,",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.25,
      "fin": 283.54,
      "duracion": 5.29,
      "texto": "que lo mismo le va a estar quedando con 10 yas de regalo por 6 meses, así que va a tener 14 para poder utilizar.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante B",
      "inicio": 284.38,
      "fin": 286.76,
      "duracion": 2.38,
      "texto": "Y este plan le va a estar quedando en $6,450 pesos.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 286.86,
      "fin": 297.0,
      "duracion": 10.14,
      "texto": "Bueno, no, pero por el momento no voy a cambiar, sí, compañín.",
      "confianza": 0.715
    }
  ],
  "transcripcion_completa": "Sí. Hola, ¿qué tal? Buen día. Hablo con Ariel. ¿Qué parte? ¿Qué tal, Ariel? Mi nombre es Rodrigo, ¿sí? Y estamos comunicando con usted desde lo que es el área de recuperación del cliente de Movistar. Es más que nada porque estamos haciendo un pequeño sondeo, ¿sí? Nosotros sabemos que usted se fue de lo que es la compañía y queríamos saber cuál fue el motivo que lo llevó a cambiarse, ¿sí? Si es que fue por algún inconveniente con lo que fue señal, facturación o si tuvo algún problema con algún gestorio. No, con la señal, no tenía alguna señal y la facturación también. Hubo problemas con la señal y con la facturación, excelente. El problema de la señal fue que en su zona él no tenía buena cobertura. En algunas zonas no tengo cobertura, sí. Y usted, ¿de qué zona es? No, en mi zona sí, pero cuando trabajo en Capital no tengo señal. Ah, en Capital no tiene lo que es cobertura. No. Ok, qué raro. Igualmente les comento que nosotros estuvimos haciendo lo que es un crecimiento en estos meses de lo que es la infraestructura. Eso sumándole a que tenemos una nueva tecnología en el chip, que es este 5G, que hace justamente que agarre los 10 señales 5G. Y eso sumándole a las nuevas antenas que hemos incorporado, hace que tengamos mejor cobertura en lugares donde antes no llegábamos o llegábamos con cobertura muy floja. Con respecto a lo que es facturación, ahora nosotros implementamos lo que es un cierre comercial al hacer el pase. Esto es el detalle de los beneficios y el cuento que nosotros damos a la línea que esté pasando. Y cualquier inconveniente que se pueda tener con lo que es la línea se puede apelar a lo que es el audio. Aparte, Movistar le va a estar avisando con un mes ante la acción ante cualquier momento que pueda llegar a surgir. Así que en ese sentido estamos bastante mejor que lo que estuvimos ¿Usted para qué suele utilizar más lo que su línea? ¿Lo usa para trabajar? ¿Lo suele utilizar para estudiar? ¿Más para estar... Claro. Bueno, tengo lo que es una promoción vigente para usted al diadero, así que es el plan de ocho giras, que le va a venir con diez giras de regalo por seis meses por volver a la compañía. Esto también es un método que tiene que modificar como de disculparse por los inconvenientes anteriormente ocasionados, ¿sí? ¿Dónde va a contar con lo que es WhatsApp gratis? Llamas letes a todas las compañías, más 3 gigas de roaming en América. Y este plan le va a estar quedando en un monto a día de hoy de 8 mil pesos. No sé cómo se ve usted con este plan y con esas cantidades gigas. No, no. O sea, no estaría mal, pero justo ahora estoy medio complicado, porque no me puedo quedar sin señal en el teléfono. Quédese tranquilo que usted no se va a quedar incomunicado, sino que bueno, vamos a hacer lo que es el cambio. Usted va a estar estos días funcionando normalmente con claro, ¿sí? Primero usted va a retirar lo que es el chip y después va a hacer la colaboración al mismo aproximadamente las 40 horas después. Esto es un método para que... No te escucho muy bien, che. ¿Te escuchas, Mario? Sí, le che... Ahí me escuchas. Claro, pasa que... Ahí va. Sí, pasa que tengo un ventilador atrás, que seguramente es eso, que es el aire del mismo. Le decía que usted va a estar con lo que es claro, normalmente, haciendo lo que es la portabilidad. Primero usted va a tener que retirar el chip y después lo va a tener que colocar. ¿En qué eléctrica tiene el chip? Ah, es con el SIM. Bueno, voy a decir lo que es el SIM directamente en lo que es WhatsApp, creo que lo estamos mandando ahora. Una vez que le llegue, tiene que esperar a que nosotros le indiquemos cuando lo puede escanear, que es cuando su chip de clero deje de recibir señal. Una vez que pasa eso, usted lo escanea y ya está normalmente en lo que es la compañía. No se va a quedar en ningún momento incomunicado, ni se va a quedarse lo que es señal. En lo que es capital, sobre todo, tenemos excelente cobertura porque es donde mejores entrenes tiene. y ahí es donde le va a estar agarrando lo que es 5G, si su dispositivo tiene esa capacidad. Mira, por el momento igual prefiero no cambiar la compañía, estoy disconforme con la que estoy. Ok, entiendo. Bueno, pasa que hoy es el último día que tenemos disponible lo que son estas promociones. También puede disponer de lo que es el plan de cuatro, que lo mismo le va a estar quedando con 10 yas de regalo por 6 meses, así que va a tener 14 para poder utilizar. Y este plan le va a estar quedando en $6,450 pesos. Bueno, no, pero por el momento no voy a cambiar, sí, compañín.",
  "calidad": {
    "confianza_promedio": 0.562,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 10.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T03:28:20.760431",
    "version": "5.0_ecapa"
  }
}