{
  "archivo": "amza3_1_260121130354199_ACD_45721.wav",
  "duracion_segundos": 325.42,
  "num_segmentos": 60,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 63.35,
    "Hablante B": 238.32
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 1.18,
      "fin": 2.44,
      "duracion": 1.26,
      "texto": "Hola, buenos días.",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.46,
      "fin": 6.57,
      "duracion": 4.11,
      "texto": "Hablo con una de las líneas de Patricia Trezzini.",
      "confianza": 0.611
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.59,
      "fin": 6.65,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.122
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.67,
      "fin": 7.13,
      "duracion": 0.46,
      "texto": "¿Cómo te va?",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.15,
      "fin": 7.99,
      "duracion": 0.84,
      "texto": "Mi nombre es Macarena.",
      "confianza": 0.745
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.01,
      "fin": 10.71,
      "duracion": 2.7,
      "texto": "Me contacto desde el área de recupero de clientes de Movistar.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.99,
      "fin": 17.6,
      "duracion": 4.61,
      "texto": "Nos poníamos en contacto desde la compañía para poder venderte lo que es una nueva promoción por las líneas.",
      "confianza": 0.775
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.64,
      "fin": 24.33,
      "duracion": 6.69,
      "texto": "No sé si me puedo contactar con vos o tendría que contactarme con lo que es la titular.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.35,
      "fin": 24.87,
      "duracion": 0.52,
      "texto": "No, no, yo soy el titular.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.89,
      "fin": 25.11,
      "duracion": 0.22,
      "texto": "Te escucho.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.13,
      "fin": 25.31,
      "duracion": 0.18,
      "texto": "Ah, bien.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.33,
      "fin": 29.86,
      "duracion": 4.53,
      "texto": "Bien, en este caso nos dijerá que tienen cinco líneas en la compañía de Claro, ¿correcto?",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante B",
      "inicio": 29.88,
      "fin": 30.46,
      "duracion": 0.58,
      "texto": "Correcto.",
      "confianza": 0.454
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.51,
      "fin": 33.53,
      "duracion": 3.02,
      "texto": "Bien, ¿y sabes más o menos cuánto te encuentras abonando por estas líneas?",
      "confianza": 0.573
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.55,
      "fin": 41.06,
      "duracion": 7.51,
      "texto": "¿Cuántas llevas tienen por mes?",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.08,
      "fin": 43.4,
      "duracion": 2.32,
      "texto": "Sí, voy a saber, ya me lo he dicho todas las veces que me llamaron, así que imagínese a ver lo que estoy pagando yo.",
      "confianza": 0.012
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.42,
      "fin": 52.3,
      "duracion": 8.87,
      "texto": "Bien, no, eso depende si se va actualizando o no, pero por lo menos en este caso no me figura cuánto abonan, por eso es que lo preguntamos, pero es más que nada para saber el consumo en cuanto las llevas tenés.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.02,
      "fin": 54.76,
      "duracion": 1.74,
      "texto": "¿Y cuánto me estás ofreciendo vos?",
      "confianza": 0.153
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.78,
      "fin": 67.64,
      "duracion": 12.86,
      "texto": "Nosotros tenemos dos planes para brindarte, dependiendo del consumo, el plan como más completo que tenemos, que te viene incluido lo que es Rubin en América, ya más fuera del país, y bueno, ya más libres a todas las compañías, WhatsApp completamente gratis.",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.06,
      "fin": 78.33,
      "duracion": 10.27,
      "texto": "Tendrías 18 gigas en lo que es el plan, y aparte te dan lo que es un beneficio extra de 4 gigas por entrar como grupo familiar, tendrías 22 gigas en total, por 8.000 pesos ¿mien?",
      "confianza": 0.714
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.49,
      "fin": 80.81,
      "duracion": 2.32,
      "texto": "Esto estarías abonando por Maze, por cada línea.",
      "confianza": 0.759
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.86,
      "fin": 83.58,
      "duracion": 1.72,
      "texto": "¿Por cuánto tiempo sería esto?",
      "confianza": 0.139
    },
    {
      "hablante": "Hablante B",
      "inicio": 83.6,
      "fin": 86.56,
      "duracion": 2.96,
      "texto": "Todas las promociones tienen lo que es la bonificación fija por seis meses.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.04,
      "fin": 98.24,
      "duracion": 11.19,
      "texto": "Ya no lo hacemos por un año porque no sé si a vos te pasó anteriormente en la compañía que te decían que si ya, por ejemplo, capaz que a vos te interesaba lo que es un plan más económico, te decían que no podías acceder porque ya tenías una promo, ¿bien?",
      "confianza": 0.649
    },
    {
      "hablante": "Hablante B",
      "inicio": 98.62,
      "fin": 109.23,
      "duracion": 10.61,
      "texto": "En este caso, si a vos en algún momento, como avistar llega a bajar lo que es el precio y te puede contactar, no solo por WhatsApp, sino también por teléfono y te interesa acceder a esa promoción, vas a poder cambiarla en cualquier momento, ¿bien?",
      "confianza": 0.683
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.47,
      "fin": 113.93,
      "duracion": 4.47,
      "texto": "No necesariamente tenés que esperar a que se acabe la promo ni nada, para que te quedes tranquilo por ese lado.",
      "confianza": 0.687
    },
    {
      "hablante": "Hablante A",
      "inicio": 115.47,
      "fin": 118.82,
      "duracion": 3.34,
      "texto": "En el caso que te interese, conserva lo que es el mismo número, eso no cambiaría nada.",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante A",
      "inicio": 119.26,
      "fin": 136.36,
      "duracion": 17.1,
      "texto": "Solo tendrían que esperar a recibir lo que es el chip en el domicilio y una vez que lo reciben, programamos lo que es la activación de la línea para que ustedes, obviamente, sigan comunicados con lo que su chip actual declara hasta que les llegue el chip de Movistar, ¿bien?",
      "confianza": 0.685
    },
    {
      "hablante": "Hablante A",
      "inicio": 136.38,
      "fin": 137.82,
      "duracion": 1.44,
      "texto": "Bueno, yo la pienso, la promo la hará que Movistar siempre me trató mal.",
      "confianza": 0.018
    },
    {
      "hablante": "Hablante A",
      "inicio": 138.05,
      "fin": 139.37,
      "duracion": 1.32,
      "texto": "cuando era cliente.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.74,
      "fin": 143.48,
      "duracion": 2.74,
      "texto": "¿Tienes problemas con lo que es relacionado con la facturación?",
      "confianza": 0.315
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.84,
      "fin": 147.55,
      "duracion": 1.7,
      "texto": "Sí, sí, con todo.",
      "confianza": 0.478
    },
    {
      "hablante": "Hablante B",
      "inicio": 147.59,
      "fin": 159.44,
      "duracion": 11.86,
      "texto": "La vez que viajé al exterior, que nunca me cubrió nada, siempre me cobraron y jamás tuve una respuesta de por qué no tenía respuesta a la servicio afuera cuando tuve.",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.47,
      "fin": 166.13,
      "duracion": 6.67,
      "texto": "Y acá, en la manía local, es como vos decís, cuando se vencía una promoción,",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.47,
      "fin": 174.8,
      "duracion": 8.33,
      "texto": "me volvía a facturar el monto full sin promoción, sin campones antes.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.82,
      "fin": 180.61,
      "duracion": 5.79,
      "texto": "Todas esas cosas, más un montón de otras cosas, hicieron que yo me pasara de negocio.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante B",
      "inicio": 181.17,
      "fin": 193.39,
      "duracion": 12.22,
      "texto": "La respuesta que te puedo dar ahora, primero, te disculpas de parte de la compañía, y obviamente, como nosotros llamamos del área de recupero de clientes, del ventas en sí,",
      "confianza": 0.587
    },
    {
      "hablante": "Hablante B",
      "inicio": 193.57,
      "fin": 199.9,
      "duracion": 6.33,
      "texto": "La idea es que vos puedas volver, por eso es que te damos esta bonificación fija, y obviamente que no te vuelva a suceder lo mismo, ¿bien?",
      "confianza": 0.614
    },
    {
      "hablante": "Hablante B",
      "inicio": 199.92,
      "fin": 208.27,
      "duracion": 8.35,
      "texto": "A lo que es movizar, por lo menos, esta nueva gestión, no le sirve nada que vos vuelvas, te vuelva a pasar lo mismo, porque ahí sí ya no vas a querer volver una segunda o tercera vez, ¿bien?",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.97,
      "fin": 210.79,
      "duracion": 1.82,
      "texto": "Por eso es que nosotros nos ponemos en contacto.",
      "confianza": 0.775
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.97,
      "fin": 219.9,
      "duracion": 8.93,
      "texto": "Y con el tema de lo que es la promo, quedate tranquilo que siempre se te va a avisar, tendrías un asociamiento personal de parte mía, porque ahora, bueno, lo que es, por lo menos, la manera de trabajar,",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.16,
      "fin": 234.05,
      "duracion": 13.88,
      "texto": "Cada asesor, sí o sí, se hace cargo como del cliente en sí para que vos no te tengas que ver en la evaluación de estar ni llamando para pedir una promoción, ni tampoco teniendo que estar llamando al Asterisco 611, que por ahí se entiende que son, o se atiende mal o no se atiende.",
      "confianza": 0.628
    },
    {
      "hablante": "Hablante B",
      "inicio": 234.09,
      "fin": 242.02,
      "duracion": 7.93,
      "texto": "Bien, entonces, ahora cada asesor sería como un asesoramiento personal, bien, para que vos no te vuelva a suceder el mismo inconveniente.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante B",
      "inicio": 242.74,
      "fin": 249.81,
      "duracion": 7.07,
      "texto": "Y yo te voy a dar una pregunta, ¿cuántas líneas tendría que ingirar para esta promoción?",
      "confianza": 0.19
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.83,
      "fin": 255.62,
      "duracion": 5.79,
      "texto": "No, puede ser solo la tuya, puede ser las cinco que tenés en total, no necesariamente tienen que ser todas, ¿bien?",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante B",
      "inicio": 255.64,
      "fin": 261.87,
      "duracion": 6.23,
      "texto": "A partir de dos líneas o más, ahí se te regalan las cuatro gigas extra, por eso es que tenés 22 y no el plan es de 18.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante B",
      "inicio": 262.45,
      "fin": 263.79,
      "duracion": 1.34,
      "texto": "Para que, bueno, lo tengas en cuenta.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.79,
      "fin": 272.68,
      "duracion": 7.89,
      "texto": "Si quieren pasarse todas las líneas, lo pueden realizar, si solamente quieren tres, dos, las líneas que quieran, no tiene que ser si por las cinco, ¿bien?",
      "confianza": 0.785
    },
    {
      "hablante": "Hablante A",
      "inicio": 274.22,
      "fin": 278.84,
      "duracion": 4.62,
      "texto": "Bueno, si querés llamarme más a la tarde y te doy una respuesta.",
      "confianza": 0.078
    },
    {
      "hablante": "Hablante A",
      "inicio": 278.86,
      "fin": 282.26,
      "duracion": 3.4,
      "texto": "Dale, te parece que te escribo hasta promo por WhatsApp, así la tienes bien detallada por ahí.",
      "confianza": 0.553
    },
    {
      "hablante": "Hablante A",
      "inicio": 282.28,
      "fin": 290.91,
      "duracion": 8.63,
      "texto": "Y de última, si vos no puedes llevar a atender llamadas para no estar constantemente molestándote, vos me contactás por WhatsApp o me contestás por ahí, no hay ningún problema.",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante A",
      "inicio": 291.35,
      "fin": 295.06,
      "duracion": 3.7,
      "texto": "Yo hasta las 3 de la tarde trabajo en la oficina, o sea, como que hasta esta hora te puedo llamar.",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante A",
      "inicio": 295.52,
      "fin": 303.14,
      "duracion": 7.63,
      "texto": "Pero si eres en la tarde, igual te puedo asesorar por WhatsApp y ya mañana a la mañana te llamo para cerrar lo que es el trámite si lo inicias a realizar, ¿bien?",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante B",
      "inicio": 304.88,
      "fin": 307.5,
      "duracion": 2.62,
      "texto": "Perfecto, y me llegó tu mensaje.",
      "confianza": 0.034
    },
    {
      "hablante": "Hablante B",
      "inicio": 307.52,
      "fin": 309.41,
      "duracion": 1.88,
      "texto": "Dale, estaríamos en contacto entonces por WhatsApp.",
      "confianza": 0.588
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.09,
      "fin": 316.3,
      "duracion": 6.21,
      "texto": "Yo ahí también lo que es el plan normal de 18 gigas y bueno, a eso hay que sumarle 4 gigas extras y si se pasan dos o más líneas, ¿bien?",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 317.06,
      "fin": 318.5,
      "duracion": 1.44,
      "texto": "Y tendrían perdido.",
      "confianza": 0.449
    },
    {
      "hablante": "Hablante B",
      "inicio": 318.52,
      "fin": 322.09,
      "duracion": 3.57,
      "texto": "Así que bueno, cualquier cosita estamos en contacto por WhatsApp, ¿bien?",
      "confianza": 0.633
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.11,
      "fin": 322.95,
      "duracion": 0.84,
      "texto": "Perfecto, gracias.",
      "confianza": 0.259
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.97,
      "fin": 325.42,
      "duracion": 2.44,
      "texto": "Bueno, que tengas muy buen día, hasta luego.",
      "confianza": 0.507
    }
  ],
  "transcripcion_completa": "Hola, buenos días. Hablo con una de las líneas de Patricia Trezzini. Sí. ¿Cómo te va? Mi nombre es Macarena. Me contacto desde el área de recupero de clientes de Movistar. Nos poníamos en contacto desde la compañía para poder venderte lo que es una nueva promoción por las líneas. No sé si me puedo contactar con vos o tendría que contactarme con lo que es la titular. No, no, yo soy el titular. Te escucho. Ah, bien. Bien, en este caso nos dijerá que tienen cinco líneas en la compañía de Claro, ¿correcto? Correcto. Bien, ¿y sabes más o menos cuánto te encuentras abonando por estas líneas? ¿Cuántas llevas tienen por mes? Sí, voy a saber, ya me lo he dicho todas las veces que me llamaron, así que imagínese a ver lo que estoy pagando yo. Bien, no, eso depende si se va actualizando o no, pero por lo menos en este caso no me figura cuánto abonan, por eso es que lo preguntamos, pero es más que nada para saber el consumo en cuanto las llevas tenés. ¿Y cuánto me estás ofreciendo vos? Nosotros tenemos dos planes para brindarte, dependiendo del consumo, el plan como más completo que tenemos, que te viene incluido lo que es Rubin en América, ya más fuera del país, y bueno, ya más libres a todas las compañías, WhatsApp completamente gratis. Tendrías 18 gigas en lo que es el plan, y aparte te dan lo que es un beneficio extra de 4 gigas por entrar como grupo familiar, tendrías 22 gigas en total, por 8.000 pesos ¿mien? Esto estarías abonando por Maze, por cada línea. ¿Por cuánto tiempo sería esto? Todas las promociones tienen lo que es la bonificación fija por seis meses. Ya no lo hacemos por un año porque no sé si a vos te pasó anteriormente en la compañía que te decían que si ya, por ejemplo, capaz que a vos te interesaba lo que es un plan más económico, te decían que no podías acceder porque ya tenías una promo, ¿bien? En este caso, si a vos en algún momento, como avistar llega a bajar lo que es el precio y te puede contactar, no solo por WhatsApp, sino también por teléfono y te interesa acceder a esa promoción, vas a poder cambiarla en cualquier momento, ¿bien? No necesariamente tenés que esperar a que se acabe la promo ni nada, para que te quedes tranquilo por ese lado. En el caso que te interese, conserva lo que es el mismo número, eso no cambiaría nada. Solo tendrían que esperar a recibir lo que es el chip en el domicilio y una vez que lo reciben, programamos lo que es la activación de la línea para que ustedes, obviamente, sigan comunicados con lo que su chip actual declara hasta que les llegue el chip de Movistar, ¿bien? Bueno, yo la pienso, la promo la hará que Movistar siempre me trató mal. cuando era cliente. ¿Tienes problemas con lo que es relacionado con la facturación? Sí, sí, con todo. La vez que viajé al exterior, que nunca me cubrió nada, siempre me cobraron y jamás tuve una respuesta de por qué no tenía respuesta a la servicio afuera cuando tuve. Y acá, en la manía local, es como vos decís, cuando se vencía una promoción, me volvía a facturar el monto full sin promoción, sin campones antes. Todas esas cosas, más un montón de otras cosas, hicieron que yo me pasara de negocio. La respuesta que te puedo dar ahora, primero, te disculpas de parte de la compañía, y obviamente, como nosotros llamamos del área de recupero de clientes, del ventas en sí, La idea es que vos puedas volver, por eso es que te damos esta bonificación fija, y obviamente que no te vuelva a suceder lo mismo, ¿bien? A lo que es movizar, por lo menos, esta nueva gestión, no le sirve nada que vos vuelvas, te vuelva a pasar lo mismo, porque ahí sí ya no vas a querer volver una segunda o tercera vez, ¿bien? Por eso es que nosotros nos ponemos en contacto. Y con el tema de lo que es la promo, quedate tranquilo que siempre se te va a avisar, tendrías un asociamiento personal de parte mía, porque ahora, bueno, lo que es, por lo menos, la manera de trabajar, Cada asesor, sí o sí, se hace cargo como del cliente en sí para que vos no te tengas que ver en la evaluación de estar ni llamando para pedir una promoción, ni tampoco teniendo que estar llamando al Asterisco 611, que por ahí se entiende que son, o se atiende mal o no se atiende. Bien, entonces, ahora cada asesor sería como un asesoramiento personal, bien, para que vos no te vuelva a suceder el mismo inconveniente. Y yo te voy a dar una pregunta, ¿cuántas líneas tendría que ingirar para esta promoción? No, puede ser solo la tuya, puede ser las cinco que tenés en total, no necesariamente tienen que ser todas, ¿bien? A partir de dos líneas o más, ahí se te regalan las cuatro gigas extra, por eso es que tenés 22 y no el plan es de 18. Para que, bueno, lo tengas en cuenta. Si quieren pasarse todas las líneas, lo pueden realizar, si solamente quieren tres, dos, las líneas que quieran, no tiene que ser si por las cinco, ¿bien? Bueno, si querés llamarme más a la tarde y te doy una respuesta. Dale, te parece que te escribo hasta promo por WhatsApp, así la tienes bien detallada por ahí. Y de última, si vos no puedes llevar a atender llamadas para no estar constantemente molestándote, vos me contactás por WhatsApp o me contestás por ahí, no hay ningún problema. Yo hasta las 3 de la tarde trabajo en la oficina, o sea, como que hasta esta hora te puedo llamar. Pero si eres en la tarde, igual te puedo asesorar por WhatsApp y ya mañana a la mañana te llamo para cerrar lo que es el trámite si lo inicias a realizar, ¿bien? Perfecto, y me llegó tu mensaje. Dale, estaríamos en contacto entonces por WhatsApp. Yo ahí también lo que es el plan normal de 18 gigas y bueno, a eso hay que sumarle 4 gigas extras y si se pasan dos o más líneas, ¿bien? Y tendrían perdido. Así que bueno, cualquier cosita estamos en contacto por WhatsApp, ¿bien? Perfecto, gracias. Bueno, que tengas muy buen día, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.529,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-25T21:08:08.663915",
    "version": "5.0_ecapa"
  }
}