{
  "archivo": "amza27_1_260123121103978_ACD_55517.wav",
  "duracion_segundos": 244.0,
  "num_segmentos": 58,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 49.46,
    "Hablante B": 173.83
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.84,
      "fin": 1.44,
      "duracion": 0.6,
      "texto": "Hola.",
      "confianza": 0.411
    },
    {
      "hablante": "Hablante B",
      "inicio": 2.96,
      "fin": 3.5,
      "duracion": 0.54,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante B",
      "inicio": 3.52,
      "fin": 4.11,
      "duracion": 0.58,
      "texto": "¿Con Darío?",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.87,
      "fin": 6.01,
      "duracion": 1.14,
      "texto": "Sí, ¿con él hablá?",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.03,
      "fin": 7.51,
      "duracion": 1.48,
      "texto": "¿Quién hablá?",
      "confianza": 0.074
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.53,
      "fin": 11.4,
      "duracion": 3.87,
      "texto": "Darío Rojas, mi nombre, me estoy con el bandelaria, recupero de movistar, ¿todo bien?",
      "confianza": 0.419
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.56,
      "fin": 15.68,
      "duracion": 3.12,
      "texto": "Sí, todo bien, pero ya me llamaron.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.7,
      "fin": 20.99,
      "duracion": 5.29,
      "texto": "¿Y te comentaron las promesas de las 18 días por 80.000 pesos?",
      "confianza": 0.18
    },
    {
      "hablante": "Hablante B",
      "inicio": 21.07,
      "fin": 25.08,
      "duracion": 4.01,
      "texto": "Sí, sí, no, el problema es que la verdad cuando tuve que movistar",
      "confianza": 0.523
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.38,
      "fin": 33.51,
      "duracion": 8.13,
      "texto": "Tuve problemas y no pude hablar con nadie, me mandaban siempre a una maquinita y nadie me dio solución hasta que me cambié de empresa y después se cansaron de llamarme.",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.65,
      "fin": 38.52,
      "duracion": 3.87,
      "texto": "Claro, justamente por eso nos contactamos, que esto fue lo que pasó en 2024, ¿no?",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.46,
      "fin": 40.96,
      "duracion": 1.5,
      "texto": "Fue la última vez que jugaste con nosotros.",
      "confianza": 0.387
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.58,
      "fin": 48.73,
      "duracion": 7.15,
      "texto": "Claro, bueno, vosotros fuisteis en un momento muy crítico de el movilizar, donde nosotros ya no contábamos con lo que es el área de recupero, que es el área que pertenezco yo.",
      "confianza": 0.507
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.12,
      "fin": 67.22,
      "duracion": 18.1,
      "texto": "Bueno, nos contactamos porque ahora le damos lo que es una atención personalizada para que vos en caso de que tengas algún inconveniente te puedas contactar directamente conmigo y no con lo que es el bot, directamente movistar más allá y que tengas la aplicación y a través de la aplicación puedas realizar cualquier tipo de consulta sin necesidad de tener que hablar con algún representante.",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.24,
      "fin": 74.67,
      "duracion": 7.43,
      "texto": "¿Vos cuando te fuiste fue por una cuestión de precios, de cobertura?",
      "confianza": 0.654
    },
    {
      "hablante": "Hablante B",
      "inicio": 74.69,
      "fin": 75.31,
      "duracion": 0.62,
      "texto": "No, de cobertura y de atención.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.33,
      "fin": 77.58,
      "duracion": 2.24,
      "texto": "Y de atención porque no podías contactarse con nadie.",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.06,
      "fin": 84.85,
      "duracion": 6.79,
      "texto": "No, porque la verdad estuve tres meses queriendo hacer un reclamo donde nadie me solucionó nada, entonces aburrí y me terminé cambiando.",
      "confianza": 0.486
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.52,
      "fin": 86.56,
      "duracion": 1.04,
      "texto": "Claro, sí, totalmente.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 86.66,
      "fin": 89.16,
      "duracion": 2.51,
      "texto": "Si te terminaste enojando, si no te puedes contactar con nadie.",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.2,
      "fin": 93.05,
      "duracion": 3.85,
      "texto": "Bueno, nosotros justamente remediamos todas esas inconvenientes que teníamos anteriormente.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.23,
      "fin": 99.98,
      "duracion": 6.75,
      "texto": "Es por eso que nos contactamos y te alentamos esa nueva promoción, ya que vemos que tenés una factura bastante elevada con Claro.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 100.16,
      "fin": 107.95,
      "duracion": 7.79,
      "texto": "Vos en Claro, la factura que tenés es porque realizas compras en paquetes de gigas porque tenés algún otro líneas o cuántos servicios... No, no es lo que tengo.",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante B",
      "inicio": 107.97,
      "fin": 109.89,
      "duracion": 1.92,
      "texto": "Lo que pasa es que tengo dos líneas.",
      "confianza": 0.259
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.92,
      "fin": 111.86,
      "duracion": 1.94,
      "texto": "Y por esas dos líneas son los 25.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.56,
      "fin": 113.12,
      "duracion": 0.56,
      "texto": "Exacto.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.82,
      "fin": 114.32,
      "duracion": 0.5,
      "texto": "Claro, bien.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante B",
      "inicio": 114.68,
      "fin": 116.46,
      "duracion": 1.78,
      "texto": "Pero tenés cuatro gigas, ¿no?",
      "confianza": 0.615
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.48,
      "fin": 118.25,
      "duracion": 1.76,
      "texto": "En las líneas.",
      "confianza": 0.109
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.27,
      "fin": 118.33,
      "duracion": 0.06,
      "texto": "No.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 118.35,
      "fin": 122.53,
      "duracion": 4.19,
      "texto": "No, tengo 15.",
      "confianza": 0.227
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.55,
      "fin": 123.05,
      "duracion": 0.5,
      "texto": "15 creo que son.",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante B",
      "inicio": 123.81,
      "fin": 130.94,
      "duracion": 7.13,
      "texto": "Ah, pero yo me infería que eran 4 más 10 de regalo.",
      "confianza": 0.283
    },
    {
      "hablante": "Hablante B",
      "inicio": 130.96,
      "fin": 131.5,
      "duracion": 0.54,
      "texto": "Es cierto, en total son 15.",
      "confianza": 0.02
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.52,
      "fin": 131.62,
      "duracion": 0.1,
      "texto": "O 14.",
      "confianza": 0.087
    },
    {
      "hablante": "Hablante B",
      "inicio": 131.64,
      "fin": 132.02,
      "duracion": 0.38,
      "texto": "Por ahí, por ahí.",
      "confianza": 0.089
    },
    {
      "hablante": "Hablante B",
      "inicio": 132.36,
      "fin": 132.5,
      "duracion": 0.14,
      "texto": "Bien.",
      "confianza": 0.435
    },
    {
      "hablante": "Hablante B",
      "inicio": 132.6,
      "fin": 137.35,
      "duracion": 4.75,
      "texto": "Bueno, mira, nosotros te damos un total de 22 giras para cada una de las líneas y serían 8.000 pesos.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 137.67,
      "fin": 140.23,
      "duracion": 2.56,
      "texto": "Vos abonarías 16.000 pesos por las dos líneas.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 140.73,
      "fin": 152.23,
      "duracion": 11.5,
      "texto": "Son 8 del plan de base, o el 10 que te damos de regalo durante los primeros 6 meses y 4 de forma permanente que vos vas a tener siempre que te encuentres en Mubiscar con las dos líneas activas.",
      "confianza": 0.718
    },
    {
      "hablante": "Hablante B",
      "inicio": 153.09,
      "fin": 167.88,
      "duracion": 14.79,
      "texto": "Como vos, en este caso, ya fuiste nuestro cliente y nosotros estamos interesados en que vuelva, no solamente terminamos lo que es el plan, sino también te damos un ahorro, durante seis meses te vas a estar ahorrando, lo que es un total de 44.050 pesos en cada una de las niñas.",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.76,
      "fin": 180.83,
      "duracion": 12.07,
      "texto": "Y adicional, como ya fuiste nuestro cliente, el trámite es mucho más sencillo, porque lo único que nosotros hacemos es validar todos los datos que figuran acá en el sistema y te asignamos a la sucursal más cercana al domicilio para que puedas volver.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante B",
      "inicio": 181.2,
      "fin": 185.21,
      "duracion": 4.01,
      "texto": "¿Vas a seguir en Rafael Calzada o te has cambiado?",
      "confianza": 0.214
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.23,
      "fin": 190.07,
      "duracion": 4.85,
      "texto": "No, no, sí en el mismo lugar, pero si me llamas mañana, porque ahora estoy manejando.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante A",
      "inicio": 192.4,
      "fin": 201.71,
      "duracion": 9.31,
      "texto": "Mañana, mañana me da su trabajo, a ver qué hora es, mañana es sábado, y en realidad estoy trabajando en la mañana de temprano también.",
      "confianza": 0.25
    },
    {
      "hablante": "Hablante A",
      "inicio": 201.73,
      "fin": 206.7,
      "duracion": 4.97,
      "texto": "Bueno, estamos de mañana y usted va a hablar con mi hermano, cómo le está haciendo algo, cómo ubicar,",
      "confianza": 0.421
    },
    {
      "hablante": "Hablante A",
      "inicio": 207.95,
      "fin": 210.81,
      "duracion": 2.86,
      "texto": "Y él me dice que está todo bien, podemos hablar.",
      "confianza": 0.188
    },
    {
      "hablante": "Hablante A",
      "inicio": 210.83,
      "fin": 213.68,
      "duracion": 2.84,
      "texto": "Y yo directamente después te digo que no.",
      "confianza": 0.347
    },
    {
      "hablante": "Hablante A",
      "inicio": 213.7,
      "fin": 215.88,
      "duracion": 2.18,
      "texto": "Claro, bueno, avísame, mandame un mensajito.",
      "confianza": 0.392
    },
    {
      "hablante": "Hablante A",
      "inicio": 215.92,
      "fin": 220.29,
      "duracion": 4.37,
      "texto": "Mira, yo te dejo toda la info bien detallada a través de WhatsApp y vos mandame un mensajito.",
      "confianza": 0.427
    },
    {
      "hablante": "Hablante A",
      "inicio": 220.41,
      "fin": 223.21,
      "duracion": 2.8,
      "texto": "Yo mañana sí voy a estar contactando a las 10 y media.",
      "confianza": 0.594
    },
    {
      "hablante": "Hablante A",
      "inicio": 223.77,
      "fin": 230.36,
      "duracion": 6.59,
      "texto": "Así que vos si te desocupas antes igual lo voy y si lo pudiste charlar, me avisas hoy y lo hacemos hoy, no hay ningún problema.",
      "confianza": 0.454
    },
    {
      "hablante": "Hablante A",
      "inicio": 230.93,
      "fin": 232.28,
      "duracion": 1.34,
      "texto": "Vale, perfecto.",
      "confianza": 0.356
    },
    {
      "hablante": "Hablante A",
      "inicio": 232.3,
      "fin": 235.81,
      "duracion": 3.51,
      "texto": "Y me avisas así, bueno, es una locura, 25.000 pesos porque a todos se llegan.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 235.85,
      "fin": 238.88,
      "duracion": 3.03,
      "texto": "Así que me avisás cualquier cosita y estamos en contacto, ¿eh?",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante A",
      "inicio": 238.9,
      "fin": 240.54,
      "duracion": 1.65,
      "texto": "Dale, dale.",
      "confianza": 0.341
    },
    {
      "hablante": "Hablante A",
      "inicio": 240.56,
      "fin": 242.87,
      "duracion": 2.31,
      "texto": "Dale, que tengas un hermoso día, que estés muy bien.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante A",
      "inicio": 242.89,
      "fin": 244.0,
      "duracion": 1.1,
      "texto": "Chau, chau.",
      "confianza": 0.412
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Con Darío? Sí, ¿con él hablá? ¿Quién hablá? Darío Rojas, mi nombre, me estoy con el bandelaria, recupero de movistar, ¿todo bien? Sí, todo bien, pero ya me llamaron. ¿Y te comentaron las promesas de las 18 días por 80.000 pesos? Sí, sí, no, el problema es que la verdad cuando tuve que movistar Tuve problemas y no pude hablar con nadie, me mandaban siempre a una maquinita y nadie me dio solución hasta que me cambié de empresa y después se cansaron de llamarme. Claro, justamente por eso nos contactamos, que esto fue lo que pasó en 2024, ¿no? Fue la última vez que jugaste con nosotros. Claro, bueno, vosotros fuisteis en un momento muy crítico de el movilizar, donde nosotros ya no contábamos con lo que es el área de recupero, que es el área que pertenezco yo. Bueno, nos contactamos porque ahora le damos lo que es una atención personalizada para que vos en caso de que tengas algún inconveniente te puedas contactar directamente conmigo y no con lo que es el bot, directamente movistar más allá y que tengas la aplicación y a través de la aplicación puedas realizar cualquier tipo de consulta sin necesidad de tener que hablar con algún representante. ¿Vos cuando te fuiste fue por una cuestión de precios, de cobertura? No, de cobertura y de atención. Y de atención porque no podías contactarse con nadie. No, porque la verdad estuve tres meses queriendo hacer un reclamo donde nadie me solucionó nada, entonces aburrí y me terminé cambiando. Claro, sí, totalmente. Si te terminaste enojando, si no te puedes contactar con nadie. Bueno, nosotros justamente remediamos todas esas inconvenientes que teníamos anteriormente. Es por eso que nos contactamos y te alentamos esa nueva promoción, ya que vemos que tenés una factura bastante elevada con Claro. Vos en Claro, la factura que tenés es porque realizas compras en paquetes de gigas porque tenés algún otro líneas o cuántos servicios... No, no es lo que tengo. Lo que pasa es que tengo dos líneas. Y por esas dos líneas son los 25. Exacto. Claro, bien. Pero tenés cuatro gigas, ¿no? En las líneas. No. No, tengo 15. 15 creo que son. Ah, pero yo me infería que eran 4 más 10 de regalo. Es cierto, en total son 15. O 14. Por ahí, por ahí. Bien. Bueno, mira, nosotros te damos un total de 22 giras para cada una de las líneas y serían 8.000 pesos. Vos abonarías 16.000 pesos por las dos líneas. Son 8 del plan de base, o el 10 que te damos de regalo durante los primeros 6 meses y 4 de forma permanente que vos vas a tener siempre que te encuentres en Mubiscar con las dos líneas activas. Como vos, en este caso, ya fuiste nuestro cliente y nosotros estamos interesados en que vuelva, no solamente terminamos lo que es el plan, sino también te damos un ahorro, durante seis meses te vas a estar ahorrando, lo que es un total de 44.050 pesos en cada una de las niñas. Y adicional, como ya fuiste nuestro cliente, el trámite es mucho más sencillo, porque lo único que nosotros hacemos es validar todos los datos que figuran acá en el sistema y te asignamos a la sucursal más cercana al domicilio para que puedas volver. ¿Vas a seguir en Rafael Calzada o te has cambiado? No, no, sí en el mismo lugar, pero si me llamas mañana, porque ahora estoy manejando. Mañana, mañana me da su trabajo, a ver qué hora es, mañana es sábado, y en realidad estoy trabajando en la mañana de temprano también. Bueno, estamos de mañana y usted va a hablar con mi hermano, cómo le está haciendo algo, cómo ubicar, Y él me dice que está todo bien, podemos hablar. Y yo directamente después te digo que no. Claro, bueno, avísame, mandame un mensajito. Mira, yo te dejo toda la info bien detallada a través de WhatsApp y vos mandame un mensajito. Yo mañana sí voy a estar contactando a las 10 y media. Así que vos si te desocupas antes igual lo voy y si lo pudiste charlar, me avisas hoy y lo hacemos hoy, no hay ningún problema. Vale, perfecto. Y me avisas así, bueno, es una locura, 25.000 pesos porque a todos se llegan. Así que me avisás cualquier cosita y estamos en contacto, ¿eh? Dale, dale. Dale, que tengas un hermoso día, que estés muy bien. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.447,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T02:15:10.572175",
    "version": "5.0_ecapa"
  }
}