{
  "archivo": "amza63_2_260122122650056_ACD_39975.wav",
  "duracion_segundos": 170.32,
  "num_segmentos": 32,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 155.12,
    "Hablante B": 1.38
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 12.81,
      "duracion": 12.78,
      "texto": "Hola.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante A",
      "inicio": 12.93,
      "fin": 15.89,
      "duracion": 2.96,
      "texto": "Hola, me complico que le diga María Tereza.",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.91,
      "fin": 22.52,
      "duracion": 6.61,
      "texto": "Sí, sí, lo que pasa es que tengo el teléfono que me anda mal, o sea, a veces salga la llamada y a veces no.",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante A",
      "inicio": 22.54,
      "fin": 25.32,
      "duracion": 2.78,
      "texto": "Ah, le pedo mil disculpas, señorita, lo voy a hacer muy breve.",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.62,
      "fin": 29.33,
      "duracion": 3.71,
      "texto": "Mi nombre es Tomás y yo le llamo a la área administrativa de la empresa Montar.",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.24,
      "fin": 32.98,
      "duracion": 2.75,
      "texto": "Justamente porque tiene una munificación en lo que le empresa claro.",
      "confianza": 0.586
    },
    {
      "hablante": "Hablante A",
      "inicio": 34.24,
      "fin": 39.07,
      "duracion": 4.83,
      "texto": "Entonces justamente el beneficio que usted está pagando, no sé si la empresa es una notificación, está vencido.",
      "confianza": 0.451
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.09,
      "fin": 39.49,
      "duracion": 0.4,
      "texto": "¿Qué hago?",
      "confianza": 0.698
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.59,
      "fin": 44.32,
      "duracion": 4.73,
      "texto": "Yo justamente, que es mi tarea, es notificarle al cliente y tratar de darle la mejor opcarte que hay en el momento.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.72,
      "fin": 48.23,
      "duracion": 2.5,
      "texto": "Entonces lo que hace es prestar movilizar, justamente conocer.",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante A",
      "inicio": 48.73,
      "fin": 51.98,
      "duracion": 3.25,
      "texto": "Yo justamente veo el sistema que usted perteneció mucho tiempo, lo que fue la empresa Monster.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.19,
      "fin": 54.09,
      "duracion": 1.9,
      "texto": "y la empresa la quiere recuperar como clienta.",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.31,
      "fin": 64.73,
      "duracion": 10.41,
      "texto": "Como haciéndole pagar un precio mínimo, más barato de lo que está pagando actualmente, pero con un precio fijo durante medio año, con mucho más gigas y más barato todavía.",
      "confianza": 0.747
    },
    {
      "hablante": "Hablante A",
      "inicio": 64.75,
      "fin": 72.4,
      "duracion": 7.65,
      "texto": "Hoy el día de ayer está justamente la promoción, que es solamente para clientes muy potenciales de MontaR, el de 14 GB a 6450 pesos, María.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.42,
      "fin": 76.22,
      "duracion": 3.8,
      "texto": "A 6450...",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante A",
      "inicio": 76.49,
      "fin": 85.22,
      "duracion": 8.73,
      "texto": "Exacto, una duración de medio año, usted va a seguir teniendo el mismo número, lo único que se cambia es solamente el platico, que en vez de decir claro, va a decir Mozart.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.24,
      "fin": 88.73,
      "duracion": 3.48,
      "texto": "No sé si le puedo pasar la pregunta para comentárselo, para ver si le interesa.",
      "confianza": 0.444
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.49,
      "fin": 93.91,
      "duracion": 4.43,
      "texto": "También está el otro plancito, que son 18 gigabarades a 8 mil pesos, María.",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante B",
      "inicio": 96.03,
      "fin": 97.42,
      "duracion": 1.38,
      "texto": "No sé si le interesa alguno de los dos.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante A",
      "inicio": 99.94,
      "fin": 100.36,
      "duracion": 0.42,
      "texto": "Oye, sería buenísimo.",
      "confianza": 0.039
    },
    {
      "hablante": "Hablante A",
      "inicio": 100.38,
      "fin": 102.8,
      "duracion": 2.42,
      "texto": "¿Por qué no me pasas al WhatsApp así bien escrito?",
      "confianza": 0.36
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.29,
      "fin": 104.01,
      "duracion": 0.72,
      "texto": "Perfecto, María.",
      "confianza": 0.625
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.09,
      "fin": 108.0,
      "duracion": 3.91,
      "texto": "Ahora estoy trabajando y sigo el teléfono, me anda todo mal.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 108.42,
      "fin": 109.74,
      "duracion": 1.32,
      "texto": "No, no hay problema.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante A",
      "inicio": 109.76,
      "fin": 118.02,
      "duracion": 8.26,
      "texto": "Se lo paso por WhatsApp, cualquier cosita, yo hasta las 3 de la tarde voy a estar trabajando, María, yo le voy a pasar mi número personal para que usted se quede tranquila.",
      "confianza": 0.511
    },
    {
      "hablante": "Hablante A",
      "inicio": 118.04,
      "fin": 122.13,
      "duracion": 4.09,
      "texto": "El trámite, son dos minutitos, es nada lo que se dé empleo.",
      "confianza": 0.615
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.15,
      "fin": 122.43,
      "duracion": 0.28,
      "texto": "¿Por qué?",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.49,
      "fin": 124.45,
      "duracion": 1.96,
      "texto": "Porque yo le voy a poner los ratitos que tengo a usted.",
      "confianza": 0.536
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.55,
      "fin": 131.56,
      "duracion": 7.01,
      "texto": "directamente, si usted me da el ok, yo solamente hago lo que encierre comercial porque las llamadas audita directamente por los directivos en el momento.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante A",
      "inicio": 132.04,
      "fin": 143.81,
      "duracion": 11.77,
      "texto": "Entonces, la verdad es que yo lo que le digo acá no es ninguna falta, la verdad es que hay bastantes clientes que han vuelto de vuelta justamente con estos precios porque entendible que por ahí uno paga muchísimo y no usa tanto el servicio.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.15,
      "fin": 150.68,
      "duracion": 6.53,
      "texto": "Entonces, lo que hace la empresa es justamente eso, darle más internet, pero la parte más humana es que pague mucho menos los que se apagan.",
      "confianza": 0.708
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.59,
      "fin": 170.32,
      "duracion": 18.73,
      "texto": "Perfecto, yo ahora se lo paso todo en el WhatsApp para que usted se quede tranquila porque a las tres voy a estar yo conectado.",
      "confianza": 0.466
    }
  ],
  "transcripcion_completa": "Hola. Hola, me complico que le diga María Tereza. Sí, sí, lo que pasa es que tengo el teléfono que me anda mal, o sea, a veces salga la llamada y a veces no. Ah, le pedo mil disculpas, señorita, lo voy a hacer muy breve. Mi nombre es Tomás y yo le llamo a la área administrativa de la empresa Montar. Justamente porque tiene una munificación en lo que le empresa claro. Entonces justamente el beneficio que usted está pagando, no sé si la empresa es una notificación, está vencido. ¿Qué hago? Yo justamente, que es mi tarea, es notificarle al cliente y tratar de darle la mejor opcarte que hay en el momento. Entonces lo que hace es prestar movilizar, justamente conocer. Yo justamente veo el sistema que usted perteneció mucho tiempo, lo que fue la empresa Monster. y la empresa la quiere recuperar como clienta. Como haciéndole pagar un precio mínimo, más barato de lo que está pagando actualmente, pero con un precio fijo durante medio año, con mucho más gigas y más barato todavía. Hoy el día de ayer está justamente la promoción, que es solamente para clientes muy potenciales de MontaR, el de 14 GB a 6450 pesos, María. A 6450... Exacto, una duración de medio año, usted va a seguir teniendo el mismo número, lo único que se cambia es solamente el platico, que en vez de decir claro, va a decir Mozart. No sé si le puedo pasar la pregunta para comentárselo, para ver si le interesa. También está el otro plancito, que son 18 gigabarades a 8 mil pesos, María. No sé si le interesa alguno de los dos. Oye, sería buenísimo. ¿Por qué no me pasas al WhatsApp así bien escrito? Perfecto, María. Ahora estoy trabajando y sigo el teléfono, me anda todo mal. No, no hay problema. Se lo paso por WhatsApp, cualquier cosita, yo hasta las 3 de la tarde voy a estar trabajando, María, yo le voy a pasar mi número personal para que usted se quede tranquila. El trámite, son dos minutitos, es nada lo que se dé empleo. ¿Por qué? Porque yo le voy a poner los ratitos que tengo a usted. directamente, si usted me da el ok, yo solamente hago lo que encierre comercial porque las llamadas audita directamente por los directivos en el momento. Entonces, la verdad es que yo lo que le digo acá no es ninguna falta, la verdad es que hay bastantes clientes que han vuelto de vuelta justamente con estos precios porque entendible que por ahí uno paga muchísimo y no usa tanto el servicio. Entonces, lo que hace la empresa es justamente eso, darle más internet, pero la parte más humana es que pague mucho menos los que se apagan. Perfecto, yo ahora se lo paso todo en el WhatsApp para que usted se quede tranquila porque a las tres voy a estar yo conectado.",
  "calidad": {
    "confianza_promedio": 0.56,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T05:24:59.254253",
    "version": "5.0_ecapa"
  }
}