{
  "archivo": "amza57_1_260123165851601_ACD_68189.wav",
  "duracion_segundos": 211.5,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 72.49,
    "Hablante B": 127.12
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.5,
      "duracion": 3.46,
      "texto": "Hola, Magdalín.",
      "confianza": 0.211
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.52,
      "fin": 4.1,
      "duracion": 0.58,
      "texto": "Sí.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante A",
      "inicio": 4.12,
      "fin": 5.08,
      "duracion": 0.96,
      "texto": "Un burso, Magdalín.",
      "confianza": 0.332
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.1,
      "fin": 7.1,
      "duracion": 2.0,
      "texto": "Soy una tía de Movistar, la estoy llamando.",
      "confianza": 0.402
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.1,
      "fin": 15.37,
      "duracion": 7.27,
      "texto": "Le llamo porque me asegura que su descuento en Clarabén, si estaría bueno que tengas uno nuevo, es un plan de 18 gigas por 8.000 pesos.",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante A",
      "inicio": 15.39,
      "fin": 18.08,
      "duracion": 2.68,
      "texto": "¿Qué decís?",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante A",
      "inicio": 18.1,
      "fin": 23.58,
      "duracion": 5.49,
      "texto": "Mi consulta por el motivo por el cual me fui de Movistar es que en mi casa no había señal nunca.",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.16,
      "fin": 29.21,
      "duracion": 5.05,
      "texto": "Eso, hay antenas nuevas, algo por el estilo, pero yo",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.95,
      "fin": 34.24,
      "duracion": 4.29,
      "texto": "Un año más o menos estaba en Movistar y me fui por eso, porque no había señal en mi casa.",
      "confianza": 0.08
    },
    {
      "hablante": "Hablante A",
      "inicio": 34.26,
      "fin": 42.29,
      "duracion": 8.03,
      "texto": "Y mira, en el último año Movistar se ha convertido en una de las compañías con más cobertura en todo el país y han instalado más de 100 enteras por todas las provincias.",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante A",
      "inicio": 43.59,
      "fin": 49.16,
      "duracion": 5.57,
      "texto": "Bueno, igual yo vivo en Morón, zona céntrica, había antenas, pero no había señal justo en mi zona.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.18,
      "fin": 50.42,
      "duracion": 1.24,
      "texto": "Es en mi casa, no hay señal.",
      "confianza": 0.316
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.44,
      "fin": 55.97,
      "duracion": 5.53,
      "texto": "No sé si es algo de mi construcción o si es algo de Movistar.",
      "confianza": 0.531
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.98,
      "fin": 59.49,
      "duracion": 3.51,
      "texto": "¿No te gustaría pulgarle la nueva cobertura?",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.51,
      "fin": 59.67,
      "duracion": 0.16,
      "texto": "Y no sé.",
      "confianza": 0.11
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.99,
      "fin": 69.92,
      "duracion": 9.93,
      "texto": "Vos decime, ¿hay mayor cobertura en zonas urbanas o estas inversiones que se hicieron son en el resto de las provincias?",
      "confianza": 0.067
    },
    {
      "hablante": "Hablante A",
      "inicio": 70.3,
      "fin": 74.36,
      "duracion": 4.06,
      "texto": "En lo que es Fruel y Gran Buenos Aires, Moventara es una de las compañías que más cobertura tiene.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.28,
      "fin": 77.96,
      "duracion": 2.68,
      "texto": "No deberías tener problemas por lo que es la cobertura.",
      "confianza": 0.814
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.53,
      "fin": 83.79,
      "duracion": 4.26,
      "texto": "Me escribiré que vos tenés dos líneas actualmente, ¿correcto?",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 83.81,
      "fin": 89.67,
      "duracion": 5.87,
      "texto": "Bien, en ese caso te regalaría un 4GB más y te quedaría el mismo precio pero 22GB cada línea.",
      "confianza": 0.716
    },
    {
      "hablante": "Hablante B",
      "inicio": 91.02,
      "fin": 102.39,
      "duracion": 11.37,
      "texto": "La segunda línea no la uso nunca, hasta días pagados de teléfono es solamente para en casa, para wifi con los joyitos.",
      "confianza": 0.096
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.89,
      "fin": 106.89,
      "duracion": 4.0,
      "texto": "¿Solamente pasarías a esta hora que estoy llamando?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante B",
      "inicio": 106.92,
      "fin": 108.0,
      "duracion": 1.08,
      "texto": "Sí, sí, sí.",
      "confianza": 0.225
    },
    {
      "hablante": "Hablante B",
      "inicio": 108.02,
      "fin": 109.06,
      "duracion": 1.04,
      "texto": "Bien, perfecto, bien.",
      "confianza": 0.618
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.62,
      "fin": 117.25,
      "duracion": 7.63,
      "texto": "Y me deciste que sos de Morón vos, ¿verdad?",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.27,
      "fin": 117.44,
      "duracion": 0.18,
      "texto": "Sí.",
      "confianza": 0.434
    },
    {
      "hablante": "Hablante B",
      "inicio": 117.7,
      "fin": 121.03,
      "duracion": 3.32,
      "texto": "En Morón tenemos dos sucursales, tenemos en la calle Nueva de Julio,",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante B",
      "inicio": 121.23,
      "fin": 145.4,
      "duracion": 24.17,
      "texto": "194.000.000.000.000.000.000.000.000.000.000.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 145.65,
      "fin": 155.59,
      "duracion": 9.95,
      "texto": "Te voy ahora a mandar lo que es un mensajito de mi número personal para que vos ya directamente me agentes y tengas lo que es mi número, para que después no tengas que contactarte con ninguna computadora, ningún 0800.",
      "confianza": 0.671
    },
    {
      "hablante": "Hablante B",
      "inicio": 155.62,
      "fin": 167.73,
      "duracion": 12.11,
      "texto": "Si tienes alguna duda inconveniente con la compañía, directamente te contactas conmigo, ¿sí?",
      "confianza": 0.68
    },
    {
      "hablante": "Hablante B",
      "inicio": 167.75,
      "fin": 168.07,
      "duracion": 0.32,
      "texto": "Bueno, perfecto.",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.09,
      "fin": 168.39,
      "duracion": 0.3,
      "texto": "¿Eso es seguro?",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.41,
      "fin": 168.55,
      "duracion": 0.14,
      "texto": "Sí, sí.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.57,
      "fin": 168.83,
      "duracion": 0.26,
      "texto": "Yo... Decime.",
      "confianza": 0.002
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.85,
      "fin": 174.24,
      "duracion": 5.39,
      "texto": "No, no, me extraña que para cualquier duda o problema con la compañía, que el contacto sea tu número personal y no un número de la compañía.",
      "confianza": 0.567
    },
    {
      "hablante": "Hablante B",
      "inicio": 174.59,
      "fin": 179.94,
      "duracion": 5.35,
      "texto": "Te puedo ofrecer obviamente lo que sea el 0800, se te manda ahí lo que es una computadora, te hace elegir las opciones.",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante B",
      "inicio": 180.5,
      "fin": 195.67,
      "duracion": 15.17,
      "texto": "Bien, si quizás es una duda de facturación o quizás querés saber cómo activar alguno de las gigas o enviar gigas a través de la aplicación, que son todas digamos como dudas que podría resolverte yo, bien, si no hace falta que te tengas que estar contactando con un 0800.",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.88,
      "fin": 207.68,
      "duracion": 11.8,
      "texto": "obviamente por algún tema más, digamos, importante, o que sí o sí haga falta, digamos, algún asesor oficial, digamos, de la Comunidad Movistar, en este caso sí tendréis que contestar con el 0800.",
      "confianza": 0.691
    },
    {
      "hablante": "Hablante B",
      "inicio": 208.08,
      "fin": 211.5,
      "duracion": 3.41,
      "texto": "Pero a veces son algunas dudas a través de la aplicación que se pueden resolver.",
      "confianza": 0.75
    }
  ],
  "transcripcion_completa": "Hola, Magdalín. Sí. Un burso, Magdalín. Soy una tía de Movistar, la estoy llamando. Le llamo porque me asegura que su descuento en Clarabén, si estaría bueno que tengas uno nuevo, es un plan de 18 gigas por 8.000 pesos. ¿Qué decís? Mi consulta por el motivo por el cual me fui de Movistar es que en mi casa no había señal nunca. Eso, hay antenas nuevas, algo por el estilo, pero yo Un año más o menos estaba en Movistar y me fui por eso, porque no había señal en mi casa. Y mira, en el último año Movistar se ha convertido en una de las compañías con más cobertura en todo el país y han instalado más de 100 enteras por todas las provincias. Bueno, igual yo vivo en Morón, zona céntrica, había antenas, pero no había señal justo en mi zona. Es en mi casa, no hay señal. No sé si es algo de mi construcción o si es algo de Movistar. ¿No te gustaría pulgarle la nueva cobertura? Y no sé. Vos decime, ¿hay mayor cobertura en zonas urbanas o estas inversiones que se hicieron son en el resto de las provincias? En lo que es Fruel y Gran Buenos Aires, Moventara es una de las compañías que más cobertura tiene. No deberías tener problemas por lo que es la cobertura. Me escribiré que vos tenés dos líneas actualmente, ¿correcto? Bien, en ese caso te regalaría un 4GB más y te quedaría el mismo precio pero 22GB cada línea. La segunda línea no la uso nunca, hasta días pagados de teléfono es solamente para en casa, para wifi con los joyitos. ¿Solamente pasarías a esta hora que estoy llamando? Sí, sí, sí. Bien, perfecto, bien. Y me deciste que sos de Morón vos, ¿verdad? Sí. En Morón tenemos dos sucursales, tenemos en la calle Nueva de Julio, 194.000.000.000.000.000.000.000.000.000.000. Te voy ahora a mandar lo que es un mensajito de mi número personal para que vos ya directamente me agentes y tengas lo que es mi número, para que después no tengas que contactarte con ninguna computadora, ningún 0800. Si tienes alguna duda inconveniente con la compañía, directamente te contactas conmigo, ¿sí? Bueno, perfecto. ¿Eso es seguro? Sí, sí. Yo... Decime. No, no, me extraña que para cualquier duda o problema con la compañía, que el contacto sea tu número personal y no un número de la compañía. Te puedo ofrecer obviamente lo que sea el 0800, se te manda ahí lo que es una computadora, te hace elegir las opciones. Bien, si quizás es una duda de facturación o quizás querés saber cómo activar alguno de las gigas o enviar gigas a través de la aplicación, que son todas digamos como dudas que podría resolverte yo, bien, si no hace falta que te tengas que estar contactando con un 0800. obviamente por algún tema más, digamos, importante, o que sí o sí haga falta, digamos, algún asesor oficial, digamos, de la Comunidad Movistar, en este caso sí tendréis que contestar con el 0800. Pero a veces son algunas dudas a través de la aplicación que se pueden resolver.",
  "calidad": {
    "confianza_promedio": 0.452,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 8.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T04:26:20.388706",
    "version": "5.0_ecapa"
  }
}