{
  "archivo": "amza56_1_260120125744675_ACD_67153.wav",
  "duracion_segundos": 67.65,
  "num_segmentos": 13,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 65.65
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 29.38,
      "duracion": 29.35,
      "texto": "hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola",
      "confianza": 0.198
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.48,
      "fin": 33.28,
      "duracion": 3.8,
      "texto": "Bueno, pero no querés que te comente la ploma que tenemos al día de hoy?",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante A",
      "inicio": 33.3,
      "fin": 46.24,
      "duracion": 12.94,
      "texto": "No, porque me llegan un carácter, me llegan a crisis de la promoción y por el momento estoy bien con lo que tengo y... Bueno, porque ahora tenemos una... Por el momento... Hoy tenemos una ploma de 18 gigas por seis meses a 8 mil pesos.",
      "confianza": 0.7
    },
    {
      "hablante": "Hablante A",
      "inicio": 47.14,
      "fin": 54.71,
      "duracion": 7.57,
      "texto": "Incluye llamadas ilimitadas a cualquier línea, Rumi en América, no sé si estás interesado.",
      "confianza": 0.552
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.91,
      "fin": 55.99,
      "duracion": 1.08,
      "texto": "No, no, está bien.",
      "confianza": 0.132
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.01,
      "fin": 56.95,
      "duracion": 0.94,
      "texto": "Te agradezco mucho.",
      "confianza": 0.373
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.98,
      "fin": 59.48,
      "duracion": 2.51,
      "texto": "La verdad es que te agradezco, pero por el momento no.",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante A",
      "inicio": 59.5,
      "fin": 60.79,
      "duracion": 1.28,
      "texto": "Te agradezco mucho.",
      "confianza": 0.319
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.81,
      "fin": 61.31,
      "duracion": 0.5,
      "texto": "Dale, listo.",
      "confianza": 0.505
    },
    {
      "hablante": "Hablante A",
      "inicio": 61.77,
      "fin": 63.5,
      "duracion": 1.73,
      "texto": "Que tengas un buen día.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante A",
      "inicio": 63.66,
      "fin": 64.6,
      "duracion": 0.94,
      "texto": "Igualmente a vos.",
      "confianza": 0.53
    },
    {
      "hablante": "Hablante A",
      "inicio": 64.62,
      "fin": 67.31,
      "duracion": 2.69,
      "texto": "No, no, por favor.",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante A",
      "inicio": 67.33,
      "fin": 67.65,
      "duracion": 0.32,
      "texto": "Chau, chau.",
      "confianza": 0.188
    }
  ],
  "transcripcion_completa": "hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola Bueno, pero no querés que te comente la ploma que tenemos al día de hoy? No, porque me llegan un carácter, me llegan a crisis de la promoción y por el momento estoy bien con lo que tengo y... Bueno, porque ahora tenemos una... Por el momento... Hoy tenemos una ploma de 18 gigas por seis meses a 8 mil pesos. Incluye llamadas ilimitadas a cualquier línea, Rumi en América, no sé si estás interesado. No, no, está bien. Te agradezco mucho. La verdad es que te agradezco, pero por el momento no. Te agradezco mucho. Dale, listo. Que tengas un buen día. Igualmente a vos. No, no, por favor. Chau, chau.",
  "calidad": {
    "confianza_promedio": 0.417,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-25T23:56:59.619737",
    "version": "5.0_ecapa"
  }
}