{
  "archivo": "amza67_1_260120111915830_ACD_76457.wav",
  "duracion_segundos": 152.96,
  "num_segmentos": 31,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 119.71,
    "Hablante B": 13.37
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 2.57,
      "duracion": 2.54,
      "texto": "Hola, buenos días.",
      "confianza": 0.259
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.59,
      "fin": 5.12,
      "duracion": 2.52,
      "texto": "¿Habló con Roberto?",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.14,
      "fin": 5.56,
      "duracion": 0.42,
      "texto": "Sí, con quien hablo.",
      "confianza": 0.055
    },
    {
      "hablante": "Hablante A",
      "inicio": 5.58,
      "fin": 6.16,
      "duracion": 0.58,
      "texto": "Hola, Roberto.",
      "confianza": 0.389
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.18,
      "fin": 10.5,
      "duracion": 4.32,
      "texto": "Le he dado la mela y le he dado los beneficios telefónicos para hacerle un plan para que para de menos por su línea.",
      "confianza": 0.44
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.26,
      "fin": 13.53,
      "duracion": 2.26,
      "texto": "Le comento rápidamente porque estamos más ocupados.",
      "confianza": 0.595
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.55,
      "fin": 20.75,
      "duracion": 7.21,
      "texto": "¿Tenemos 14 gigas por seis meses, o 6.450 pesos, o 18 gigas por seis meses, a 8.000 pesos?",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.55,
      "fin": 27.08,
      "duracion": 5.53,
      "texto": "Le comento, Roberto, el gámite extremamente rápido y eficaz, ya que la mayoría de sus otros movimientos ya los tiene.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante A",
      "inicio": 27.18,
      "fin": 29.36,
      "duracion": 2.18,
      "texto": "Sería verificarlos y que no haga ningún error.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.64,
      "fin": 38.31,
      "duracion": 7.67,
      "texto": "Aquí estaría beneficiándose de esos maravillosos planes y de muchos beneficios que ofrecen a este movilizador.",
      "confianza": 0.464
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.33,
      "fin": 39.93,
      "duracion": 1.6,
      "texto": "Sí, y te aprecio que no me lo admira.",
      "confianza": 0.296
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.95,
      "fin": 44.18,
      "duracion": 4.23,
      "texto": "A ver que estoy cansado con la compañía y no me estoy.",
      "confianza": 0.232
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.2,
      "fin": 44.56,
      "duracion": 0.36,
      "texto": "Ya tuve movilizar.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.58,
      "fin": 51.51,
      "duracion": 6.93,
      "texto": "Claro, por eso me parece justamente que Juan ha sido cliente de movilizar y movilizar por eso se quiere de vuelta.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante A",
      "inicio": 52.77,
      "fin": 56.84,
      "duracion": 4.06,
      "texto": "Comprendo que estés cómodo Roberto con la compañía que interés actualmente.",
      "confianza": 0.663
    },
    {
      "hablante": "Hablante A",
      "inicio": 57.02,
      "fin": 65.29,
      "duracion": 8.27,
      "texto": "Pero la idea de tener mejores beneficios, no sé si es claro que beneficios te ofrece para tu vida cotidiana, ¿entendés?",
      "confianza": 0.613
    },
    {
      "hablante": "Hablante A",
      "inicio": 65.31,
      "fin": 72.0,
      "duracion": 6.69,
      "texto": "Para que puedas ir ahorrando, no te vengas en tu plazo y no terminas en tu vida cotidiana.",
      "confianza": 0.472
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.02,
      "fin": 74.5,
      "duracion": 2.48,
      "texto": "¿Entendés?",
      "confianza": 0.357
    },
    {
      "hablante": "Hablante A",
      "inicio": 74.52,
      "fin": 81.67,
      "duracion": 7.15,
      "texto": "Sí, lo peor de todo es que estoy ahora en la calle, no te has hecho bien, pero estoy bien, estoy con la compañera donde estoy.",
      "confianza": 0.43
    },
    {
      "hablante": "Hablante A",
      "inicio": 82.35,
      "fin": 83.57,
      "duracion": 1.22,
      "texto": "Claro, comprendo.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante A",
      "inicio": 83.61,
      "fin": 88.07,
      "duracion": 4.46,
      "texto": "Por eso justamente te decía, Movistar te sucede mucho más beneficio de guerra actualmente.",
      "confianza": 0.605
    },
    {
      "hablante": "Hablante A",
      "inicio": 88.73,
      "fin": 98.16,
      "duracion": 9.43,
      "texto": "Por eso te llamamos, supongo que no soy el primer llamado que te han hecho en estos días y en los últimos días, justamente porque Movistar te quiere de vuelta.",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante A",
      "inicio": 98.38,
      "fin": 101.33,
      "duracion": 2.94,
      "texto": "Mirando tu historia, el Roberto ha sido un excelente, muy bueno.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.93,
      "fin": 102.29,
      "duracion": 0.36,
      "texto": "Entendés?",
      "confianza": 0.828
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.43,
      "fin": 106.21,
      "duracion": 3.78,
      "texto": "Y justamente por eso Movistar te quiere de vuelta, con esas promociones,",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante A",
      "inicio": 106.38,
      "fin": 121.31,
      "duracion": 14.93,
      "texto": "con los otros beneficios para, como te decía, tener el puente en supermercados, en farmacia, en YPF, si tienes auto, en combustible, los días asignados, en Uber, y entre otras tantas cosas que necesiten moverte para tu vida.",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 130.12,
      "fin": 134.18,
      "duracion": 4.06,
      "texto": "No, mira, no te escucho bien.",
      "confianza": 0.12
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.2,
      "fin": 135.1,
      "duracion": 0.9,
      "texto": "La verdad es que ahora no tengo que trabajar.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante B",
      "inicio": 135.3,
      "fin": 143.71,
      "duracion": 8.41,
      "texto": "Mira Roberto, ya que vos me decís que no le escuchas bien, ¿te parece que te mando un whatsapp y nos comunicamos ahí para que vos puedas ver los planes por vos mismo?",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.34,
      "fin": 148.22,
      "duracion": 0.88,
      "texto": "Bueno dale, mandame un whatsapp y yo lo veo.",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.24,
      "fin": 152.96,
      "duracion": 4.71,
      "texto": "Dale Roberto, que tengas un excelente día.",
      "confianza": 0.45
    }
  ],
  "transcripcion_completa": "Hola, buenos días. ¿Habló con Roberto? Sí, con quien hablo. Hola, Roberto. Le he dado la mela y le he dado los beneficios telefónicos para hacerle un plan para que para de menos por su línea. Le comento rápidamente porque estamos más ocupados. ¿Tenemos 14 gigas por seis meses, o 6.450 pesos, o 18 gigas por seis meses, a 8.000 pesos? Le comento, Roberto, el gámite extremamente rápido y eficaz, ya que la mayoría de sus otros movimientos ya los tiene. Sería verificarlos y que no haga ningún error. Aquí estaría beneficiándose de esos maravillosos planes y de muchos beneficios que ofrecen a este movilizador. Sí, y te aprecio que no me lo admira. A ver que estoy cansado con la compañía y no me estoy. Ya tuve movilizar. Claro, por eso me parece justamente que Juan ha sido cliente de movilizar y movilizar por eso se quiere de vuelta. Comprendo que estés cómodo Roberto con la compañía que interés actualmente. Pero la idea de tener mejores beneficios, no sé si es claro que beneficios te ofrece para tu vida cotidiana, ¿entendés? Para que puedas ir ahorrando, no te vengas en tu plazo y no terminas en tu vida cotidiana. ¿Entendés? Sí, lo peor de todo es que estoy ahora en la calle, no te has hecho bien, pero estoy bien, estoy con la compañera donde estoy. Claro, comprendo. Por eso justamente te decía, Movistar te sucede mucho más beneficio de guerra actualmente. Por eso te llamamos, supongo que no soy el primer llamado que te han hecho en estos días y en los últimos días, justamente porque Movistar te quiere de vuelta. Mirando tu historia, el Roberto ha sido un excelente, muy bueno. Entendés? Y justamente por eso Movistar te quiere de vuelta, con esas promociones, con los otros beneficios para, como te decía, tener el puente en supermercados, en farmacia, en YPF, si tienes auto, en combustible, los días asignados, en Uber, y entre otras tantas cosas que necesiten moverte para tu vida. No, mira, no te escucho bien. La verdad es que ahora no tengo que trabajar. Mira Roberto, ya que vos me decís que no le escuchas bien, ¿te parece que te mando un whatsapp y nos comunicamos ahí para que vos puedas ver los planes por vos mismo? Bueno dale, mandame un whatsapp y yo lo veo. Dale Roberto, que tengas un excelente día.",
  "calidad": {
    "confianza_promedio": 0.462,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 7.1
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T05:58:57.648636",
    "version": "5.0_ecapa"
  }
}