{
  "archivo": "amza58_1_260121105819659_ACD_72627.wav",
  "duracion_segundos": 120.59,
  "num_segmentos": 19,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 36.79,
    "Hablante A": 73.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 2.09,
      "fin": 9.26,
      "duracion": 7.17,
      "texto": "¿Cómo estás Carlos?",
      "confianza": 0.467
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.28,
      "fin": 9.5,
      "duracion": 0.22,
      "texto": "¿Todo bien?",
      "confianza": 0.036
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.52,
      "fin": 9.72,
      "duracion": 0.2,
      "texto": "Todo bien.",
      "confianza": 0.049
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.74,
      "fin": 10.6,
      "duracion": 0.86,
      "texto": "Me alegro muchísimo.",
      "confianza": 0.106
    },
    {
      "hablante": "Hablante B",
      "inicio": 10.62,
      "fin": 23.35,
      "duracion": 12.73,
      "texto": "Carlos, mirá, te comento, mi nombre es Agustín, me estabas comunicando cómo es el día de hoy porque me siento que tenés dos líneas de teléfono, cierto, hombre, eso se tiene una línea familiar, estoy llamando aquí, sí, sí, para mostrarles la posibilidad de que tengan un nuevo plan.",
      "confianza": 0.604
    },
    {
      "hablante": "Hablante B",
      "inicio": 23.99,
      "fin": 28.39,
      "duracion": 4.4,
      "texto": "Tengo un plan de dieciocho gigas por línea a seis mil quinientos pesos únicamente.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.41,
      "fin": 29.02,
      "duracion": 0.6,
      "texto": "¿Qué te parece?",
      "confianza": 0.734
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.02,
      "fin": 31.44,
      "duracion": 0.42,
      "texto": "Sí, está bueno.",
      "confianza": 0.15
    },
    {
      "hablante": "Hablante A",
      "inicio": 32.78,
      "fin": 38.17,
      "duracion": 5.39,
      "texto": "No sé cuántas siguen actualmente, si son utilizando el internet, pero bueno, este precio es un precio para ex clientes.",
      "confianza": 0.492
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.61,
      "fin": 44.36,
      "duracion": 5.75,
      "texto": "Te comento, Carlos, también, yo me estoy comunicando del área de beneficios móviles de Movilcar, este precio es para ex clientes.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.38,
      "fin": 49.74,
      "duracion": 5.37,
      "texto": "¿No es que vos te fijé de la compañía buscando mejor precio, de la utilidad en su momento?",
      "confianza": 0.451
    },
    {
      "hablante": "Hablante A",
      "inicio": 49.77,
      "fin": 59.64,
      "duracion": 9.87,
      "texto": "Sí, es como que, como me cortaban la línea cada vez que por ahí no podía pagarla, también eso me hizo que me basa.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.34,
      "fin": 72.7,
      "duracion": 12.36,
      "texto": "Claro, y sí, y te comento realmente, primero a pedirte disculpas en parte de la empresa, te comento que sí, la verdad que muchísimos clientes, mira, yo estoy llamando a base de clientes que se fueron a principios de veinte y cinco.",
      "confianza": 0.58
    },
    {
      "hablante": "Hablante A",
      "inicio": 73.38,
      "fin": 80.83,
      "duracion": 7.45,
      "texto": "La verdad que tenía un mundo de la gestión en ese sentido y no estaban los asesores personalizados, que somos ahora, se aplicaron a partir de julio del año pasado,",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 81.18,
      "fin": 90.86,
      "duracion": 9.67,
      "texto": "Y como te comento, yo usamos los clientes, y si vienen, vienen de mi parte, yo les necesito todos los trámites que ellos necesitan durante la aplicación, es más, ustedes brindan más de nuestros números de WhatsApp personales.",
      "confianza": 0.538
    },
    {
      "hablante": "Hablante A",
      "inicio": 91.48,
      "fin": 104.57,
      "duracion": 13.1,
      "texto": "Así que nada, mira, te comento Carlos, esa es la nueva forma de trabajar de la empresa, y como te decía, para que vos puedas tener este servicio ImpactMet, y intentar que tengas más gigas, y puedas ahorrar con tus familias, no sé qué te parece, ¿a que no?",
      "confianza": 0.612
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.59,
      "fin": 108.24,
      "duracion": 3.64,
      "texto": "¿Y si hubieras alguna línea más solamente correcta, o había más",
      "confianza": 0.655
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.94,
      "fin": 113.44,
      "duracion": 3.5,
      "texto": "¿Eh?",
      "confianza": 0.577
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.48,
      "fin": 120.59,
      "duracion": 7.11,
      "texto": "No, no",
      "confianza": 0.544
    }
  ],
  "transcripcion_completa": "¿Cómo estás Carlos? ¿Todo bien? Todo bien. Me alegro muchísimo. Carlos, mirá, te comento, mi nombre es Agustín, me estabas comunicando cómo es el día de hoy porque me siento que tenés dos líneas de teléfono, cierto, hombre, eso se tiene una línea familiar, estoy llamando aquí, sí, sí, para mostrarles la posibilidad de que tengan un nuevo plan. Tengo un plan de dieciocho gigas por línea a seis mil quinientos pesos únicamente. ¿Qué te parece? Sí, está bueno. No sé cuántas siguen actualmente, si son utilizando el internet, pero bueno, este precio es un precio para ex clientes. Te comento, Carlos, también, yo me estoy comunicando del área de beneficios móviles de Movilcar, este precio es para ex clientes. ¿No es que vos te fijé de la compañía buscando mejor precio, de la utilidad en su momento? Sí, es como que, como me cortaban la línea cada vez que por ahí no podía pagarla, también eso me hizo que me basa. Claro, y sí, y te comento realmente, primero a pedirte disculpas en parte de la empresa, te comento que sí, la verdad que muchísimos clientes, mira, yo estoy llamando a base de clientes que se fueron a principios de veinte y cinco. La verdad que tenía un mundo de la gestión en ese sentido y no estaban los asesores personalizados, que somos ahora, se aplicaron a partir de julio del año pasado, Y como te comento, yo usamos los clientes, y si vienen, vienen de mi parte, yo les necesito todos los trámites que ellos necesitan durante la aplicación, es más, ustedes brindan más de nuestros números de WhatsApp personales. Así que nada, mira, te comento Carlos, esa es la nueva forma de trabajar de la empresa, y como te decía, para que vos puedas tener este servicio ImpactMet, y intentar que tengas más gigas, y puedas ahorrar con tus familias, no sé qué te parece, ¿a que no? ¿Y si hubieras alguna línea más solamente correcta, o había más ¿Eh? No, no",
  "calidad": {
    "confianza_promedio": 0.469,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T04:30:48.104805",
    "version": "5.0_ecapa"
  }
}