{
  "archivo": "amza58_1_260121102559266_ACD_80685.wav",
  "duracion_segundos": 104.66,
  "num_segmentos": 17,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 78.45,
    "Hablante B": 12.11
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 9.58,
      "duracion": 9.55,
      "texto": "mi nombre es Agustín y espero que se encuentren muy bien el día de hoy.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante A",
      "inicio": 9.98,
      "fin": 13.59,
      "duracion": 3.6,
      "texto": "Yo me he estado comunicando con usted porque me interesa que tiene un beneficio concluido en la compañía de Claro.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.61,
      "fin": 17.17,
      "duracion": 3.56,
      "texto": "¿Usted ha sido por sitios de aumentos o irregularidades en su fluctuación?",
      "confianza": 0.632
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.6,
      "fin": 24.44,
      "duracion": 1.84,
      "texto": "Mira, en este momento creo que tenemos que tener menos más, ¿de claro o de movistar?",
      "confianza": 0.055
    },
    {
      "hablante": "Hablante B",
      "inicio": 24.46,
      "fin": 27.19,
      "duracion": 2.72,
      "texto": "Yo solo hablaba de movistar, es que para este se manda exclíntese el día de hoy.",
      "confianza": 0.405
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.23,
      "fin": 35.78,
      "duracion": 7.55,
      "texto": "Eso es lo que se me ha llamado a hacer y por el momento la verdad que no, no, yo dije que no me quería cambiar por ahora.",
      "confianza": 0.387
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.44,
      "fin": 44.43,
      "duracion": 3.98,
      "texto": "Perfecto, una consultita, ¿le ofrecieron el plan de 18 gigas a 80 soles?",
      "confianza": 0.156
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.45,
      "fin": 53.58,
      "duracion": 9.13,
      "texto": "No, me ofrecieron ayer, cuando yo estaba en la oficina, ahora ya la estoy saliendo, me llamaron, creo que por 8 gigas, o 10 gigas, algo así.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 53.91,
      "fin": 55.01,
      "duracion": 1.1,
      "texto": "¿No?",
      "confianza": 0.198
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.03,
      "fin": 56.14,
      "duracion": 1.1,
      "texto": "Ah, bien, disculpe, ¿Sabes qué pasa?",
      "confianza": 0.35
    },
    {
      "hablante": "Hablante A",
      "inicio": 56.18,
      "fin": 82.69,
      "duracion": 26.51,
      "texto": "Le comento eh las promociones eh cambiaron a no tienen más dinas para ex clientes y a un precio más económico son dieciocho por ocho mil pesos o si no catorce por eh seis quinientos para que usted pueda abonar eso durante seis meses no sé mire sinceramente no sé cuánto usted estará abonando ahora pero nada si usted se fue a la compañía buscando algo más económico quizá podría aprovechar esta oportunidad para volver",
      "confianza": 0.659
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.19,
      "fin": 86.67,
      "duracion": 2.48,
      "texto": "Sí, mira, lo que pasa es que justo ya estoy saliendo.",
      "confianza": 0.378
    },
    {
      "hablante": "Hablante A",
      "inicio": 86.75,
      "fin": 89.03,
      "duracion": 2.28,
      "texto": "Me encontraste ya casi cerrando la puerta de casa.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.44,
      "fin": 102.0,
      "duracion": 12.56,
      "texto": "Por ahora, no sé, si me lo querés dejar, como me lo dejó tu compañera por WhatsApp como para estudiarlo, pero ya, ya viste, eh, ya estoy saliendo.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante A",
      "inicio": 102.02,
      "fin": 103.86,
      "duracion": 1.84,
      "texto": "A ver si lo voy a brindar la idea de la promoción, dale.",
      "confianza": 0.071
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.88,
      "fin": 104.3,
      "duracion": 0.42,
      "texto": "Bueno, dale, gracias.",
      "confianza": 0.057
    },
    {
      "hablante": "Hablante A",
      "inicio": 104.32,
      "fin": 104.66,
      "duracion": 0.34,
      "texto": "Gracias.",
      "confianza": 0.269
    }
  ],
  "transcripcion_completa": "mi nombre es Agustín y espero que se encuentren muy bien el día de hoy. Yo me he estado comunicando con usted porque me interesa que tiene un beneficio concluido en la compañía de Claro. ¿Usted ha sido por sitios de aumentos o irregularidades en su fluctuación? Mira, en este momento creo que tenemos que tener menos más, ¿de claro o de movistar? Yo solo hablaba de movistar, es que para este se manda exclíntese el día de hoy. Eso es lo que se me ha llamado a hacer y por el momento la verdad que no, no, yo dije que no me quería cambiar por ahora. Perfecto, una consultita, ¿le ofrecieron el plan de 18 gigas a 80 soles? No, me ofrecieron ayer, cuando yo estaba en la oficina, ahora ya la estoy saliendo, me llamaron, creo que por 8 gigas, o 10 gigas, algo así. ¿No? Ah, bien, disculpe, ¿Sabes qué pasa? Le comento eh las promociones eh cambiaron a no tienen más dinas para ex clientes y a un precio más económico son dieciocho por ocho mil pesos o si no catorce por eh seis quinientos para que usted pueda abonar eso durante seis meses no sé mire sinceramente no sé cuánto usted estará abonando ahora pero nada si usted se fue a la compañía buscando algo más económico quizá podría aprovechar esta oportunidad para volver Sí, mira, lo que pasa es que justo ya estoy saliendo. Me encontraste ya casi cerrando la puerta de casa. Por ahora, no sé, si me lo querés dejar, como me lo dejó tu compañera por WhatsApp como para estudiarlo, pero ya, ya viste, eh, ya estoy saliendo. A ver si lo voy a brindar la idea de la promoción, dale. Bueno, dale, gracias. Gracias.",
  "calidad": {
    "confianza_promedio": 0.376,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 5.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T04:30:41.782759",
    "version": "5.0_ecapa"
  }
}