{
  "archivo": "amza306_1_260123141236162_ACD_20805.wav",
  "duracion_segundos": 87.19,
  "num_segmentos": 14,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 31.26,
    "Hablante B": 46.57
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.81,
      "fin": 28.92,
      "duracion": 28.12,
      "texto": "hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.6,
      "fin": 31.96,
      "duracion": 2.36,
      "texto": "No sé de cuándo se termina que dejan de llamarme.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.98,
      "fin": 32.76,
      "duracion": 0.78,
      "texto": "¿Algún día?",
      "confianza": 0.804
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.07,
      "fin": 49.72,
      "duracion": 11.65,
      "texto": "Lo que pasa es que no quería vos recuperar como cliente, entonces bueno... Claro, lo que pasa, vos contále a Jorge Movistar, que yo los llamé y les dije, chicos, me sale un huevo Movistar, me voy con claro, ¿ustedes no me pueden mejorar el plan si no me voy?",
      "confianza": 0.51
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.74,
      "fin": 51.62,
      "duracion": 1.88,
      "texto": "Me dijeron, no señora, no le podemos hacer nada.",
      "confianza": 0.485
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.17,
      "fin": 56.76,
      "duracion": 4.59,
      "texto": "Un mes pasado que estuve con Claro, me llamaron hasta para ofrecerme vacaciones.",
      "confianza": 0.617
    },
    {
      "hablante": "Hablante B",
      "inicio": 56.84,
      "fin": 62.03,
      "duracion": 5.19,
      "texto": "Me querían regalar todo, teléfono de descuentos, planes gratis.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 62.05,
      "fin": 63.43,
      "duracion": 1.38,
      "texto": "No, no es así.",
      "confianza": 0.163
    },
    {
      "hablante": "Hablante B",
      "inicio": 63.45,
      "fin": 67.81,
      "duracion": 4.37,
      "texto": "No me interesa volver y no quiero atenderlos más.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.83,
      "fin": 78.41,
      "duracion": 10.57,
      "texto": "Perdóname, pero... La verdad es que como atención al cliente, porque ahora no soy cliente de ustedes, entonces ahora me llaman y hasta para mi cumpleaños me quieren decir algo.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.17,
      "fin": 81.17,
      "duracion": 2.0,
      "texto": "Pero la verdad es que como cliente fue un horror.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 82.21,
      "fin": 85.1,
      "duracion": 2.88,
      "texto": "Bueno, esperemos mejorar entonces.",
      "confianza": 0.642
    },
    {
      "hablante": "Hablante B",
      "inicio": 85.12,
      "fin": 87.05,
      "duracion": 1.94,
      "texto": "Gracias.",
      "confianza": 0.898
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.07,
      "fin": 87.19,
      "duracion": 0.12,
      "texto": "Listo.",
      "confianza": 0.175
    }
  ],
  "transcripcion_completa": "hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola hola No sé de cuándo se termina que dejan de llamarme. ¿Algún día? Lo que pasa es que no quería vos recuperar como cliente, entonces bueno... Claro, lo que pasa, vos contále a Jorge Movistar, que yo los llamé y les dije, chicos, me sale un huevo Movistar, me voy con claro, ¿ustedes no me pueden mejorar el plan si no me voy? Me dijeron, no señora, no le podemos hacer nada. Un mes pasado que estuve con Claro, me llamaron hasta para ofrecerme vacaciones. Me querían regalar todo, teléfono de descuentos, planes gratis. No, no es así. No me interesa volver y no quiero atenderlos más. Perdóname, pero... La verdad es que como atención al cliente, porque ahora no soy cliente de ustedes, entonces ahora me llaman y hasta para mi cumpleaños me quieren decir algo. Pero la verdad es que como cliente fue un horror. Bueno, esperemos mejorar entonces. Gracias. Listo.",
  "calidad": {
    "confianza_promedio": 0.538,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 6.3
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-01-26T02:27:02.804856",
    "version": "5.0_ecapa"
  }
}