{
  "archivo": "amza18_1_260210133622856_ACD_39309.wav",
  "duracion_segundos": 205.4,
  "num_segmentos": 39,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 56.94,
    "Hablante B": 129.29
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 9.95,
      "duracion": 9.92,
      "texto": "Mi nombre es Maciel, nos comunicamos desde el área de beneficio movistar.",
      "confianza": 0.569
    },
    {
      "hablante": "Hablante A",
      "inicio": 11.17,
      "fin": 13.33,
      "duracion": 2.16,
      "texto": "Queríamos, Florencia, mejorarte el plan de tu vida.",
      "confianza": 0.469
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.35,
      "fin": 17.22,
      "duracion": 3.87,
      "texto": "Vemos que te encontraste en claro actualmente.",
      "confianza": 0.483
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.24,
      "fin": 17.3,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.32,
      "fin": 21.69,
      "duracion": 4.37,
      "texto": "Bien, debes poder mejorarte realmente lo que es el precio y el plan que tenés actualmente en tu compañía, ¿sí?",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.71,
      "fin": 24.99,
      "duracion": 3.29,
      "texto": "Finiéndote así todos los planes en el 75% de descuento.",
      "confianza": 0.613
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.36,
      "fin": 31.11,
      "duracion": 5.75,
      "texto": "Queremos, de igual manera, consultarte qué clase de plan estás contratando en tu compañía actual, si recordás qué te brindan mensualmente.",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante B",
      "inicio": 33.37,
      "fin": 41.52,
      "duracion": 8.15,
      "texto": "No, la verdad tengo un plan bastante básico.",
      "confianza": 0.18
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.54,
      "fin": 42.06,
      "duracion": 0.52,
      "texto": "Creo que son cuatro gigas.",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.08,
      "fin": 42.16,
      "duracion": 0.08,
      "texto": "Y...",
      "confianza": 0.091
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.18,
      "fin": 42.92,
      "duracion": 0.74,
      "texto": "Bien.",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.94,
      "fin": 45.54,
      "duracion": 2.6,
      "texto": "¿Te recordás si vamos a contar unas por ese plan, digamos?",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.7,
      "fin": 48.69,
      "duracion": 1.98,
      "texto": "Y también tiene algún beneficio ese plan.",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.71,
      "fin": 53.43,
      "duracion": 4.73,
      "texto": "No sé si estoy pagando 13 mil, 14 mil pesos.",
      "confianza": 0.278
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.45,
      "fin": 54.03,
      "duracion": 0.58,
      "texto": "Bien, entiendo.",
      "confianza": 0.542
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.22,
      "fin": 66.42,
      "duracion": 12.2,
      "texto": "La cantidad de gigas que te brindan mediante el plan, ¿te es suficiente o realizas algún tipo de recarga de extra durante el mes?",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.44,
      "fin": 67.44,
      "duracion": 1.0,
      "texto": "En ocasiones sí tengo que comprar un par de gigas.",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.46,
      "fin": 70.26,
      "duracion": 2.8,
      "texto": "La verdad que no me gustan muchos gigas, pero ocasionalmente sí.",
      "confianza": 0.062
    },
    {
      "hablante": "Hablante B",
      "inicio": 70.28,
      "fin": 79.37,
      "duracion": 9.09,
      "texto": "Bueno, en este caso sí lo que podemos ofrecerte es un plan de 8.047 pesos, en el cual vas a contar con un plan de 8 gigas de base más 10 gigas de regalo por 6 meses.",
      "confianza": 0.643
    },
    {
      "hablante": "Hablante B",
      "inicio": 79.39,
      "fin": 82.1,
      "duracion": 2.7,
      "texto": "Es decir, tendrías un total de 18 gigas sí para navegar.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 82.57,
      "fin": 89.13,
      "duracion": 6.57,
      "texto": "Todos los planes son con el 85% de descuento y todos los planes incluyen lo que es whatsapp gratis y además gratis a cualquier compañía.",
      "confianza": 0.544
    },
    {
      "hablante": "Hablante B",
      "inicio": 89.15,
      "fin": 96.82,
      "duracion": 7.67,
      "texto": "Y lo que incluye también este plan es América Precio Local y Rómena en América en caso de que es bastante completo lo que sea el plan.",
      "confianza": 0.721
    },
    {
      "hablante": "Hablante B",
      "inicio": 97.68,
      "fin": 105.43,
      "duracion": 7.75,
      "texto": "En el caso de que no utilices todos los llegas del plan durante el mes, la ventaja que tienes también es que la puedes guardar y utilizar al mes siguiente.",
      "confianza": 0.801
    },
    {
      "hablante": "Hablante B",
      "inicio": 106.03,
      "fin": 111.81,
      "duracion": 5.78,
      "texto": "Tal vez te pasa, como me comentaste vos, que hay meses que no los utilizas tantos y otros que tal vez sí.",
      "confianza": 0.781
    },
    {
      "hablante": "Hablante B",
      "inicio": 112.1,
      "fin": 115.28,
      "duracion": 3.18,
      "texto": "te ahorrarías también en ese método lo que es algún tipo de recarga, ¿sí?",
      "confianza": 0.599
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.98,
      "fin": 123.71,
      "duracion": 7.73,
      "texto": "Eso te garantiza, digamos, que con los gigas que te incluye el plan, vos te sea suficiente, digamos, y no tengas que realizar ningún tipo de recarga extra durante el mes.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante A",
      "inicio": 125.25,
      "fin": 134.48,
      "duracion": 9.23,
      "texto": "Bien, para lo que es también realizar el trámite, en el caso que decías, puedes hacer lo que es un retiro por sucursal Movistar o bien por un envío domicilio, ¿sí?",
      "confianza": 0.694
    },
    {
      "hablante": "Hablante A",
      "inicio": 135.08,
      "fin": 141.85,
      "duracion": 6.77,
      "texto": "Tampoco es necesario que nos brindes datos, ya que bueno, nos figura que fuiste una clienta anterior de Movistar y figuran tus créditos.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.19,
      "fin": 143.91,
      "duracion": 1.72,
      "texto": "lo que son tus datos acá en el sistema.",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante A",
      "inicio": 144.09,
      "fin": 147.49,
      "duracion": 3.41,
      "texto": "Solamente habría que hacer una validación de ellos, obviamente.",
      "confianza": 0.69
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.51,
      "fin": 153.9,
      "duracion": 6.39,
      "texto": "Si a vos te parece, no sé en qué calidad, a vos te resulta más cercana, digamos, o transitas como para buscarte una sucursal.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante B",
      "inicio": 159.87,
      "fin": 160.97,
      "duracion": 1.1,
      "texto": "Te hago una consulta del beneficio que tendría el plan.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 160.99,
      "fin": 162.78,
      "duracion": 1.78,
      "texto": "¿También es por seis meses o por qué duración?",
      "confianza": 0.053
    },
    {
      "hablante": "Hablante B",
      "inicio": 162.86,
      "fin": 166.76,
      "duracion": 3.91,
      "texto": "Exacto, la duración de los 85% del cuento es por seis meses, ¿sí?",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.78,
      "fin": 169.1,
      "duracion": 2.32,
      "texto": "Transitamos los seis meses, o el último mes,",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 169.61,
      "fin": 192.34,
      "duracion": 22.73,
      "texto": "generalmente puedes gestionar otra promoción desde la aplicación, o también puedes hablar con un 0800 o bien con un medio de WhatsApp, luego yo te voy a enviar lo que es el número, para que no tengas que irte de la compañía así, siempre mantengas lo que es una promoción durante 6 meses y vayas manteniendo un precio relativamente bajo, por así decirlo.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 193.56,
      "fin": 195.67,
      "duracion": 2.1,
      "texto": "Te dejo también lo que es el 0800,",
      "confianza": 0.733
    },
    {
      "hablante": "Hablante B",
      "inicio": 195.88,
      "fin": 204.36,
      "duracion": 8.47,
      "texto": "generalmente si manejas la aplicación siempre te llegan ofertas directamente a la aplicación y es mucho más sencillo gestionarlo por SMB.",
      "confianza": 0.674
    },
    {
      "hablante": "Hablante B",
      "inicio": 204.38,
      "fin": 205.4,
      "duracion": 1.03,
      "texto": "Más que nada porque generalmente",
      "confianza": 0.598
    }
  ],
  "transcripcion_completa": "Mi nombre es Maciel, nos comunicamos desde el área de beneficio movistar. Queríamos, Florencia, mejorarte el plan de tu vida. Vemos que te encontraste en claro actualmente. Sí. Bien, debes poder mejorarte realmente lo que es el precio y el plan que tenés actualmente en tu compañía, ¿sí? Finiéndote así todos los planes en el 75% de descuento. Queremos, de igual manera, consultarte qué clase de plan estás contratando en tu compañía actual, si recordás qué te brindan mensualmente. No, la verdad tengo un plan bastante básico. Creo que son cuatro gigas. Y... Bien. ¿Te recordás si vamos a contar unas por ese plan, digamos? Y también tiene algún beneficio ese plan. No sé si estoy pagando 13 mil, 14 mil pesos. Bien, entiendo. La cantidad de gigas que te brindan mediante el plan, ¿te es suficiente o realizas algún tipo de recarga de extra durante el mes? En ocasiones sí tengo que comprar un par de gigas. La verdad que no me gustan muchos gigas, pero ocasionalmente sí. Bueno, en este caso sí lo que podemos ofrecerte es un plan de 8.047 pesos, en el cual vas a contar con un plan de 8 gigas de base más 10 gigas de regalo por 6 meses. Es decir, tendrías un total de 18 gigas sí para navegar. Todos los planes son con el 85% de descuento y todos los planes incluyen lo que es whatsapp gratis y además gratis a cualquier compañía. Y lo que incluye también este plan es América Precio Local y Rómena en América en caso de que es bastante completo lo que sea el plan. En el caso de que no utilices todos los llegas del plan durante el mes, la ventaja que tienes también es que la puedes guardar y utilizar al mes siguiente. Tal vez te pasa, como me comentaste vos, que hay meses que no los utilizas tantos y otros que tal vez sí. te ahorrarías también en ese método lo que es algún tipo de recarga, ¿sí? Eso te garantiza, digamos, que con los gigas que te incluye el plan, vos te sea suficiente, digamos, y no tengas que realizar ningún tipo de recarga extra durante el mes. Bien, para lo que es también realizar el trámite, en el caso que decías, puedes hacer lo que es un retiro por sucursal Movistar o bien por un envío domicilio, ¿sí? Tampoco es necesario que nos brindes datos, ya que bueno, nos figura que fuiste una clienta anterior de Movistar y figuran tus créditos. lo que son tus datos acá en el sistema. Solamente habría que hacer una validación de ellos, obviamente. Si a vos te parece, no sé en qué calidad, a vos te resulta más cercana, digamos, o transitas como para buscarte una sucursal. Te hago una consulta del beneficio que tendría el plan. ¿También es por seis meses o por qué duración? Exacto, la duración de los 85% del cuento es por seis meses, ¿sí? Transitamos los seis meses, o el último mes, generalmente puedes gestionar otra promoción desde la aplicación, o también puedes hablar con un 0800 o bien con un medio de WhatsApp, luego yo te voy a enviar lo que es el número, para que no tengas que irte de la compañía así, siempre mantengas lo que es una promoción durante 6 meses y vayas manteniendo un precio relativamente bajo, por así decirlo. Te dejo también lo que es el 0800, generalmente si manejas la aplicación siempre te llegan ofertas directamente a la aplicación y es mucho más sencillo gestionarlo por SMB. Más que nada porque generalmente",
  "calidad": {
    "confianza_promedio": 0.519,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 12.6
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T00:03:40.452036",
    "version": "5.0_ecapa"
  }
}