{
  "archivo": "amza35_1_260209135755449_ACD_01085.wav",
  "duracion_segundos": 126.26,
  "num_segmentos": 23,
  "num_hablantes": 1,
  "hablantes": [
    "Hablante A"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 120.78
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 1.99,
      "duracion": 1.96,
      "texto": "O ya, a ver, con Rubén.",
      "confianza": 0.25
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.01,
      "fin": 7.94,
      "duracion": 5.92,
      "texto": "No, ¿qué necesitas?",
      "confianza": 0.381
    },
    {
      "hablante": "Hablante A",
      "inicio": 7.96,
      "fin": 14.54,
      "duracion": 6.59,
      "texto": "Quizá él tenga la guadalupe, me contacto por estos dos líneas activas en claro, pero vine a deciros que es un descuento.",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.8,
      "fin": 16.79,
      "duracion": 1.98,
      "texto": "Es un plan que tiene final que no se diga.",
      "confianza": 0.461
    },
    {
      "hablante": "Hablante A",
      "inicio": 17.29,
      "fin": 20.47,
      "duracion": 3.18,
      "texto": "Ah, tan solo el que está en 17.790 pesos.",
      "confianza": 0.428
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.67,
      "fin": 23.57,
      "duracion": 2.9,
      "texto": "Esculpame, eh, no te escuché el valor.",
      "confianza": 0.545
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.35,
      "fin": 26.0,
      "duracion": 1.64,
      "texto": "Siete mil setecientos noventa.",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.02,
      "fin": 28.74,
      "duracion": 2.72,
      "texto": "Ajá, y qué tengo que hacer.",
      "confianza": 0.224
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.17,
      "fin": 37.29,
      "duracion": 8.11,
      "texto": "Es muy sencillo, la gestión en realidad es el traspaso a Movistar, se envía lo que es un chip a una sucursaria oficial de Movistar y se puede hacer a Anávila.",
      "confianza": 0.382
    },
    {
      "hablante": "Hablante A",
      "inicio": 37.31,
      "fin": 40.07,
      "duracion": 2.76,
      "texto": "¿Eso sería vos?",
      "confianza": 0.458
    },
    {
      "hablante": "Hablante A",
      "inicio": 40.09,
      "fin": 44.46,
      "duracion": 4.37,
      "texto": "Yo soy en San Bernardo, pero tendría que hablar con... porque son dos líneas, ¿viste?",
      "confianza": 0.494
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.48,
      "fin": 50.77,
      "duracion": 6.29,
      "texto": "Claro, y de última te querés seguir pasando una y más tarde pasar la otra cuando puedas hablar con esas personas.",
      "confianza": 0.498
    },
    {
      "hablante": "Hablante A",
      "inicio": 50.78,
      "fin": 53.95,
      "duracion": 3.17,
      "texto": "Es que yo no soy Rubén, yo soy Ulises.",
      "confianza": 0.459
    },
    {
      "hablante": "Hablante A",
      "inicio": 54.69,
      "fin": 69.19,
      "duracion": 14.5,
      "texto": "Vuelve a hacer un clic acá sobre tu línea, solo se solicita lo que es el DNI de la persona titular y leemos los datos acá que siguran el sistema, que su nombre es Rubén Óscar Breglia y el DNI.",
      "confianza": 0.442
    },
    {
      "hablante": "Hablante A",
      "inicio": 69.21,
      "fin": 72.57,
      "duracion": 3.36,
      "texto": "¿Vos vienes también Fernando del Turro o Puejo?",
      "confianza": 0.247
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.61,
      "fin": 75.91,
      "duracion": 3.3,
      "texto": "No, Fernando del Turzú, Fernando del Turzú.",
      "confianza": 0.376
    },
    {
      "hablante": "Hablante A",
      "inicio": 75.93,
      "fin": 83.9,
      "duracion": 7.97,
      "texto": "No sé si me podés llamar mañana, porque yo ahora estoy laburando, manejo en la ruta, yo ahora estoy laburando, recién a la noche llego a mi casa y salgo mañana a la mañana otra vez.",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante A",
      "inicio": 84.25,
      "fin": 106.67,
      "duracion": 22.41,
      "texto": "Si querés te voy dejando un mensaje, no sé a qué hora de trabajar, pero para que hagamos la gestión más a la tarde y brindarles un plan que tengas una buena señal de paso con Rumi incluido, para el tema de básicamente como una persona que se va a viajar constantemente, necesitarás tener Rumi.",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante A",
      "inicio": 107.31,
      "fin": 119.25,
      "duracion": 11.94,
      "texto": "Perfecto, entonces, voy a generar lo que es tu número, me avisas cuando salgas de trabajar porque no puedes hablar por lo que estás manejando, y me avisas cualquier cosa para robrinarte lo que es todo el plan y le pasaremos al traspaso de las dos líneas, si te parece.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante A",
      "inicio": 120.47,
      "fin": 121.63,
      "duracion": 1.16,
      "texto": "Dale, dale, dale.",
      "confianza": 0.357
    },
    {
      "hablante": "Hablante A",
      "inicio": 121.65,
      "fin": 124.6,
      "duracion": 2.95,
      "texto": "Perfecto, entonces, ahora te dejo mensaje.",
      "confianza": 0.603
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.62,
      "fin": 125.38,
      "duracion": 0.76,
      "texto": "Gracias.",
      "confianza": 0.196
    },
    {
      "hablante": "Hablante A",
      "inicio": 125.42,
      "fin": 126.26,
      "duracion": 0.84,
      "texto": "Hasta luego.",
      "confianza": 0.476
    }
  ],
  "transcripcion_completa": "O ya, a ver, con Rubén. No, ¿qué necesitas? Quizá él tenga la guadalupe, me contacto por estos dos líneas activas en claro, pero vine a deciros que es un descuento. Es un plan que tiene final que no se diga. Ah, tan solo el que está en 17.790 pesos. Esculpame, eh, no te escuché el valor. Siete mil setecientos noventa. Ajá, y qué tengo que hacer. Es muy sencillo, la gestión en realidad es el traspaso a Movistar, se envía lo que es un chip a una sucursaria oficial de Movistar y se puede hacer a Anávila. ¿Eso sería vos? Yo soy en San Bernardo, pero tendría que hablar con... porque son dos líneas, ¿viste? Claro, y de última te querés seguir pasando una y más tarde pasar la otra cuando puedas hablar con esas personas. Es que yo no soy Rubén, yo soy Ulises. Vuelve a hacer un clic acá sobre tu línea, solo se solicita lo que es el DNI de la persona titular y leemos los datos acá que siguran el sistema, que su nombre es Rubén Óscar Breglia y el DNI. ¿Vos vienes también Fernando del Turro o Puejo? No, Fernando del Turzú, Fernando del Turzú. No sé si me podés llamar mañana, porque yo ahora estoy laburando, manejo en la ruta, yo ahora estoy laburando, recién a la noche llego a mi casa y salgo mañana a la mañana otra vez. Si querés te voy dejando un mensaje, no sé a qué hora de trabajar, pero para que hagamos la gestión más a la tarde y brindarles un plan que tengas una buena señal de paso con Rumi incluido, para el tema de básicamente como una persona que se va a viajar constantemente, necesitarás tener Rumi. Perfecto, entonces, voy a generar lo que es tu número, me avisas cuando salgas de trabajar porque no puedes hablar por lo que estás manejando, y me avisas cualquier cosa para robrinarte lo que es todo el plan y le pasaremos al traspaso de las dos líneas, si te parece. Dale, dale, dale. Perfecto, entonces, ahora te dejo mensaje. Gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.433,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 9.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T04:26:31.908048",
    "version": "5.0_ecapa"
  }
}