{
  "archivo": "amza35_1_260213131956780_ACD_68947.wav",
  "duracion_segundos": 298.7,
  "num_segmentos": 53,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 278.5,
    "Hablante A": 1.72
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 3.37,
      "fin": 25.44,
      "duracion": 22.07,
      "texto": "es un plan que tiene en total catorce rigas al precio de tan solo lo que sería siete mil setecientos noventa pesos ¿Bien?",
      "confianza": 0.682
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.46,
      "fin": 25.88,
      "duracion": 0.42,
      "texto": "¿Cuánto cuánto llega?",
      "confianza": 0.029
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.9,
      "fin": 32.27,
      "duracion": 6.37,
      "texto": "Son catorce rigas en total al precio de siete mil setecientos noventa pesos",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.75,
      "fin": 34.73,
      "duracion": 1.98,
      "texto": "¿Esto en qué?",
      "confianza": 0.473
    },
    {
      "hablante": "Hablante B",
      "inicio": 35.34,
      "fin": 37.78,
      "duracion": 2.44,
      "texto": "¿En qué compañía sería?",
      "confianza": 0.824
    },
    {
      "hablante": "Hablante A",
      "inicio": 39.28,
      "fin": 41.0,
      "duracion": 1.72,
      "texto": "¿Demovistar?",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 43.4,
      "fin": 46.23,
      "duracion": 2.82,
      "texto": "Justamente te conviene un montón porque creo que vos tenés dos líneas.",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante B",
      "inicio": 46.69,
      "fin": 53.48,
      "duracion": 6.79,
      "texto": "Si vos pasás con este plan las dos líneas... Sí, pero lo que pasa es que... ¿Por cuánto tiempo?",
      "confianza": 0.63
    },
    {
      "hablante": "Hablante B",
      "inicio": 53.49,
      "fin": 54.46,
      "duracion": 0.96,
      "texto": "¿Son seis meses?",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.72,
      "fin": 56.16,
      "duracion": 1.44,
      "texto": "Tengo que estar volviendo a cambiar.",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante B",
      "inicio": 56.78,
      "fin": 59.98,
      "duracion": 3.2,
      "texto": "Como todas las compañías, ahora todas las compañías incrementan lo de los seis meses.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 60.12,
      "fin": 61.32,
      "duracion": 1.2,
      "texto": "Así que, en realidad,",
      "confianza": 0.793
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.46,
      "fin": 66.04,
      "duracion": 4.59,
      "texto": "básicamente es así como se están presionando.",
      "confianza": 0.175
    },
    {
      "hablante": "Hablante B",
      "inicio": 66.42,
      "fin": 86.96,
      "duracion": 20.53,
      "texto": "Sí, lo que pasa es que yo me fui a movistar porque tenía yo en su momento tenía tres líneas, tres líneas tenía, varios años y en un momento ofrecían, pedí, le han ofrecido planes y en un momento pedí",
      "confianza": 0.677
    },
    {
      "hablante": "Hablante B",
      "inicio": 87.26,
      "fin": 114.87,
      "duracion": 27.61,
      "texto": "que me actualicen un plan o algo para seguir con la compañía, me dijeron que no, me quisieron, me dijeron que no, que no, que no, entonces agarré y me fui, y después a los dos días me llamaron y me estuvieron ofreciendo casi una semana un descuento casi de un 50%, entonces una tomada de pelo para mí, o yo en su momento quería seguir, quería seguir y más, me dijeron",
      "confianza": 0.709
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.25,
      "fin": 126.49,
      "duracion": 11.23,
      "texto": "La contestación fue, vamos a suponer, a precio de hoy me dijeron, te vamos a dar de 100 pesos.",
      "confianza": 0.752
    },
    {
      "hablante": "Hablante B",
      "inicio": 126.51,
      "fin": 128.41,
      "duracion": 1.9,
      "texto": "Es una toma de pelo.",
      "confianza": 0.647
    },
    {
      "hablante": "Hablante B",
      "inicio": 128.43,
      "fin": 140.82,
      "duracion": 12.39,
      "texto": "Entonces le dije, no, no, listo, prefirí a otra compañía, resulta que me escandé la compañía, en los dos días me tiraron llamando más de 15 días, insistiendo para pasarme de nuevo, que me hacían 50% descuento en cada línea,",
      "confianza": 0.651
    },
    {
      "hablante": "Hablante B",
      "inicio": 141.38,
      "fin": 142.7,
      "duracion": 1.32,
      "texto": "Entonces, digo, ¿cómo?",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.76,
      "fin": 146.42,
      "duracion": 3.67,
      "texto": "Ahora lo podés hacer cuando yo te lo pedí y no quisiste.",
      "confianza": 0.624
    },
    {
      "hablante": "Hablante B",
      "inicio": 146.44,
      "fin": 147.73,
      "duracion": 1.28,
      "texto": "Entonces, por eso me fui.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 148.61,
      "fin": 158.12,
      "duracion": 9.51,
      "texto": "Y por eso no tengo intenciones de volver, excepto que por allá aparezca un plan que me seduca, me queda.",
      "confianza": 0.761
    },
    {
      "hablante": "Hablante B",
      "inicio": 158.14,
      "fin": 165.56,
      "duracion": 7.41,
      "texto": "Pero tampoco tengo ganas de estar cambiando cada seis meses de un lado para el otro.",
      "confianza": 0.838
    },
    {
      "hablante": "Hablante B",
      "inicio": 165.57,
      "fin": 166.0,
      "duracion": 0.42,
      "texto": "Claro, entendí, José.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.02,
      "fin": 168.7,
      "duracion": 2.68,
      "texto": "Bueno, yo en este caso te comento, entiendo mucho tu situación porque también me pasó",
      "confianza": 0.132
    },
    {
      "hablante": "Hablante B",
      "inicio": 168.85,
      "fin": 186.0,
      "duracion": 17.15,
      "texto": "cuando me aumentaron mucho en claro que cuando no me quedaban más llegas tuve que cambiarme y entiendo que por ahí es como la sensación de decir yo tengo rostro tener que hacer una nueva gestión, que en realidad es muy sencillo porque nosotros ahora lo que estamos haciendo, yo creo que usted fue usted en 2024 en la compañía, ¿no puede ser?",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.02,
      "fin": 186.5,
      "duracion": 0.48,
      "texto": "Sí.",
      "confianza": 0.49
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.52,
      "fin": 187.84,
      "duracion": 1.32,
      "texto": "Bien, perfecto, claro.",
      "confianza": 0.847
    },
    {
      "hablante": "Hablante B",
      "inicio": 187.92,
      "fin": 198.43,
      "duracion": 10.51,
      "texto": "En 2025, a partir de agosto, implementamos tanto lo que es una asesoría personalizada para que vos tengas el número del asesor, o sea que vos puedas contactarte por cualquier duda o consulta que tengas",
      "confianza": 0.679
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.6,
      "fin": 202.47,
      "duracion": 3.87,
      "texto": "y para que también se cumple el plan al 100% como te lo estamos brindando.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.91,
      "fin": 214.16,
      "duracion": 11.26,
      "texto": "La idea es que nosotros estamos haciendo una retención mejor que en 2024, porque muchos clientes se fueron quizás por mala atención de asesores, quienes hoy en día ya no están en la compañía, o algunos se fueron también por señal o precios elevados.",
      "confianza": 0.697
    },
    {
      "hablante": "Hablante B",
      "inicio": 214.6,
      "fin": 220.29,
      "duracion": 5.69,
      "texto": "La idea ahora es que volvamos a recuperar todos estos clientes con una mejor promo, que estas se sientan más seguros, más tranquilos.",
      "confianza": 0.771
    },
    {
      "hablante": "Hablante B",
      "inicio": 220.81,
      "fin": 224.56,
      "duracion": 3.75,
      "texto": "Les brindamos un 54G Plus también para que tengan señal en todos lados.",
      "confianza": 0.681
    },
    {
      "hablante": "Hablante B",
      "inicio": 224.91,
      "fin": 232.64,
      "duracion": 7.73,
      "texto": "Y de paso también, como te dije recién, tendrías mi número, cosa que no me pueda encargar de tu gestión, y también te asesaría constantemente.",
      "confianza": 0.65
    },
    {
      "hablante": "Hablante B",
      "inicio": 232.66,
      "fin": 240.19,
      "duracion": 7.53,
      "texto": "Sí, mira, ¿vo' esto me podés enviar cómo es el plan por tu celular, un mensaje?",
      "confianza": 0.55
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.22,
      "fin": 241.26,
      "duracion": 1.04,
      "texto": "¿Por WhatsApp?",
      "confianza": 0.264
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.28,
      "fin": 245.56,
      "duracion": 4.29,
      "texto": "Te puedo dejar lo que es un mensajito, así vos me podrás enviar de paso y cualquier cosa me avisás.",
      "confianza": 0.456
    },
    {
      "hablante": "Hablante B",
      "inicio": 245.97,
      "fin": 250.55,
      "duracion": 4.58,
      "texto": "Dale, por favor, porque justo yo estoy trabajando y... Claro.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante B",
      "inicio": 250.57,
      "fin": 262.2,
      "duracion": 11.63,
      "texto": "Y por ahí no puedo mirar mucho y, bueno, después también lo tengo que charlar con la otra persona que está en la otra línea, porque la idea es si está, hacerlo para las dos líneas.",
      "confianza": 0.712
    },
    {
      "hablante": "Hablante B",
      "inicio": 262.22,
      "fin": 263.76,
      "duracion": 1.54,
      "texto": "Es que no todo junto, sí.",
      "confianza": 0.276
    },
    {
      "hablante": "Hablante B",
      "inicio": 263.78,
      "fin": 265.11,
      "duracion": 1.32,
      "texto": "Exacto, ¿eh?",
      "confianza": 0.308
    },
    {
      "hablante": "Hablante B",
      "inicio": 265.12,
      "fin": 266.33,
      "duracion": 1.2,
      "texto": "Puede ser.",
      "confianza": 0.274
    },
    {
      "hablante": "Hablante B",
      "inicio": 266.35,
      "fin": 266.99,
      "duracion": 0.64,
      "texto": "Sí, es cosa buenísima, entonces.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante B",
      "inicio": 267.01,
      "fin": 267.11,
      "duracion": 0.1,
      "texto": "Dale.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 267.13,
      "fin": 269.69,
      "duracion": 2.56,
      "texto": "Yo estoy publicando lo que es un mensajito, si me puedes agenda.",
      "confianza": 0.184
    },
    {
      "hablante": "Hablante B",
      "inicio": 269.71,
      "fin": 275.75,
      "duracion": 6.05,
      "texto": "Cualquier duda, consulta, recordá que yo me encuentro siempre conectada porque es mi número personal, sí, yo siempre brindo mi número personal.",
      "confianza": 0.519
    },
    {
      "hablante": "Hablante B",
      "inicio": 276.29,
      "fin": 280.5,
      "duracion": 4.21,
      "texto": "Mi nombre es Guadalupe, si te voy a dejar, soy el Guadalupe de Movistar para que sepas que soy Rob.",
      "confianza": 0.484
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.22,
      "fin": 286.91,
      "duracion": 5.69,
      "texto": "Y te dejo lo que es un mensajito también para que os puedas revisar el tema de la promo ahí con la otra persona de la línea.",
      "confianza": 0.536
    },
    {
      "hablante": "Hablante B",
      "inicio": 287.75,
      "fin": 289.09,
      "duracion": 1.34,
      "texto": "Dale, dale, perfecto.",
      "confianza": 0.25
    },
    {
      "hablante": "Hablante B",
      "inicio": 289.11,
      "fin": 290.01,
      "duracion": 0.9,
      "texto": "Te agradezco mucho.",
      "confianza": 0.324
    },
    {
      "hablante": "Hablante B",
      "inicio": 290.03,
      "fin": 294.7,
      "duracion": 4.67,
      "texto": "Te agradezco mucho por justamente escuchar la promo y bueno, que tengas muy lindo día.",
      "confianza": 0.534
    },
    {
      "hablante": "Hablante B",
      "inicio": 295.46,
      "fin": 298.3,
      "duracion": 2.84,
      "texto": "Dale, gracias.",
      "confianza": 0.26
    },
    {
      "hablante": "Hablante B",
      "inicio": 298.32,
      "fin": 298.7,
      "duracion": 0.38,
      "texto": "Hasta luego.",
      "confianza": 0.176
    }
  ],
  "transcripcion_completa": "es un plan que tiene en total catorce rigas al precio de tan solo lo que sería siete mil setecientos noventa pesos ¿Bien? ¿Cuánto cuánto llega? Son catorce rigas en total al precio de siete mil setecientos noventa pesos ¿Esto en qué? ¿En qué compañía sería? ¿Demovistar? Justamente te conviene un montón porque creo que vos tenés dos líneas. Si vos pasás con este plan las dos líneas... Sí, pero lo que pasa es que... ¿Por cuánto tiempo? ¿Son seis meses? Tengo que estar volviendo a cambiar. Como todas las compañías, ahora todas las compañías incrementan lo de los seis meses. Así que, en realidad, básicamente es así como se están presionando. Sí, lo que pasa es que yo me fui a movistar porque tenía yo en su momento tenía tres líneas, tres líneas tenía, varios años y en un momento ofrecían, pedí, le han ofrecido planes y en un momento pedí que me actualicen un plan o algo para seguir con la compañía, me dijeron que no, me quisieron, me dijeron que no, que no, que no, entonces agarré y me fui, y después a los dos días me llamaron y me estuvieron ofreciendo casi una semana un descuento casi de un 50%, entonces una tomada de pelo para mí, o yo en su momento quería seguir, quería seguir y más, me dijeron La contestación fue, vamos a suponer, a precio de hoy me dijeron, te vamos a dar de 100 pesos. Es una toma de pelo. Entonces le dije, no, no, listo, prefirí a otra compañía, resulta que me escandé la compañía, en los dos días me tiraron llamando más de 15 días, insistiendo para pasarme de nuevo, que me hacían 50% descuento en cada línea, Entonces, digo, ¿cómo? Ahora lo podés hacer cuando yo te lo pedí y no quisiste. Entonces, por eso me fui. Y por eso no tengo intenciones de volver, excepto que por allá aparezca un plan que me seduca, me queda. Pero tampoco tengo ganas de estar cambiando cada seis meses de un lado para el otro. Claro, entendí, José. Bueno, yo en este caso te comento, entiendo mucho tu situación porque también me pasó cuando me aumentaron mucho en claro que cuando no me quedaban más llegas tuve que cambiarme y entiendo que por ahí es como la sensación de decir yo tengo rostro tener que hacer una nueva gestión, que en realidad es muy sencillo porque nosotros ahora lo que estamos haciendo, yo creo que usted fue usted en 2024 en la compañía, ¿no puede ser? Sí. Bien, perfecto, claro. En 2025, a partir de agosto, implementamos tanto lo que es una asesoría personalizada para que vos tengas el número del asesor, o sea que vos puedas contactarte por cualquier duda o consulta que tengas y para que también se cumple el plan al 100% como te lo estamos brindando. La idea es que nosotros estamos haciendo una retención mejor que en 2024, porque muchos clientes se fueron quizás por mala atención de asesores, quienes hoy en día ya no están en la compañía, o algunos se fueron también por señal o precios elevados. La idea ahora es que volvamos a recuperar todos estos clientes con una mejor promo, que estas se sientan más seguros, más tranquilos. Les brindamos un 54G Plus también para que tengan señal en todos lados. Y de paso también, como te dije recién, tendrías mi número, cosa que no me pueda encargar de tu gestión, y también te asesaría constantemente. Sí, mira, ¿vo' esto me podés enviar cómo es el plan por tu celular, un mensaje? ¿Por WhatsApp? Te puedo dejar lo que es un mensajito, así vos me podrás enviar de paso y cualquier cosa me avisás. Dale, por favor, porque justo yo estoy trabajando y... Claro. Y por ahí no puedo mirar mucho y, bueno, después también lo tengo que charlar con la otra persona que está en la otra línea, porque la idea es si está, hacerlo para las dos líneas. Es que no todo junto, sí. Exacto, ¿eh? Puede ser. Sí, es cosa buenísima, entonces. Dale. Yo estoy publicando lo que es un mensajito, si me puedes agenda. Cualquier duda, consulta, recordá que yo me encuentro siempre conectada porque es mi número personal, sí, yo siempre brindo mi número personal. Mi nombre es Guadalupe, si te voy a dejar, soy el Guadalupe de Movistar para que sepas que soy Rob. Y te dejo lo que es un mensajito también para que os puedas revisar el tema de la promo ahí con la otra persona de la línea. Dale, dale, perfecto. Te agradezco mucho. Te agradezco mucho por justamente escuchar la promo y bueno, que tengas muy lindo día. Dale, gracias. Hasta luego.",
  "calidad": {
    "confianza_promedio": 0.515,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 15.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T04:40:20.115952",
    "version": "5.0_ecapa"
  }
}