{
  "archivo": "amza22_1_260212105018757_ACD_29367.wav",
  "duracion_segundos": 187.03,
  "num_segmentos": 31,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 12.64,
    "Hablante A": 158.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "Hablante B",
      "inicio": 2.29,
      "fin": 5.55,
      "duracion": 3.26,
      "texto": "Hola, buen día, hablo con Leandro.",
      "confianza": 0.046
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.58,
      "fin": 5.63,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.007
    },
    {
      "hablante": "Hablante B",
      "inicio": 5.66,
      "fin": 6.3,
      "duracion": 0.64,
      "texto": "Leandro, ¿cómo estás?",
      "confianza": 0.424
    },
    {
      "hablante": "Hablante B",
      "inicio": 6.32,
      "fin": 7.72,
      "duracion": 1.4,
      "texto": "Mi nombre es Belén, me presento.",
      "confianza": 0.646
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.24,
      "fin": 11.58,
      "duracion": 3.34,
      "texto": "Mira, yo te estoy llamando desde el área de recupero de clientes de Movistar.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.2,
      "fin": 14.4,
      "duracion": 2.2,
      "texto": "Queríamos saber por qué te has ido de la compañía.",
      "confianza": 0.553
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.46,
      "fin": 16.21,
      "duracion": 1.74,
      "texto": "Coméntame, ¿qué fue lo que sucedió?",
      "confianza": 0.747
    },
    {
      "hablante": "Hablante A",
      "inicio": 20.11,
      "fin": 23.59,
      "duracion": 3.48,
      "texto": "Me fui de la compañía porque me habían hecho una propuesta mejor de... claro.",
      "confianza": 0.324
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.53,
      "fin": 25.15,
      "duracion": 0.62,
      "texto": "Bien, perfecto.",
      "confianza": 0.82
    },
    {
      "hablante": "Hablante A",
      "inicio": 25.18,
      "fin": 26.92,
      "duracion": 1.74,
      "texto": "¿Y sabes qué propuestas tenés en estos momentos?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 26.94,
      "fin": 30.06,
      "duracion": 3.12,
      "texto": "Que el plan que incluye, cuántas chicas tenés y cuándo...",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.08,
      "fin": 30.78,
      "duracion": 0.7,
      "texto": "No, no, no.",
      "confianza": 0.369
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.64,
      "fin": 55.35,
      "duracion": 23.71,
      "texto": "el tema es que acá en la en la familia mi señora y los tres chicos todos tienen movistá a nombre de mi señora entonces bueno yo me pasé porque en ese momento no me gustó la forma",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.87,
      "fin": 70.89,
      "duracion": 15.02,
      "texto": "En realidad me gustó la forma de facturación, habíamos cerrado un plan y yo usaba cada vez menos el teléfono en la calle, usaba los datos de acá de la casa y me venía la factura, nada que ver a lo que se había cerrado, entonces, bueno, hubo un tiempo y me puse.",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 71.8,
      "fin": 87.56,
      "duracion": 15.76,
      "texto": "Mirá, te comento, bueno, primeramente pedirte disculpas por esto sucedido porque, viste, como me estabas comentando, no era lo acordado, viste que vos cuando contrataste acordaste un número y en realidad después te venía... Sí, pero normalmente todo...",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.8,
      "fin": 101.0,
      "duracion": 13.2,
      "texto": "Dicho sea de paso, normalmente, no sé por qué, pero todas las empresas hacen eso, las primeras dos facturas vienen cumpliendo con lo que dicen y luego después resulta que vos terminas pagando un montón más de algo que no usas porque...",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante A",
      "inicio": 101.36,
      "fin": 107.21,
      "duracion": 5.85,
      "texto": "que yo laboralmente estoy usando los datos en la casa con el trabajo, con el teléfono.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 107.27,
      "fin": 112.74,
      "duracion": 5.47,
      "texto": "Es que salgo a ver videos, consumo más, prácticamente todo WhatsApp, no uso llamadas.",
      "confianza": 0.675
    },
    {
      "hablante": "Hablante A",
      "inicio": 112.76,
      "fin": 122.21,
      "duracion": 9.45,
      "texto": "Y por ejemplo cerramos un monto de 12.000 pesos y me viene 24, 30, cualquier todo ese excedente.",
      "confianza": 0.779
    },
    {
      "hablante": "Hablante A",
      "inicio": 122.23,
      "fin": 130.46,
      "duracion": 8.23,
      "texto": "Entonces ya la verdad me recontra enojé, me recontra caliente y dije me ofrecieron, me voy, porque la verdad que era siempre lo mismo, siempre tenía algo de más que no estaba apartado.",
      "confianza": 0.625
    },
    {
      "hablante": "Hablante A",
      "inicio": 130.91,
      "fin": 133.12,
      "duracion": 2.2,
      "texto": "que no sé cuánto, que los...",
      "confianza": 0.482
    },
    {
      "hablante": "Hablante A",
      "inicio": 133.2,
      "fin": 138.36,
      "duracion": 5.17,
      "texto": "Yo no, yo necesitaba el teléfono para trabajar, para estar comunicado en la calle con los clientes y nada más.",
      "confianza": 0.575
    },
    {
      "hablante": "Hablante A",
      "inicio": 138.46,
      "fin": 141.63,
      "duracion": 3.16,
      "texto": "O sea, me agregaban un montón de cosas que no era lo que se había cerrado.",
      "confianza": 0.703
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.11,
      "fin": 146.7,
      "duracion": 4.59,
      "texto": "Entonces, para seducir al cliente, ustedes llaman, me hacen una propuesta de doce mil pesos, un millón de gigas.",
      "confianza": 0.676
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.2,
      "fin": 148.86,
      "duracion": 1.66,
      "texto": "Resulta que después se hizo doce mil pesos.",
      "confianza": 0.585
    },
    {
      "hablante": "Hablante A",
      "inicio": 148.9,
      "fin": 150.98,
      "duracion": 2.08,
      "texto": "Dentro de dos facturas son veinticinco, treinta.",
      "confianza": 0.583
    },
    {
      "hablante": "Hablante A",
      "inicio": 152.38,
      "fin": 153.53,
      "duracion": 1.14,
      "texto": "Entonces, bueno, listo.",
      "confianza": 0.263
    },
    {
      "hablante": "Hablante A",
      "inicio": 154.21,
      "fin": 155.75,
      "duracion": 1.54,
      "texto": "Y acá está pasando lo mismo con los chicos.",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 155.79,
      "fin": 160.3,
      "duracion": 4.51,
      "texto": "Mi señora termina de hacer reclamos hace una semana porque de un velozico de tener...",
      "confianza": 0.645
    },
    {
      "hablante": "Hablante A",
      "inicio": 160.99,
      "fin": 184.48,
      "duracion": 23.5,
      "texto": "Es más, mi señora me está diciendo que se va a cambiar, tengo vista, porque... Cuatro líneas, nombre de mi señora, y me está diciendo recién, acá está secuestrado, se va a cambiar porque nos pasa siempre lo mismo y estamos cansados de que nosotros, de que cerremos trato por 12 mil pesos, por ejemplo, porque es la oferta por seis meses, no llegamos a los seis meses y a los dos meses ya me viene, en vez de dos, se me viene treinta.",
      "confianza": 0.656
    },
    {
      "hablante": "Hablante A",
      "inicio": 184.5,
      "fin": 187.03,
      "duracion": 2.52,
      "texto": "¿Y por qué esos 18 de más?",
      "confianza": 0.718
    }
  ],
  "transcripcion_completa": "Hola, buen día, hablo con Leandro. Sí. Leandro, ¿cómo estás? Mi nombre es Belén, me presento. Mira, yo te estoy llamando desde el área de recupero de clientes de Movistar. Queríamos saber por qué te has ido de la compañía. Coméntame, ¿qué fue lo que sucedió? Me fui de la compañía porque me habían hecho una propuesta mejor de... claro. Bien, perfecto. ¿Y sabes qué propuestas tenés en estos momentos? Que el plan que incluye, cuántas chicas tenés y cuándo... No, no, no. el tema es que acá en la en la familia mi señora y los tres chicos todos tienen movistá a nombre de mi señora entonces bueno yo me pasé porque en ese momento no me gustó la forma En realidad me gustó la forma de facturación, habíamos cerrado un plan y yo usaba cada vez menos el teléfono en la calle, usaba los datos de acá de la casa y me venía la factura, nada que ver a lo que se había cerrado, entonces, bueno, hubo un tiempo y me puse. Mirá, te comento, bueno, primeramente pedirte disculpas por esto sucedido porque, viste, como me estabas comentando, no era lo acordado, viste que vos cuando contrataste acordaste un número y en realidad después te venía... Sí, pero normalmente todo... Dicho sea de paso, normalmente, no sé por qué, pero todas las empresas hacen eso, las primeras dos facturas vienen cumpliendo con lo que dicen y luego después resulta que vos terminas pagando un montón más de algo que no usas porque... que yo laboralmente estoy usando los datos en la casa con el trabajo, con el teléfono. Es que salgo a ver videos, consumo más, prácticamente todo WhatsApp, no uso llamadas. Y por ejemplo cerramos un monto de 12.000 pesos y me viene 24, 30, cualquier todo ese excedente. Entonces ya la verdad me recontra enojé, me recontra caliente y dije me ofrecieron, me voy, porque la verdad que era siempre lo mismo, siempre tenía algo de más que no estaba apartado. que no sé cuánto, que los... Yo no, yo necesitaba el teléfono para trabajar, para estar comunicado en la calle con los clientes y nada más. O sea, me agregaban un montón de cosas que no era lo que se había cerrado. Entonces, para seducir al cliente, ustedes llaman, me hacen una propuesta de doce mil pesos, un millón de gigas. Resulta que después se hizo doce mil pesos. Dentro de dos facturas son veinticinco, treinta. Entonces, bueno, listo. Y acá está pasando lo mismo con los chicos. Mi señora termina de hacer reclamos hace una semana porque de un velozico de tener... Es más, mi señora me está diciendo que se va a cambiar, tengo vista, porque... Cuatro líneas, nombre de mi señora, y me está diciendo recién, acá está secuestrado, se va a cambiar porque nos pasa siempre lo mismo y estamos cansados de que nosotros, de que cerremos trato por 12 mil pesos, por ejemplo, porque es la oferta por seis meses, no llegamos a los seis meses y a los dos meses ya me viene, en vez de dos, se me viene treinta. ¿Y por qué esos 18 de más?",
  "calidad": {
    "confianza_promedio": 0.572,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 11.4
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-19T01:03:47.327611",
    "version": "5.0_ecapa"
  }
}