{
  "archivo": "amza8_1_260209135652294_ACD_97521.wav",
  "duracion_segundos": 362.53,
  "num_segmentos": 68,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 152.86,
    "Hablante B": 176.02
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.3,
      "fin": 2.1,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 2.1,
      "fin": 6.1,
      "texto": "Buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.1,
      "fin": 6.5,
      "texto": "¿Hablo con Osvaldo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.5,
      "fin": 6.8,
      "texto": "Sí, de parte."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.8,
      "fin": 7.9,
      "texto": "Mi nombre es Thiago, Osvaldo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.0,
      "fin": 19.7,
      "texto": "Yo me estoy contactando en lo que es el área de bonificaciones para tu línea celular, ya que me explica que estás abonando bastante por tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 19.7,
      "fin": 19.9,
      "texto": "¿Es así?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.9,
      "fin": 21.6,
      "texto": "No, bueno, bien, mil pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 21.6,
      "fin": 28.8,
      "texto": "Ah, porque nosotros tenemos uno de siete mil setecientos noventa."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.9,
      "fin": 29.0,
      "texto": "¿De qué?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.0,
      "fin": 29.6,
      "texto": "¿De qué me estaba diciendo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 29.6,
      "fin": 30.0,
      "texto": "¿De Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.1,
      "fin": 30.9,
      "texto": "Ajá, exacto, de Movistar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 31.6,
      "fin": 42.2,
      "texto": "Por el momento te agradezco, viste, pasa que tuve Movistar, pero todo el tiempo era un monto diferente, todos los meses y me pudrió."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 44.3,
      "fin": 49.5,
      "texto": "Eso, lo que pasó por eso me cambié de línea."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 49.6,
      "fin": 57.7,
      "texto": "Y llamaba a la atención del cliente y así arreglamos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 58.4,
      "fin": 63.5,
      "texto": "Porque a mí me habían dado un monto por 24 meses, no sé qué mierda."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.5,
      "fin": 75.3,
      "texto": "Nunca cumplieron su monto, sabían que la línea aumenta, todo, pero era todo lo mismo y aumentaba la línea y era una cagada."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 75.4,
      "fin": 83.2,
      "texto": "Por ahí llegué hasta a pagar 25.000 pesos en un costo que era..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 84.6,
      "fin": 93.5,
      "texto": "que era una bonificación de que no llegaba ni a 5.000 ni a 6.000 pesos y llegué a pagar 25.000 pesos, entonces dije no."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 93.5,
      "fin": 94.7,
      "texto": "Claro, la locura."
    },
    {
      "hablante": "AGENTE",
      "inicio": 94.7,
      "fin": 99.5,
      "texto": "Bueno, en este caso, obviamente que nos estamos contactando primero para que no te vuelva a pasar lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 100.4,
      "fin": 102.2,
      "texto": "Obviamente que no te va a volver a pasar lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 102.4,
      "fin": 105.2,
      "texto": "Segundo, brindarte lo que es una propuesta más económica."
    },
    {
      "hablante": "AGENTE",
      "inicio": 105.7,
      "fin": 111.4,
      "texto": "En este caso, tener lo que es el 80% de la bonificación en la línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 111.6,
      "fin": 114.8,
      "texto": "Y tercero, brindarte lo que es mi asesoría personal."
    },
    {
      "hablante": "AGENTE",
      "inicio": 115.2,
      "fin": 119.1,
      "texto": "Obviamente que en este caso estarías siempre en contacto conmigo, no te volvería a suceder lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 119.2,
      "fin": 121.7,
      "texto": "Obviamente que si te conviene un plan, te lo voy a respetar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 122.3,
      "fin": 127.8,
      "texto": "Y bueno, obviamente mucho más económico, son 14 gigas con WhatsApp gratis, sin cambiar de compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 129.6,
      "fin": 139.7,
      "texto": "Obviamente que bueno, brindarte eso y decirte que no te volvería a pasar por lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 139.7,
      "fin": 140.0,
      "texto": "¿Cómo sería que...?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 140.8,
      "fin": 149.0,
      "texto": "O sea, por lo mismo que vos me estás diciendo, me dijo una chica, ¿viste?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 149.1,
      "fin": 149.2,
      "texto": "Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.2,
      "fin": 158.3,
      "texto": "Mira, en este caso son 14 GB en el plan, tenés lo que es WhatsApp gratis, hablarías con la compañía, tenés el descuento del 80%, o sea, te quedan $7,790 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.9,
      "fin": 166.8,
      "texto": "Aparte de eso, vas a tener lo que es mi asesoría personal, vas a tener lo que es mi número personal, vas a estar en contacto conmigo por cualquier duda e inconveniente,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 167.1,
      "fin": 183.4,
      "texto": "Un mes antes, obviamente, se te avisa cuando se trata por vencer lo que es la bonificación, te vuelves a poner en contacto conmigo, o yo te hablo un mes antes, avisándote que se trata por vencer, y te ayudo a renovarla, así sea, a través de lo que es la aplicación Mi Movistar, o a través del área de bonificaciones."
    },
    {
      "hablante": "AGENTE",
      "inicio": 183.7,
      "fin": 191.1,
      "texto": "Por eso no habría ningún inconveniente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 191.1,
      "fin": 194.0,
      "texto": "Yo te puedo pedir otro chip, ¿no?, con otro número."
    },
    {
      "hablante": "AGENTE",
      "inicio": 194.7,
      "fin": 197.1,
      "texto": "¿Para vos o para otra persona?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 198.1,
      "fin": 199.4,
      "texto": "Para mí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 199.4,
      "fin": 202.4,
      "texto": "Sí, obviamente, o sea, siempre y cuando estés en la compañía."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 205.3,
      "fin": 207.0,
      "texto": "Por eso, o sea, yo tengo claro, ¿no?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 207.0,
      "fin": 213.6,
      "texto": "Y vos me estás llamando para pasarme y yo no... ¿Capaz que no me cambie?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 213.7,
      "fin": 218.0,
      "texto": "Bueno, dame otro número."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 218.0,
      "fin": 218.3,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 218.6,
      "fin": 226.5,
      "texto": "Para realizar primero lo que es otro número, tendrías que estar en la compañía de Movistar, digamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.6,
      "fin": 236.4,
      "texto": "Tendrías que hacer el cambio de compañía y ahí solicitar lo que es el nuevo número."
    },
    {
      "hablante": "AGENTE",
      "inicio": 236.4,
      "fin": 240.9,
      "texto": "O sea, no te puedo pedir un chip para otro celular, porque yo tengo dos celulares."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 240.9,
      "fin": 241.5,
      "texto": "Claro, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 241.5,
      "fin": 244.8,
      "texto": "En este caso, si no estás en la compañía, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 244.8,
      "fin": 246.1,
      "texto": "Lo que podrías hacer..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 246.7,
      "fin": 261.5,
      "texto": "porque por ejemplo vas y lo compras en un kiosco, se te va a solicitar directamente como prepago, le vas a tener que estar cargando, perdón la palabra, pero es un embole estar así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 261.6,
      "fin": 274.5,
      "texto": "Haces el traspaso, puedes solicitar lo que es un número nuevo, obviamente, pedís lo que es el número nuevo de Movistar, lo colocas en el otro celular y ese mismo número nuevo, si querés lo puedes pasar a Claro, no hay ningún inconveniente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.7,
      "fin": 280.6,
      "texto": "Es más, yo te recomendaría hacer eso, ya que como es número nuevo, te van a brindar un plan mucho más económico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.1,
      "fin": 289.4,
      "texto": "Entonces me tengo que ir a Movistar, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 289.8,
      "fin": 298.3,
      "texto": "O sea, para mí, lo más conveniente sería que vos hagas el traspaso de esta compañía, o sea, este número, a la compañía Movistar, solicitar lo que es el nuevo número."
    },
    {
      "hablante": "AGENTE",
      "inicio": 299.6,
      "fin": 303.7,
      "texto": "Ese número, una vez que ya lo tengas en tu celular,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 304.0,
      "fin": 317.0,
      "texto": "Pedís lo que es, obviamente, y lo llamas a Claro, o te van a llamar directamente porque son Movistar, y ya ahí pedís que te hagan el traspaso, el número nuevo a Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 317.1,
      "fin": 327.3,
      "texto": "Esa es mi recomendación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 327.3,
      "fin": 328.8,
      "texto": "Está bien, si no la otra me queda ir a Movistar y pedir un chip o un número."
    },
    {
      "hablante": "AGENTE",
      "inicio": 329.8,
      "fin": 334.0,
      "texto": "Claro, igual no sé si te lo van a solicitar, igual seguro sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 336.9,
      "fin": 346.3,
      "texto": "Mi recomendación es que hagas el traspaso para que se te haga todo más rápido."
    },
    {
      "hablante": "AGENTE",
      "inicio": 346.3,
      "fin": 350.8,
      "texto": "Está bien, bueno, me voy a pensar y... Dale, ¿te parece que te dejo un mensajito por WhatsApp?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 350.8,
      "fin": 351.8,
      "texto": "Dale, dale, por favor, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 351.8,
      "fin": 357.4,
      "texto": "Hola, mi nombre es Thiago, te dejo un mensajito y te dejo lo que es la promo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 357.6,
      "fin": 358.8,
      "texto": "Dale, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 358.8,
      "fin": 359.6,
      "texto": "Dale, muchas gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 360.1,
      "fin": 362.5,
      "texto": "Un lindo día, hasta luego."
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buen día. ¿Hablo con Osvaldo? Sí, de parte. Mi nombre es Thiago, Osvaldo. Yo me estoy contactando en lo que es el área de bonificaciones para tu línea celular, ya que me explica que estás abonando bastante por tu línea. ¿Es así? No, bueno, bien, mil pesos. Ah, porque nosotros tenemos uno de siete mil setecientos noventa. ¿De qué? ¿De qué me estaba diciendo? ¿De Movistar? Ajá, exacto, de Movistar. Por el momento te agradezco, viste, pasa que tuve Movistar, pero todo el tiempo era un monto diferente, todos los meses y me pudrió. Eso, lo que pasó por eso me cambié de línea. Y llamaba a la atención del cliente y así arreglamos. Porque a mí me habían dado un monto por 24 meses, no sé qué mierda. Nunca cumplieron su monto, sabían que la línea aumenta, todo, pero era todo lo mismo y aumentaba la línea y era una cagada. Por ahí llegué hasta a pagar 25.000 pesos en un costo que era... que era una bonificación de que no llegaba ni a 5.000 ni a 6.000 pesos y llegué a pagar 25.000 pesos, entonces dije no. Claro, la locura. Bueno, en este caso, obviamente que nos estamos contactando primero para que no te vuelva a pasar lo mismo. Obviamente que no te va a volver a pasar lo mismo. Segundo, brindarte lo que es una propuesta más económica. En este caso, tener lo que es el 80% de la bonificación en la línea. Y tercero, brindarte lo que es mi asesoría personal. Obviamente que en este caso estarías siempre en contacto conmigo, no te volvería a suceder lo mismo. Obviamente que si te conviene un plan, te lo voy a respetar. Y bueno, obviamente mucho más económico, son 14 gigas con WhatsApp gratis, sin cambiar de compañía. Obviamente que bueno, brindarte eso y decirte que no te volvería a pasar por lo mismo. ¿Cómo sería que...? O sea, por lo mismo que vos me estás diciendo, me dijo una chica, ¿viste? Claro. Mira, en este caso son 14 GB en el plan, tenés lo que es WhatsApp gratis, hablarías con la compañía, tenés el descuento del 80%, o sea, te quedan $7,790 pesos. Aparte de eso, vas a tener lo que es mi asesoría personal, vas a tener lo que es mi número personal, vas a estar en contacto conmigo por cualquier duda e inconveniente, Un mes antes, obviamente, se te avisa cuando se trata por vencer lo que es la bonificación, te vuelves a poner en contacto conmigo, o yo te hablo un mes antes, avisándote que se trata por vencer, y te ayudo a renovarla, así sea, a través de lo que es la aplicación Mi Movistar, o a través del área de bonificaciones. Por eso no habría ningún inconveniente. Yo te puedo pedir otro chip, ¿no?, con otro número. ¿Para vos o para otra persona? Para mí. Sí, obviamente, o sea, siempre y cuando estés en la compañía. Por eso, o sea, yo tengo claro, ¿no? Y vos me estás llamando para pasarme y yo no... ¿Capaz que no me cambie? Bueno, dame otro número. Sí. Para realizar primero lo que es otro número, tendrías que estar en la compañía de Movistar, digamos. Tendrías que hacer el cambio de compañía y ahí solicitar lo que es el nuevo número. O sea, no te puedo pedir un chip para otro celular, porque yo tengo dos celulares. Claro, no. En este caso, si no estás en la compañía, no. Lo que podrías hacer... porque por ejemplo vas y lo compras en un kiosco, se te va a solicitar directamente como prepago, le vas a tener que estar cargando, perdón la palabra, pero es un embole estar así. Haces el traspaso, puedes solicitar lo que es un número nuevo, obviamente, pedís lo que es el número nuevo de Movistar, lo colocas en el otro celular y ese mismo número nuevo, si querés lo puedes pasar a Claro, no hay ningún inconveniente. Es más, yo te recomendaría hacer eso, ya que como es número nuevo, te van a brindar un plan mucho más económico. Entonces me tengo que ir a Movistar, ¿sí? O sea, para mí, lo más conveniente sería que vos hagas el traspaso de esta compañía, o sea, este número, a la compañía Movistar, solicitar lo que es el nuevo número. Ese número, una vez que ya lo tengas en tu celular, Pedís lo que es, obviamente, y lo llamas a Claro, o te van a llamar directamente porque son Movistar, y ya ahí pedís que te hagan el traspaso, el número nuevo a Claro. Esa es mi recomendación. Está bien, si no la otra me queda ir a Movistar y pedir un chip o un número. Claro, igual no sé si te lo van a solicitar, igual seguro sí. Mi recomendación es que hagas el traspaso para que se te haga todo más rápido. Está bien, bueno, me voy a pensar y... Dale, ¿te parece que te dejo un mensajito por WhatsApp? Dale, dale, por favor, sí. Hola, mi nombre es Thiago, te dejo un mensajito y te dejo lo que es la promo. Dale, perfecto. Dale, muchas gracias. Un lindo día, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.534,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 96.2
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-17T20:03:53.905515",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan 14GB"
      ],
      "plan_vendido": "plan 14GB",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas), mejora de la fluidez y claridad, identificación de roles y clasificación de la llamada."
    },
    "fecha_mejora": "2026-02-18T08:10:28.010341",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 1.31,
      "fin": 2.13,
      "duracion": 0.82,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.283
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.15,
      "fin": 6.12,
      "duracion": 3.97,
      "texto": "Buen día.",
      "confianza": 0.245
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.14,
      "fin": 6.5,
      "duracion": 0.36,
      "texto": "¿Algo con Osvaldo?",
      "confianza": 0.0
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.52,
      "fin": 6.78,
      "duracion": 0.26,
      "texto": "Sí, de parte.",
      "confianza": 0.091
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.8,
      "fin": 7.92,
      "duracion": 1.12,
      "texto": "Mi nombre es Thiago Osvaldo.",
      "confianza": 0.432
    },
    {
      "hablante": "Hablante A",
      "inicio": 8.0,
      "fin": 19.68,
      "duracion": 11.68,
      "texto": "Yo me estoy contactando en lo que es el área de bonificaciones para tu línea celular, ya que me explica que estás abonando bastante por tu línea.",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.7,
      "fin": 19.86,
      "duracion": 0.16,
      "texto": "¿Es así?",
      "confianza": 0.016
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.88,
      "fin": 21.56,
      "duracion": 1.68,
      "texto": "No, bueno, bien, mil pesos.",
      "confianza": 0.3
    },
    {
      "hablante": "Hablante A",
      "inicio": 21.58,
      "fin": 28.83,
      "duracion": 7.25,
      "texto": "Ah, porque nosotros tenemos uno de siete mil setecientos noventa.",
      "confianza": 0.607
    },
    {
      "hablante": "Hablante A",
      "inicio": 28.85,
      "fin": 29.01,
      "duracion": 0.16,
      "texto": "¿De qué?",
      "confianza": 0.004
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.03,
      "fin": 29.57,
      "duracion": 0.54,
      "texto": "¿De qué me estaba diciendo?",
      "confianza": 0.003
    },
    {
      "hablante": "Hablante A",
      "inicio": 29.59,
      "fin": 30.03,
      "duracion": 0.44,
      "texto": "¿De Movistar?",
      "confianza": 0.134
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.05,
      "fin": 30.91,
      "duracion": 0.86,
      "texto": "Ajá, exacto, de Movistar.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante A",
      "inicio": 31.6,
      "fin": 42.2,
      "duracion": 10.59,
      "texto": "Por el momento te agradezco, viste, pasa que tuve movistar, pero todo el tiempo era un monto diferente, todos los meses y me pudrió.",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 44.26,
      "fin": 49.54,
      "duracion": 5.29,
      "texto": "Eso, lo que pase por eso me cambió de línea.",
      "confianza": 0.742
    },
    {
      "hablante": "Hablante B",
      "inicio": 49.56,
      "fin": 57.71,
      "duracion": 8.15,
      "texto": "Y llamaba a la atención del cliente y así arreglamos.",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante B",
      "inicio": 58.38,
      "fin": 63.51,
      "duracion": 5.13,
      "texto": "Porque a mí me habían dado un monto por 24 meses, no sé qué mierda.",
      "confianza": 0.52
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.5,
      "fin": 75.35,
      "duracion": 10.86,
      "texto": "Nunca cumplieron su monto, sabían que la línea aumenta, todo, pero era todo lo mecha y aumentaba la línea y era una cagada.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.37,
      "fin": 83.23,
      "duracion": 7.85,
      "texto": "Por ahí llegué hasta a pagar 25.000 pesos en un costo que era...",
      "confianza": 0.528
    },
    {
      "hablante": "Hablante B",
      "inicio": 84.59,
      "fin": 93.5,
      "duracion": 8.91,
      "texto": "que era una bonificación de que no llegaba ni a 5.000 ni a 6.000 pesos y llegué para 25.000 pesos, entonces dije no.",
      "confianza": 0.438
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.52,
      "fin": 94.72,
      "duracion": 1.2,
      "texto": "Claro, la locura.",
      "confianza": 0.511
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.74,
      "fin": 99.47,
      "duracion": 4.72,
      "texto": "Bueno, en este caso, obviamente que nos estamos contactando primero para que no te vuelvas a hacer lo mismo.",
      "confianza": 0.627
    },
    {
      "hablante": "Hablante B",
      "inicio": 100.39,
      "fin": 102.19,
      "duracion": 1.8,
      "texto": "Obviamente que no te va a volver a hacer lo mismo.",
      "confianza": 0.596
    },
    {
      "hablante": "Hablante B",
      "inicio": 102.37,
      "fin": 105.25,
      "duracion": 2.88,
      "texto": "Segundo, brindar de lo que es una prueba más económica.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 105.73,
      "fin": 111.36,
      "duracion": 5.62,
      "texto": "En este caso, tener lo que es el 80% de la bonificación en la línea.",
      "confianza": 0.834
    },
    {
      "hablante": "Hablante B",
      "inicio": 111.62,
      "fin": 114.79,
      "duracion": 3.17,
      "texto": "Y tercero, brindarte lo que es mi asesoría personal.",
      "confianza": 0.787
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.25,
      "fin": 119.14,
      "duracion": 3.89,
      "texto": "Obviamente que en este caso estarías siempre en contacto conmigo, no te volvería a suceder lo mismo.",
      "confianza": 0.636
    },
    {
      "hablante": "Hablante B",
      "inicio": 119.2,
      "fin": 121.74,
      "duracion": 2.54,
      "texto": "Obviamente que si te te viene dando un plan te lo voy a respetar.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante B",
      "inicio": 122.34,
      "fin": 127.81,
      "duracion": 5.47,
      "texto": "Y bueno, obviamente mucho más económico, son 14 gigas con WhatsApp Rati, saber ir a cualquier compañía.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante A",
      "inicio": 129.55,
      "fin": 139.65,
      "duracion": 10.09,
      "texto": "Obviamente que bueno, brindarte eso y decirte que no te volvería a pasar por lo mismo.",
      "confianza": 0.634
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.67,
      "fin": 140.03,
      "duracion": 0.36,
      "texto": "¿Cómo sería que...",
      "confianza": 0.058
    },
    {
      "hablante": "Hablante A",
      "inicio": 140.82,
      "fin": 149.03,
      "duracion": 8.21,
      "texto": "O sea, por lo mismo que vos me estás diciendo, me dijo una chica, ¿viste?",
      "confianza": 0.284
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.05,
      "fin": 149.17,
      "duracion": 0.12,
      "texto": "Claro.",
      "confianza": 0.033
    },
    {
      "hablante": "Hablante A",
      "inicio": 149.19,
      "fin": 158.31,
      "duracion": 9.11,
      "texto": "Mira, en este caso son 14 GB en el plan, tenés lo que es WhatsApp gratis, hablaría con la compañía, tenés el descuento del 80%, o sea, te quedan $7,790 pesos.",
      "confianza": 0.512
    },
    {
      "hablante": "Hablante A",
      "inicio": 158.91,
      "fin": 166.76,
      "duracion": 7.85,
      "texto": "Aparte de eso, vas a tener lo que es mi accesoría personal, vas a tener lo que es mi número personal, vas a estar en contacto conmigo por cualquier duda e inconveniente,",
      "confianza": 0.728
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.11,
      "fin": 183.39,
      "duracion": 16.28,
      "texto": "Un mes antes, obviamente, se te aviso cuando se trata por vencer lo que es la bonificación, te vuelves a poner en contacto conmigo, o yo te hablo un mes antes, avisándote que se trata por vencer, y te ayudo a renovarla, así sea, a través de lo que es la aplicación Memovistar, o a través del área de bonificaciones.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante A",
      "inicio": 183.73,
      "fin": 191.1,
      "duracion": 7.37,
      "texto": "Por eso no habría ningún inconveniente.",
      "confianza": 0.802
    },
    {
      "hablante": "Hablante A",
      "inicio": 191.12,
      "fin": 194.03,
      "duracion": 2.9,
      "texto": "Yo te puedo pedir otro chip, ¿no?, con otro número.",
      "confianza": 0.514
    },
    {
      "hablante": "Hablante A",
      "inicio": 194.68,
      "fin": 197.13,
      "duracion": 2.44,
      "texto": "¿Para vos o para otra persona?",
      "confianza": 0.619
    },
    {
      "hablante": "Hablante A",
      "inicio": 198.05,
      "fin": 199.39,
      "duracion": 1.34,
      "texto": "Para mí.",
      "confianza": 0.895
    },
    {
      "hablante": "Hablante A",
      "inicio": 199.41,
      "fin": 202.42,
      "duracion": 3.0,
      "texto": "Sí, obviamente, o sea, siempre y cuando estés en la compañía.",
      "confianza": 0.798
    },
    {
      "hablante": "Hablante B",
      "inicio": 205.28,
      "fin": 207.0,
      "duracion": 1.72,
      "texto": "Por eso, o sea, yo tengo claro, ¿no?",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante B",
      "inicio": 207.02,
      "fin": 213.63,
      "duracion": 6.61,
      "texto": "Y vos me estás llamando para pasarme y yo no... ¿Capaz que no me cambies?",
      "confianza": 0.625
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.66,
      "fin": 218.0,
      "duracion": 4.35,
      "texto": "Bueno, dame otro número.",
      "confianza": 0.741
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.02,
      "fin": 218.26,
      "duracion": 0.24,
      "texto": "Sí.",
      "confianza": 0.836
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.58,
      "fin": 226.51,
      "duracion": 7.93,
      "texto": "Para realizar primero lo que es otro número, tendrías que estar en la compañía de movistar, digamos.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante B",
      "inicio": 226.57,
      "fin": 236.41,
      "duracion": 9.83,
      "texto": "Tendrías que hacer el cambio de compañía y ahí solicitar lo que es el nuevo número.",
      "confianza": 0.673
    },
    {
      "hablante": "Hablante B",
      "inicio": 236.43,
      "fin": 240.93,
      "duracion": 4.51,
      "texto": "O sea, no te puedo pedir un chip para otro celular, porque yo tengo dos celulares.",
      "confianza": 0.502
    },
    {
      "hablante": "Hablante B",
      "inicio": 240.95,
      "fin": 241.47,
      "duracion": 0.52,
      "texto": "Claro, no.",
      "confianza": 0.884
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.49,
      "fin": 244.78,
      "duracion": 3.28,
      "texto": "En este caso, si no estás en la compañía, no.",
      "confianza": 0.785
    },
    {
      "hablante": "Hablante B",
      "inicio": 244.8,
      "fin": 246.14,
      "duracion": 1.34,
      "texto": "Lo que podrías hacer...",
      "confianza": 0.825
    },
    {
      "hablante": "Hablante B",
      "inicio": 246.74,
      "fin": 261.47,
      "duracion": 14.72,
      "texto": "porque por ejemplo vas y lo compras en un kiosco, se te va a solicitar directamente como preparo, le vas a tener que estar cargando, perdón la palabra, pero es un embole estar así.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 261.65,
      "fin": 274.51,
      "duracion": 12.86,
      "texto": "Haces el traspaso, puedes solicitar lo que es un número nuevo, obviamente, pediste lo que es el número nuevo de Movistar, lo colocas en el otro celular y ese mismo número nuevo, si querés lo puedes pasar a Claro, no hay ningún inconveniente.",
      "confianza": 0.695
    },
    {
      "hablante": "Hablante B",
      "inicio": 274.74,
      "fin": 280.55,
      "duracion": 5.81,
      "texto": "Es más, yo te recomendaría hacer eso, ya que como es nuevo número, te van a brindar un plan mucho más económico.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante A",
      "inicio": 287.1,
      "fin": 289.36,
      "duracion": 2.26,
      "texto": "Entonces me tengo que ir a Movistar, ¿sí?",
      "confianza": 0.316
    },
    {
      "hablante": "Hablante A",
      "inicio": 289.76,
      "fin": 298.27,
      "duracion": 8.51,
      "texto": "O sea, para mí, lo más conveniente sería que vos hagas el traspaso de esta compañera, o sea, este número, a la compañera Movistar, solicitar lo que es el nuevo número.",
      "confianza": 0.6
    },
    {
      "hablante": "Hablante A",
      "inicio": 299.6,
      "fin": 303.68,
      "duracion": 4.09,
      "texto": "Ese número, una vez que ya lo tengas en tu celular,",
      "confianza": 0.785
    },
    {
      "hablante": "Hablante A",
      "inicio": 304.03,
      "fin": 317.03,
      "duracion": 13.0,
      "texto": "Pedís lo que es, obviamente, y lo llamas a Claro, o te van a llamar directamente porque son Movistar, y ya ahí pedís que te hagan el traspaso, el número nuevo a Claro.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 317.05,
      "fin": 327.3,
      "duracion": 10.25,
      "texto": "Esa es mi recomendación.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante A",
      "inicio": 327.32,
      "fin": 328.84,
      "duracion": 1.52,
      "texto": "Está bien, si no la otra me queda ir a Movistar y pedir un chip o un número.",
      "confianza": 0.013
    },
    {
      "hablante": "Hablante A",
      "inicio": 329.77,
      "fin": 334.03,
      "duracion": 4.27,
      "texto": "Claro, igual no sé si te lo van a solicitar, igual seguro sí.",
      "confianza": 0.658
    },
    {
      "hablante": "Hablante B",
      "inicio": 336.92,
      "fin": 346.31,
      "duracion": 9.39,
      "texto": "Mi recomendación es que hagas el traspaso para que se te haga todo más rápido.",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 346.33,
      "fin": 350.75,
      "duracion": 4.42,
      "texto": "Está bien, bueno, me voy a pensar y... Dale, ¿te parece que te dejo un mensajito por WhatsApp?",
      "confianza": 0.307
    },
    {
      "hablante": "Hablante B",
      "inicio": 350.77,
      "fin": 351.79,
      "duracion": 1.02,
      "texto": "Dale, dale, por favor, sí.",
      "confianza": 0.093
    },
    {
      "hablante": "Hablante B",
      "inicio": 351.81,
      "fin": 357.42,
      "duracion": 5.61,
      "texto": "Hola, mi nombre es Thiago, te dejo un mensajito y te dejo lo que es la promo.",
      "confianza": 0.601
    },
    {
      "hablante": "Hablante B",
      "inicio": 357.62,
      "fin": 358.76,
      "duracion": 1.14,
      "texto": "Dale, perfecto.",
      "confianza": 0.101
    },
    {
      "hablante": "Hablante B",
      "inicio": 358.78,
      "fin": 359.64,
      "duracion": 0.86,
      "texto": "Dale, muchas gracias.",
      "confianza": 0.553
    },
    {
      "hablante": "Hablante B",
      "inicio": 360.14,
      "fin": 362.53,
      "duracion": 2.38,
      "texto": "Un lindo día, hasta luego.",
      "confianza": 0.649
    }
  ]
}