{
  "archivo": "amza2_1_260209112410868_ACD_08751.wav",
  "duracion_segundos": 374.52,
  "num_segmentos": 81,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 52.84,
    "Hablante B": 289.18
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.4,
      "fin": 3.2,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.2,
      "fin": 6.3,
      "texto": "Hablo con Pablo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 6.3,
      "fin": 8.2,
      "texto": "No, es Carlos, pero ¿qué necesitas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.8,
      "fin": 11.2,
      "texto": "Disculpa, mi nombre es Luciana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 11.8,
      "fin": 14.7,
      "texto": "Carlos, estoy contactando desde el área de beneficios Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 14.7,
      "fin": 19.6,
      "texto": "Así me figura que se viene estando contactando con las líneas para poder ofrecerles lo que es una bonificación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 20.3,
      "fin": 25.7,
      "texto": "¿Usted es el usuario de esta línea?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 25.7,
      "fin": 28.2,
      "texto": "Soy parte de la familia, soy el hijo mayor de la familia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 28.3,
      "fin": 30.3,
      "texto": "Yo la semana pasada estuve llamando"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 30.7,
      "fin": 37.3,
      "texto": "porque estábamos viendo el tema de Wi-Fi."
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.3,
      "fin": 37.5,
      "texto": "Ah, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 37.5,
      "fin": 38.4,
      "texto": "¿Y qué pasó?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.5,
      "fin": 39.3,
      "texto": "¿Le volvieron a llamar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 39.3,
      "fin": 45.2,
      "texto": "En este momento, claro, yo le dije que no estamos en el tema, pero siempre he citado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.2,
      "fin": 47.1,
      "texto": "Pero bueno, es una transición."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.1,
      "fin": 48.2,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 48.2,
      "fin": 53.9,
      "texto": "Lo que pasa es que todo eso es un tema que estamos superocupados."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 54.7,
      "fin": 63.0,
      "texto": "Pero sé que no lo vamos a hacer ahora ya, pero lo estamos pensando y yo ya tomé los datos que me dieron."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 63.1,
      "fin": 63.1,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 63.1,
      "fin": 64.3,
      "texto": "Y vamos a ir hablándolo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 64.3,
      "fin": 67.0,
      "texto": "Y como que no estamos listos para hacerlo ahora esta semana."
    },
    {
      "hablante": "AGENTE",
      "inicio": 67.2,
      "fin": 68.7,
      "texto": "Ah, listo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 68.8,
      "fin": 69.3,
      "texto": "Bien, se entiende."
    },
    {
      "hablante": "AGENTE",
      "inicio": 69.3,
      "fin": 75.3,
      "texto": "Entonces, lo que usted me quiere decir es que luego la fibra lo está evaluando."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 75.3,
      "fin": 78.0,
      "texto": "Estamos evaluando lo que pase."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 78.3,
      "fin": 81.0,
      "texto": "Estamos súper ocupados en este momento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 81.0,
      "fin": 88.0,
      "texto": "Eso exige tiempo, exige licencia, exige cosas que no estamos en este momento."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.1,
      "fin": 93.2,
      "texto": "Era algo que queríamos estar informados para tomar una decisión."
    },
    {
      "hablante": "AGENTE",
      "inicio": 93.8,
      "fin": 99.4,
      "texto": "No hace falta que siga llamando, vamos a tomar la decisión."
    },
    {
      "hablante": "AGENTE",
      "inicio": 99.4,
      "fin": 105.2,
      "texto": "Y yo le hago una consulta con respecto a lo que son las líneas telefónicas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 105.8,
      "fin": 109.8,
      "texto": "¿Con respecto a las líneas que me figuran en el sistema, también las quiere pasar a Movistar?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 109.8,
      "fin": 115.0,
      "texto": "Sí, nosotros, en un momento, la mayoría de nuestra casa tenemos Claro."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 115.8,
      "fin": 115.9,
      "texto": "Sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 116.8,
      "fin": 132.6,
      "texto": "Porque, por ejemplo, yo tengo, yo vivo en el exterior, pero cuando yo tengo una línea de Claro, que la recargo cada vez que vengo, y eso me garantizaba llamar gratis a mi familia."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 132.6,
      "fin": 133.0,
      "texto": "Ah, bien, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.1,
      "fin": 141.0,
      "texto": "Y le explico un poco por qué los beneficios están sencillos, pasando todo a la movilidad o algo así."
    },
    {
      "hablante": "AGENTE",
      "inicio": 143.9,
      "fin": 150.1,
      "texto": "Sí, es el tipo de beneficios que estamos tratando de conservar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 150.2,
      "fin": 151.2,
      "texto": "Ah, bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 151.2,
      "fin": 152.2,
      "texto": "¿Usted qué beneficio tiene actualmente con...?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 152.2,
      "fin": 163.6,
      "texto": "No, es que yo recargo una recarga pequeña, porque vengo muchas veces de vacaciones por dos semanas, ahora me quedan dos o tres semanas, hago una recarga pequeña y..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.4,
      "fin": 166.8,
      "texto": "Me desocupo, me despreocupo, ¿no?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 166.9,
      "fin": 173.9,
      "texto": "Porque básicamente tengo... Por eso que era lindo estar en la misma compañía porque tenía esa facilidad."
    },
    {
      "hablante": "AGENTE",
      "inicio": 173.9,
      "fin": 185.4,
      "texto": "Bien, y ya les comento que con Movistar tienes llamadas libres a cualquier compañía para que usted se quede... Sí, aún con estas chips así temporales, digamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 186.7,
      "fin": 187.7,
      "texto": "¿Y con las prepagos?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 189.3,
      "fin": 193.3,
      "texto": "Claro, eso que... Yo me voy a Estados Unidos y yo ya tengo el número, quiero..."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 193.5,
      "fin": 202.1,
      "texto": "conservar mi número, pero yo llego, lo uso un día o dos, tres semanas, a veces un mes, yo siempre voy, entonces no tengo que estar pagando todos los meses."
    },
    {
      "hablante": "AGENTE",
      "inicio": 202.4,
      "fin": 214.4,
      "texto": "Y en este caso, sí, es verdad, sí, lo que yo puedo ofrecerles por mes, en realidad puede optar por un chip prepago, pero bueno, en este caso, desde este lado, desde"
    },
    {
      "hablante": "AGENTE",
      "inicio": 214.5,
      "fin": 216.0,
      "texto": "Yo la venta que estoy realizando."
    },
    {
      "hablante": "AGENTE",
      "inicio": 216.0,
      "fin": 218.3,
      "texto": "¿Y qué beneficios me daría tener?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 218.4,
      "fin": 226.0,
      "texto": "Digamos, yo cuando he hecho temporada, digamos, yo puedo llamar a todos, no tengo que llamar a gratis, eso es cierto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 226.0,
      "fin": 240.5,
      "texto": "Sí, con nosotros, bueno, teniendo lo que es un abono mensual y pagando por mes la factura, sí, en este caso, bien, va a tener lo que es WhatsApp gratis y va a poder llamar libre a cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 241.7,
      "fin": 242.2,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 242.6,
      "fin": 249.1,
      "texto": "Así es como... El chip físico del que usted pone en la ranura del celular."
    },
    {
      "hablante": "AGENTE",
      "inicio": 249.4,
      "fin": 270.5,
      "texto": "Bueno, quiero decirte que este tipo de recarga que yo hago por pocos días, ¿eso le permite llamar gratis a todo lo Movistar?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 271.0,
      "fin": 277.9,
      "texto": "Porque yo ahora llamo gratis a los Claro, digamos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 277.9,
      "fin": 278.0,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 278.1,
      "fin": 280.6,
      "texto": "No, no, con nosotros va a poder llamar libre a cualquier compañía."
    },
    {
      "hablante": "AGENTE",
      "inicio": 281.9,
      "fin": 291.2,
      "texto": "¿Aún en este chip, como le digo, que yo recargo por pocos días, por un mes?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 291.7,
      "fin": 300.7,
      "texto": "No, en este caso lo que yo le ofrezco es que usted no recargue, sí, y directamente va a contar con lo que es el plan de"
    },
    {
      "hablante": "AGENTE",
      "inicio": 303.0,
      "fin": 307.5,
      "texto": "de, por ejemplo, el más barato de $7,790 que van a estar pagando por mes."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 310.0,
      "fin": 313.8,
      "texto": "Bueno, vamos a estar siempre pensándolo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 313.8,
      "fin": 321.9,
      "texto": "Como le digo, en este momento tenemos muchas cosas todos y no estamos, pero yo quería estar al tanto para, en su momento, poder hacer la transición."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 321.9,
      "fin": 322.8,
      "texto": "Bien, perfecto."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 322.9,
      "fin": 324.0,
      "texto": "Solo una consulta, Carlos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 324.2,
      "fin": 330.4,
      "texto": "¿Le puedo dejar un mensajito de WhatsApp a este número, que sería el suyo, con la promoción de la fibra óptica?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 330.4,
      "fin": 333.1,
      "texto": "Es el número de mi madre, pero lo usamos todos nosotros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 334.3,
      "fin": 335.7,
      "texto": "Ah, listo, buenísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 336.2,
      "fin": 351.7,
      "texto": "Entonces, cualquier cosita, cualquier duda que tengan, me pueden escribir a mí directamente, me agendan como lo hicieron de Movistar y en el caso que les venga a ver lo que es la oferta de la fibra óptica, yo les puedo realizar lo que es el plan para la instalación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 352.7,
      "fin": 353.2,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 353.7,
      "fin": 354.8,
      "texto": "Sí, muchísimas gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 354.8,
      "fin": 355.7,
      "texto": "Listo, por favor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 356.3,
      "fin": 359.1,
      "texto": "Ahora les mando un WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 359.2,
      "fin": 363.1,
      "texto": "Claro, si no tienen que estar llamando por saber que no... Dale, listo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 363.1,
      "fin": 364.8,
      "texto": "A mí no me ilusiona cualquier cosita."
    },
    {
      "hablante": "AGENTE",
      "inicio": 364.8,
      "fin": 371.7,
      "texto": "...como el fan, o sea, vivir como el fan es la mayoría de las veces más difícil."
    },
    {
      "hablante": "AGENTE",
      "inicio": 371.8,
      "fin": 372.1,
      "texto": "Bien."
    },
    {
      "hablante": "AGENTE",
      "inicio": 372.1,
      "fin": 372.4,
      "texto": "Muchas gracias."
    },
    {
      "hablante": "AGENTE",
      "inicio": 372.5,
      "fin": 373.5,
      "texto": "Listo, muchas gracias a usted."
    },
    {
      "hablante": "AGENTE",
      "inicio": 373.5,
      "fin": 374.3,
      "texto": "Que tenga buen día."
    },
    {
      "hablante": "AGENTE",
      "inicio": 374.3,
      "fin": 374.5,
      "texto": "Adiós."
    }
  ],
  "transcripcion_completa": "Hola. Hablo con Pablo. No, es Carlos, pero ¿qué necesitas? Disculpa, mi nombre es Luciana. Carlos, estoy contactando desde el área de beneficios Movistar. Así me figura que se viene estando contactando con las líneas para poder ofrecerles lo que es una bonificación. ¿Usted es el usuario de esta línea? Soy parte de la familia, soy el hijo mayor de la familia. Yo la semana pasada estuve llamando porque estábamos viendo el tema de Wi-Fi. Ah, bien. ¿Y qué pasó? ¿Le volvieron a llamar? En este momento, claro, yo le dije que no estamos en el tema, pero siempre he citado. Pero bueno, es una transición. Sí. Lo que pasa es que todo eso es un tema que estamos superocupados. Pero sé que no lo vamos a hacer ahora ya, pero lo estamos pensando y yo ya tomé los datos que me dieron. Sí. Y vamos a ir hablándolo. Y como que no estamos listos para hacerlo ahora esta semana. Ah, listo. Bien, se entiende. Entonces, lo que usted me quiere decir es que luego la fibra lo está evaluando. Estamos evaluando lo que pase. Estamos súper ocupados en este momento. Eso exige tiempo, exige licencia, exige cosas que no estamos en este momento. Era algo que queríamos estar informados para tomar una decisión. No hace falta que siga llamando, vamos a tomar la decisión. Y yo le hago una consulta con respecto a lo que son las líneas telefónicas. ¿Con respecto a las líneas que me figuran en el sistema, también las quiere pasar a Movistar? Sí, nosotros, en un momento, la mayoría de nuestra casa tenemos Claro. Sí. Porque, por ejemplo, yo tengo, yo vivo en el exterior, pero cuando yo tengo una línea de Claro, que la recargo cada vez que vengo, y eso me garantizaba llamar gratis a mi familia. Ah, bien, bien. Y le explico un poco por qué los beneficios están sencillos, pasando todo a la movilidad o algo así. Sí, es el tipo de beneficios que estamos tratando de conservar. Ah, bien. ¿Usted qué beneficio tiene actualmente con...? No, es que yo recargo una recarga pequeña, porque vengo muchas veces de vacaciones por dos semanas, ahora me quedan dos o tres semanas, hago una recarga pequeña y... Me desocupo, me despreocupo, ¿no? Porque básicamente tengo... Por eso que era lindo estar en la misma compañía porque tenía esa facilidad. Bien, y ya les comento que con Movistar tienes llamadas libres a cualquier compañía para que usted se quede... Sí, aún con estas chips así temporales, digamos. ¿Y con las prepagos? Claro, eso que... Yo me voy a Estados Unidos y yo ya tengo el número, quiero... conservar mi número, pero yo llego, lo uso un día o dos, tres semanas, a veces un mes, yo siempre voy, entonces no tengo que estar pagando todos los meses. Y en este caso, sí, es verdad, sí, lo que yo puedo ofrecerles por mes, en realidad puede optar por un chip prepago, pero bueno, en este caso, desde este lado, desde Yo la venta que estoy realizando. ¿Y qué beneficios me daría tener? Digamos, yo cuando he hecho temporada, digamos, yo puedo llamar a todos, no tengo que llamar a gratis, eso es cierto. Sí, con nosotros, bueno, teniendo lo que es un abono mensual y pagando por mes la factura, sí, en este caso, bien, va a tener lo que es WhatsApp gratis y va a poder llamar libre a cualquier compañía. Perfecto. Así es como... El chip físico del que usted pone en la ranura del celular. Bueno, quiero decirte que este tipo de recarga que yo hago por pocos días, ¿eso le permite llamar gratis a todo lo Movistar? Porque yo ahora llamo gratis a los Claro, digamos. Bien. No, no, con nosotros va a poder llamar libre a cualquier compañía. ¿Aún en este chip, como le digo, que yo recargo por pocos días, por un mes? No, en este caso lo que yo le ofrezco es que usted no recargue, sí, y directamente va a contar con lo que es el plan de de, por ejemplo, el más barato de $7,790 que van a estar pagando por mes. Bueno, vamos a estar siempre pensándolo. Como le digo, en este momento tenemos muchas cosas todos y no estamos, pero yo quería estar al tanto para, en su momento, poder hacer la transición. Bien, perfecto. Solo una consulta, Carlos. ¿Le puedo dejar un mensajito de WhatsApp a este número, que sería el suyo, con la promoción de la fibra óptica? Es el número de mi madre, pero lo usamos todos nosotros. Ah, listo, buenísimo. Entonces, cualquier cosita, cualquier duda que tengan, me pueden escribir a mí directamente, me agendan como lo hicieron de Movistar y en el caso que les venga a ver lo que es la oferta de la fibra óptica, yo les puedo realizar lo que es el plan para la instalación. Perfecto. Sí, muchísimas gracias. Listo, por favor. Ahora les mando un WhatsApp. Claro, si no tienen que estar llamando por saber que no... Dale, listo. A mí no me ilusiona cualquier cosita. ...como el fan, o sea, vivir como el fan es la mayoría de las veces más difícil. Bien. Muchas gracias. Listo, muchas gracias a usted. Que tenga buen día. Adiós.",
  "calidad": {
    "confianza_promedio": 0.527,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 99.7
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-17T16:48:37.816640",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante B",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "chip prepago",
        "abono mensual",
        "WhatsApp gratis",
        "llamadas libres a cualquier compañía",
        "fibra óptica"
      ],
      "plan_vendido": null,
      "incluye_fibra": true,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (palabras mal transcritas, nombres propios), identificación de roles y mejora de la fluidez del texto."
    },
    "fecha_mejora": "2026-02-18T07:53:48.882975",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 1.35,
      "fin": 2.87,
      "duracion": 1.52,
      "texto": "Hola.",
      "confianza": 0.396
    },
    {
      "hablante": "Hablante A",
      "inicio": 2.89,
      "fin": 3.19,
      "duracion": 0.3,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.056
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.21,
      "fin": 6.33,
      "duracion": 3.12,
      "texto": "Hablo con Pablo.",
      "confianza": 0.501
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.35,
      "fin": 8.15,
      "duracion": 1.8,
      "texto": "No, es Carlos, pero ¿qué necesitas?",
      "confianza": 0.396
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.76,
      "fin": 11.2,
      "duracion": 1.44,
      "texto": "Disculpa, mi nombre es Luciana.",
      "confianza": 0.521
    },
    {
      "hablante": "Hablante B",
      "inicio": 11.82,
      "fin": 14.7,
      "duracion": 2.88,
      "texto": "Carlos, estoy contactando desde el área de beneficios movistar.",
      "confianza": 0.565
    },
    {
      "hablante": "Hablante B",
      "inicio": 14.72,
      "fin": 19.6,
      "duracion": 4.88,
      "texto": "Así me figura que se viene estando contactando con las niñas para poder ofrecerles lo que es una bonificación.",
      "confianza": 0.764
    },
    {
      "hablante": "Hablante B",
      "inicio": 20.32,
      "fin": 25.71,
      "duracion": 5.39,
      "texto": "Si usted es el usuario, de esta.",
      "confianza": 0.739
    },
    {
      "hablante": "Hablante B",
      "inicio": 25.73,
      "fin": 28.21,
      "duracion": 2.48,
      "texto": "Soy parte de la familia, soy el hijo mayor de cada familia.",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante B",
      "inicio": 28.27,
      "fin": 30.27,
      "duracion": 2.0,
      "texto": "Yo la semana pasada estuve llamando",
      "confianza": 0.706
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.69,
      "fin": 37.26,
      "duracion": 6.57,
      "texto": "porque estábamos viendo el tema de Wi-Fi.",
      "confianza": 0.789
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.28,
      "fin": 37.51,
      "duracion": 0.22,
      "texto": "Ah, bien.",
      "confianza": 0.154
    },
    {
      "hablante": "Hablante B",
      "inicio": 37.52,
      "fin": 38.43,
      "duracion": 0.9,
      "texto": "¿Y qué pasó?",
      "confianza": 0.188
    },
    {
      "hablante": "Hablante B",
      "inicio": 38.45,
      "fin": 39.27,
      "duracion": 0.82,
      "texto": "¿Le volvieron a sonar?",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante B",
      "inicio": 39.29,
      "fin": 45.16,
      "duracion": 5.87,
      "texto": "En este momento, claro, yo le dije que no estamos en el tema, pero siempre he citado.",
      "confianza": 0.377
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.18,
      "fin": 47.12,
      "duracion": 1.94,
      "texto": "Pero bueno, es una transición.",
      "confianza": 0.561
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.14,
      "fin": 48.2,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.362
    },
    {
      "hablante": "Hablante B",
      "inicio": 48.24,
      "fin": 53.93,
      "duracion": 5.69,
      "texto": "Lo que pasa es que todo eso es un tema que estamos superocupados.",
      "confianza": 0.472
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.74,
      "fin": 63.05,
      "duracion": 8.31,
      "texto": "Pero sé que no lo vamos a hacer ahora ya, pero lo estamos pensando y yo ya tomé los datos que te me dieron.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 63.07,
      "fin": 63.13,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante B",
      "inicio": 63.15,
      "fin": 64.31,
      "duracion": 1.16,
      "texto": "Y vamos a ir hablándolo.",
      "confianza": 0.849
    },
    {
      "hablante": "Hablante B",
      "inicio": 64.33,
      "fin": 67.02,
      "duracion": 2.68,
      "texto": "Y como que no estamos listos para hacerlo ahora esta semana.",
      "confianza": 0.791
    },
    {
      "hablante": "Hablante B",
      "inicio": 67.24,
      "fin": 68.74,
      "duracion": 1.5,
      "texto": "Ah, listo.",
      "confianza": 0.653
    },
    {
      "hablante": "Hablante B",
      "inicio": 68.76,
      "fin": 69.26,
      "duracion": 0.5,
      "texto": "Bien, se entiende.",
      "confianza": 0.459
    },
    {
      "hablante": "Hablante B",
      "inicio": 69.28,
      "fin": 75.31,
      "duracion": 6.03,
      "texto": "Entonces, lo que usted me quiere decir es que luego la fibra lo está evaluando.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.33,
      "fin": 78.01,
      "duracion": 2.68,
      "texto": "Estamos evaluando lo que pase.",
      "confianza": 0.753
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.35,
      "fin": 81.01,
      "duracion": 2.66,
      "texto": "estamos súper ocupados en este momento.",
      "confianza": 0.374
    },
    {
      "hablante": "Hablante B",
      "inicio": 81.03,
      "fin": 88.04,
      "duracion": 7.01,
      "texto": "Eso exige tiempo, exige licencia, exige cosas que no estamos en este momento.",
      "confianza": 0.592
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.06,
      "fin": 93.21,
      "duracion": 5.15,
      "texto": "Era algo que queríamos estar informados para tomar una decisión.",
      "confianza": 0.772
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.77,
      "fin": 99.39,
      "duracion": 5.63,
      "texto": "No hace falta que sigas llamando, vamos a tomar la decisión.",
      "confianza": 0.616
    },
    {
      "hablante": "Hablante B",
      "inicio": 99.42,
      "fin": 105.18,
      "duracion": 5.77,
      "texto": "Y yo le hago una consulta con respecto a lo que es las líneas telefónicas.",
      "confianza": 0.513
    },
    {
      "hablante": "Hablante B",
      "inicio": 105.85,
      "fin": 109.76,
      "duracion": 3.91,
      "texto": "Con respecto a las líneas que me figuran en pliaro, ¿también las quiere pasar a buscar?",
      "confianza": 0.555
    },
    {
      "hablante": "Hablante B",
      "inicio": 109.78,
      "fin": 115.01,
      "duracion": 5.23,
      "texto": "Sí, nosotros, en un momento, la mayoría de nuestra casa tenemos claro.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante B",
      "inicio": 115.81,
      "fin": 115.87,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.454
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.83,
      "fin": 132.57,
      "duracion": 15.74,
      "texto": "Porque, por ejemplo, yo tengo, yo vivo en el exterior, pero cuando yo tengo una línea de claro, que la recargo cada vez que vengo, y eso me garantizaba llamar gratis a mi familia.",
      "confianza": 0.786
    },
    {
      "hablante": "Hablante B",
      "inicio": 132.59,
      "fin": 132.97,
      "duracion": 0.38,
      "texto": "Ah, bien, bien.",
      "confianza": 0.208
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.14,
      "fin": 141.03,
      "duracion": 6.89,
      "texto": "Y le explico un poco por qué los beneficios están sencillos, pasando todo a la movilidad o algo así.",
      "confianza": 0.503
    },
    {
      "hablante": "Hablante A",
      "inicio": 143.87,
      "fin": 150.14,
      "duracion": 6.27,
      "texto": "Sí, es el tipo de beneficios que estamos tratando de conservar.",
      "confianza": 0.417
    },
    {
      "hablante": "Hablante A",
      "inicio": 150.16,
      "fin": 151.2,
      "duracion": 1.04,
      "texto": "Ah, bien.",
      "confianza": 0.476
    },
    {
      "hablante": "Hablante A",
      "inicio": 151.22,
      "fin": 152.18,
      "duracion": 0.96,
      "texto": "¿Usted qué beneficio tiene actualmente con...?",
      "confianza": 0.044
    },
    {
      "hablante": "Hablante A",
      "inicio": 152.2,
      "fin": 163.55,
      "duracion": 11.35,
      "texto": "No, es que yo recargo una recarga pequeña, porque vengo muchas veces de vacaciones por dos semanas, ahora me quedan dos o tres semanas, hago una recarga pequeña y...",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante A",
      "inicio": 164.43,
      "fin": 166.83,
      "duracion": 2.4,
      "texto": "Me desocupo, me despreocupo, ¿no?",
      "confianza": 0.571
    },
    {
      "hablante": "Hablante A",
      "inicio": 166.89,
      "fin": 173.92,
      "duracion": 7.03,
      "texto": "Porque básicamente tengo... Por eso que era lindo estar en la misma compañía porque tenía esa facilidad.",
      "confianza": 0.629
    },
    {
      "hablante": "Hablante A",
      "inicio": 173.94,
      "fin": 185.44,
      "duracion": 11.5,
      "texto": "Bien, y ya les comento que con Movistar tienes llamadas libres a cualquier compañía para que usted se quede... Sí, aún con estas chips así temporales, digamos.",
      "confianza": 0.699
    },
    {
      "hablante": "Hablante A",
      "inicio": 186.68,
      "fin": 187.68,
      "duracion": 1.0,
      "texto": "¿Y con las prepagos?",
      "confianza": 0.833
    },
    {
      "hablante": "Hablante B",
      "inicio": 189.26,
      "fin": 193.27,
      "duracion": 4.01,
      "texto": "Claro, eso que... Yo me voy a Estados Unidos y yo ya tengo el minúmero, quiero...",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante B",
      "inicio": 193.47,
      "fin": 202.08,
      "duracion": 8.61,
      "texto": "conservar mi número, pero yo llego, lo uso un día o dos, tres semanas, a veces un mes, yo siempre voy, entonces no tengo que estar pagando todos los meses.",
      "confianza": 0.41
    },
    {
      "hablante": "Hablante B",
      "inicio": 202.4,
      "fin": 214.36,
      "duracion": 11.96,
      "texto": "Y en este caso, sí, es verdad, sí, lo que yo puedo ofrecerles por mes, en realidad puede optar por un chip prepago, pero bueno, en este caso, desde este lado, desde",
      "confianza": 0.729
    },
    {
      "hablante": "Hablante B",
      "inicio": 214.53,
      "fin": 215.97,
      "duracion": 1.44,
      "texto": "Yo la venta que estoy realizando.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante B",
      "inicio": 215.99,
      "fin": 218.35,
      "duracion": 2.36,
      "texto": "¿Y qué beneficios me daría tener?",
      "confianza": 0.42
    },
    {
      "hablante": "Hablante B",
      "inicio": 218.37,
      "fin": 225.97,
      "duracion": 7.59,
      "texto": "Digamos, yo cuando he hecho temporada, digamos, yo puedo llamar a todos, no tengo que llamar a gratis, eso es cierto.",
      "confianza": 0.454
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.99,
      "fin": 240.54,
      "duracion": 14.56,
      "texto": "Sí, con nosotros, bueno, teniendo lo que es un abono mensual y pagando por mes la factura, sí, en este caso, bien, va a tener lo que es WhatsApp gratis y va a poder llamar libre a cualquier compañía.",
      "confianza": 0.777
    },
    {
      "hablante": "Hablante B",
      "inicio": 241.69,
      "fin": 242.21,
      "duracion": 0.52,
      "texto": "Perfecto.",
      "confianza": 0.489
    },
    {
      "hablante": "Hablante B",
      "inicio": 242.64,
      "fin": 249.05,
      "duracion": 6.41,
      "texto": "Así es como... El chip físico del que usted pone en la ralorita del celular.",
      "confianza": 0.365
    },
    {
      "hablante": "Hablante B",
      "inicio": 249.37,
      "fin": 270.49,
      "duracion": 21.12,
      "texto": "Bueno, quiero decirte que este tipo de recarga que yo hago por pocos días, ¿eso le permite llamar gratis a todo lo movistar?",
      "confianza": 0.731
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.96,
      "fin": 277.91,
      "duracion": 6.95,
      "texto": "porque yo ahora llamo gratis a los claros, digamos.",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante B",
      "inicio": 277.93,
      "fin": 278.03,
      "duracion": 0.1,
      "texto": "Bien.",
      "confianza": 0.006
    },
    {
      "hablante": "Hablante B",
      "inicio": 278.05,
      "fin": 280.57,
      "duracion": 2.52,
      "texto": "No, no, con nosotros va a poder dar más libre a cualquier compañía.",
      "confianza": 0.547
    },
    {
      "hablante": "Hablante B",
      "inicio": 281.87,
      "fin": 291.16,
      "duracion": 9.29,
      "texto": "¿Aún en este chip, como le digo, que yo recargo por pocos días, por un mes?",
      "confianza": 0.564
    },
    {
      "hablante": "Hablante B",
      "inicio": 291.68,
      "fin": 300.73,
      "duracion": 9.05,
      "texto": "No, en este caso lo que yo le ofrezco es que usted no recargue, sí, y directamente va a contar con lo que es el plan de",
      "confianza": 0.768
    },
    {
      "hablante": "Hablante A",
      "inicio": 302.99,
      "fin": 307.54,
      "duracion": 4.55,
      "texto": "de, por ejemplo, el más barato de $7,790 que van a estar pagando por mes.",
      "confianza": 0.591
    },
    {
      "hablante": "Hablante B",
      "inicio": 310.02,
      "fin": 313.75,
      "duracion": 3.73,
      "texto": "Bueno, vamos a estar siempre pensándolo.",
      "confianza": 0.836
    },
    {
      "hablante": "Hablante B",
      "inicio": 313.81,
      "fin": 321.92,
      "duracion": 8.11,
      "texto": "Como le digo, en este momento tenemos muchas cosas todos y no estamos, pero yo quería estar al tanto para, en su momento, poder hacer la transición.",
      "confianza": 0.626
    },
    {
      "hablante": "Hablante B",
      "inicio": 321.94,
      "fin": 322.84,
      "duracion": 0.9,
      "texto": "Bien, perfecto.",
      "confianza": 0.32
    },
    {
      "hablante": "Hablante B",
      "inicio": 322.86,
      "fin": 323.98,
      "duracion": 1.12,
      "texto": "Solo una consulta, Carlos.",
      "confianza": 0.593
    },
    {
      "hablante": "Hablante B",
      "inicio": 324.25,
      "fin": 330.42,
      "duracion": 6.17,
      "texto": "Le puedo dejar un mensajito de WhatsApp a este número, que sería el suyo, con la promoción de la fibra óptica.",
      "confianza": 0.715
    },
    {
      "hablante": "Hablante B",
      "inicio": 330.44,
      "fin": 333.12,
      "duracion": 2.68,
      "texto": "Es el número de mi madre, pero lo usamos todos nosotros.",
      "confianza": 0.499
    },
    {
      "hablante": "Hablante B",
      "inicio": 334.28,
      "fin": 335.66,
      "duracion": 1.38,
      "texto": "Ah, listo, buenísimo.",
      "confianza": 0.374
    },
    {
      "hablante": "Hablante B",
      "inicio": 336.16,
      "fin": 351.66,
      "duracion": 15.5,
      "texto": "Entonces, cualquier cosita, cualquier duda que tengan, me pueden escribir a mí directamente, me agendan cómo lo hicieron de movilizar y en el caso que les venga a ver lo que es la oferta de la fibra óptica, yo les puedo realizar lo que es el planite para la instalación.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 352.66,
      "fin": 353.25,
      "duracion": 0.58,
      "texto": "Perfecto.",
      "confianza": 0.736
    },
    {
      "hablante": "Hablante B",
      "inicio": 353.66,
      "fin": 354.76,
      "duracion": 1.1,
      "texto": "Sí, muchísimas gracias.",
      "confianza": 0.274
    },
    {
      "hablante": "Hablante B",
      "inicio": 354.79,
      "fin": 355.69,
      "duracion": 0.9,
      "texto": "Listo, por favor.",
      "confianza": 0.859
    },
    {
      "hablante": "Hablante B",
      "inicio": 356.29,
      "fin": 359.15,
      "duracion": 2.87,
      "texto": "Ahora les mando un WhatsApp.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante B",
      "inicio": 359.17,
      "fin": 363.08,
      "duracion": 3.91,
      "texto": "Claro, si no tienen que estar llamando por saber que no... Dale, listo.",
      "confianza": 0.308
    },
    {
      "hablante": "Hablante B",
      "inicio": 363.1,
      "fin": 364.81,
      "duracion": 1.7,
      "texto": "A mí no me ilusiona cualquier cosita.",
      "confianza": 0.398
    },
    {
      "hablante": "Hablante B",
      "inicio": 364.82,
      "fin": 371.74,
      "duracion": 6.91,
      "texto": "...como el fan, o sea, vivir como el fan es la mayoría de las veces más difícil.",
      "confianza": 0.353
    },
    {
      "hablante": "Hablante B",
      "inicio": 371.76,
      "fin": 372.08,
      "duracion": 0.32,
      "texto": "Bien.",
      "confianza": 0.193
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.14,
      "fin": 372.44,
      "duracion": 0.3,
      "texto": "Muchas gracias.",
      "confianza": 0.017
    },
    {
      "hablante": "Hablante B",
      "inicio": 372.46,
      "fin": 373.46,
      "duracion": 1.0,
      "texto": "Listo, muchas gracias a usted.",
      "confianza": 0.702
    },
    {
      "hablante": "Hablante B",
      "inicio": 373.48,
      "fin": 374.3,
      "duracion": 0.82,
      "texto": "Que tenga buen día.",
      "confianza": 0.787
    },
    {
      "hablante": "Hablante B",
      "inicio": 374.32,
      "fin": 374.52,
      "duracion": 0.2,
      "texto": "Adiós.",
      "confianza": 0.44
    }
  ]
}