{
  "archivo": "amza4_1_260212113654429_ACD_90811.wav",
  "duracion_segundos": 315.28,
  "num_segmentos": 78,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante A": 107.89,
    "Hablante B": 186.42
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 0.0,
      "fin": 3.2,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 3.2,
      "fin": 6.0,
      "texto": "Buenos días, ¿Mónica?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 6.0,
      "fin": 6.2,
      "texto": "¿Sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.2,
      "fin": 6.7,
      "texto": "Mónica, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 6.8,
      "fin": 10.6,
      "texto": "Mi nombre es Gabriela, me estoy comunicando desde el área de beneficios móviles de la Compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 10.6,
      "fin": 13.4,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.4,
      "fin": 13.6,
      "texto": "¿Qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 13.6,
      "fin": 13.8,
      "texto": "¿Cómo estás?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 13.9,
      "fin": 14.6,
      "texto": "Bien, gracias por preguntar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 14.6,
      "fin": 19.4,
      "texto": "Bien, trabajando, días jueves de la próxima, al fin de semana largo, por carnaval."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.4,
      "fin": 19.6,
      "texto": "Ah, sí."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 19.6,
      "fin": 20.6,
      "texto": "Voy a descansar cuatro días."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 22.5,
      "fin": 22.6,
      "texto": "Sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 22.6,
      "fin": 30.0,
      "texto": "Mónica, mira, pensamos, porque me figura en el sistema, o decime si es correcto, que vos sos titular de dos líneas, en este caso, con la Compañía Claro."
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.8,
      "fin": 32.1,
      "texto": "Sí, sí, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 32.1,
      "fin": 34.6,
      "texto": "Bien, y te hago una pregunta para buscarte el mejor plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 34.6,
      "fin": 36.2,
      "texto": "¿Recordás más o menos cuánto pagas?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 36.2,
      "fin": 40.9,
      "texto": "¿Cuántas gigas tenés?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 40.9,
      "fin": 41.6,
      "texto": "Ay, no, no, no sé cuántas gigas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 41.6,
      "fin": 43.0,
      "texto": "Bueno, no te hagas problema, Moni."
    },
    {
      "hablante": "AGENTE",
      "inicio": 43.0,
      "fin": 43.5,
      "texto": "Te comento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 44.2,
      "fin": 45.9,
      "texto": "Le acompañamos a lanzar una promoción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 45.9,
      "fin": 52.6,
      "texto": "Está muy buena, muy acorde para los clientes porque te da el 80% de descuento, un montón."
    },
    {
      "hablante": "AGENTE",
      "inicio": 52.6,
      "fin": 53.0,
      "texto": "Ahora me da 80%."
    },
    {
      "hablante": "AGENTE",
      "inicio": 53.0,
      "fin": 54.2,
      "texto": "Claro, muchísimo, muchísimo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 54.2,
      "fin": 55.4,
      "texto": "Entonces, ¿qué te permite esta promo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 55.5,
      "fin": 59.0,
      "texto": "Primero que nada, que cada línea mantenga el mismo número de teléfono, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 59.4,
      "fin": 61.3,
      "texto": "El teléfono no se cambia."
    },
    {
      "hablante": "AGENTE",
      "inicio": 61.9,
      "fin": 75.1,
      "texto": "Vas a pasar a tener las llamadas libres a todas las compañías, servicio de WhatsApp gratis, el WhatsApp de Movistar, al tenerlo cargado con los datos móviles de Movistar, no te gastas datos de lo que es Internet, de tu línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 75.2,
      "fin": 78.9,
      "texto": "Es decir, por un lado vas a tener Internet, en tu línea, y por el otro, WhatsApp."
    },
    {
      "hablante": "AGENTE",
      "inicio": 78.9,
      "fin": 88.0,
      "texto": "No sé si has notado que con Claro, cuando te quedas sin Internet, sin datos móviles, si vos no abrís la app de WhatsApp, no te llega la notificación que tal vez tenés un mensajito nuevo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 88.9,
      "fin": 93.8,
      "texto": "Ah, no, ni idea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 93.8,
      "fin": 95.0,
      "texto": "Bueno, suele faltar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 95.0,
      "fin": 105.6,
      "texto": "Vas a tener las llamadas libres en cada línea para todas las compañías y si llamas fuera de la Argentina, vas a contar con la posibilidad de tener lo que son las llamadas a América, si te van a facturar a precio local."
    },
    {
      "hablante": "AGENTE",
      "inicio": 106.7,
      "fin": 113.4,
      "texto": "En cuanto, si vos o el otro usuario de la línea salen del país, van a contar con Roaming, que es Internet,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 113.9,
      "fin": 116.3,
      "texto": "fuera de la Argentina y toda América incluido en el plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 116.6,
      "fin": 134.3,
      "texto": "En cuanto al Internet para cada línea, la compañía te va a dar 8 gigas fijos de base todos los meses, Moni, 4 gigas adicionales para cada línea porque se toma como plan familiar, y a su vez, los primeros 6 meses te van a ir de regalo 10 gigas para cada línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 134.6,
      "fin": 142.3,
      "texto": "Es decir, pasando en limpio, vas a contar con los 8 gigas de la base de tu plan, los 4 adicionales para el plan familia por ser dos líneas,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 142.7,
      "fin": 144.1,
      "texto": "más los 10 de regalo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 144.3,
      "fin": 149.1,
      "texto": "En total, los primeros tres meses vas a tener 22 gigas por línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 149.1,
      "fin": 153.3,
      "texto": "A partir del séptimo mes, te quedas con 12 gigas, los 8 de base y los 4 adicionales."
    },
    {
      "hablante": "AGENTE",
      "inicio": 154.2,
      "fin": 164.2,
      "texto": "Este plan, con el 80% de descuento, va a pasar a tener un valor donde solamente vas a pagar, por línea, 10.720 pesos, que es el valor al día de hoy con el descuento."
    },
    {
      "hablante": "AGENTE",
      "inicio": 164.6,
      "fin": 166.3,
      "texto": "Es decir, como la suma,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 166.8,
      "fin": 171.8,
      "texto": "por las dos líneas vas a pagar solamente, Mónica, el valor al día de hoy, 21.440 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 172.3,
      "fin": 175.4,
      "texto": "No es nada para lo que es la situación."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.5,
      "fin": 182.3,
      "texto": "Estamos hablando que vas a pagar menos de lo que son, menos de 700 pesos por día por dos líneas."
    },
    {
      "hablante": "AGENTE",
      "inicio": 182.4,
      "fin": 184.7,
      "texto": "No es nada."
    },
    {
      "hablante": "AGENTE",
      "inicio": 184.7,
      "fin": 185.2,
      "texto": "Exactamente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 185.2,
      "fin": 186.1,
      "texto": "Te comento, Mónica."
    },
    {
      "hablante": "AGENTE",
      "inicio": 186.8,
      "fin": 191.0,
      "texto": "Nosotros lo que hacemos en 48 horas hábiles,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 191.2,
      "fin": 200.7,
      "texto": "que está llegando a la sucursal, en este caso vos vivís en Bariloche, sí, en Río Negro, te van a estar llegando los chips de la compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 201.0,
      "fin": 209.4,
      "texto": "Una vez que te dejó el chip de Movistar... No, no, pero yo no tengo el chip."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 209.4,
      "fin": 210.5,
      "texto": "Yo no te confirmo porque tengo que hablar con mi hijo."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 210.5,
      "fin": 211.1,
      "texto": "Sí, sí, no hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 211.2,
      "fin": 214.4,
      "texto": "Igualmente te comento cómo es el trámite para que vos puedas hablar con él."
    },
    {
      "hablante": "AGENTE",
      "inicio": 214.9,
      "fin": 220.1,
      "texto": "Si va a preguntar, Mónica, ¿ustedes utilizan lo que es chip físico o el chip virtual, el eSIM?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 222.0,
      "fin": 224.7,
      "texto": "El físico."
    },
    {
      "hablante": "AGENTE",
      "inicio": 224.8,
      "fin": 225.9,
      "texto": "El físico, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 225.9,
      "fin": 232.4,
      "texto": "Bien, como te decía nosotros, o sea, para que vos lo comentes con tu hijo, nosotros en 48 horas te enviamos los chips."
    },
    {
      "hablante": "AGENTE",
      "inicio": 232.5,
      "fin": 247.5,
      "texto": "Si una vez que te dejaron los chips de la compañía, vos aguardas a que se te corte la señal de Claro, cuando recién se te cortó la señal a vos y a tu hijo en este caso, colocan el chip de nuestra compañía, se activa la línea y se comienzan a tener servicios con nosotros."
    },
    {
      "hablante": "AGENTE",
      "inicio": 247.5,
      "fin": 251.8,
      "texto": "De ese modo te damos la tranquilidad que sin servicios de línea no se van a quedar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 252.3,
      "fin": 253.3,
      "texto": "Ninguno de los dos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 253.3,
      "fin": 254.2,
      "texto": "Claro, no, no, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 254.7,
      "fin": 255.6,
      "texto": "Eso es lo importante."
    },
    {
      "hablante": "AGENTE",
      "inicio": 255.6,
      "fin": 257.6,
      "texto": "Pero igual no sé, yo no te confirmo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 258.4,
      "fin": 261.1,
      "texto": "No, no, queadro enquila, queadro enquila, no, queadro enquila."
    },
    {
      "hablante": "AGENTE",
      "inicio": 261.6,
      "fin": 266.2,
      "texto": "No sé cuándo vuelvo, puedes hablar con tu hijo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 266.2,
      "fin": 275.8,
      "texto": "Sí, él está lejos, hace 20 kilómetros, así que... Sí, hoy después del trabajo de Eduardo y mañana hablamos, ¿me llamás?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 275.8,
      "fin": 281.6,
      "texto": "Dale, dale, yo hoy, por ejemplo, trabajo hasta las tres, vos antes ahora no lo busco, no crees que... No, no, no."
    },
    {
      "hablante": "AGENTE",
      "inicio": 282.0,
      "fin": 284.6,
      "texto": "Dale, no hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 284.6,
      "fin": 285.8,
      "texto": "No hay problema."
    },
    {
      "hablante": "AGENTE",
      "inicio": 285.8,
      "fin": 287.1,
      "texto": "Ah, perfecto, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 287.1,
      "fin": 293.3,
      "texto": "Bueno, igualmente, Mónica, tranquila, yo te voy a mandar un WhatsApp ahora con mi número, te voy a pedir un número de Mendoza."
    },
    {
      "hablante": "AGENTE",
      "inicio": 294.4,
      "fin": 297.3,
      "texto": "Te mando un WhatsApp, sí, para que vos tengas mi contacto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 297.8,
      "fin": 306.1,
      "texto": "Hablalo con tu hijo, charlalo con él y yo mañana a esta misma hora te llamo para que me digas alguna duda o algo que quieran preguntarme, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 306.6,
      "fin": 311.4,
      "texto": "Buenas, Mónica, recordá que mi nombre es Gabriela y mañana estamos en contacto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 311.4,
      "fin": 312.1,
      "texto": "Un saludo grande."
    },
    {
      "hablante": "AGENTE",
      "inicio": 312.5,
      "fin": 315.3,
      "texto": "Un beso grande."
    }
  ],
  "transcripcion_completa": "Hola, ¿qué tal? Buenos días, ¿Mónica? ¿Sí? Mónica, un gusto. Mi nombre es Gabriela, me estoy comunicando desde el área de beneficios móviles de la Compañía Movistar. ¿Cómo estás? ¿Qué tal? ¿Cómo estás? Bien, gracias por preguntar. Bien, trabajando, días jueves de la próxima, al fin de semana largo, por carnaval. Ah, sí. Voy a descansar cuatro días. Sí. Mónica, mira, pensamos, porque me figura en el sistema, o decime si es correcto, que vos sos titular de dos líneas, en este caso, con la Compañía Claro. Sí, sí, sí. Bien, y te hago una pregunta para buscarte el mejor plan. ¿Recordás más o menos cuánto pagas? ¿Cuántas gigas tenés? Ay, no, no, no sé cuántas gigas. Bueno, no te hagas problema, Moni. Te comento. Le acompañamos a lanzar una promoción. Está muy buena, muy acorde para los clientes porque te da el 80% de descuento, un montón. Ahora me da 80%. Claro, muchísimo, muchísimo. Entonces, ¿qué te permite esta promo? Primero que nada, que cada línea mantenga el mismo número de teléfono, ¿sí? El teléfono no se cambia. Vas a pasar a tener las llamadas libres a todas las compañías, servicio de WhatsApp gratis, el WhatsApp de Movistar, al tenerlo cargado con los datos móviles de Movistar, no te gastas datos de lo que es Internet, de tu línea. Es decir, por un lado vas a tener Internet, en tu línea, y por el otro, WhatsApp. No sé si has notado que con Claro, cuando te quedas sin Internet, sin datos móviles, si vos no abrís la app de WhatsApp, no te llega la notificación que tal vez tenés un mensajito nuevo. Ah, no, ni idea. Bueno, suele faltar. Vas a tener las llamadas libres en cada línea para todas las compañías y si llamas fuera de la Argentina, vas a contar con la posibilidad de tener lo que son las llamadas a América, si te van a facturar a precio local. En cuanto, si vos o el otro usuario de la línea salen del país, van a contar con Roaming, que es Internet, fuera de la Argentina y toda América incluido en el plan. En cuanto al Internet para cada línea, la compañía te va a dar 8 gigas fijos de base todos los meses, Moni, 4 gigas adicionales para cada línea porque se toma como plan familiar, y a su vez, los primeros 6 meses te van a ir de regalo 10 gigas para cada línea. Es decir, pasando en limpio, vas a contar con los 8 gigas de la base de tu plan, los 4 adicionales para el plan familia por ser dos líneas, más los 10 de regalo. En total, los primeros tres meses vas a tener 22 gigas por línea. A partir del séptimo mes, te quedas con 12 gigas, los 8 de base y los 4 adicionales. Este plan, con el 80% de descuento, va a pasar a tener un valor donde solamente vas a pagar, por línea, 10.720 pesos, que es el valor al día de hoy con el descuento. Es decir, como la suma, por las dos líneas vas a pagar solamente, Mónica, el valor al día de hoy, 21.440 pesos. No es nada para lo que es la situación. Estamos hablando que vas a pagar menos de lo que son, menos de 700 pesos por día por dos líneas. No es nada. Exactamente. Te comento, Mónica. Nosotros lo que hacemos en 48 horas hábiles, que está llegando a la sucursal, en este caso vos vivís en Bariloche, sí, en Río Negro, te van a estar llegando los chips de la compañía Movistar. Una vez que te dejó el chip de Movistar... No, no, pero yo no tengo el chip. Yo no te confirmo porque tengo que hablar con mi hijo. Sí, sí, no hay problema. Igualmente te comento cómo es el trámite para que vos puedas hablar con él. Si va a preguntar, Mónica, ¿ustedes utilizan lo que es chip físico o el chip virtual, el eSIM? El físico. El físico, perfecto. Bien, como te decía nosotros, o sea, para que vos lo comentes con tu hijo, nosotros en 48 horas te enviamos los chips. Si una vez que te dejaron los chips de la compañía, vos aguardas a que se te corte la señal de Claro, cuando recién se te cortó la señal a vos y a tu hijo en este caso, colocan el chip de nuestra compañía, se activa la línea y se comienzan a tener servicios con nosotros. De ese modo te damos la tranquilidad que sin servicios de línea no se van a quedar. Ninguno de los dos. Claro, no, no, no. Eso es lo importante. Pero igual no sé, yo no te confirmo. No, no, queadro enquila, queadro enquila, no, queadro enquila. No sé cuándo vuelvo, puedes hablar con tu hijo. Sí, él está lejos, hace 20 kilómetros, así que... Sí, hoy después del trabajo de Eduardo y mañana hablamos, ¿me llamás? Dale, dale, yo hoy, por ejemplo, trabajo hasta las tres, vos antes ahora no lo busco, no crees que... No, no, no. Dale, no hay problema. No hay problema. Ah, perfecto, perfecto. Bueno, igualmente, Mónica, tranquila, yo te voy a mandar un WhatsApp ahora con mi número, te voy a pedir un número de Mendoza. Te mando un WhatsApp, sí, para que vos tengas mi contacto. Hablalo con tu hijo, charlalo con él y yo mañana a esta misma hora te llamo para que me digas alguna duda o algo que quieran preguntarme, ¿sí? Buenas, Mónica, recordá que mi nombre es Gabriela y mañana estamos en contacto. Un saludo grande. Un beso grande.",
  "calidad": {
    "confianza_promedio": 0.491,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 70.8
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-17T18:04:04.584070",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "PENDIENTE",
      "productos_mencionados": [
        "plan móvil con llamadas libres",
        "WhatsApp gratis",
        "Roaming",
        "8GB base + 4GB adicionales + 10GB de regalo (primeros 6 meses)"
      ],
      "plan_vendido": "Plan móvil con 22GB (primeros 6 meses) por línea, luego 12GB. Precio: 10.720 pesos por línea.",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas), mejora de la fluidez y claridad del texto, identificación de roles."
    },
    "fecha_mejora": "2026-02-18T08:00:42.671324",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante A",
      "inicio": 0.03,
      "fin": 3.17,
      "duracion": 3.14,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.442
    },
    {
      "hablante": "Hablante A",
      "inicio": 3.19,
      "fin": 5.98,
      "duracion": 2.78,
      "texto": "Buenos días, ¿Mónica?",
      "confianza": 0.518
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.0,
      "fin": 6.16,
      "duracion": 0.16,
      "texto": "¿Sí?",
      "confianza": 0.325
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.18,
      "fin": 6.72,
      "duracion": 0.54,
      "texto": "Mónica, un gusto.",
      "confianza": 0.319
    },
    {
      "hablante": "Hablante A",
      "inicio": 6.8,
      "fin": 10.6,
      "duracion": 3.8,
      "texto": "Mi nombre es Gabriela, me estoy comunicando a la área de beneficio móviles de la Compañía Modestar.",
      "confianza": 0.53
    },
    {
      "hablante": "Hablante A",
      "inicio": 10.62,
      "fin": 13.39,
      "duracion": 2.76,
      "texto": "¿Cómo estás?",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.41,
      "fin": 13.59,
      "duracion": 0.18,
      "texto": "¿Qué tal?",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.61,
      "fin": 13.85,
      "duracion": 0.24,
      "texto": "¿Cómo estás?",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante A",
      "inicio": 13.87,
      "fin": 14.61,
      "duracion": 0.74,
      "texto": "Bien, gracias por preguntar.",
      "confianza": 0.314
    },
    {
      "hablante": "Hablante A",
      "inicio": 14.63,
      "fin": 19.41,
      "duracion": 4.78,
      "texto": "Bien, trabajando días jueves de la próxima, al fin de semana largo, por carnaval.",
      "confianza": 0.598
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.43,
      "fin": 19.57,
      "duracion": 0.14,
      "texto": "Ah, sí.",
      "confianza": 0.023
    },
    {
      "hablante": "Hablante A",
      "inicio": 19.59,
      "fin": 20.59,
      "duracion": 1.0,
      "texto": "Voy a despertar cuatro días.",
      "confianza": 0.344
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.5,
      "fin": 22.56,
      "duracion": 0.06,
      "texto": "Sí.",
      "confianza": 0.009
    },
    {
      "hablante": "Hablante B",
      "inicio": 22.58,
      "fin": 30.0,
      "duracion": 7.43,
      "texto": "Mónica, mira, pensamos porque me figura en el sistema, o decime si es correcto que vos sos titular de dos líneas, en este caso, con la Compañía Claro.",
      "confianza": 0.669
    },
    {
      "hablante": "Hablante B",
      "inicio": 30.84,
      "fin": 32.09,
      "duracion": 1.24,
      "texto": "Sí, sí, sí.",
      "confianza": 0.136
    },
    {
      "hablante": "Hablante B",
      "inicio": 32.11,
      "fin": 34.57,
      "duracion": 2.46,
      "texto": "Bien, y te hago una pregunta para buscarte el mejor plan.",
      "confianza": 0.664
    },
    {
      "hablante": "Hablante B",
      "inicio": 34.59,
      "fin": 36.23,
      "duracion": 1.64,
      "texto": "¿Recordás más o menos cuánto pagas?",
      "confianza": 0.62
    },
    {
      "hablante": "Hablante B",
      "inicio": 36.25,
      "fin": 40.86,
      "duracion": 4.61,
      "texto": "¿Cuántas gigas tenés?",
      "confianza": 0.828
    },
    {
      "hablante": "Hablante B",
      "inicio": 40.88,
      "fin": 41.62,
      "duracion": 0.74,
      "texto": "Ay, no, no, hijo, sé cuántas veces.",
      "confianza": 0.031
    },
    {
      "hablante": "Hablante B",
      "inicio": 41.64,
      "fin": 42.96,
      "duracion": 1.32,
      "texto": "Bueno, no te hagas problema, Moni.",
      "confianza": 0.314
    },
    {
      "hablante": "Hablante B",
      "inicio": 42.98,
      "fin": 43.54,
      "duracion": 0.56,
      "texto": "Te comento.",
      "confianza": 0.861
    },
    {
      "hablante": "Hablante B",
      "inicio": 44.16,
      "fin": 45.89,
      "duracion": 1.72,
      "texto": "Le acompañamos a lanzar una promoción.",
      "confianza": 0.493
    },
    {
      "hablante": "Hablante B",
      "inicio": 45.91,
      "fin": 52.62,
      "duracion": 6.71,
      "texto": "Está muy buena, muy acorde para los clientes porque te da el 80% de descuento, un montón.",
      "confianza": 0.686
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.64,
      "fin": 52.96,
      "duracion": 0.32,
      "texto": "Ahora me da 80%.",
      "confianza": 0.01
    },
    {
      "hablante": "Hablante B",
      "inicio": 52.98,
      "fin": 54.2,
      "duracion": 1.22,
      "texto": "Claro, muchísimo, muchísimo.",
      "confianza": 0.496
    },
    {
      "hablante": "Hablante B",
      "inicio": 54.22,
      "fin": 55.44,
      "duracion": 1.22,
      "texto": "Entonces, ¿qué te permite estar promo?",
      "confianza": 0.589
    },
    {
      "hablante": "Hablante B",
      "inicio": 55.54,
      "fin": 59.05,
      "duracion": 3.51,
      "texto": "Primero que nada, que cada línea mantenga el mismo número de teléfono, ¿sí?",
      "confianza": 0.73
    },
    {
      "hablante": "Hablante B",
      "inicio": 59.41,
      "fin": 61.28,
      "duracion": 1.86,
      "texto": "El teléfono no se cambia.",
      "confianza": 0.317
    },
    {
      "hablante": "Hablante B",
      "inicio": 61.9,
      "fin": 75.14,
      "duracion": 13.24,
      "texto": "Vas a pasar a tener las llamadas libres a todas las compañías, servicio de WhatsApp gratis, el WhatsApp de Molstar, al tenerlo cargado con los datos móviles de Molstar, no te gastas datos de lo que son el Internet, tu línea.",
      "confianza": 0.722
    },
    {
      "hablante": "Hablante B",
      "inicio": 75.18,
      "fin": 78.86,
      "duracion": 3.69,
      "texto": "Es decir, por un lado vas a tener Internet, tu línea, y por el otro, WhatsApp.",
      "confianza": 0.572
    },
    {
      "hablante": "Hablante B",
      "inicio": 78.88,
      "fin": 87.95,
      "duracion": 9.07,
      "texto": "No sé si has notado que con Claro, cuando te quedas sin Internet, sin datos móviles, si vos no abrís la app de WhatsApp, no te llega la notificación que tal vez eres un mensajito nuevo.",
      "confianza": 0.637
    },
    {
      "hablante": "Hablante B",
      "inicio": 88.91,
      "fin": 93.78,
      "duracion": 4.87,
      "texto": "Ah, no, ni idea.",
      "confianza": 0.232
    },
    {
      "hablante": "Hablante B",
      "inicio": 93.8,
      "fin": 94.96,
      "duracion": 1.16,
      "texto": "Bueno, suele faltar.",
      "confianza": 0.267
    },
    {
      "hablante": "Hablante B",
      "inicio": 94.98,
      "fin": 105.63,
      "duracion": 10.65,
      "texto": "Vas a tener las llamadas libres en cada línea para todas las compañías y si llamas fuera en la Argentina, vas a contar con la posibilidad de tener lo que son las llamadas a América si te van a facturar a precio local.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 106.73,
      "fin": 113.4,
      "duracion": 6.67,
      "texto": "En cuanto, si vos o el otro usuario de la línea salen del país, van a contar con Rooming, que es Internet,",
      "confianza": 0.784
    },
    {
      "hablante": "Hablante B",
      "inicio": 113.92,
      "fin": 116.32,
      "duracion": 2.4,
      "texto": "fuera de la Argentina y toda América incluirlo en el plan.",
      "confianza": 0.526
    },
    {
      "hablante": "Hablante B",
      "inicio": 116.6,
      "fin": 134.3,
      "duracion": 17.7,
      "texto": "En cuanto al Internet para cada línea, la compañía te va a dar 8 gigas fijo de base todos los meses, Moni, 4 gigas adicionales para cada línea porque se toma como plan familiar, y a su vez, los primeros 6 meses te van a ir de regalo 10 gigas para cada línea.",
      "confianza": 0.754
    },
    {
      "hablante": "Hablante B",
      "inicio": 134.62,
      "fin": 142.29,
      "duracion": 7.67,
      "texto": "Es decir, pasando en el limpio, vas a contar los 8 gigas de la base de tu plan, los 4 adicionales para el plan familia por ser dos líneas,",
      "confianza": 0.724
    },
    {
      "hablante": "Hablante B",
      "inicio": 142.74,
      "fin": 144.1,
      "duracion": 1.36,
      "texto": "más los 10 de regalo.",
      "confianza": 0.432
    },
    {
      "hablante": "Hablante B",
      "inicio": 144.32,
      "fin": 149.09,
      "duracion": 4.77,
      "texto": "En total, los primeros tres meses va a tener 22 gigas por línea.",
      "confianza": 0.727
    },
    {
      "hablante": "Hablante B",
      "inicio": 149.11,
      "fin": 153.28,
      "duracion": 4.17,
      "texto": "A partir del séptimo mes, te quedas con 12 gigas, los 8 de base y los 4 adicionales.",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante B",
      "inicio": 154.18,
      "fin": 164.23,
      "duracion": 10.05,
      "texto": "Este plan, con el 80% de descuento, va a pasar a tener un valor donde solamente vas a pagar, por línea, 10.720 pesos, que es el valor al día de hoy con el descuento.",
      "confianza": 0.662
    },
    {
      "hablante": "Hablante B",
      "inicio": 164.61,
      "fin": 166.35,
      "duracion": 1.74,
      "texto": "Es decir, como la suma,",
      "confianza": 0.556
    },
    {
      "hablante": "Hablante B",
      "inicio": 166.81,
      "fin": 171.83,
      "duracion": 5.03,
      "texto": "por las dos líneas vas a pagar solamente, Mónica, el valor al día de hoy, 21,440 pesos.",
      "confianza": 0.689
    },
    {
      "hablante": "Hablante B",
      "inicio": 172.31,
      "fin": 175.38,
      "duracion": 3.06,
      "texto": "No es nada para lo que es la situación.",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 175.52,
      "fin": 182.3,
      "duracion": 6.79,
      "texto": "Estamos hablando que vas a pagar menos de lo que son, menos de 700 pesos por día por dos líneas.",
      "confianza": 0.763
    },
    {
      "hablante": "Hablante B",
      "inicio": 182.36,
      "fin": 184.66,
      "duracion": 2.3,
      "texto": "No es nada.",
      "confianza": 0.823
    },
    {
      "hablante": "Hablante B",
      "inicio": 184.69,
      "fin": 185.21,
      "duracion": 0.52,
      "texto": "Exactamente.",
      "confianza": 0.079
    },
    {
      "hablante": "Hablante B",
      "inicio": 185.23,
      "fin": 186.07,
      "duracion": 0.84,
      "texto": "Te comento, Mónica.",
      "confianza": 0.72
    },
    {
      "hablante": "Hablante B",
      "inicio": 186.77,
      "fin": 190.99,
      "duracion": 4.22,
      "texto": "Nosotros lo que hacemos en 48 horas hábiles,",
      "confianza": 0.737
    },
    {
      "hablante": "Hablante B",
      "inicio": 191.22,
      "fin": 200.66,
      "duracion": 9.43,
      "texto": "que está llegando a la sucursal, en este caso vos vivís en Bariloche, sí, en Rionero, te van a estar llegando los chips de la compañía Mozart.",
      "confianza": 0.666
    },
    {
      "hablante": "Hablante B",
      "inicio": 201.04,
      "fin": 209.37,
      "duracion": 8.33,
      "texto": "Una vez que te dejó el chip de Movistar... No, no, pero yo no tengo el chip.",
      "confianza": 0.375
    },
    {
      "hablante": "Hablante B",
      "inicio": 209.39,
      "fin": 210.47,
      "duracion": 1.08,
      "texto": "Yo no te confirmo porque tengo que hablar con mi hijo.",
      "confianza": 0.011
    },
    {
      "hablante": "Hablante B",
      "inicio": 210.49,
      "fin": 211.11,
      "duracion": 0.62,
      "texto": "Sí, sí, no hay problema.",
      "confianza": 0.245
    },
    {
      "hablante": "Hablante B",
      "inicio": 211.21,
      "fin": 214.39,
      "duracion": 3.18,
      "texto": "Igualmente te comento cómo es el trámite para que vos puedas hablar con él.",
      "confianza": 0.808
    },
    {
      "hablante": "Hablante B",
      "inicio": 214.91,
      "fin": 220.1,
      "duracion": 5.19,
      "texto": "Si va a preguntar, Mónica, ¿ustedes utilizan lo que es chip físico o el chip virtual, el SIM?",
      "confianza": 0.657
    },
    {
      "hablante": "Hablante A",
      "inicio": 222.04,
      "fin": 224.74,
      "duracion": 2.7,
      "texto": "El físico.",
      "confianza": 0.225
    },
    {
      "hablante": "Hablante A",
      "inicio": 224.76,
      "fin": 225.9,
      "duracion": 1.14,
      "texto": "El físico, perfecto.",
      "confianza": 0.144
    },
    {
      "hablante": "Hablante A",
      "inicio": 225.92,
      "fin": 232.45,
      "duracion": 6.53,
      "texto": "Bien, como te decía nosotros, o sea, para que vos lo comentes con tu hijo, nosotros en 48 horas te enviamos los chips.",
      "confianza": 0.59
    },
    {
      "hablante": "Hablante A",
      "inicio": 232.47,
      "fin": 247.53,
      "duracion": 15.06,
      "texto": "Si una vez que te dejaron los chips de la compañía, vos aguardas a que se te corte la señal de claro cuando recién se te cortó la señal a vos y a tu hijo en este caso, colocan el chip de nuestra compañía, se activa la línea y se comiencen a tener servicios con nosotros.",
      "confianza": 0.64
    },
    {
      "hablante": "Hablante A",
      "inicio": 247.54,
      "fin": 251.81,
      "duracion": 4.26,
      "texto": "De ese modo te damos la tranquilidad que sin servicios de línea no se van a quedar.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante A",
      "inicio": 252.26,
      "fin": 253.26,
      "duracion": 1.0,
      "texto": "ninguno de los dos.",
      "confianza": 0.631
    },
    {
      "hablante": "Hablante A",
      "inicio": 253.28,
      "fin": 254.22,
      "duracion": 0.94,
      "texto": "Claro, no, no, no.",
      "confianza": 0.56
    },
    {
      "hablante": "Hablante A",
      "inicio": 254.71,
      "fin": 255.55,
      "duracion": 0.84,
      "texto": "Eso es lo importante.",
      "confianza": 0.445
    },
    {
      "hablante": "Hablante A",
      "inicio": 255.63,
      "fin": 257.57,
      "duracion": 1.94,
      "texto": "Pero igual no sé, yo no te confirmo.",
      "confianza": 0.425
    },
    {
      "hablante": "Hablante A",
      "inicio": 258.45,
      "fin": 261.13,
      "duracion": 2.68,
      "texto": "No, no, queadro enquila, queadro enquila, no, queadro enquila.",
      "confianza": 0.452
    },
    {
      "hablante": "Hablante A",
      "inicio": 261.61,
      "fin": 266.16,
      "duracion": 4.55,
      "texto": "No sé cuándo vuelo, puedes hablar con tu hijo.",
      "confianza": 0.814
    },
    {
      "hablante": "Hablante A",
      "inicio": 266.18,
      "fin": 275.75,
      "duracion": 9.57,
      "texto": "Sí, él está lejos, hace 20 kilómetros, así que... Sí, hoy después del trabajo de Eduardo y mañana hablamos, ¿me llamás?",
      "confianza": 0.257
    },
    {
      "hablante": "Hablante A",
      "inicio": 275.77,
      "fin": 281.56,
      "duracion": 5.79,
      "texto": "Dale, dale, yo hoy, por ejemplo, trabajo hasta las tres, vos antes ahora no lo busco, no crees que... No, no, no.",
      "confianza": 0.61
    },
    {
      "hablante": "Hablante A",
      "inicio": 282.01,
      "fin": 284.58,
      "duracion": 2.56,
      "texto": "Dale, no hay problema.",
      "confianza": 0.298
    },
    {
      "hablante": "Hablante A",
      "inicio": 284.6,
      "fin": 285.78,
      "duracion": 1.18,
      "texto": "No hay problema.",
      "confianza": 0.25
    },
    {
      "hablante": "Hablante A",
      "inicio": 285.8,
      "fin": 287.1,
      "duracion": 1.3,
      "texto": "Ah, perfecto, perfecto.",
      "confianza": 0.44
    },
    {
      "hablante": "Hablante A",
      "inicio": 287.12,
      "fin": 293.31,
      "duracion": 6.19,
      "texto": "Bueno, igualmente, Mónica, tranquila, yo te voy a mandar un WhatsApp ahora con mi número, te voy a pedir un número de Mendoza.",
      "confianza": 0.566
    },
    {
      "hablante": "Hablante A",
      "inicio": 294.45,
      "fin": 297.26,
      "duracion": 2.8,
      "texto": "Te mando un WhatsApp, sí, para que vos tengas mi contacto.",
      "confianza": 0.568
    },
    {
      "hablante": "Hablante A",
      "inicio": 297.84,
      "fin": 306.13,
      "duracion": 8.29,
      "texto": "Hablalo con tu hijo, charlalo con él y yo mañana a esta misma hora te le damos cinco promesas para que vos me digas alguna duda o algo que quieran preguntarme, ¿sí?",
      "confianza": 0.638
    },
    {
      "hablante": "Hablante A",
      "inicio": 306.55,
      "fin": 311.4,
      "duracion": 4.86,
      "texto": "Buenas mones, recordad que mi nombre es Gabriel y mañana estamos en contacto.",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante A",
      "inicio": 311.42,
      "fin": 312.07,
      "duracion": 0.64,
      "texto": "Un saludo grande.",
      "confianza": 0.466
    },
    {
      "hablante": "Hablante A",
      "inicio": 312.47,
      "fin": 315.28,
      "duracion": 2.81,
      "texto": "Un beso grande.",
      "confianza": 0.569
    }
  ]
}