{
  "archivo": "amza4_1_260211112124058_ACD_14759.wav",
  "duracion_segundos": 275.2,
  "num_segmentos": 62,
  "num_hablantes": 2,
  "hablantes": [
    "Hablante A",
    "Hablante B"
  ],
  "tiempo_por_hablante": {
    "Hablante B": 100.95,
    "Hablante A": 153.95
  },
  "idioma": "es",
  "conversacion": [
    {
      "hablante": "AGENTE",
      "inicio": 1.7,
      "fin": 4.2,
      "texto": "Hola."
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.2,
      "fin": 4.7,
      "texto": "Hola, ¿qué tal?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 4.7,
      "fin": 5.7,
      "texto": "¿Buenos días, Héctor?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 7.1,
      "fin": 7.4,
      "texto": "Sí, correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 7.4,
      "fin": 8.0,
      "texto": "Héctor, un gusto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 8.1,
      "fin": 9.0,
      "texto": "Mi nombre es Gabriela."
    },
    {
      "hablante": "AGENTE",
      "inicio": 9.1,
      "fin": 12.2,
      "texto": "Me estoy comunicando de la red de recupero del cliente de la compañía Movistar."
    },
    {
      "hablante": "AGENTE",
      "inicio": 12.2,
      "fin": 15.4,
      "texto": "¿Cómo estás, Héctor?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 15.4,
      "fin": 15.9,
      "texto": "Bien, bien, todo bien."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 15.9,
      "fin": 17.1,
      "texto": "Es mi alero, es mi alero."
    },
    {
      "hablante": "AGENTE",
      "inicio": 17.1,
      "fin": 22.6,
      "texto": "Héctor, me figura que esta línea de teléfono que termina en 222, usted actualmente la lleva con la compañía Claro, ¿verdad?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 24.5,
      "fin": 24.8,
      "texto": "Sí, correcto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 24.8,
      "fin": 29.8,
      "texto": "Bien, bueno, le comento, Héctor, de la compañía Movistar tenemos promociones, planes disponibles,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 30.1,
      "fin": 34.6,
      "texto": "Para su línea que están con el 85% de descuento fijo por 6 meses, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 35.3,
      "fin": 38.9,
      "texto": "Le hago una pregunta para buscar el plan más adecuado del uso que usted le da."
    },
    {
      "hablante": "AGENTE",
      "inicio": 38.9,
      "fin": 44.0,
      "texto": "¿Es utilizar mucho internet en su línea usted o poco?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 44.1,
      "fin": 44.4,
      "texto": "Usted usa bastante."
    },
    {
      "hablante": "AGENTE",
      "inicio": 44.5,
      "fin": 45.6,
      "texto": "Usa bastante, perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 46.0,
      "fin": 55.6,
      "texto": "En ese caso tengo un plan que es muy bueno que le permite que usted tenga 15 GB de base todos los meses y los primeros 6 meses se le regalan aparte 10 GB extras."
    },
    {
      "hablante": "AGENTE",
      "inicio": 55.7,
      "fin": 59.9,
      "texto": "Es decir, por medio año usted pasará a tener 25 GB en total en su línea."
    },
    {
      "hablante": "AGENTE",
      "inicio": 60.6,
      "fin": 63.6,
      "texto": "WhatsApp gratis, llamadas libres a todas las compañías."
    },
    {
      "hablante": "AGENTE",
      "inicio": 63.6,
      "fin": 66.9,
      "texto": "Si llama a América, se factura precio local."
    },
    {
      "hablante": "AGENTE",
      "inicio": 66.9,
      "fin": 72.9,
      "texto": "Y si usted sale de la Argentina, contaría con lo que es Internet fuera del país en el mundo, que es el Roaming Includer 5G."
    },
    {
      "hablante": "AGENTE",
      "inicio": 72.9,
      "fin": 80.2,
      "texto": "Con el descuento... Escúchame, ¿sabés que se está cortando todo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 80.2,
      "fin": 83.1,
      "texto": "Te escucho mal, no te escucho en completo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 83.1,
      "fin": 85.2,
      "texto": "No sé que... En la última parte no te escuché, porque se corta."
    },
    {
      "hablante": "AGENTE",
      "inicio": 85.2,
      "fin": 87.9,
      "texto": "¿Ahí me escucha, Héctor?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 87.9,
      "fin": 89.1,
      "texto": "Ahí te escucho, sí."
    },
    {
      "hablante": "AGENTE",
      "inicio": 89.1,
      "fin": 89.6,
      "texto": "Perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 89.9,
      "fin": 103.2,
      "texto": "Le repito, le decía, el plan que tengo para un uso que usted le da a su línea, que tiene bastantes gigas, le permite que tenga 15 gigas de base todos los meses y los primeros seis meses se le acreditan 10 gigas de regalo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 103.6,
      "fin": 107.6,
      "texto": "Es decir, que usted durante medio año pasaría a tener 25 gigas en total, Héctor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 108.5,
      "fin": 115.8,
      "texto": "La llamada libre es a todas las compañías, WhatsApp gratis, llamadas a América Precio Local y Roaming en Internet Fuera del País en todo el mundo,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 116.0,
      "fin": 117.1,
      "texto": "incluido en el plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 117.3,
      "fin": 124.7,
      "texto": "Este plan, con el descuento fijo que se le realiza, le quedan tan solo 11.932 pesos mensuales."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 124.7,
      "fin": 127.9,
      "texto": "¿Eso sería fijo?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 127.9,
      "fin": 134.2,
      "texto": "Ese es el precio fijo que le queda por seis meses porque se le hace el 85% de descuento, Héctor."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 134.2,
      "fin": 137.9,
      "texto": "¿Por seis meses?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 138.0,
      "fin": 139.8,
      "texto": "No, por seis meses no es lo mismo porque después de seis meses empieza a meter como locos."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 139.8,
      "fin": 141.8,
      "texto": "Yo necesito algo por lo menos fijo por un año, ¿no es?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 142.6,
      "fin": 147.3,
      "texto": "Acepto los aumentos, todo bien, pero después de seis meses empiezan a disparar."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 147.3,
      "fin": 157.3,
      "texto": "Entonces, cambiarme a una compañía por seis meses no me convendría lo mismo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 157.3,
      "fin": 158.0,
      "texto": "Lo entiendo perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 158.1,
      "fin": 161.2,
      "texto": "Igualmente, esto es lo que nosotros acostumbramos, lo siguiente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 161.7,
      "fin": 167.3,
      "texto": "Yo le brindo mi número de teléfono al cliente para que el cliente al quinto mes, cuando se conforme con el servicio,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 167.6,
      "fin": 175.3,
      "texto": "se comunique conmigo para que yo le ayude a que se le pueda dar una nueva promoción, un nuevo beneficio nuevo para la línea para que siempre esté con un precio de promoción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 175.9,
      "fin": 181.5,
      "texto": "Justamente para evitar que el cliente no se pase y que al sexto mes se quiera cambiar porque elevaría el precio del plan."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 182.4,
      "fin": 186.6,
      "texto": "¿No hay algo que sea por un año?"
    },
    {
      "hablante": "CLIENTE",
      "inicio": 189.0,
      "fin": 196.7,
      "texto": "De acuerdo a los aumentos, está todo bien, eso lo acepto, todo, pero por seis meses pasan voladas, no es el tema."
    },
    {
      "hablante": "CLIENTE",
      "inicio": 196.9,
      "fin": 198.5,
      "texto": "Claro, lo entiendo perfecto."
    },
    {
      "hablante": "AGENTE",
      "inicio": 198.5,
      "fin": 213.9,
      "texto": "No, Víctor, no se están dando nuevas promociones por un año porque pasa que muchas veces los clientes decían renovarlas o directamente te dicen sí, es por un año, pero el cliente se pierde el control de la factura y luego le vienen aumentos que no están considerados dentro del plan."
    },
    {
      "hablante": "AGENTE",
      "inicio": 213.9,
      "fin": 223.6,
      "texto": "Entonces, por eso se busca en esta nueva gestión de Movistar, que sea directamente por seis meses para que el cliente tenga un control sobre todo el servicio y de lo que realmente se está facturando, ¿sí?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 224.1,
      "fin": 224.9,
      "texto": "Pero igualmente..."
    },
    {
      "hablante": "AGENTE",
      "inicio": 225.6,
      "fin": 233.9,
      "texto": "¿A partir de los seis meses, cuánto sería el abono mío?"
    },
    {
      "hablante": "AGENTE",
      "inicio": 234.0,
      "fin": 238.4,
      "texto": "Bien, en este caso el abono, sin el descuento, tiene un valor de 67.318 pesos."
    },
    {
      "hablante": "AGENTE",
      "inicio": 239.4,
      "fin": 248.1,
      "texto": "Pero, claro, todo lo que le digo, digo, Héctor, perdón, es que usted tranquilamente puede comunicarse conmigo para que se le brinde un nuevo beneficio, una nueva promoción."
    },
    {
      "hablante": "AGENTE",
      "inicio": 248.5,
      "fin": 251.6,
      "texto": "Eso no es un inconveniente, eso lo puede hacer tranquilamente el cliente,"
    },
    {
      "hablante": "AGENTE",
      "inicio": 251.9,
      "fin": 259.9,
      "texto": "Sí, al quinto mes se me mira y dice, me está por terminar la promo, necesito una nueva promoción porque la verdad estoy conforme con el servicio, pero necesito una nueva promo."
    },
    {
      "hablante": "AGENTE",
      "inicio": 260.1,
      "fin": 263.8,
      "texto": "Entonces yo le ayudo a que se le dé una nueva promoción, un nuevo beneficio, eso no es un inconveniente."
    },
    {
      "hablante": "AGENTE",
      "inicio": 264.0,
      "fin": 270.9,
      "texto": "Bueno, no, por el momento no, más que se logre escuchar dos cosas, lo pienso, pero ahora por ahora no está."
    },
    {
      "hablante": "AGENTE",
      "inicio": 271.0,
      "fin": 272.6,
      "texto": "Dale, bueno, no hay problema, yo lo dejo asentado."
    },
    {
      "hablante": "AGENTE",
      "inicio": 272.6,
      "fin": 273.5,
      "texto": "Muchas gracias, Héctor."
    },
    {
      "hablante": "AGENTE",
      "inicio": 274.4,
      "fin": 275.2,
      "texto": "Dale, hasta luego."
    }
  ],
  "transcripcion_completa": "Hola. Hola, ¿qué tal? ¿Buenos días, Héctor? Sí, correcto. Héctor, un gusto. Mi nombre es Gabriela. Me estoy comunicando de la red de recupero del cliente de la compañía Movistar. ¿Cómo estás, Héctor? Bien, bien, todo bien. Es mi alero, es mi alero. Héctor, me figura que esta línea de teléfono que termina en 222, usted actualmente la lleva con la compañía Claro, ¿verdad? Sí, correcto. Bien, bueno, le comento, Héctor, de la compañía Movistar tenemos promociones, planes disponibles, Para su línea que están con el 85% de descuento fijo por 6 meses, ¿sí? Le hago una pregunta para buscar el plan más adecuado del uso que usted le da. ¿Es utilizar mucho internet en su línea usted o poco? Usted usa bastante. Usa bastante, perfecto. En ese caso tengo un plan que es muy bueno que le permite que usted tenga 15 GB de base todos los meses y los primeros 6 meses se le regalan aparte 10 GB extras. Es decir, por medio año usted pasará a tener 25 GB en total en su línea. WhatsApp gratis, llamadas libres a todas las compañías. Si llama a América, se factura precio local. Y si usted sale de la Argentina, contaría con lo que es Internet fuera del país en el mundo, que es el Roaming Includer 5G. Con el descuento... Escúchame, ¿sabés que se está cortando todo? Te escucho mal, no te escucho en completo. No sé que... En la última parte no te escuché, porque se corta. ¿Ahí me escucha, Héctor? Ahí te escucho, sí. Perfecto. Le repito, le decía, el plan que tengo para un uso que usted le da a su línea, que tiene bastantes gigas, le permite que tenga 15 gigas de base todos los meses y los primeros seis meses se le acreditan 10 gigas de regalo. Es decir, que usted durante medio año pasaría a tener 25 gigas en total, Héctor. La llamada libre es a todas las compañías, WhatsApp gratis, llamadas a América Precio Local y Roaming en Internet Fuera del País en todo el mundo, incluido en el plan. Este plan, con el descuento fijo que se le realiza, le quedan tan solo 11.932 pesos mensuales. ¿Eso sería fijo? Ese es el precio fijo que le queda por seis meses porque se le hace el 85% de descuento, Héctor. ¿Por seis meses? No, por seis meses no es lo mismo porque después de seis meses empieza a meter como locos. Yo necesito algo por lo menos fijo por un año, ¿no es? Acepto los aumentos, todo bien, pero después de seis meses empiezan a disparar. Entonces, cambiarme a una compañía por seis meses no me convendría lo mismo. Lo entiendo perfecto. Igualmente, esto es lo que nosotros acostumbramos, lo siguiente. Yo le brindo mi número de teléfono al cliente para que el cliente al quinto mes, cuando se conforme con el servicio, se comunique conmigo para que yo le ayude a que se le pueda dar una nueva promoción, un nuevo beneficio nuevo para la línea para que siempre esté con un precio de promoción. Justamente para evitar que el cliente no se pase y que al sexto mes se quiera cambiar porque elevaría el precio del plan. ¿No hay algo que sea por un año? De acuerdo a los aumentos, está todo bien, eso lo acepto, todo, pero por seis meses pasan voladas, no es el tema. Claro, lo entiendo perfecto. No, Víctor, no se están dando nuevas promociones por un año porque pasa que muchas veces los clientes decían renovarlas o directamente te dicen sí, es por un año, pero el cliente se pierde el control de la factura y luego le vienen aumentos que no están considerados dentro del plan. Entonces, por eso se busca en esta nueva gestión de Movistar, que sea directamente por seis meses para que el cliente tenga un control sobre todo el servicio y de lo que realmente se está facturando, ¿sí? Pero igualmente... ¿A partir de los seis meses, cuánto sería el abono mío? Bien, en este caso el abono, sin el descuento, tiene un valor de 67.318 pesos. Pero, claro, todo lo que le digo, digo, Héctor, perdón, es que usted tranquilamente puede comunicarse conmigo para que se le brinde un nuevo beneficio, una nueva promoción. Eso no es un inconveniente, eso lo puede hacer tranquilamente el cliente, Sí, al quinto mes se me mira y dice, me está por terminar la promo, necesito una nueva promoción porque la verdad estoy conforme con el servicio, pero necesito una nueva promo. Entonces yo le ayudo a que se le dé una nueva promoción, un nuevo beneficio, eso no es un inconveniente. Bueno, no, por el momento no, más que se logre escuchar dos cosas, lo pienso, pero ahora por ahora no está. Dale, bueno, no hay problema, yo lo dejo asentado. Muchas gracias, Héctor. Dale, hasta luego.",
  "calidad": {
    "confianza_promedio": 0.496,
    "metodo_diarizacion": "pausas_fallback",
    "tiempo_procesamiento": 60.5
  },
  "metadata": {
    "modelo": "whisperx_medium",
    "diarizacion": "pausas",
    "dispositivo": "cuda",
    "fecha": "2026-02-17T17:48:11.956483",
    "version": "5.0_ecapa"
  },
  "mejora_gemini": {
    "analisis": {
      "agente_detectado": "Hablante A",
      "confianza_roles": "ALTA",
      "tipo_llamada": "VENTA",
      "resultado": "RECHAZO",
      "productos_mencionados": [
        "plan 25GB",
        "WhatsApp gratis",
        "Llamadas a América precio local",
        "Roaming Includer 5G"
      ],
      "plan_vendido": "plan 25GB",
      "incluye_fibra": false,
      "calidad_transcripcion_original": "REGULAR",
      "correcciones_realizadas": "Corrección de errores de transcripción (gigas, nombres propios, palabras cortadas), mejora de la fluidez y claridad del texto."
    },
    "fecha_mejora": "2026-02-18T07:59:36.007057",
    "modelo": "gemini-2.0-flash-lite"
  },
  "conversacion_original": [
    {
      "hablante": "Hablante B",
      "inicio": 1.67,
      "fin": 4.19,
      "duracion": 2.52,
      "texto": "Hola.",
      "confianza": 0.537
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.21,
      "fin": 4.67,
      "duracion": 0.46,
      "texto": "Hola, ¿qué tal?",
      "confianza": 0.388
    },
    {
      "hablante": "Hablante B",
      "inicio": 4.69,
      "fin": 5.67,
      "duracion": 0.98,
      "texto": "¿Buenos días, Héctor?",
      "confianza": 0.661
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.12,
      "fin": 7.38,
      "duracion": 0.26,
      "texto": "Sí, correcto.",
      "confianza": 0.008
    },
    {
      "hablante": "Hablante B",
      "inicio": 7.4,
      "fin": 8.02,
      "duracion": 0.62,
      "texto": "Héctor, un gusto.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante B",
      "inicio": 8.1,
      "fin": 9.04,
      "duracion": 0.94,
      "texto": "Mi nombre es Gabriela.",
      "confianza": 0.639
    },
    {
      "hablante": "Hablante B",
      "inicio": 9.06,
      "fin": 12.22,
      "duracion": 3.17,
      "texto": "Me estoy comunicando de la red de recupero del cliente de la compañía Mozart.",
      "confianza": 0.475
    },
    {
      "hablante": "Hablante B",
      "inicio": 12.24,
      "fin": 15.43,
      "duracion": 3.19,
      "texto": "¿Cómo estás, Héctor?",
      "confianza": 0.467
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.45,
      "fin": 15.89,
      "duracion": 0.44,
      "texto": "Bien, bien, todo bien.",
      "confianza": 0.026
    },
    {
      "hablante": "Hablante B",
      "inicio": 15.91,
      "fin": 17.07,
      "duracion": 1.16,
      "texto": "Es mi alero, es mi alero.",
      "confianza": 0.08
    },
    {
      "hablante": "Hablante B",
      "inicio": 17.09,
      "fin": 22.6,
      "duracion": 5.51,
      "texto": "Héctor, me figura que esta línea de teléfono que termina en 222, usted actualmente la lleva con la compañía, claro, ¿verdad?",
      "confianza": 0.579
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.52,
      "fin": 24.78,
      "duracion": 0.26,
      "texto": "Sí, correcto.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante A",
      "inicio": 24.8,
      "fin": 29.75,
      "duracion": 4.95,
      "texto": "Bien, bueno, le comento, Héctor, de la compañía Mozart tenemos promociones, planes disponibles,",
      "confianza": 0.729
    },
    {
      "hablante": "Hablante A",
      "inicio": 30.12,
      "fin": 34.6,
      "duracion": 4.49,
      "texto": "Para su línea que están con el 85% de descuento fijo por 6 meses, ¿sí?",
      "confianza": 0.576
    },
    {
      "hablante": "Hablante A",
      "inicio": 35.29,
      "fin": 38.91,
      "duracion": 3.62,
      "texto": "Le hago una pregunta para buscar el plan más adecuado del uso que usted le da.",
      "confianza": 0.641
    },
    {
      "hablante": "Hablante A",
      "inicio": 38.93,
      "fin": 44.04,
      "duracion": 5.11,
      "texto": "¿Es utilizar mucho internet en su línea usted o poco?",
      "confianza": 0.815
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.06,
      "fin": 44.44,
      "duracion": 0.38,
      "texto": "Usted usa bastante.",
      "confianza": 0.001
    },
    {
      "hablante": "Hablante A",
      "inicio": 44.46,
      "fin": 45.58,
      "duracion": 1.12,
      "texto": "Usa bastante, perfecto.",
      "confianza": 0.621
    },
    {
      "hablante": "Hablante A",
      "inicio": 45.98,
      "fin": 55.57,
      "duracion": 9.59,
      "texto": "En ese caso tengo un plan que es muy bueno que le permite que usted tenga 15 GB de base todos los meses y los primeros 6 meses se le regalan aparte 10 GB extras.",
      "confianza": 0.732
    },
    {
      "hablante": "Hablante A",
      "inicio": 55.71,
      "fin": 59.94,
      "duracion": 4.23,
      "texto": "Es decir, por medio año usted pasará a tener 25 GB en total en su línea.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante A",
      "inicio": 60.63,
      "fin": 63.57,
      "duracion": 2.94,
      "texto": "UASA gratis, llamadas libres a todas las compañías.",
      "confianza": 0.812
    },
    {
      "hablante": "Hablante A",
      "inicio": 63.59,
      "fin": 66.9,
      "duracion": 3.3,
      "texto": "Si llama América, se factura precio local.",
      "confianza": 0.668
    },
    {
      "hablante": "Hablante A",
      "inicio": 66.92,
      "fin": 72.9,
      "duracion": 5.99,
      "texto": "Y si usted sale de la Argentina, contaría con lo que es Internet fuera del país en el mundo, que es el Cummink el Includer 5G.",
      "confianza": 0.534
    },
    {
      "hablante": "Hablante A",
      "inicio": 72.92,
      "fin": 80.19,
      "duracion": 7.27,
      "texto": "Con el descuento... Escúchame, ¿sabés que se está cortando todo?",
      "confianza": 0.431
    },
    {
      "hablante": "Hablante A",
      "inicio": 80.23,
      "fin": 83.08,
      "duracion": 2.84,
      "texto": "Te escucho mal, no te escucho en completo.",
      "confianza": 0.407
    },
    {
      "hablante": "Hablante A",
      "inicio": 83.09,
      "fin": 85.16,
      "duracion": 2.06,
      "texto": "No sé que... En la última parte no te escuché, porque se corta.",
      "confianza": 0.278
    },
    {
      "hablante": "Hablante A",
      "inicio": 85.2,
      "fin": 87.9,
      "duracion": 2.7,
      "texto": "¿Ahí me escucha, Héctor?",
      "confianza": 0.266
    },
    {
      "hablante": "Hablante A",
      "inicio": 87.92,
      "fin": 89.1,
      "duracion": 1.18,
      "texto": "Ahí te escucho, sí.",
      "confianza": 0.318
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.12,
      "fin": 89.62,
      "duracion": 0.5,
      "texto": "Perfecto.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante A",
      "inicio": 89.86,
      "fin": 103.25,
      "duracion": 13.39,
      "texto": "Le repito, le decía, el plan que tengo para un uso que usted le da a su línea, que tiene bastantes gigas, le permite que tenga 15 gigas de base todos los meses y los primeros seis meses se le acreditan 10 gigas del regalo.",
      "confianza": 0.723
    },
    {
      "hablante": "Hablante A",
      "inicio": 103.59,
      "fin": 107.58,
      "duracion": 3.98,
      "texto": "Es decir, que usted durante medio año pasaría a tener 25 gigas en total, Héctor.",
      "confianza": 0.738
    },
    {
      "hablante": "Hablante A",
      "inicio": 108.52,
      "fin": 115.75,
      "duracion": 7.23,
      "texto": "La llamada libre es a todas las compañías, WhatsApp gratis, llamadas a América Precio Local y Roomi en Internet Fora del País en todo el mundo,",
      "confianza": 0.707
    },
    {
      "hablante": "Hablante A",
      "inicio": 116.03,
      "fin": 117.13,
      "duracion": 1.1,
      "texto": "incluido en el plan.",
      "confianza": 0.66
    },
    {
      "hablante": "Hablante A",
      "inicio": 117.35,
      "fin": 124.68,
      "duracion": 7.33,
      "texto": "Este plan, con el descuento fijo que se le realiza, le quedan tan solo 11.932 pesos mensuales.",
      "confianza": 0.831
    },
    {
      "hablante": "Hablante A",
      "inicio": 124.7,
      "fin": 127.91,
      "duracion": 3.21,
      "texto": "¿Eso sería fijo?",
      "confianza": 0.441
    },
    {
      "hablante": "Hablante A",
      "inicio": 127.93,
      "fin": 134.21,
      "duracion": 6.29,
      "texto": "Ese es el precio fijo que le queda por seis meses porque se le hace el 85% de descuento, doctor.",
      "confianza": 0.648
    },
    {
      "hablante": "Hablante A",
      "inicio": 134.23,
      "fin": 137.94,
      "duracion": 3.7,
      "texto": "¿Por seis meses?",
      "confianza": 0.234
    },
    {
      "hablante": "Hablante A",
      "inicio": 137.96,
      "fin": 139.76,
      "duracion": 1.8,
      "texto": "No, por seis meses no es lo mismo porque después de seis meses empieza a meter como locos.",
      "confianza": 0.035
    },
    {
      "hablante": "Hablante A",
      "inicio": 139.78,
      "fin": 141.78,
      "duracion": 2.0,
      "texto": "Yo necesito algo por lo menos fijo por un año, ¿no es?",
      "confianza": 0.267
    },
    {
      "hablante": "Hablante A",
      "inicio": 142.61,
      "fin": 147.29,
      "duracion": 4.69,
      "texto": "Acepto los aumentos, todo bien, pero después de seis meses empiezan a disparar.",
      "confianza": 0.407
    },
    {
      "hablante": "Hablante A",
      "inicio": 147.31,
      "fin": 157.29,
      "duracion": 9.97,
      "texto": "Entonces, cambiarme a una compañía por seis meses no me comprendería lo mismo.",
      "confianza": 0.3
    },
    {
      "hablante": "Hablante A",
      "inicio": 157.31,
      "fin": 157.99,
      "duracion": 0.68,
      "texto": "Lo entiendo perfecto.",
      "confianza": 0.447
    },
    {
      "hablante": "Hablante A",
      "inicio": 158.07,
      "fin": 161.2,
      "duracion": 3.12,
      "texto": "Igualmente, esto es lo que nosotros acostumbramos, lo siguiente.",
      "confianza": 0.75
    },
    {
      "hablante": "Hablante A",
      "inicio": 161.74,
      "fin": 167.26,
      "duracion": 5.53,
      "texto": "Yo le brindo mi número de teléfono al cliente para que el cliente al quinto mes, cuando se conforme con el servicio,",
      "confianza": 0.794
    },
    {
      "hablante": "Hablante A",
      "inicio": 167.58,
      "fin": 175.27,
      "duracion": 7.69,
      "texto": "te comunique conmigo para que yo le ayude a que se le pueda dar una nueva promoción, un nuevo beneficio nuevo para la línea para que siempre esté con un precio de promoción.",
      "confianza": 0.704
    },
    {
      "hablante": "Hablante A",
      "inicio": 175.89,
      "fin": 181.48,
      "duracion": 5.59,
      "texto": "Justamente para evitar que el cliente no pase y que al sexto mes se quiera cambiar porque elevaría el precio del plan.",
      "confianza": 0.786
    },
    {
      "hablante": "Hablante A",
      "inicio": 182.44,
      "fin": 186.57,
      "duracion": 4.12,
      "texto": "No hay algo que sea por un año?",
      "confianza": 0.597
    },
    {
      "hablante": "Hablante B",
      "inicio": 188.99,
      "fin": 196.66,
      "duracion": 7.67,
      "texto": "De acuerdo a los aumentos, está todo bien, eso lo acepto, todo, pero por seis meses pasan bolanes, no es el tema.",
      "confianza": 0.289
    },
    {
      "hablante": "Hablante B",
      "inicio": 196.86,
      "fin": 198.46,
      "duracion": 1.6,
      "texto": "Claro, lo entiendo perfecto.",
      "confianza": 0.202
    },
    {
      "hablante": "Hablante B",
      "inicio": 198.48,
      "fin": 213.88,
      "duracion": 15.39,
      "texto": "No, Víctor, no se están dando nuevas promociones por un año porque pasa que muchas veces los clientes decían renovarlas o directamente te dicen sí, es por un año, pero el cliente se pierde el control de la factura y luego le vienen aumentos que no están considerados dentro del plan.",
      "confianza": 0.743
    },
    {
      "hablante": "Hablante B",
      "inicio": 213.9,
      "fin": 223.55,
      "duracion": 9.65,
      "texto": "Entonces, por eso se busca en esta nueva gestión de Modestar, que sea directamente por seis meses para que el cliente tenga un control sobre todo el servicio y de lo que realmente se está facturando, ¿sí?",
      "confianza": 0.678
    },
    {
      "hablante": "Hablante B",
      "inicio": 224.07,
      "fin": 224.93,
      "duracion": 0.86,
      "texto": "Pero igualmente...",
      "confianza": 0.368
    },
    {
      "hablante": "Hablante B",
      "inicio": 225.55,
      "fin": 233.94,
      "duracion": 8.39,
      "texto": "A partir de los seis meses, ¿cuándo sería el labono mío?",
      "confianza": 0.488
    },
    {
      "hablante": "Hablante B",
      "inicio": 233.96,
      "fin": 238.36,
      "duracion": 4.4,
      "texto": "Bien, en este caso el labono, sin el descuento, tiene un valor de 67.318 pesos.",
      "confianza": 0.554
    },
    {
      "hablante": "Hablante B",
      "inicio": 239.38,
      "fin": 248.09,
      "duracion": 8.71,
      "texto": "Pero, claro, todo lo que le digo, digo, Héctor, perdón, es que usted tranquilamente puede comunicarse conmigo para que se le brinde un nuevo beneficio, una nueva promoción.",
      "confianza": 0.806
    },
    {
      "hablante": "Hablante B",
      "inicio": 248.51,
      "fin": 251.57,
      "duracion": 3.06,
      "texto": "Eso no es un inconveniente, eso lo puede hacer tranquilamente el cliente,",
      "confianza": 0.713
    },
    {
      "hablante": "Hablante B",
      "inicio": 251.94,
      "fin": 259.91,
      "duracion": 7.97,
      "texto": "Sí, al quinto mes se me mira y dice, me está por terminar la promo, necesito una nueva promoción porque la verdad estoy conforme con el servicio, pero necesito una nueva promo.",
      "confianza": 0.623
    },
    {
      "hablante": "Hablante B",
      "inicio": 260.09,
      "fin": 263.84,
      "duracion": 3.75,
      "texto": "Entonces yo le ayudo a que se le de una nueva promoción, un nuevo beneficio, eso no es un inconveniente.",
      "confianza": 0.667
    },
    {
      "hablante": "Hablante B",
      "inicio": 264.0,
      "fin": 270.95,
      "duracion": 6.95,
      "texto": "Bueno, no, por el momento no, más que se logre escuchar dos cosas, lo pienso, pero ahora por ahora no está.",
      "confianza": 0.024
    },
    {
      "hablante": "Hablante B",
      "inicio": 270.97,
      "fin": 272.59,
      "duracion": 1.62,
      "texto": "Dale, bueno, no hay problema, yo lo dejo asentado.",
      "confianza": 0.284
    },
    {
      "hablante": "Hablante B",
      "inicio": 272.65,
      "fin": 273.5,
      "duracion": 0.84,
      "texto": "Muchas gracias, Héctor.",
      "confianza": 0.557
    },
    {
      "hablante": "Hablante B",
      "inicio": 274.36,
      "fin": 275.2,
      "duracion": 0.84,
      "texto": "Dale, hasta luego.",
      "confianza": 0.229
    }
  ]
}