{
  "agente": "Malena Rocío Segreti Ciffone",
  "agente_codigo": "MZA 73",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:32:26.529272",
  "metricas": {
    "agente": "Malena Rocío Segreti Ciffone",
    "agente_codigo": "MZA 73",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 66,
      "puntaje_promedio": 45.4,
      "puntaje_min": 0,
      "puntaje_max": 780,
      "desviacion_std": 94.9,
      "llamadas_excelentes": 5,
      "llamadas_buenas": 8,
      "llamadas_regulares": 17,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 21.2,
        "identificacion_cliente": 48.5,
        "deteccion_necesidades": 22.7,
        "oferta_productos": 20.0,
        "manejo_objeciones": 35.5,
        "cierre": 12.9,
        "despedida": 68.2,
        "proactividad": 5.0,
        "empatia": 64.1,
        "resolucion_problemas": 38.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 27,
        "Oferta de productos": 18,
        "Identificación del cliente": 15,
        "Proactividad": 11,
        "Cierre de venta": 11
      },
      "fortalezas_frecuentes": {
        "Empatía": 16,
        "Despedida cordial": 9,
        "Identificación del cliente": 8,
        "Manejo de objeciones": 8,
        "Resolución de problemas": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 780.0,
          "resumen": "El agente se presenta correctamente, identifica a la cliente y maneja las objeciones con empatía. Ofrece un plan de telefonía móvil. El cierre no se completa debido a la preferencia de la cliente por la fibra óptica."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente realiza una venta efectiva, se presenta correctamente, detecta necesidades, ofrece un plan adecuado y completa el cierre. Muestra empatía y gestiona problemas.  No ofrece fibra."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta y se identifica correctamente, ofreciendo un plan y completando el cierre. No ofrece fibra. Falta proactividad."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide correctamente, no es proactivo y no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no contiene ninguna de las acciones necesarias para una venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de Movistar. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, ni intenta cerrar la venta. El agente intenta recuperar al cliente, explicando los cambios en la compañía."
        }
      ],
      "pct_ofrece_fibra": 1.5
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 4.0
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 72,
      "con_plan": 18,
      "ofrece_fibra": 9,
      "pct_plan": 25.0,
      "pct_fibra": 12.5
    },
    "calidad_llamadas": {
      "total_llamadas": 177,
      "tmo_seg": 140.3,
      "pct_capta_atencion": 49.2,
      "menos_30seg": 13,
      "corte_cliente": 116,
      "corte_agente": 60
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 45.4,
      "general": 30.6,
      "diferencia": 14.9,
      "percentil": 73.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 21.2,
        "general": 17.9,
        "diferencia": 3.3
      },
      "identificacion_cliente": {
        "agente": 48.5,
        "general": 49.4,
        "diferencia": -0.9
      },
      "deteccion_necesidades": {
        "agente": 22.7,
        "general": 14.3,
        "diferencia": 8.4
      },
      "oferta_productos": {
        "agente": 20.0,
        "general": 36.1,
        "diferencia": -16.1
      },
      "manejo_objeciones": {
        "agente": 35.5,
        "general": 27.8,
        "diferencia": 7.7
      },
      "cierre": {
        "agente": 12.9,
        "general": 19.5,
        "diferencia": -6.7
      },
      "despedida": {
        "agente": 68.2,
        "general": 51.2,
        "diferencia": 17.0
      },
      "proactividad": {
        "agente": 5.0,
        "general": 8.5,
        "diferencia": -3.5
      },
      "empatia": {
        "agente": 64.1,
        "general": 37.5,
        "diferencia": 26.6
      },
      "resolucion_problemas": {
        "agente": 38.6,
        "general": 21.0,
        "diferencia": 17.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Malena Rocío Segreti Ciffone\n\n### 1. DIAGNOSTICO GENERAL\n\nMalena, tu desempeño actual se encuentra en un nivel que **necesita mejora**. Si bien has mostrado ciertas fortalezas, los datos indican que hay áreas críticas que están impactando negativamente tus resultados. Comparándote con el equipo, tu puntaje promedio (45.4 de 100) es superior al promedio general (30.6 de 100), ubicándote en un percentil de 73.9. Esto significa que estás por encima del promedio, pero aún lejos de alcanzar tu máximo potencial.\n\nEn comparación con el coaching anterior, has mantenido un puntaje promedio similar (45.4 vs 45.4), lo que sugiere que no se han implementado cambios significativos en tu estrategia de ventas.  Tu principal potencial reside en la mejora de la detección de necesidades, la oferta de productos (especialmente la fibra), y el cierre de ventas, áreas donde tu desempeño está por debajo del promedio del equipo.\n\n### 2. FORTALEZAS\n\n*   **Empatía:**  Tu capacidad para conectar con los clientes (64.1 de 100) es una gran fortaleza.  Continúa utilizando esta habilidad para generar confianza y establecer una relación positiva con cada cliente.\n*   **Despedida Cordial:**  Finalizar las llamadas de manera profesional y amable (68.2 de 100) deja una buena impresión en el cliente.  Mantén esta práctica, ya que contribuye a la imagen positiva de Movistar.\n*   **Manejo de Objeciones:** A pesar de que hay margen de mejora, el puntaje (35.5 de 100) indica que tienes habilidades para abordar las inquietudes de los clientes. Debemos enfocarnos en perfeccionar las técnicas y personalizar las respuestas.\n\n### 3. AREAS CRITICAS DE MEJORA\n\n*   **Detección de Necesidades:** Tu puntaje en esta área es bajo (22.7 de 100), lo que indica que no estás profundizando lo suficiente en lo que los clientes realmente necesitan.  Esto afecta directamente tu capacidad para ofrecer el producto adecuado y cerrar la venta.\n*   **Oferta de Productos:**  El porcentaje de veces que ofreces fibra es muy bajo (12.5%). Debemos asegurar que todos los clientes escuchen sobre los beneficios de la fibra, cumpliendo con las reglas del negocio. Tu puntaje en la oferta de productos (20.0 de 100) también es bajo.\n*   **Cierre de Venta:**  Tu puntaje en cierre (12.9 de 100) es muy bajo. Es fundamental que aprendas a identificar las señales de compra y a cerrar la venta de manera efectiva y directa.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 21.2 de 100.  Bien, pero puede ser más conciso y directo al grano.\n    *   **Qué haces bien:** Te presentas.\n    *   **Qué mejorar:** Agilizar la presentación.\n    *   **Cómo mejorar:** \"Hola, soy Malena de Movistar, tengo una oferta que le va a interesar\".\n*   **Identificación del Cliente:** 48.5 de 100. Hay margen de mejora.\n    *   **Qué haces bien:** Intentas identificar al cliente.\n    *   **Qué mejorar:** Asegurarte al 100% de hablar con la persona correcta.\n    *   **Cómo mejorar:** Decir directamente \"¿Me comunico con [Nombre del cliente]?\".\n*   **Detección de Necesidades:** 22.7 de 100.  Área crítica.\n    *   **Qué haces mal:** No preguntas lo suficiente sobre las necesidades del cliente.\n    *   **Qué mejorar:** Profundizar en el uso que le da al celular y su consumo de datos.\n    *   **Cómo mejorar:** \"¿Qué es lo que más usás del celular?  ¿Cuántos GB tenés?\".\n*   **Oferta de Productos:** 20.0 de 100. Necesitamos enfocarnos en la fibra.\n    *   **Qué haces mal:** No estás ofreciendo la fibra a todos los clientes.\n    *   **Qué mejorar:** Incorporar la oferta de fibra en tu discurso de venta de forma natural.\n    *   **Cómo mejorar:**  Después de detectar las necesidades, \"Además de este plan, tenemos fibra óptica con [velocidad] que le va a permitir [beneficios], ideal para [actividades del cliente]\".\n*   **Manejo de Objeciones:** 35.5 de 100.\n    *   **Qué haces bien:** Intentas responder a las objeciones.\n    *   **Qué mejorar:** Personalizar las respuestas a cada objeción.\n    *   **Cómo mejorar:** Si el cliente dice \"Es caro\", responder \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye el plan, se dan cuenta de que vale la pena.\"\n*   **Cierre:** 12.9 de 100.  Área crítica.\n    *   **Qué haces mal:** No estás cerrando la venta de manera directa.\n    *   **Qué mejorar:** Identificar el momento adecuado y proponer el cierre.\n    *   **Cómo mejorar:** \"Perfecto, ¿le queda bien si le asigno una sucursal cerca de su domicilio para que retire el chip?\"  o  \"Necesito la dirección para enviar el técnico a su domicilio y coordinar la instalación de la fibra óptica.\"\n*   **Despedida:** 68.2 de 100.  Bien, mantén la cordialidad.\n*   **Proactividad:** 5.0 de 100. Muy bajo.\n    *   **Qué haces mal:** No tomas la iniciativa para ofrecer soluciones adicionales.\n    *   **Qué mejorar:** Ser más proactiva en la venta de productos complementarios.\n    *   **Cómo mejorar:** Después de cerrar la venta, \"También contamos con [producto/servicio adicional] que complementa perfecto tu nuevo plan/fibra...\".\n*   **Empatía:** 64.1 de 100.  Excelente, sigue así.\n*   **Resolución de Problemas:** 38.6 de 100. Hay margen de mejora.\n    *   **Qué haces bien:** Intentas solucionar los problemas del cliente.\n    *   **Qué mejorar:** Ser más eficaz en la resolución de problemas.\n    *   **Cómo mejorar:** Tener a mano la información necesaria para resolver las dudas y problemas comunes.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco en Detección de Necesidades.**\n    *   Acciones:\n        *   Practicar las preguntas clave para detectar necesidades: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés?\".\n        *   Escuchar activamente las respuestas del cliente y tomar notas.\n        *   Analizar las llamadas grabadas para identificar oportunidades de mejora en la detección de necesidades.\n**Semana 2:** **Oferta de Fibra y Cierre Directo.**\n    *   Acciones:\n        *   Incorporar la oferta de fibra en todas las llamadas después de la detección de necesidades.\n        *   Practicar técnicas de cierre directo: \"Perfecto, ¿le queda bien si le asigno una sucursal cerca de su domicilio para que retire el chip?\" o \"Necesito la dirección para enviar el técnico a su domicilio y coordinar la instalación de la fibra óptica.\"\n        *   Grabar tus llamadas y auto-evaluar el porcentaje de veces que ofreces fibra y cierras la venta.\n**Semana 3:** **Manejo de Objeciones Personalizado.**\n    *   Acciones:\n        *   Identificar las objeciones más comunes que recibes.\n        *   Preparar respuestas personalizadas para cada objeción.\n        *   Practicar el manejo de objeciones con simulaciones de venta.\n**Semana 4:** **Consolidación y Proactividad.**\n    *   Acciones:\n        *   Revisar todas las áreas de mejora y asegurarte de estar aplicando las nuevas técnicas.\n        *   Incorporar la oferta de productos complementarios después de cerrar la venta.\n        *   Analizar tus resultados y realizar ajustes en tu estrategia si es necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"¿Me comunico con [Nombre del cliente]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés?\".\n*   **Como ofrecer fibra directamente:** \"Además de este plan, tenemos fibra óptica con [velocidad] que le va a permitir [beneficios], ideal para [actividades del cliente]\".\n*   **Técnicas de cierre directo:** \"Perfecto, ¿le queda bien si le asigno una sucursal cerca de su domicilio para que retire el chip?\" o \"Necesito la dirección para enviar el técnico a su domicilio y coordinar la instalación de la fibra óptica.\"\n*   **Manejo de objeciones personalizado:**\n    *   \"Es caro\": \"Es lógico que mires el precio. A varios clientes les pasó eso... pero cuando ven todo lo que incluye el plan, se dan cuenta de que vale la pena.\"\n    *   \"No me interesa la fibra\": \"Entiendo, pero déjame contarte rápidamente los beneficios que te ofrece... [menciona beneficios clave]\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas donde se detectan las necesidades del cliente en un 50%.\n*   **KPIs (indicadores clave de desempeño) específicos a mejorar:**\n    *   Porcentaje de llamadas con oferta de fibra: aumentar del 12.5% al 75%.\n    *   Tasa de cierre de ventas: aumentar en un 30%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMalena, tu empatía es un activo valioso. Ahora, necesitamos canalizar esa habilidad para convertirla en resultados concretos. Con un enfoque en la detección de necesidades, la oferta de fibra y un cierre directo, sé que puedes superar tus límites y alcanzar un nivel de excelencia en Movistar. ¡Confío en tu potencial!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}