{
  "agente": "Mza 62",
  "agente_codigo": "MZA 62",
  "equipo": "DIANA",
  "fecha_generacion": "2026-02-09T08:48:11.998528",
  "metricas": {
    "agente": "Mza 62",
    "agente_codigo": "MZA 62",
    "equipo": "DIANA",
    "evaluaciones": {
      "total_evaluadas": 19,
      "puntaje_promedio": 43.2,
      "puntaje_min": 0,
      "puntaje_max": 83,
      "desviacion_std": 28.1,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 6,
      "llamadas_regulares": 4,
      "llamadas_criticas": 7,
      "criterios": {
        "saludo_presentacion": 57.9,
        "identificacion_cliente": 68.4,
        "deteccion_necesidades": 25.8,
        "oferta_productos": 56.3,
        "manejo_objeciones": 43.2,
        "cierre": 38.4,
        "despedida": 63.2,
        "proactividad": 18.4,
        "empatia": 48.9,
        "resolucion_problemas": 22.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 5,
        "Detección de necesidades.": 4,
        "Identificación del cliente.": 3,
        "Oferta de productos.": 3,
        "Manejo de objeciones": 3
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 4,
        "Presentación": 3,
        "Despedida": 3,
        "Empatía.": 2,
        "Identificación del cliente": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 83.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente. Ofrece un plan de manera directa. Maneja las objeciones y completa el cierre. No ofrece fibra ni productos adicionales."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó necesidades, ofreció un plan adecuado y manejó objeciones. El cierre fue tentativo.  No ofreció fibra ni otros productos adicionales."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos de forma directa. Maneja objeciones y muestra empatía. El cierre no se completa.  La despedida es deficiente."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de forma correcta y no realiza el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. Falla en presentación, identificación, detección de necesidades, manejo de objeciones y cierre. No ofrece fibra."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada se centra en la gestión de códigos de portabilidad para clientes prepagos. No se cumple con ninguno de los criterios de evaluación relacionados con la venta de productos o servicios Movistar."
        }
      ],
      "pct_ofrece_fibra": 5.3
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 37,
      "tmo_seg": 69.8,
      "pct_capta_atencion": 29.7,
      "menos_30seg": 5,
      "corte_cliente": 30,
      "corte_agente": 7
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 43.2,
      "general": 30.6,
      "diferencia": 12.7,
      "percentil": 71.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 57.9,
        "general": 17.9,
        "diferencia": 40.0
      },
      "identificacion_cliente": {
        "agente": 68.4,
        "general": 49.4,
        "diferencia": 19.0
      },
      "deteccion_necesidades": {
        "agente": 25.8,
        "general": 14.3,
        "diferencia": 11.4
      },
      "oferta_productos": {
        "agente": 56.3,
        "general": 36.1,
        "diferencia": 20.2
      },
      "manejo_objeciones": {
        "agente": 43.2,
        "general": 27.8,
        "diferencia": 15.4
      },
      "cierre": {
        "agente": 38.4,
        "general": 19.5,
        "diferencia": 18.9
      },
      "despedida": {
        "agente": 63.2,
        "general": 51.2,
        "diferencia": 12.0
      },
      "proactividad": {
        "agente": 18.4,
        "general": 8.5,
        "diferencia": 9.9
      },
      "empatia": {
        "agente": 48.9,
        "general": 37.5,
        "diferencia": 11.5
      },
      "resolucion_problemas": {
        "agente": 22.6,
        "general": 21.0,
        "diferencia": 1.6
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 62\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual de Mza 62 es **Necesita Mejora**. Si bien supera el promedio general del equipo (43.2 vs 30.6), su puntaje tiene margen de mejora significativo, especialmente si consideramos que el puntaje máximo alcanzado por un agente es 83. El potencial de crecimiento es alto, y la brecha entre su desempeño actual y el óptimo es considerable. En comparación con el coaching anterior, se observa una leve mejora en el puntaje promedio (43.2 vs 43.2, sin cambios). Es crucial abordar las áreas de mejora identificadas para desbloquear su máximo potencial.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Logra identificar al cliente en la mayoría de las llamadas (68.4 de 100), superando el promedio del equipo (49.4 de 100).\n*   **Saludo y Presentación:** Inicia la interacción de forma correcta en más de la mitad de las llamadas (57.9 de 100), superando ampliamente el promedio del equipo (17.9 de 100).\n*   **Manejo de Objeciones:** Si bien sigue siendo un área de mejora, muestra cierta habilidad en el manejo de objeciones (43.2 de 100) comparado con el promedio del equipo (27.8 de 100). Este aspecto ya se identificó como una fortaleza en el coaching anterior.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Es el área más débil (25.8 de 100) y la más recurrente en los análisis anteriores. No logra identificar las necesidades reales de los clientes para ofrecer soluciones personalizadas.\n*   **Proactividad:** Muestra muy poca iniciativa para ofrecer productos adicionales o soluciones que puedan beneficiar al cliente (18.4 de 100).\n*   **Cierre:** Tiene dificultades para cerrar la venta, lo que impacta directamente en los resultados (38.4 de 100).\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 57.9 de 100. Lo hace bien al presentarse, pero podría generar un mayor impacto con una frase de apertura más atractiva. **Como mejorar:** Usar un saludo más personalizado y enérgico.\n*   **Identificación del Cliente:** 68.4 de 100. Identifica al cliente correctamente, pero podría ser más directo y eficiente en la verificación. **Como mejorar:** Utilizar la frase \"¿Me comunico con [Nombre]?\" directamente.\n*   **Detección de Necesidades:** 25.8 de 100. No realiza preguntas clave para entender las necesidades del cliente. **Como mejorar:** Implementar preguntas específicas como \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" inmediatamente después de la identificación.\n*   **Oferta de Productos:** 56.3 de 100. Ofrece productos, pero sin una comprensión clara de las necesidades del cliente. **Como mejorar:** Presentar ofertas personalizadas basadas en las necesidades detectadas, con frases directas y convincentes como \"Tengo una oferta que le VA a interesar\".\n*   **Manejo de Objeciones:** 43.2 de 100. Responde a las objeciones, pero a veces con respuestas genéricas. **Como mejorar:** Preparar respuestas específicas para las objeciones más comunes y abordarlas de forma puntual, mostrando empatía y ofreciendo soluciones concretas.\n*   **Cierre:** 38.4 de 100. No logra cerrar la venta de forma efectiva. **Como mejorar:** Después de presentar la oferta, asignar directamente la sucursal o buscar la dirección para instalación, sin preguntar si \"le gustaría\".\n*   **Despedida:** 63.2 de 100. Se despide correctamente, pero podría agregar un toque más personal y profesional. **Como mejorar:** Agradecer al cliente por su tiempo y recordar que estará disponible para acompañarlo durante el proceso de portabilidad.\n*   **Proactividad:** 18.4 de 100. No ofrece productos adicionales o soluciones complementarias. **Como mejorar:** Ofrecer directamente la fibra óptica después de presentar el plan principal, destacando sus beneficios.\n*   **Empatía:** 48.9 de 100. Muestra cierta empatía, pero puede ser más genuina y personalizada. **Como mejorar:** Escuchar activamente al cliente y demostrar comprensión ante sus inquietudes.\n*   **Resolución de Problemas:** 22.6 de 100. No aborda los problemas del cliente de forma efectiva. **Como mejorar:** Demostrar un interés genuino en resolver el problema y ofrecer soluciones concretas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Detección de Necesidades.** Implementar las preguntas clave \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\" en todas las llamadas. Revisar grabaciones de llamadas para identificar oportunidades de mejora en esta área.\n**Semana 2:** **Oferta Directa y Cierre.** Presentar ofertas personalizadas basadas en las necesidades detectadas. Asignar la sucursal o buscar la dirección para instalación directamente después de la oferta.\n**Semana 3:** **Manejo de Objeciones.** Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.). Practicar el manejo de objeciones con role-playing.\n**Semana 4:** **Proactividad.** Ofrecer la fibra óptica en todas las llamadas, destacando sus beneficios. Analizar el impacto de la oferta de fibra en las ventas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"¿Me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además del plan que le VA a interesar, también tenemos una excelente opción de fibra óptica para su hogar, con [velocidad] y [beneficios específicos]. Le VA a encantar la estabilidad y velocidad para [actividades que realiza el cliente].\"\n*   **Técnicas de cierre directo:** Asignar la sucursal o buscar la dirección para instalación directamente después de presentar la oferta.\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mire el precio. A varios clientes les pasó eso... Lo importante es ver el valor que le ofrece nuestro plan en términos de [beneficios específicos, como mayor velocidad, más datos, roaming, etc.]. Además, [ofrecer un beneficio adicional específico].\"\n    *   **Competencia:** \"Entiendo que esté evaluando otras opciones. Movistar se diferencia por [beneficios únicos, como cobertura, servicio al cliente, promociones exclusivas, etc.]. Le aseguro que con Movistar tendrá una experiencia superior.\"\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 60 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas buenas y excelentes a 70%. Disminuir el número de llamadas críticas a menos de 2.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de conversión de llamadas a ventas en un 20%.\n    *   Aumentar la oferta de Fibra a 70% de las llamadas\n    *   Mejorar la Detección de Necesidades a un puntaje de 60 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMza 62, tenés el potencial para destacarte aún más dentro del equipo. Ya mostrás fortalezas en la presentación y la identificación del cliente. Ahora, concentrémonos en mejorar la detección de necesidades y el cierre. Sé que podés lograrlo, y estoy acá para apoyarte en cada paso del camino. ¡Vamos a convertir esas áreas de mejora en tus nuevas fortalezas!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}