{
  "agente": "MZA 326",
  "fecha_generacion": "2026-01-26T14:28:44.062267",
  "metricas": {
    "agente": "MZA 326",
    "evaluaciones": {
      "total_evaluadas": 117,
      "puntaje_promedio": 26.5,
      "puntaje_min": 0.0,
      "puntaje_max": 300.0,
      "desviacion_std": 33.4,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 58,
      "criterios": {
        "saludo_presentacion": 15.0,
        "identificacion_cliente": 47.9,
        "deteccion_necesidades": 14.9,
        "oferta_productos": 19.5,
        "manejo_objeciones": 25.5,
        "cierre": 10.3,
        "despedida": 28.9,
        "proactividad": 12.3,
        "empatia": 38.5,
        "resolucion_problemas": 18.9
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 55,
        "Presentación y Saludo": 40,
        "Detección de Necesidades": 35,
        "Identificación del Cliente": 33,
        "Cierre": 27
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 15,
        "Empatía": 10,
        "Identificación del cliente.": 7,
        "Identificación correcta del cliente.": 7,
        "Manejo de objeciones.": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 300.0,
          "resumen": "El agente no cumple con los criterios de presentación, oferta de productos, y proactividad. No menciona la promoción del 80%. Se identifica correctamente y muestra empatía, pero el cierre y el manejo de objeciones son mejorables."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente no cumple con los requisitos mínimos. No verifica identidad, no detecta necesidades, no menciona correctamente la promoción y no realiza un cierre efectivo."
        },
        {
          "puntaje_total": 78.0,
          "resumen": "El agente se presenta y verifica la identidad, ofrece un plan, maneja objeciones y realiza el cierre.  No menciona la promoción del 80% de descuento."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios obligatorios. No se presentó adecuadamente, no verificó correctamente la identidad, no detectó necesidades, no ofreció la promoción del 80% de descuento ni realizó un cierre efectivo. La proactividad y empatía fueron nulas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio ni con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de forma correcta, no maneja objeciones, no cierra la venta, no se despide adecuadamente y no es proactivo. No menciona la promoción del 80%."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es un completo fracaso. El agente no sigue ningún protocolo, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece los productos correctamente, no maneja objeciones y no cierra la venta.  No menciona la promoción del 80% de descuento. La comunicación es deficiente y genera conflicto con el cliente."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 117,
      "puntaje_promedio": 26.5,
      "llamadas_excelentes": 2,
      "llamadas_criticas": 58,
      "criterios": {
        "saludo_presentacion": 15.0,
        "identificacion_cliente": 47.9,
        "deteccion_necesidades": 14.9,
        "oferta_productos": 19.5,
        "manejo_objeciones": 25.5,
        "cierre": 10.3,
        "despedida": 28.9,
        "proactividad": 12.3,
        "empatia": 38.5,
        "resolucion_problemas": 18.9
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 26.5,
      "general": 35.7,
      "diferencia": -9.2,
      "percentil": 46.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 15.0,
        "general": 32.0,
        "diferencia": -17.0
      },
      "identificacion_cliente": {
        "agente": 47.9,
        "general": 38.7,
        "diferencia": 9.3
      },
      "deteccion_necesidades": {
        "agente": 14.9,
        "general": 23.3,
        "diferencia": -8.4
      },
      "oferta_productos": {
        "agente": 19.5,
        "general": 28.6,
        "diferencia": -9.1
      },
      "manejo_objeciones": {
        "agente": 25.5,
        "general": 33.0,
        "diferencia": -7.6
      },
      "cierre": {
        "agente": 10.3,
        "general": 18.8,
        "diferencia": -8.4
      },
      "despedida": {
        "agente": 28.9,
        "general": 38.5,
        "diferencia": -9.6
      },
      "proactividad": {
        "agente": 12.3,
        "general": 13.9,
        "diferencia": -1.6
      },
      "empatia": {
        "agente": 38.5,
        "general": 43.0,
        "diferencia": -4.5
      },
      "resolucion_problemas": {
        "agente": 18.9,
        "general": 25.1,
        "diferencia": -6.2
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 326\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl desempeño de MZA 326 se encuentra por debajo del promedio del equipo, con un puntaje IA de 26.5 comparado con el promedio general de 35.7. Esto lo ubica en un nivel que **necesita mejora**.  A pesar de mostrar fortalezas en la identificación del cliente y cierta empatía, sus debilidades en áreas clave como saludo y presentación, detección de necesidades, oferta de productos, cierre y proactividad (especialmente en la oferta de fibra) impactan negativamente en sus resultados generales. Su percentil de 46.9 indica que se encuentra en la mitad inferior del equipo en términos de desempeño general.\n\nEn cuanto a su evolución, el análisis detallado a continuación revelará qué aspectos mejoraron o empeoraron recientemente.  Dado que existen áreas específicas con margen de mejora significativo, MZA 326 tiene un **alto potencial de crecimiento** si se enfoca en implementar las estrategias y acciones recomendadas.  La clave estará en su capacidad para internalizar las reglas críticas del negocio y aplicarlas consistentemente en sus interacciones con los clientes.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\nBasándonos en la información disponible de esta última semana (19-24 Enero) y comparándola con periodos anteriores, podemos identificar lo siguiente:\n\n*   **QUÉ MEJORÓ**: El puntaje en **Identificación del Cliente** aumentó significativamente (9.3 puntos por encima del promedio del equipo). Esto sugiere que ha mejorado su capacidad para confirmar la identidad de la persona con la que está hablando.\n*   **QUÉ EMPEORÓ**: El puntaje en **Presentación y Saludo** experimentó un retroceso importante (-17 puntos por debajo del promedio del equipo). Esto indica que la primera impresión que está generando en los clientes es deficiente y necesita atención urgente.\n*   **QUÉ SIGUE PENDIENTE**: A pesar de una ligera mejora en **Proactividad**, este sigue siendo un área de mejora crítica. No está ofreciendo fibra de forma consistente y directa, perdiendo oportunidades de venta. Además, persisten las dificultades en **Detección de Necesidades** y **Cierre**, impactando la conversión.\n*   **TENDENCIA GENERAL**: La tendencia general es mixta. Aunque ha habido avances en la identificación del cliente, la caída en la presentación y saludo junto con las áreas pendientes sugieren que necesita una intervención para retomar el buen camino y evitar que el rendimiento continúe deteriorándose.\n\n### 3. FORTALEZAS IDENTIFICADAS\n\n*   **Identificación del Cliente:** Consistentemente logra verificar la identidad del cliente al inicio de la llamada, lo cual es fundamental para una comunicación efectiva y personalizada. Ejemplo: \"Hola, ¿me comunico con [Nombre]?\"\n*   **Empatía:** Demuestra cierta capacidad para conectar con los clientes y comprender sus preocupaciones. Debe potenciar esta habilidad para generar confianza y establecer relaciones más sólidas.\n*   **Manejo de Objeciones. (En algunas llamadas)** : En algunas llamadas se nota que intenta manejar las objeciones. Esto es un buen inicio, pero se debe mejorar la calidad de estas respuestas.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n\n*   **Presentación y Saludo (NUEVA):** La deficiente presentación inicial genera una mala primera impresión y dificulta el establecimiento de una conexión positiva con el cliente. Es crucial que aprenda a presentarse de forma clara, profesional y atractiva, resaltando el valor de la llamada.\n*   **Proactividad (PERSISTENTE):** La falta de ofrecimiento de fibra impacta directamente en sus ventas y en el aprovechamiento de oportunidades de cross-selling. Debe internalizar la importancia de ofrecer fibra a todos los clientes, sin preguntar si están interesados.\n*   **Detección de Necesidades (PERSISTENTE):** La incapacidad para identificar las necesidades específicas de cada cliente dificulta la personalización de la oferta y el cierre de ventas. Debe aprender a realizar preguntas efectivas que permitan conocer los hábitos de consumo y las prioridades del cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\n\nSin los datos de métricas de duración, cierres y calidad de llamadas y ventas, es difícil obtener una visión completa del desempeño de MZA 326. Sin embargo, basándonos en los promedios del equipo, podemos hacer algunas inferencias:\n\n*   **TMO (Tiempo Medio Operativo):**  Si el TMO de MZA 326 se acerca al promedio del equipo (105.3 seg), es probable que esté invirtiendo un tiempo adecuado en cada llamada. Sin embargo, es importante analizar si este tiempo se está utilizando de manera eficiente.\n*   **% Capta Atención:** Dado que el puntaje IA de MZA 326 es inferior al promedio del equipo, es probable que su % Capta Atención sea bajo. Esto sugiere que no está logrando enganchar al cliente en los primeros segundos de la llamada, lo que lleva a que muchos clientes cuelguen antes de que pueda presentar su oferta.\n*   **Tasa de aprobación de ventas**: No tenemos información sobre este KPI. De ser baja podría estar incurriendo en errores en la gestión de datos o en el mal procesamiento de ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n| Criterio               | Nivel      | ¿Qué está haciendo mal/bien?                                                                                                                                         | Cómo mejorar específicamente (RESPETANDO LAS REGLAS DEL NEGOCIO)                                                                                                                                                                                                                                                                                                                                                                    |\n| ---------------------- | ---------- | -------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo y Presentación  | Crítico    | No se presenta adecuadamente, no genera interés inicial, no destaca el valor de la llamada.                                                                        | **Recomendación:** Utilizar un script conciso y atractivo. Ejemplo: \"Hola [Nombre], mi nombre es [Tu Nombre] de Movistar. Lo contacto porque tengo una oferta que le VA a interesar para su línea.\"  Evitar frases como \"Tengo una oferta que podría interesarle\".                                                                                                                                                                                             |\n| Identificación Cliente | Bueno      | Verifica correctamente la identidad del cliente.                                                                                                                      | **Mantener esta práctica:** \"Hola, ¿me comunico con [Nombre]?\"                                                                                                                                                                                                                                                                                                                                                                                   |\n| Detección Necesidades  | Bajo       | No realiza preguntas efectivas para conocer las necesidades del cliente, no personaliza la oferta.                                                                   | **Recomendación:** Preguntar directamente: \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".  Evitar preguntas genéricas como \"¿Qué es lo más importante para ti en un plan?\".                                                                                                                                                                                                                                           |\n| Oferta Productos       | Regular    | No presenta la oferta de forma clara y convincente, no resalta los beneficios clave para el cliente. No menciona correctamente la promoción del 80% de descuento. | **Recomendación:** Enfocarse en los beneficios concretos para el cliente.  Ejemplo: \"Con este plan, va a tener [cantidad] GB para usar como quiera, redes sociales ilimitadas y llamadas sin cargo a cualquier destino.\" Asegurarse de mencionar la promoción del 80% de descuento de forma clara y completa.                                                                                                                                          |\n| Manejo Objeciones      | Regular    | No rebate las objeciones de forma efectiva, utiliza respuestas genéricas.                                                                                            | **Recomendación:** Adaptar la respuesta a la objeción específica del cliente. Ejemplo: Si el cliente dice que el precio es alto, responder: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"                                                                                                          |\n| Cierre                 | Crítico    | No realiza un cierre directo y efectivo, pregunta si el cliente está interesado en seguir.                                                                         | **Recomendación:** Proceder directamente al cierre.  Ejemplo: \"Perfecto, para avanzar con la activación, ¿le asigno la sucursal más cercana o prefiere que busquemos un domicilio para el envío?\"  Evitar preguntas como \"¿Te parece bien si procedemos?\".                                                                                                                                                                                            |\n| Despedida              | Regular    | No ofrece acompañamiento durante la portabilidad, se despide de forma genérica.                                                                                      | **Recomendación:** Ofrecer acompañamiento SOLO durante la portabilidad: \"Lo voy a acompañar durante todo el proceso de portabilidad para que no tenga ningún inconveniente.\" Evitar frases como \"Estaré encantado de ayudarte en el futuro\".                                                                                                                                                                                                             |\n| Proactividad           | Bajo       | No ofrece fibra de forma proactiva, pierde oportunidades de cross-selling.                                                                                             | **Recomendación:** Comentar directamente sobre la fibra, sin preguntar si le interesa.  Ejemplo: \"Y aprovecho para comentarle que también tenemos fibra óptica con [velocidad] megas, ideal para que toda la familia disfrute de internet en casa sin interrupciones.\" Evitar preguntas como \"¿Te interesaría conocer nuestros servicios de fibra?\".                                                                                                   |\n| Empatía                | Bueno      | Demuestra cierta capacidad para conectar con el cliente.                                                                                                             | **Mantener y potenciar esta habilidad:** Escuchar activamente al cliente, mostrar comprensión y adaptar el tono de voz a su estado de ánimo.                                                                                                                                                                                                                                                                                                        |\n| Resolución Problemas   | Regular    | No se destaca en la resolución de problemas, no ofrece soluciones creativas.                                                                                         | **Recomendación:** Mostrar disposición para ayudar al cliente a resolver cualquier problema que pueda tener. Ofrecer soluciones alternativas y buscar opciones que se adapten a sus necesidades.                                                                                                                                                                                                                                             |\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n**Semana 1:** **Foco principal: Saludo y Presentación.**\n*   Acciones: Revisión y práctica intensiva del script de presentación. Role-playing con el jefe de ventas para mejorar la entonación y el impacto del mensaje. Escuchar grabaciones de llamadas exitosas para identificar buenas prácticas.\n*   Métricas: Aumentar el puntaje de \"Saludo y Presentación\" en al menos 10 puntos.\n\n**Semana 2:** **Siguiente prioridad: Proactividad (Oferta de Fibra).**\n*   Acciones: Incorporar la oferta de fibra al script de ventas de forma natural y fluida. Practicar diferentes formas de presentar la fibra, resaltando los beneficios para el cliente. Registrar la cantidad de ofertas de fibra realizadas por día.\n*   Métricas: Ofrecer fibra en el 100% de las llamadas donde sea aplicable.\n\n**Semana 3:** **Consolidación: Detección de Necesidades y Cierre.**\n*   Acciones: Revisar técnicas de sondeo para identificar las necesidades del cliente. Practicar cierres directos y efectivos, evitando preguntas innecesarias. Analizar grabaciones de llamadas para identificar oportunidades de mejora en estas áreas.\n*   Métricas: Aumentar el puntaje de \"Detección de Necesidades\" y \"Cierre\" en al menos 5 puntos cada uno.\n\n**Semana 4:** **Optimización: Manejo de Objeciones.**\n*   Acciones: Crear un banco de respuestas efectivas para las objeciones más comunes. Practicar el manejo de objeciones en role-playing con el jefe de ventas. Personalizar las respuestas según el tipo de cliente y la objeción específica.\n*   Métricas: Aumentar el puntaje de \"Manejo de Objeciones\" en al menos 5 puntos.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra (Directa):**\n    *   \"Y aprovecho para comentarle que también tenemos fibra óptica con [velocidad] megas, ideal para que toda la familia disfrute de internet en casa sin interrupciones. Con [velocidad] megas pueden ver películas en streaming, jugar online y trabajar desde casa sin problemas.\"\n*   **Cierre Directo:**\n    *   \"Perfecto, para avanzar con la activación, ¿le asigno la sucursal más cercana o prefiere que busquemos un domicilio para el envío?\"\n*   **Manejo de Objeciones (Ejemplo: Precio Alto):**\n    *   \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí. Además, recordá que tenés un 80% de descuento por los primeros meses.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   Meta de puntaje IA a alcanzar en 30 días: 45\n*   Meta de tasa de conversión: 3%\n*   Meta de ofrecimiento de fibra: 100% de llamadas donde sea aplicable\n*   Meta de % Capta Atención (llamadas >1 min): 40%\n*   Meta de TMO a alcanzar: 120 segundos\n*   KPIs específicos a mejorar: Saludo y Presentación, Proactividad, Detección de Necesidades, Cierre\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 326, veo un gran potencial en vos. El aumento en tu puntaje de Identificación del Cliente demuestra que tenés la capacidad de enfocarte y mejorar aspectos específicos de tu trabajo. Sé que podés superar las áreas de mejora que identificamos y alcanzar un rendimiento mucho mayor. Concentráte en aplicar las técnicas y scripts que te proporcioné, y verás cómo tus resultados mejoran rápidamente. ¡Confío en que podés lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}