{
  "agente": "Notarnicola Luciana",
  "agente_codigo": "MZA 2",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:37:28.256585",
  "metricas": {
    "agente": "Notarnicola Luciana",
    "agente_codigo": "MZA 2",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 51,
      "puntaje_promedio": 25.4,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 25.9,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 6,
      "llamadas_regulares": 5,
      "llamadas_criticas": 38,
      "criterios": {
        "saludo_presentacion": 23.3,
        "identificacion_cliente": 55.1,
        "deteccion_necesidades": 13.1,
        "oferta_productos": 27.1,
        "manejo_objeciones": 22.7,
        "cierre": 10.0,
        "despedida": 48.4,
        "proactividad": 7.8,
        "empatia": 33.1,
        "resolucion_problemas": 20.2
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 27,
        "Detección de necesidades": 26,
        "Manejo de objeciones": 20,
        "Oferta de productos": 15,
        "Empatía": 13
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 15,
        "Despedida": 10,
        "Empatía": 10,
        "Despedida cordial.": 4,
        "Saludo y presentación": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó y verificó la identidad, detectó las necesidades del cliente, ofreció un plan adecuado y manejó objeciones. Realizó el cierre y se despidió cordialmente. Se observa un buen manejo de la conversación y del producto."
        },
        {
          "puntaje_total": 87.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Detecta las necesidades del cliente y ofrece un plan. Maneja la objeción del cliente de forma correcta, demostrando empatía. No ofrece productos adicionales. El cierre no se completa, pero la llamada finaliza correctamente."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente.  Detecta las necesidades del cliente con preguntas claras. Ofrece planes directos. Se despide correctamente. El cierre no se completa totalmente, pero se envia la información por WhatsApp. No ofrece fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos, no cierra la venta y no gestiona las quejas del cliente."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No se presentó correctamente, no verificó la identidad, no detectó necesidades, no manejó objeciones correctamente, y no cerró la venta.  No ofreció fibra."
        }
      ],
      "pct_ofrece_fibra": 5.9
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 5.0
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 49,
      "con_plan": 12,
      "ofrece_fibra": 5,
      "pct_plan": 24.5,
      "pct_fibra": 10.2
    },
    "calidad_llamadas": {
      "total_llamadas": 170,
      "tmo_seg": 116.5,
      "pct_capta_atencion": 34.1,
      "menos_30seg": 70,
      "corte_cliente": 123,
      "corte_agente": 40
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 25.4,
      "general": 30.6,
      "diferencia": -5.1,
      "percentil": 49.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 23.3,
        "general": 17.9,
        "diferencia": 5.4
      },
      "identificacion_cliente": {
        "agente": 55.1,
        "general": 49.4,
        "diferencia": 5.7
      },
      "deteccion_necesidades": {
        "agente": 13.1,
        "general": 14.3,
        "diferencia": -1.2
      },
      "oferta_productos": {
        "agente": 27.1,
        "general": 36.1,
        "diferencia": -9.1
      },
      "manejo_objeciones": {
        "agente": 22.7,
        "general": 27.8,
        "diferencia": -5.0
      },
      "cierre": {
        "agente": 10.0,
        "general": 19.5,
        "diferencia": -9.5
      },
      "despedida": {
        "agente": 48.4,
        "general": 51.2,
        "diferencia": -2.8
      },
      "proactividad": {
        "agente": 7.8,
        "general": 8.5,
        "diferencia": -0.6
      },
      "empatia": {
        "agente": 33.1,
        "general": 37.5,
        "diferencia": -4.3
      },
      "resolucion_problemas": {
        "agente": 20.2,
        "general": 21.0,
        "diferencia": -0.9
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Notarnicola Luciana\n\n### 1. DIAGNOSTICO GENERAL\nLuciana, tu nivel actual es **Crítico**. Tu puntaje promedio de 25.4 de 100 está significativamente por debajo del promedio del equipo (30.6 de 100) y te ubica en el percentil 49.7, lo que indica que hay un margen considerable para mejorar tu desempeño.\n\nComparado con el coaching anterior (25.4 puntos), no se evidencia una mejora sustancial en tu desempeño general. Sin embargo, al observar los criterios individuales, hay una ligera mejoría en \"Saludo y presentación\" e \"Identificación del cliente\". Tu potencial de mejora es alto, dado que tienes áreas específicas que necesitan atención urgente para impactar positivamente en tus resultados. La buena noticia es que tenemos las herramientas para ayudarte a lograrlo.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Muestras una buena capacidad para verificar la identidad de la persona con la que te comunicas (55.1 de 100), lo cual es fundamental para la personalización de la oferta y el cumplimiento normativo.\n*   **Despedida:** Tu despedida es uno de los puntos más fuertes (48.4 de 100). Mantén esa cordialidad al finalizar la llamada.\n*   **Empatía:** Tienes una base de empatía (33.1 de 100) que puedes desarrollar aún más para conectar mejor con los clientes.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Proactividad:** Es tu área más débil (7.8 de 100). Necesitas ser más proactiva al ofrecer productos y soluciones adicionales.\n*   **Detección de Necesidades:** Tu habilidad para identificar las necesidades reales del cliente es baja (13.1 de 100). Una mejor comprensión de sus necesidades te permitirá ofrecer soluciones más relevantes y aumentar tus posibilidades de cierre.\n*   **Cierre:** Obtuviste una baja calificación en este criterio (10.0 de 100). Necesitas mejorar tus técnicas de cierre para convertir las conversaciones en ventas concretas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 23.3 de 100. Aunque mejoró respecto al periodo anterior, necesitas un saludo más impactante y profesional. **Como mejorar:** Elimina muletillas y utiliza un tono enérgico y seguro.\n*   **Identificación del Cliente:** 55.1 de 100. Bien, pero puedes mejorar la fluidez. **Como mejorar:** Automatiza el proceso con el sistema para agilizar la verificación.\n*   **Detección de Necesidades:** 13.1 de 100. No estás haciendo las preguntas adecuadas para descubrir las necesidades del cliente. **Como mejorar:** Profundiza con preguntas abiertas como \"¿Qué es lo que más valoras de tu plan actual?\" o \"¿Qué desafíos tienes con tu conexión a internet?\".\n*   **Oferta de Productos:** 27.1 de 100. Ofreces planes pero no de forma persuasiva ni personalizada. **Como mejorar:** Después de identificar las necesidades, presenta directamente la oferta con un enfoque en los beneficios que el cliente obtendrá. \"Tengo una oferta que le VA a interesar: un plan de [X GB] con [beneficios] que se ajusta a lo que necesita.\"\n*   **Manejo de Objeciones:** 22.7 de 100. No estás rebatiendo las objeciones de manera efectiva. **Como mejorar:** Escucha atentamente la objeción, valida su preocupación (\"Es lógico que mire el precio. A varios clientes les pasó eso...\"), y luego presenta un argumento sólido para superarla.\n*   **Cierre:** 10.0 de 100. No estás cerrando las ventas. **Como mejorar:** Asigna la sucursal más cercana o consulta su domicilio para la instalación de fibra DIRECTAMENTE después de presentar la oferta. No preguntes si \"le gustaría\".\n*   **Despedida:** 48.4 de 100. Mantén la cordialidad. **Como mejorar:** Asegúrate de que el cliente sepa que estarás disponible para acompañarlo durante la portabilidad si es necesario.\n*   **Proactividad:** 7.8 de 100. No estás ofreciendo productos adicionales ni anticipando las necesidades del cliente. **Como mejorar:** Después de la oferta principal, siempre comenta sobre la fibra: \"Y para complementar su servicio móvil, tenemos la mejor conexión de fibra óptica del mercado...\"\n*   **Empatía:** 33.1 de 100. Puedes conectar mejor con el cliente. **Como mejorar:** Utiliza frases como \"Entiendo su situación\" o \"Comprendo su frustración\" cuando el cliente exprese una queja o preocupación.\n*   **Resolución de Problemas:** 20.2 de 100. No estás resolviendo los problemas del cliente de manera eficiente. **Como mejorar:** Escucha atentamente el problema, haz preguntas aclaratorias y ofrece soluciones concretas.\n\n### 5. PLAN DE ACCION SEMANAL\n\n**Semana 1:** **Foco: Detección de Necesidades y Saludo Impactante.**\n*   **Acciones:**\n    *   Practica un nuevo saludo energizante y profesional.\n    *   Estudia y memoriza las preguntas clave para detectar las necesidades del cliente.\n    *   Revisa grabaciones de llamadas exitosas para identificar cómo otros vendedores detectan las necesidades de manera efectiva.\n    *   Participa en role-playing con tu equipo para practicar la detección de necesidades.\n\n**Semana 2:** **Foco: Oferta de Productos Directa y Manejo de Objeciones.**\n*   **Acciones:**\n    *   Practica la presentación directa de la oferta, enfocándote en los beneficios para el cliente.\n    *   Estudia las objeciones más comunes y prepara respuestas efectivas.\n    *   Graba tus propias llamadas y analízalas para identificar áreas de mejora en el manejo de objeciones.\n    *   Participa en un taller de manejo de objeciones con tu equipo.\n\n**Semana 3:** **Foco: Cierre Directo y Proactividad.**\n*   **Acciones:**\n    *   Practica las técnicas de cierre directo: asigna la sucursal o solicita el domicilio.\n    *   Implementa la oferta de fibra en todas las llamadas.\n    *   Analiza tus resultados de las semanas anteriores y ajusta tu enfoque según sea necesario.\n    *   Revisa los scripts de cierre y personalízalos para que se adapten a tu estilo.\n\n**Semana 4:** **Foco: Optimización y Consolidación.**\n*   **Acciones:**\n    *   Revisa todas las áreas de mejora y crea un plan de mantenimiento para asegurar que sigas creciendo.\n    *   Busca oportunidades para compartir tus conocimientos con tus compañeros de equipo.\n    *   Celebra tus éxitos y reconoce tus logros.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés?\"\n    *   \"¿Qué es lo que más valorás de tu plan actual?\"\n    *   \"¿Qué desafíos tenés con tu conexión a internet?\"\n*   **Como ofrecer fibra directamente:** \"Y para complementar su servicio móvil, tenemos la mejor conexión de fibra óptica del mercado. Le VA a interesar porque...\"\n*   **Técnicas de cierre directo:** \"Perfecto, ¿le queda cómoda la sucursal de [ubicación] o prefiere que coordinemos la instalación en su domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mire el precio. A varios clientes les pasó eso. Pero si lo analiza en detalle, verá que nuestro plan ofrece [beneficios] que justifican la inversión.\"\n    *   **Ya tiene servicio:** \"Entiendo, pero ¿está completamente satisfecho con la velocidad y estabilidad de su conexión actual? Nuestra fibra óptica le ofrece...\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45 de 100.\n*   **Meta de calidad de llamadas:** Reducir el porcentaje de llamadas que terminan en corte del cliente a menos del 40%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de llamadas con detección de necesidades al 50%.\n    *   Aumentar el porcentaje de llamadas con oferta de fibra al 80%.\n    *   Aumentar el porcentaje de cierres efectivos al 20%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nLuciana, sé que tienes el potencial para ser una vendedora estrella en Movistar. Con un enfoque renovado en la detección de necesidades, una oferta más directa y un cierre más efectivo, estoy seguro de que podrás alcanzar tus metas y superar tus propios límites. Confío en tu capacidad para implementar este plan de acción y convertirte en una de las mejores de nuestro equipo. ¡Vamos por esos resultados!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}