{
  "agente": "Villaca Yesica",
  "agente_codigo": "MZA 31",
  "equipo": "JOSEFINA ZEBALLOS",
  "fecha_generacion": "2026-02-09T08:35:06.815862",
  "metricas": {
    "agente": "Villaca Yesica",
    "agente_codigo": "MZA 31",
    "equipo": "JOSEFINA ZEBALLOS",
    "evaluaciones": {
      "total_evaluadas": 58,
      "puntaje_promedio": 24.0,
      "puntaje_min": 0,
      "puntaje_max": 86,
      "desviacion_std": 24.5,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 5,
      "llamadas_regulares": 9,
      "llamadas_criticas": 42,
      "criterios": {
        "saludo_presentacion": 4.3,
        "identificacion_cliente": 44.8,
        "deteccion_necesidades": 18.1,
        "oferta_productos": 40.3,
        "manejo_objeciones": 21.0,
        "cierre": 14.0,
        "despedida": 37.8,
        "proactividad": 3.8,
        "empatia": 31.7,
        "resolucion_problemas": 22.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 29,
        "Proactividad": 20,
        "Manejo de objeciones": 18,
        "Presentación": 15,
        "Identificación del cliente": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 13,
        "Empatía": 6,
        "Manejo de objeciones": 6,
        "Despedida cordial.": 5,
        "Despedida": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 86.0,
          "resumen": "El agente realiza una buena presentación inicial, identifica al cliente correctamente, detecta necesidades, ofrece planes de manera directa y maneja objeciones de forma personalizada. Se muestra proactivo y empático. Aunque no completa el cierre en la llamada debido a una interrupción, propone una alternativa por WhatsApp."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se identifica y detecta las necesidades del cliente. Ofrece planes directamente y maneja las objeciones. Se despide cordialmente y ofrece acompañamiento. El cierre no se completa debido a dudas del cliente. El agente no utilizó frases prohibidas."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presentó correctamente y verificó la identidad del cliente. Ofreció un plan directamente y manejo las objeciones adecuadamente.  Se recomienda ofrecer fibra."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio. La llamada es deficiente en todos los aspectos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios. No se presenta correctamente, no identifica al cliente, no detecta necesidades ni ofrece productos. No realiza cierre y su actitud es poco profesional."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación obligatorios, incluyendo la presentación, detección de necesidades, manejo de objeciones y cierre.  No se identificó al cliente correctamente y no ofreció los productos de manera adecuada."
        }
      ],
      "pct_ofrece_fibra": 1.7
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 5.6
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 29,
      "con_plan": 7,
      "ofrece_fibra": 6,
      "pct_plan": 24.1,
      "pct_fibra": 20.7
    },
    "calidad_llamadas": {
      "total_llamadas": 164,
      "tmo_seg": 86.9,
      "pct_capta_atencion": 21.3,
      "menos_30seg": 90,
      "corte_cliente": 122,
      "corte_agente": 42
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 24.0,
      "general": 30.6,
      "diferencia": -6.6,
      "percentil": 47.0
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 4.3,
        "general": 17.9,
        "diferencia": -13.6
      },
      "identificacion_cliente": {
        "agente": 44.8,
        "general": 49.4,
        "diferencia": -4.6
      },
      "deteccion_necesidades": {
        "agente": 18.1,
        "general": 14.3,
        "diferencia": 3.8
      },
      "oferta_productos": {
        "agente": 40.3,
        "general": 36.1,
        "diferencia": 4.2
      },
      "manejo_objeciones": {
        "agente": 21.0,
        "general": 27.8,
        "diferencia": -6.7
      },
      "cierre": {
        "agente": 14.0,
        "general": 19.5,
        "diferencia": -5.6
      },
      "despedida": {
        "agente": 37.8,
        "general": 51.2,
        "diferencia": -13.4
      },
      "proactividad": {
        "agente": 3.8,
        "general": 8.5,
        "diferencia": -4.7
      },
      "empatia": {
        "agente": 31.7,
        "general": 37.5,
        "diferencia": -5.7
      },
      "resolucion_problemas": {
        "agente": 22.6,
        "general": 21.0,
        "diferencia": 1.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Villaca Yesica\n\n### 1. DIAGNOSTICO GENERAL\nVillaca Yesica se encuentra en un nivel **Crítico** con un puntaje promedio de 24.0 sobre 100, significativamente inferior al promedio del equipo (30.6 sobre 100). Esto indica un área de mejora considerable para alcanzar el rendimiento esperado y superar a sus compañeros. Si bien muestra fortalezas puntuales, las áreas de mejora son cruciales para su desempeño. Comparando con el coaching anterior, se observa una **mejora en la identificación del cliente** (de 15 a 44.8), pero las áreas de mejora siguen siendo las mismas, aunque con diferentes niveles de impacto. Su potencial de mejora es alto, ya que con una estrategia focalizada en las áreas críticas y la capitalización de sus fortalezas, puede ascender rápidamente en su rendimiento.\n\n### 2. FORTALEZAS\n*   **Identificación del cliente:** Con un puntaje de 44.8 sobre 100, muestra una habilidad para identificar correctamente a los clientes. Esto es fundamental para personalizar la interacción y evitar errores en la comunicación.\n*   **Empatía:** La empatía, con un puntaje de 31.7 sobre 100, es una fortaleza que permite conectar con los clientes, entender sus necesidades y generar confianza.\n*   **Oferta de productos:** Obtiene un puntaje de 40.3 sobre 100 en la oferta de productos. Debe enfocarse en mantener este valor y direccionar la oferta a los productos más beneficiosos para el cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de necesidades:** Con un puntaje de 18.1 sobre 100, la detección de necesidades es el área más crítica a mejorar. No está explorando adecuadamente las necesidades de los clientes, lo que impacta directamente en la capacidad de ofrecer soluciones personalizadas.\n*   **Proactividad:** La proactividad, con un puntaje de 3.8 sobre 100, es extremadamente baja. No está tomando la iniciativa para anticipar las necesidades de los clientes ni ofrecer soluciones adicionales.\n*   **Cierre:** Con un puntaje de 14.0 sobre 100, presenta una dificultad notoria para cerrar ventas.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 4.3 de 100. No está realizando una presentación efectiva al inicio de la llamada. **Como mejorar:** Utilizar un speech de presentación claro y conciso que genere interés en el cliente desde el primer momento.\n*   **Identificación del Cliente:** 44.8 de 100. Aunque es una fortaleza, aún puede mejorar. **Como mejorar:** Verificar siempre el nombre del cliente al inicio de la llamada y confirmar si es la persona correcta para evitar confusiones.\n*   **Detección de Necesidades:** 18.1 de 100. La principal área de mejora. **Que hace mal:** No realiza preguntas clave para entender las necesidades específicas de cada cliente. **Como mejorar:** Implementar un guion con preguntas dirigidas a identificar el uso que el cliente le da a su celular y a sus servicios de conectividad.\n*   **Oferta de Productos:** 40.3 de 100. Debe enfocarse en mantener este valor y direccionar la oferta a los productos más beneficiosos para el cliente. **Como mejorar:** Conectar directamente la necesidad del cliente con el plan de Movistar.\n*   **Manejo de Objeciones:** 21.0 de 100. Debe trabajar en respuestas específicas y personalizadas para cada objeción. **Que hace mal:** No está abordando las objeciones de manera efectiva, lo que lleva a la pérdida de oportunidades de venta. **Como mejorar:** Preparar un listado de objeciones comunes y desarrollar respuestas convincentes y adaptadas a cada situación.\n*   **Cierre:** 14.0 de 100. Un área crítica de mejora. **Que hace mal:** No está realizando el cierre de manera efectiva, lo que resulta en la pérdida de oportunidades de venta. **Como mejorar:** Ofrecer opciones de asignación de sucursal o directamente coordinar una visita, dependiendo del producto ofrecido.\n*   **Despedida:** 37.8 de 100. Puede mejorar la cordialidad y el cierre de la conversación. **Como mejorar:** Agradecer al cliente por su tiempo y ofrecer canales de contacto adicionales en caso de dudas.\n*   **Proactividad:** 3.8 de 100. Extremadamente baja. **Que hace mal:** No ofrece productos adicionales ni anticipa necesidades del cliente. **Como mejorar:** Ofrecer siempre la opción de fibra al cliente, comentando directamente los beneficios y sin preguntar si le interesa.\n*   **Empatía:** 31.7 de 100. Mantener y potenciar esta habilidad. **Como mejorar:** Escuchar activamente al cliente y mostrar interés genuino en sus necesidades.\n*   **Resolución de Problemas:** 22.6 de 100. Requiere mejorar la capacidad de ofrecer soluciones efectivas y personalizadas. **Como mejorar:** Escuchar atentamente el problema del cliente, ofrecer soluciones claras y concisas, y realizar un seguimiento para asegurar la satisfacción del cliente.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal:** Detección de necesidades. Acciones: Revisar guiones de preguntas clave, practicar role-playing con el equipo para mejorar la formulación de preguntas.\n**Semana 2:** **Siguiente prioridad:** Manejo de objeciones. Acciones: Identificar las objeciones más comunes y preparar respuestas efectivas y personalizadas. Realizar simulaciones de llamadas para practicar el manejo de objeciones.\n**Semana 3:** **Consolidación:** Proactividad y cierre. Acciones: Incorporar la oferta de fibra de manera automática en todas las llamadas, practicar técnicas de cierre directo y asignar tareas para asegurar la ejecución del cierre.\n**Semana 4:** **Optimización:** Revisar y ajustar el plan de acción. Analizar los resultados obtenidos en las semanas anteriores y realizar ajustes en el plan de acción según sea necesario.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con Yesica Villaca?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés?\", \"¿Cuántas personas utilizan internet en tu casa?\".\n*   **Como ofrecer fibra directamente:** \"Tengo una oferta de fibra óptica de Movistar que le VA a interesar, con una velocidad superior y mayor estabilidad para que todos en su hogar puedan disfrutar de internet sin problemas.\"\n*   **Técnicas de cierre directo:** \"Para que pueda empezar a disfrutar de este plan, ¿le asigno una sucursal cercana a su domicilio o prefiere que coordinemos una visita?\"\n*   **Manejo de objeciones personalizado:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que te puedo asegurar es que la calidad de Movistar y los beneficios del plan superan ampliamente la diferencia de precio.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 50 sobre 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de cierre de ventas en un 20%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el puntaje de \"Detección de necesidades\" a 50 de 100.\n    *   Aumentar el puntaje de \"Proactividad\" a 30 de 100.\n    *   Aumentar el puntaje de \"Cierre\" a 40 de 100.\n    *   Disminuir la cantidad de llamadas de menos de 30 segundos en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nYesica, sé que tienes el potencial para destacarte en este equipo. Ya has demostrado avances en la identificación del cliente. Ahora, enfocándonos en detectar las necesidades de tus clientes y siendo más proactiva, podrás ofrecer soluciones más valiosas y cerrar más ventas. ¡Confío en tu capacidad para lograrlo! Recuerda, cada llamada es una oportunidad para aprender y mejorar. ¡Vamos por ese objetivo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}