{
  "agente": "MZA 20",
  "fecha_generacion": "2026-01-26T14:29:56.599121",
  "metricas": {
    "agente": "MZA 20",
    "evaluaciones": {
      "total_evaluadas": 115,
      "puntaje_promedio": 49.1,
      "puntaje_min": 0.0,
      "puntaje_max": 700.0,
      "desviacion_std": 109.3,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 26.5,
        "identificacion_cliente": 29.9,
        "deteccion_necesidades": 34.2,
        "oferta_productos": 35.3,
        "manejo_objeciones": 43.4,
        "cierre": 22.3,
        "despedida": 37.0,
        "proactividad": 14.5,
        "empatia": 46.6,
        "resolucion_problemas": 34.6
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 36,
        "Identificación del cliente": 35,
        "Detección de necesidades": 25,
        "Presentación y Saludo": 21,
        "Manejo de objeciones": 17
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones.": 11,
        "Manejo de objeciones": 10,
        "Empatía": 10,
        "Empatía.": 8,
        "Identificación correcta del cliente.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente identifica las necesidades del cliente y ofrece un plan, aunque la presentación y el cierre podrían ser más claros y directos.  La comunicación es un poco confusa en algunos momentos."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente realiza una buena gestión en general, se destaca en la detección de necesidades, la oferta del producto y el manejo de objeciones. Se pueden mejorar la presentación y la identificación inicial del cliente, así como el cierre formal. La proactividad y despedida son correctas."
        },
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente correctamente. Ofrece un plan, pero no menciona el 80% de descuento de la promoción. La detección de necesidades y el cierre podrían ser más directos. Muestra empatía."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios básicos de una venta. No hay presentación, identificación, detección de necesidades, oferta de productos, cierre ni despedida adecuados. Se enfoca en la portabilidad y el envío de un mensaje."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente tiene una comunicación confusa y no cumple con los criterios de calidad. No se identifica, no detecta necesidades, no ofrece productos ni intenta cerrar la venta."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada es muy deficiente. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de manera clara y no intenta cerrar la venta. La comunicación es confusa y carece de empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 115,
      "puntaje_promedio": 49.1,
      "llamadas_excelentes": 5,
      "llamadas_criticas": 36,
      "criterios": {
        "saludo_presentacion": 26.5,
        "identificacion_cliente": 29.9,
        "deteccion_necesidades": 34.2,
        "oferta_productos": 35.3,
        "manejo_objeciones": 43.4,
        "cierre": 22.3,
        "despedida": 37.0,
        "proactividad": 14.5,
        "empatia": 46.6,
        "resolucion_problemas": 34.6
      }
    },
    "clasificacion": {
      "total_llamadas": 57,
      "con_saludo": 15,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 4,
      "ventas": 2,
      "score_calidad_prom": 29.8,
      "pct_saludo": 26.3,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 7.0,
      "tasa_conversion": 3.5
    },
    "integral": {
      "duracion_promedio_seg": 230.0,
      "duracion_promedio_min": 3.8,
      "distribucion_duracion": {
        "1-3 min": 34,
        "3-5 min": 9,
        "5-8 min": 8,
        "> 8 min": 6
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 49.1,
      "general": 35.7,
      "diferencia": 13.5,
      "percentil": 77.6
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 26.5,
        "general": 32.0,
        "diferencia": -5.5
      },
      "identificacion_cliente": {
        "agente": 29.9,
        "general": 38.7,
        "diferencia": -8.8
      },
      "deteccion_necesidades": {
        "agente": 34.2,
        "general": 23.3,
        "diferencia": 10.9
      },
      "oferta_productos": {
        "agente": 35.3,
        "general": 28.6,
        "diferencia": 6.7
      },
      "manejo_objeciones": {
        "agente": 43.4,
        "general": 33.0,
        "diferencia": 10.3
      },
      "cierre": {
        "agente": 22.3,
        "general": 18.8,
        "diferencia": 3.6
      },
      "despedida": {
        "agente": 37.0,
        "general": 38.5,
        "diferencia": -1.6
      },
      "proactividad": {
        "agente": 14.5,
        "general": 13.9,
        "diferencia": 0.7
      },
      "empatia": {
        "agente": 46.6,
        "general": 43.0,
        "diferencia": 3.6
      },
      "resolucion_problemas": {
        "agente": 34.6,
        "general": 25.1,
        "diferencia": 9.5
      }
    },
    "conversion": {
      "agente": 3.5,
      "general": 5.1,
      "diferencia": -1.6
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 20\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nEl vendedor MZA 20 muestra un desempeño superior al promedio del equipo en esta última semana (puntaje IA promedio de 49.1 contra 35.7 del equipo). Se ubica en un nivel **Bueno**, con un percentil de 77.6 en comparación con sus compañeros. Si bien supera al equipo en la mayoría de los criterios evaluados por la IA, su tasa de conversión (3.5%) es menor que la del equipo (5.1%), lo que sugiere que podría mejorar en el cierre de ventas.\n\n**Evolución:** Comparado con el período anterior, el puntaje promedio del vendedor **EMPEORÓ** significativamente (de 59.6 a 49.1). Este retroceso requiere una atención inmediata. A pesar de ciertas fortalezas individuales, esta caída en el rendimiento general requiere un análisis profundo y un plan de acción enfocado en recuperar y superar el nivel anterior. Su potencial de mejora es alto, especialmente si logra consistentemente aplicar sus fortalezas y superar sus áreas de mejora.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\n\n*   **QUÉ MEJORÓ:**\n\n    *   **Detección de necesidades:** Aumentó su puntaje significativamente. Es importante reforzar esta habilidad y compartir las mejores prácticas con el equipo.\n    *   **Oferta de productos:** El puntaje en este criterio también aumentó, indicando una mejora en la presentación de los productos y planes de Movistar.\n    *   **Resolución de Problemas**: Mejora notable comparada con el periodo anterior.\n\n*   **QUÉ EMPEORÓ:**\n\n    *   **Saludo y Presentación:** El puntaje disminuyó considerablemente, lo que impacta negativamente la primera impresión y el enganche con el cliente.\n    *   **Identificación del cliente:** Bajó el puntaje en este aspecto, lo que genera riesgo de ofrecer productos a la persona incorrecta.\n    *   **Proactividad:** Disminuyó, lo que significa que está ofreciendo menos fibra u otros productos adicionales de lo que podría.\n    *   **Cierre:** El puntaje de cierre disminuyó, lo que se alinea con una menor tasa de conversión.\n    *   **Empatía**: Si bien sigue siendo una fortaleza, el puntaje bajó, lo cual requiere atención para mantener la conexión con el cliente.\n\n*   **QUÉ SIGUE PENDIENTE:**\n\n    *   **Proactividad:** A pesar de una ligera mejora en comparación con el puntaje general del equipo, la proactividad sigue siendo una debilidad, especialmente en la oferta de fibra.\n    *   **Identificación del Cliente:** La falta de una correcta identificación persiste a pesar del coaching anterior.\n\n*   **TENDENCIA GENERAL:** La tendencia general es preocupante, dado el descenso en el puntaje general y en áreas clave como Saludo y Presentación, Identificación del Cliente y Cierre. Necesita una intervención urgente para identificar las causas de este retroceso y retomar el camino del crecimiento.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Manejo de Objeciones:** Continúa siendo una fortaleza destacada, aunque el puntaje general en este criterio se redujo un poco. Muestra habilidad para responder a las dudas de los clientes.\n*   **Empatía:** Aunque disminuyó levemente, sigue demostrando capacidad para conectar con los clientes y entender sus necesidades.\n*   **Detección de Necesidades**: Es una nueva fortaleza, ya que su puntaje incrementó con respecto a la semana anterior.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Saludo y Presentación:** (NUEVA) Un saludo y presentación débiles impactan negativamente en la primera impresión del cliente y disminuyen la probabilidad de generar interés en la oferta. Es crucial mejorar la confianza y claridad en la presentación inicial.\n*   **Identificación del Cliente:** (PERSISTENTE) No verificar correctamente la identidad del cliente puede llevar a ofrecer productos a la persona equivocada, generando frustración y pérdida de tiempo. Es fundamental seguir el script establecido para asegurar el contacto con la persona correcta.\n*   **Proactividad:** (PERSISTENTE) La falta de proactividad en la oferta de fibra u otros productos limita el potencial de ventas y la satisfacción del cliente. Es importante recordar ofrecer fibra de manera directa, sin preguntar si le interesa.\n*   **Cierre:** (NUEVA) La baja performance en el cierre impacta directamente en la conversión. Es importante aplicar técnicas de cierre directo sin preguntar al cliente si quiere seguir adelante.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 3.8 minutos (230 segundos) está dentro del rango óptimo (2-4 minutos). Esto sugiere que está manteniendo conversaciones que generan engagement sin extenderse demasiado.\n*   **% Capta Atención (Llamadas >1 min):** No está disponible. Es fundamental tener este dato para evaluar el enganche inicial del cliente.\n*   **Cortes de llamada:** No está disponible la información sobre quién corta la llamada.\n*   **Llamadas <30 seg:** No está disponible.\n*   **Tasa de aprobación de ventas:** No hay información disponible sobre la tasa de aprobación.\n*   **% con Saludo**: 26.3%. Claramente necesita mejorar su saludo, dado que solo un cuarto de sus llamadas lo incluyen.\n*   **% con Cierre**: 0%. No está cerrando ninguna venta de manera efectiva.\n*   **% Ofrece Plan**: 0%. No está ofreciendo el plan de Movistar.\n*   **% Ofrece Fibra**: 7%. Está ofreciendo muy poca fibra.\n\n**CONCLUSIÓN:** La falta de datos completos sobre cortes, llamadas cortas y tasa de aprobación dificulta un análisis exhaustivo. Sin embargo, las métricas disponibles indican una oportunidad de mejora significativa en el saludo, cierre, oferta de planes y fibra.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:** **Nivel Crítico.** No está saludando correctamente, impactando negativamente la primera impresión.\n    *   **Qué está haciendo mal:** Posiblemente utilizando frases prohibidas como \"Tengo una oferta que podría interesarle\" o mostrando falta de entusiasmo.\n    *   **Cómo mejorar:** Implementar un saludo estandarizado y efectivo: \"Hola, [Nombre], soy [Tu Nombre] de Movistar. Tengo una oferta que LE VA a interesar, ya que...\" (Adaptar según la información disponible del cliente).\n*   **Identificación del Cliente:** **Nivel Crítico.** No está verificando la identidad del cliente de manera efectiva.\n    *   **Qué está haciendo mal:** Omitiendo la pregunta clave para verificar la identidad del cliente.\n    *   **Cómo mejorar:** Al inicio de la llamada, preguntar directamente: \"Hola, ¿me comunico con [Nombre]?\" y esperar la confirmación.\n*   **Detección de Necesidades:** **Nivel Regular.** Ha mejorado pero todavía puede profundizar más.\n    *   **Qué está haciendo mal:** Realizando preguntas genéricas en lugar de enfocarse en el uso real del cliente.\n    *   **Cómo mejorar:** Preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\" para entender las necesidades del cliente.\n*   **Oferta de Productos:** **Nivel Regular.** Ha mejorado pero puede ser más persuasivo.\n    *   **Qué está haciendo mal:** Posiblemente no destacando los beneficios clave de los planes y la oferta de fibra.\n    *   **Cómo mejorar:** Enfatizar los beneficios específicos del plan y la fibra que se ajustan a las necesidades detectadas. \"Con este plan, vas a poder [Beneficio clave] y además, la fibra te va a permitir [Beneficio clave de la fibra].\"\n*   **Manejo de Objeciones:** **Nivel Bueno.** Muestra habilidad en el manejo de objeciones, pero podría ser más personalizado.\n    *   **Qué está haciendo mal:** Posiblemente utilizando respuestas genéricas en lugar de abordar la objeción específica del cliente.\n    *   **Cómo mejorar:** Escuchar atentamente la objeción del cliente y responder de manera personalizada. Por ejemplo, ante la objeción del precio, usar la técnica: \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n*   **Cierre:** **Nivel Crítico.** No está cerrando ventas.\n    *   **Qué está haciendo mal:** Preguntando si el cliente quiere seguir adelante o utilizando frases prohibidas de cierre.\n    *   **Cómo mejorar:** Aplicar técnicas de cierre directo. \"Perfecto, para activar el plan, voy a asignarte la sucursal más cercana a tu domicilio, que es...\" o \"Para finalizar la portabilidad, necesito confirmar tu domicilio:...\"\n*   **Despedida:** **Nivel Regular.** Podría mejorar la despedida ofreciendo acompañamiento en la portabilidad (si aplica).\n    *   **Qué está haciendo mal:** Posiblemente utilizando frases como \"Estaré encantado de ayudarte en el futuro.\"\n    *   **Cómo mejorar:** Ofrecer acompañamiento solo durante la portabilidad. \"Voy a estar acompañándote durante todo el proceso de portabilidad para asegurarme de que tengas una experiencia excelente.\"\n*   **Proactividad:** **Nivel Crítico.** No está ofreciendo fibra o otros productos adicionales de manera consistente.\n    *   **Qué está haciendo mal:** Omitiendo la oferta de fibra o preguntando si el cliente está interesado en conocerla.\n    *   **Cómo mejorar:** Ofrecer fibra de manera directa, sin preguntar. \"Además, quería comentarte que tenemos una excelente promoción de fibra óptica en tu zona, que te permitiría disfrutar de...\"\n*   **Empatía:** **Nivel Bueno.** Muestra empatía, pero puede fortalecer la conexión con el cliente.\n    *   **Qué está haciendo mal:** Posiblemente no mostrando suficiente interés en las necesidades específicas del cliente.\n    *   **Cómo mejorar:** Escuchar activamente al cliente y adaptar la oferta a sus necesidades individuales.\n*   **Resolución de Problemas:** **Nivel Regular.**\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **Foco: Saludo y Identificación del Cliente.** Implementar el script estandarizado de saludo y verificación de identidad. Practicar role-playing con el equipo para internalizar el script.\n    *   **Acciones específicas:**\n        *   Monitorear activamente las llamadas para asegurar la correcta aplicación del script.\n        *   Realizar sesiones de coaching individuales enfocadas en la mejora del saludo y la identificación del cliente.\n*   **Semana 2:** **Foco: Detección de Necesidades y Oferta de Productos.** Refinar las preguntas para la detección de necesidades y mejorar la presentación de los productos, destacando los beneficios clave.\n    *   **Acciones específicas:**\n        *   Analizar las llamadas para identificar oportunidades de mejora en la detección de necesidades y la oferta de productos.\n        *   Proporcionar ejemplos de preguntas efectivas para la detección de necesidades y scripts persuasivos para la presentación de productos.\n*   **Semana 3:** **Foco: Cierre y Proactividad (Oferta de Fibra).** Implementar técnicas de cierre directo y asegurar la oferta sistemática de fibra a todos los clientes.\n    *   **Acciones específicas:**\n        *   Practicar técnicas de cierre directo a través de role-playing.\n        *   Monitorear el porcentaje de llamadas en las que se ofrece fibra.\n*   **Semana 4:** **Foco: Consolidación y Optimización.** Revisar el progreso general y ajustar el plan de acción según sea necesario.\n    *   **Acciones específicas:**\n        *   Analizar todas las métricas clave para identificar áreas de mejora continua.\n        *   Realizar sesiones de coaching individuales para abordar cualquier problema específico.\n\n### 7. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de identidad del cliente:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan?\"\n*   **Oferta de fibra (directa):** \"Además, quería comentarte que tenemos una excelente promoción de fibra óptica en tu zona, que te permitiría disfrutar de [Beneficio clave: mayor velocidad, estabilidad, etc.]\"\n*   **Técnicas de cierre directo:** \"Perfecto, para activar el plan, voy a asignarte la sucursal más cercana a tu domicilio, que es...\" o \"Para finalizar la portabilidad, necesito confirmar tu domicilio:...\"\n*   **Manejo de objeciones (precio):** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Alcanzar un puntaje de 65 en 30 días.\n*   **Tasa de conversión:** Aumentar la tasa de conversión al 6% en 30 días.\n*   **Ofrecimiento de productos:** Aumentar el porcentaje de llamadas en las que se ofrece fibra al 50% en 30 días.\n*   **% Capta Atención:** Aumentar el % de captación de atención al 40% en 30 días.\n*   **TMO:** Mantener el TMO entre 2 y 4 minutos.\n*   **KPIs específicos a mejorar:** Aumentar el puntaje en Saludo y Presentación a 70 en 30 días. Aumentar el puntaje en Identificación del Cliente a 80 en 30 días.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 20, veo que tienes el potencial para ser uno de los mejores vendedores del equipo. Reconozco que esta semana no fue tu mejor desempeño, pero tienes las habilidades para revertir esta situación. Confío en que, con este plan de acción y tu compromiso, vas a recuperar tu nivel y superar tus propias expectativas. ¡Vamos a enfocarnos en mejorar esos pequeños detalles y te aseguro que los resultados van a llegar!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:02:06.244088",
  "evolucion": null
}