{
  "agente": "Colilaf Micaela",
  "agente_codigo": "MZA 6",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-09T08:45:51.207444",
  "metricas": {
    "agente": "Colilaf Micaela",
    "agente_codigo": "MZA 6",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 27,
      "puntaje_promedio": 42.6,
      "puntaje_min": 0,
      "puntaje_max": 170,
      "desviacion_std": 34.5,
      "llamadas_excelentes": 2,
      "llamadas_buenas": 4,
      "llamadas_regulares": 7,
      "llamadas_criticas": 14,
      "criterios": {
        "saludo_presentacion": 34.4,
        "identificacion_cliente": 59.6,
        "deteccion_necesidades": 11.1,
        "oferta_productos": 45.2,
        "manejo_objeciones": 44.4,
        "cierre": 29.6,
        "despedida": 71.5,
        "proactividad": 8.9,
        "empatia": 41.1,
        "resolucion_problemas": 34.4
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 15,
        "Proactividad": 9,
        "Manejo de objeciones": 8,
        "Empatía": 6,
        "Identificación del cliente": 5
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 10,
        "Despedida": 6,
        "Manejo de objeciones": 5,
        "Empatía": 4,
        "Saludo y presentación": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 170.0,
          "resumen": "La agente se presenta y verifica la identidad del cliente. Ofrece planes y fibra, aunque no de forma muy proactiva. No realiza preguntas para detectar necesidades ni intenta el cierre de la venta."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "La agente realizó una excelente gestión, cumpliendo con los criterios de evaluación y brindando una buena experiencia al cliente."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presenta y verifica la identidad. Ofrece planes y fibra, intenta el cierre y se despide cordialmente. Debe mejorar la detección de necesidades y el manejo de objeciones."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones y no cierra la venta. Además, no muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios de evaluación. No verificó la identidad, no detectó necesidades, ni intentó un cierre efectivo. Mostró poca proactividad."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ningún criterio de evaluación. No hubo presentación, identificación del cliente, detección de necesidades, oferta de productos ni cierre. El agente no manejó las objeciones ni mostró empatía."
        }
      ],
      "pct_ofrece_fibra": 11.1
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.1
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 46,
      "con_plan": 13,
      "ofrece_fibra": 5,
      "pct_plan": 28.3,
      "pct_fibra": 10.9
    },
    "calidad_llamadas": {
      "total_llamadas": 267,
      "tmo_seg": 69.8,
      "pct_capta_atencion": 23.2,
      "menos_30seg": 119,
      "corte_cliente": 213,
      "corte_agente": 53
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 42.6,
      "general": 30.6,
      "diferencia": 12.0,
      "percentil": 71.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 34.4,
        "general": 17.9,
        "diferencia": 16.6
      },
      "identificacion_cliente": {
        "agente": 59.6,
        "general": 49.4,
        "diferencia": 10.2
      },
      "deteccion_necesidades": {
        "agente": 11.1,
        "general": 14.3,
        "diferencia": -3.2
      },
      "oferta_productos": {
        "agente": 45.2,
        "general": 36.1,
        "diferencia": 9.1
      },
      "manejo_objeciones": {
        "agente": 44.4,
        "general": 27.8,
        "diferencia": 16.7
      },
      "cierre": {
        "agente": 29.6,
        "general": 19.5,
        "diferencia": 10.1
      },
      "despedida": {
        "agente": 71.5,
        "general": 51.2,
        "diferencia": 20.3
      },
      "proactividad": {
        "agente": 8.9,
        "general": 8.5,
        "diferencia": 0.4
      },
      "empatia": {
        "agente": 41.1,
        "general": 37.5,
        "diferencia": 3.6
      },
      "resolucion_problemas": {
        "agente": 34.4,
        "general": 21.0,
        "diferencia": 13.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Colilaf Micaela\n\n### 1. DIAGNOSTICO GENERAL\nColilaf Micaela se encuentra en un nivel que **necesita mejora**, con un puntaje promedio de 42.6. Si bien supera el puntaje promedio del equipo (30.6), la diferencia es considerablemente menor en comparación con otros agentes de alto rendimiento. Su potencial de mejora es significativo, especialmente considerando la alta desviación estándar (34.5), lo que indica variabilidad en su desempeño.\n\nComparado con el coaching anterior, el puntaje promedio se mantiene igual (42.6), lo que indica que no ha habido una evolución notable en su desempeño general. Las áreas de mejora siguen siendo similares, lo que sugiere que las estrategias implementadas anteriormente no han sido completamente efectivas o no se han consolidado. Es crucial enfocarse en acciones más específicas y un seguimiento más cercano para lograr un cambio real.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 59.6 de 100, la identificación del cliente es una de sus fortalezas principales. Continúe con el saludo y la confirmación del nombre al inicio de cada llamada.\n*   **Despedida:** Su despedida es sólida, alcanzando un 71.5 de 100, demostrando cortesía y profesionalismo al finalizar la interacción.\n*   **Manejo de Objeciones:** Con un puntaje de 44.4 de 100, demuestra una habilidad aceptable en el manejo de objeciones, aunque hay margen para mejorar.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:** Esta es su área más débil, con un bajo puntaje de 11.1 de 100. No indaga lo suficiente sobre las necesidades del cliente, lo que dificulta ofrecer soluciones personalizadas y relevantes.\n*   **Proactividad:** Su proactividad es muy baja, con un puntaje de 8.9 de 100. No aprovecha las oportunidades para ofrecer productos adicionales o anticiparse a las necesidades del cliente.\n*   **Cierre:** Con un puntaje de 29.6 de 100, le cuesta concretar la venta y asegurar el compromiso del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:** 34.4 de 100. Si bien realiza una presentación, puede mejorar la energía y el entusiasmo al inicio de la llamada para captar la atención del cliente.\n    *   **Cómo mejorar:** Utilizar un tono más amigable y enérgico.\n*   **Identificación del Cliente:** 59.6 de 100. Correcta, pero puede ser más personalizada.\n    *   **Cómo mejorar:** Usar la información disponible en el sistema para hacer referencia a interacciones previas o servicios contratados.\n*   **Detección de Necesidades:** 11.1 de 100. Deficiente. No realiza preguntas clave para entender las necesidades del cliente.\n    *   **Qué hace mal:** No pregunta sobre el uso actual del servicio, la cantidad de datos consumidos o los problemas que pueda estar experimentando.\n    *   **Cómo mejorar:** Implementar preguntas directas y efectivas: \"¿Qué es lo que más usás del celular?\" \"¿Cuántos GB tenés en tu plan actual?\".\n*   **Oferta de Productos:** 45.2 de 100. Ofrece productos, pero no de forma personalizada ni proactiva.\n    *   **Cómo mejorar:** Después de detectar las necesidades, ofrecer los planes que mejor se adapten al perfil del cliente, resaltando los beneficios y ventajas. Menciona directamente la oferta de fibra: \"Aprovechando, le comento que tenemos una oferta de fibra óptica que le VA a interesar por...\"\n*   **Manejo de Objeciones:** 44.4 de 100. Maneja algunas objeciones, pero puede mejorar la persuasión y la empatía.\n    *   **Cómo mejorar:** Preparar respuestas específicas para las objeciones más comunes (precio, competencia, etc.) utilizando la técnica: \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame mostrarte cómo nuestros beneficios adicionales superan esa diferencia\".\n*   **Cierre:** 29.6 de 100. Dificultad para cerrar la venta y asegurar el compromiso del cliente.\n    *   **Cómo mejorar:** Después de presentar la oferta, dirigir la conversación hacia el cierre: \"Para activar este plan, ¿preferís que te asigne una sucursal cercana o te busco un domicilio para la entrega?\".\n*   **Despedida:** 71.5 de 100. Correcta y cordial.\n    *   **Cómo mejorar:** Mantener el mismo nivel de cortesía y profesionalismo.\n*   **Proactividad:** 8.9 de 100. Muy baja. No aprovecha oportunidades para ofrecer más valor al cliente.\n    *   **Cómo mejorar:** Ofrecer la fibra sin preguntar, mencionar promociones exclusivas, preguntar sobre otros servicios que puedan ser de interés.\n*   **Empatía:** 41.1 de 100. Muestra cierta empatía, pero puede ser más genuina y personalizada.\n    *   **Cómo mejorar:** Escuchar activamente al cliente, reconocer sus frustraciones y mostrar comprensión.\n*   **Resolución de Problemas:** 34.4 de 100. Puede mejorar la capacidad para resolver los problemas del cliente de manera eficiente y efectiva.\n    *   **Cómo mejorar:** Investigar a fondo el problema, ofrecer soluciones concretas y asegurar el seguimiento hasta la resolución.\n\n### 5. PLAN DE ACCION SEMANAL\n\n*   **Semana 1:** **Detección de Necesidades.** Enfocarse en realizar preguntas efectivas al inicio de la llamada para comprender las necesidades del cliente. Practicar el speech de preguntas: \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés en tu plan actual?\". Realizar al menos 5 simulaciones de llamadas con foco en esta habilidad.\n*   **Semana 2:** **Oferta Proactiva de Productos.** Después de detectar las necesidades, ofrecer de manera directa y persuasiva los planes y servicios que mejor se adapten al cliente. Practicar el speech de la oferta de fibra: \"Aprovechando, le comento que tenemos una oferta de fibra óptica que le VA a interesar por...\". Revisión de al menos 3 llamadas reales para identificar oportunidades perdidas.\n*   **Semana 3:** **Técnicas de Cierre Directo.** Implementar técnicas de cierre directo para asegurar el compromiso del cliente. Practicar el speech de cierre: \"Para activar este plan, ¿preferís que te asigne una sucursal cercana o te busco un domicilio para la entrega?\". Analizar grabaciones de llamadas exitosas del equipo para identificar patrones de cierre.\n*   **Semana 4:** **Manejo de Objeciones Personalizado.** Preparar respuestas específicas para las objeciones más comunes y practicar la persuasión y la empatía. Revisar casos de objeciones difíciles y desarrollar estrategias de respuesta efectivas.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\".\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\", \"¿Cuántos GB tenés en tu plan actual?\", \"¿Tenés problemas con la velocidad de internet en tu casa?\".\n*   **Como ofrecer fibra directamente:** \"Aprovechando, le comento que tenemos una oferta de fibra óptica que le VA a interesar por...\".\n*   **Técnicas de cierre directo:** \"Para activar este plan, ¿preferís que te asigne una sucursal cercana o te busco un domicilio para la entrega?\", \"Entonces, ¿avanzamos con la activación del servicio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero déjame mostrarte cómo nuestros beneficios adicionales superan esa diferencia\".\n    *   **Competencia:** \"Entiendo que estés evaluando otras opciones. Pero Movistar te ofrece la mejor cobertura, la mayor velocidad y el mejor servicio al cliente\".\n    *   **No necesito fibra:** \"Entiendo, pero te VA a interesar saber que la fibra óptica te permite disfrutar de una conexión más rápida y estable para todos tus dispositivos\".\n\n### 7. METAS CUANTIFICABLES\n\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas consideradas \"buenas\" o \"excelentes\" al 50%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de detección de necesidades del 11.1% al 50%.\n    *   Aumentar la tasa de cierre de ventas del 29.6% al 45%.\n    *   Aumentar el porcentaje de llamadas con oferta de fibra del 11.1% al 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMicaela, tu desempeño tiene un gran potencial sin explotar. Tu habilidad en la identificación y tu cortesía en la despedida son excelentes bases. Enfocándote en mejorar la detección de necesidades y la proactividad, vas a ver un gran salto en tus resultados. ¡Confío en tu capacidad para alcanzar tus metas y convertirte en una de las mejores vendedoras del equipo! Recuerda, cada llamada es una oportunidad para aprender y crecer. ¡Vamos a por ello!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}