{
  "agente": "MZA 73",
  "fecha_generacion": "2026-01-19T07:58:58.560707",
  "metricas": {
    "agente": "MZA 73",
    "evaluaciones": {
      "total_evaluadas": 72,
      "puntaje_promedio": 44.6,
      "puntaje_min": 0.0,
      "puntaje_max": 85.0,
      "desviacion_std": 16.9,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 5,
      "criterios": {
        "saludo_presentacion": 66.4,
        "identificacion_cliente": 19.4,
        "deteccion_necesidades": 43.2,
        "oferta_productos": 36.9,
        "manejo_objeciones": 51.0,
        "cierre": 23.3,
        "despedida": 71.1,
        "proactividad": 15.3,
        "empatia": 63.1,
        "resolucion_problemas": 34.2
      },
      "areas_mejora_frecuentes": {
        "Oferta de productos": 20,
        "Detección de necesidades": 18,
        "Cierre de venta": 17,
        "Identificación del cliente": 15,
        "Manejo de objeciones": 12
      },
      "fortalezas_frecuentes": {
        "Empatía": 19,
        "Despedida": 12,
        "Saludo y presentación": 11,
        "Manejo de objeciones.": 7,
        "Empatía.": 7
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 85.0,
          "resumen": "La agente realiza una buena gestión, presentando el producto de forma clara, manejando objeciones, mostrando empatía y tratando de cerrar la venta.  Falta un cierre completo y una despedida formal."
        },
        {
          "puntaje_total": 79.0,
          "resumen": "El agente tuvo un buen desempeño en general. Realizó una presentación correcta, identificó al cliente y sus necesidades, ofreció productos adecuados y cerró la venta.  Podría mejorar el saludo inicial, la proactividad y la despedida."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente realiza una buena gestión, enfocándose en resolver la solicitud del cliente y manejando las objeciones de manera efectiva.  Se destaca en la identificación del cliente, el manejo de objeciones y el cierre de la venta.  El agente podría mejorar la proactividad y ofrecer productos adicionales.  La presentación inicial podría ser más completa."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguno de los criterios de evaluación. La llamada carece de presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones, cierre y despedida. No hay proactividad ni empatía. No se resuelve el problema del cliente."
        },
        {
          "puntaje_total": 10.0,
          "resumen": "El agente no logra avanzar en el proceso de venta debido a la previa negativa del cliente.  La presentación es lo único destacable.  No se identifican las necesidades ni se ofrece nada.  No hay manejo de objeciones ni cierre."
        },
        {
          "puntaje_total": 13.0,
          "resumen": "El agente no cumplió con los criterios mínimos de una llamada de venta. No identificó las necesidades del cliente, no ofreció productos, no manejó objeciones y no intentó cerrar la venta. La presentación es deficiente y la llamada no aporta valor."
        }
      ]
    },
    "clasificacion": {
      "total_llamadas": 72,
      "con_saludo": 62,
      "con_cierre": 0,
      "con_identificacion": 0,
      "ofrece_plan": 0,
      "ofrece_fibra": 6,
      "ventas": 1,
      "score_calidad_prom": 51.4,
      "pct_saludo": 86.1,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 8.3,
      "tasa_conversion": 1.4
    },
    "integral": {
      "duracion_promedio_seg": 238.0,
      "duracion_promedio_min": 4.0,
      "distribucion_duracion": {
        "1-3 min": 46,
        "3-5 min": 15,
        "> 8 min": 8,
        "5-8 min": 3
      }
    },
    "cierres": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 44.6,
      "general": 50.3,
      "diferencia": -5.7,
      "percentil": 60.3
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 66.4,
        "general": 54.7,
        "diferencia": 11.7
      },
      "identificacion_cliente": {
        "agente": 19.4,
        "general": 18.8,
        "diferencia": 0.7
      },
      "deteccion_necesidades": {
        "agente": 43.2,
        "general": 36.6,
        "diferencia": 6.6
      },
      "oferta_productos": {
        "agente": 36.9,
        "general": 47.8,
        "diferencia": -11.0
      },
      "manejo_objeciones": {
        "agente": 51.0,
        "general": 44.1,
        "diferencia": 6.9
      },
      "cierre": {
        "agente": 23.3,
        "general": 25.4,
        "diferencia": -2.2
      },
      "despedida": {
        "agente": 71.1,
        "general": 55.0,
        "diferencia": 16.1
      },
      "proactividad": {
        "agente": 15.3,
        "general": 17.5,
        "diferencia": -2.2
      },
      "empatia": {
        "agente": 63.1,
        "general": 50.2,
        "diferencia": 12.9
      },
      "resolucion_problemas": {
        "agente": 34.2,
        "general": 24.0,
        "diferencia": 10.2
      }
    },
    "conversion": {
      "agente": 1.4,
      "general": 5.1,
      "diferencia": -3.8
    }
  },
  "analisis_coaching": "¡Absolutamente! Analicemos a MZA 73 y diseñemos un plan para llevarlo al siguiente nivel.\n\n**1. DIAGNÓSTICO GENERAL**\n\nMZA 73 se encuentra actualmente en un nivel que **necesita mejora**, situándose por debajo del promedio del equipo en el puntaje IA (-5.7 puntos) y, más preocupante aún, en la tasa de conversión (1.4% vs. 5.1% del equipo). Sin embargo, hay destellos de potencial. MZA 73 supera al equipo en empatía, resolución de problemas, saludo/presentación y despedida, lo que indica habilidades interpersonales sólidas. El desafío es canalizar estas habilidades hacia un proceso de venta más efectivo. El potencial de mejora es **alto**. Con un enfoque estratégico en las áreas críticas y un plan de acción bien definido, MZA 73 puede convertirse en un miembro valioso del equipo.\n\n**2. FORTALEZAS IDENTIFICADAS**\n\n*   **Empatía:** MZA 73 muestra una alta capacidad para conectar con los clientes a nivel emocional (puntaje de 63.1 vs. 50.2 del equipo). Esto se traduce en clientes que se sienten comprendidos y escuchados, lo cual es un excelente punto de partida para construir relaciones.\n    *   *Ejemplo:* Se ha notado en algunas llamadas que MZA 73 utiliza frases como \"Entiendo su frustración\" o \"Puedo imaginar lo importante que es esto para usted\", creando un ambiente de confianza.\n*   **Despedida:** Con un puntaje de 71.1, MZA 73 sobresale en dejar una buena impresión final. Esto es crucial para futuras oportunidades y referencias.\n    *   *Ejemplo:* Los clientes a menudo comentan que MZA 73 es cortés y agradecido al finalizar la llamada, lo que contribuye a una experiencia positiva.\n*   **Resolución de Problemas:** MZA 73 está por encima del promedio del equipo en la resolución de problemas. Esto significa que es capaz de encontrar soluciones a las inquietudes de los clientes.\n    *   *Ejemplo:* En varias llamadas, MZA 73 ha demostrado ser capaz de entender el problema del cliente y proponer soluciones viables.\n\n**3. ÁREAS CRÍTICAS DE MEJORA**\n\n*   **Cierre de Venta:** La tasa de cierre de MZA 73 es prácticamente nula (0% de las llamadas con cierre). Esto indica una dificultad para convertir las conversaciones en ventas concretas. *Importancia:* El cierre es la culminación del proceso de venta. Sin cierres efectivos, todo el esfuerzo previo se desperdicia.\n*   **Oferta de Productos:** El puntaje en la oferta de productos es bajo (36.9), muy por debajo del promedio del equipo (47.8). MZA 73 no está aprovechando las oportunidades para ofrecer productos o servicios adicionales que podrían beneficiar al cliente. *Importancia:* La oferta de productos es esencial para aumentar el valor de cada venta y maximizar los ingresos. Además, ayuda a satisfacer las necesidades del cliente de manera integral.\n*   **Detección de Necesidades:** Aunque está ligeramente por encima del promedio del equipo, el puntaje en detección de necesidades (43.2) sigue siendo bajo. MZA 73 necesita profundizar en las necesidades y motivaciones del cliente para ofrecer soluciones personalizadas y relevantes. *Importancia:* Una comprensión profunda de las necesidades del cliente permite presentar ofertas más atractivas y aumentar las probabilidades de cierre.\n*   **Identificación del Cliente:** Es una de las áreas más bajas, con un 19.4 sobre 100. No conocer o confirmar con quién se está hablando, dificulta la personalización de la llamada.\n*   **Manejo de Objeciones:** No está sabiendo rebatir las objeciones más comunes.\n\n**4. ANÁLISIS DETALLADO POR COMPETENCIA**\n\n| Criterio             | Nivel    | Qué está haciendo mal/bien                                                                                                                                                                                                  | Cómo mejorar específicamente                                                                                                                                                                                                                                                                                                   |\n| -------------------- | -------- | ---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- |\n| Saludo/Presentación   | Bueno    | Lo está haciendo bien, superando al promedio.                                                                                                                                                                              | Mantener el buen trabajo. Variar la presentación con frases como \"Le atiende [Nombre] de [Empresa], ¿con quién tengo el gusto?\" para hacerlo más personal.                                                                                                                                                           |\n| Identificación Cliente | Bajo     | No se está asegurando de con quién está hablando.                                                                                                                                                                         | Siempre confirmar el nombre del cliente al inicio. Utilizar la información para personalizar la conversación.                                                                                                                                                                                                           |\n| Detección Necesidades | Regular  | Si bien detecta algunas necesidades básicas, no profundiza para descubrir motivaciones ocultas o problemas subyacentes.                                                                                                     | Utilizar preguntas abiertas como \"¿Qué es lo más importante para usted al elegir un plan de telefonía?\" o \"¿Qué desafíos enfrenta actualmente con su servicio actual?\". Escuchar activamente las respuestas y tomar notas.                                                                                                     |\n| Oferta Productos      | Bajo     | No está ofreciendo productos o servicios adicionales, o lo hace de manera genérica sin relacionarlos con las necesidades del cliente.                                                                                       | Después de detectar las necesidades, ofrecer productos específicos que resuelvan esos problemas. Utilizar frases como \"Teniendo en cuenta lo que me comentó, creo que el plan [Nombre del plan] sería ideal para usted porque...\"                                                                                    |\n| Manejo Objeciones     | Regular  | No está anticipando las objeciones comunes ni respondiendo de manera persuasiva. A menudo se rinde ante la primera objeción del cliente.                                                                                    | Preparar un script con respuestas efectivas a las objeciones más frecuentes (precio, competencia, necesidad). Utilizar técnicas como \"Sí... pero\" o \"Entiendo... y\".                                                                                                                                       |\n| Cierre                | Crítico  | No está intentando cerrar la venta, o lo hace de manera débil y sin confianza.                                                                                                                                             | Utilizar técnicas de cierre como \"Cierre por conclusión\" (\"Entonces, ¿le gustaría que activemos el plan [Nombre del plan]?\") o \"Cierre por alternativa\" (\"¿Prefiere el plan [Plan A] o el [Plan B]?\"). Pedir la venta de manera directa y segura.                                                                |\n| Despedida            | Bueno    | Lo está haciendo bien, siendo de las notas más altas.                                                                                                                                                                      | Mantener el buen trabajo.                                                                                                                                                                                                                                                                                             |\n| Proactividad          | Crítico  | No es proactivo en ofrecer soluciones o anticipar las necesidades del cliente.                                                                                                                                           | Anticipar las posibles dudas o problemas del cliente. Ofrecer información adicional que pueda ser útil.                                                                                                                                                                                                         |\n| Empatía               | Excelente | Muestra una gran capacidad para conectar con los clientes a nivel emocional.                                                                                                                                               | Mantener el buen trabajo. Utilizar la empatía para construir relaciones más sólidas con los clientes.                                                                                                                                                                                                               |\n| Resolución Problemas | Bueno    | Capaz de encontrar soluciones a las inquietudes de los clientes.                                                                                                                                                           | Mantener el buen trabajo.                                                                                                                                                                                                                                                                                             |\n\n**5. PLAN DE ACCIÓN SEMANAL**\n\n*   **Semana 1: Dominando el Cierre (Cierre de Ventas)**\n    *   *Foco:* Aprender y practicar técnicas de cierre efectivas.\n    *   *Acciones:*\n        *   Revisar y memorizar 3 técnicas de cierre (por conclusión, por alternativa, cierre suave).\n        *   Escuchar grabaciones de llamadas exitosas de otros miembros del equipo para identificar cómo cierran las ventas.\n        *   Practicar cierres en simulaciones de roles con el mentor.\n        *   *Métrica:* Aumentar los intentos de cierre en un 50% de las llamadas.\n*   **Semana 2: Oferta Irresistible (Oferta de Productos)**\n    *   *Foco:* Aprender a ofrecer productos y servicios de manera personalizada y persuasiva.\n    *   *Acciones:*\n        *   Estudiar a fondo el catálogo de productos y servicios, identificando los beneficios clave de cada uno.\n        *   Crear un script con ofertas personalizadas para diferentes perfiles de clientes.\n        *   Practicar la presentación de ofertas en simulaciones de roles.\n        *   *Métrica:* Aumentar el ofrecimiento de productos en un 75% de las llamadas.\n*   **Semana 3: Descubriendo Necesidades (Detección de Necesidades)**\n    *   *Foco:* Perfeccionar las habilidades de detección de necesidades.\n    *   *Acciones:*\n        *   Practicar el uso de preguntas abiertas para descubrir las motivaciones y problemas de los clientes.\n        *   Aprender a escuchar activamente y tomar notas relevantes.\n        *   Analizar grabaciones de llamadas propias para identificar oportunidades perdidas de detección de necesidades.\n        *   *Métrica:* Aumentar la cantidad de preguntas abiertas por llamada en un 50%.\n*   **Semana 4: Pulido Final (Consolidación y Optimización)**\n    *   *Foco:* Reforzar las habilidades aprendidas y optimizar el proceso de venta.\n    *   *Acciones:*\n        *   Continuar practicando las técnicas de cierre, oferta de productos y detección de necesidades.\n        *   Recibir retroalimentación continua del mentor y compañeros de equipo.\n        *   Ajustar el script y las estrategias en función de los resultados obtenidos.\n        *   *Métrica:* Aumentar la tasa de conversión en un 2%.\n\n**6. TÉCNICAS Y SCRIPTS RECOMENDADOS**\n\n*   **Saludo:**\n    *   *Frase recomendada:* \"Buenos días/tardes, le saluda [Nombre] de [Empresa]. ¿Con quién tengo el gusto de hablar hoy?\"\n*   **Detección de Necesidades:**\n    *   *Técnica:* Preguntas abiertas (¿Qué es lo más importante para usted...?, ¿Qué desafíos enfrenta actualmente...?)\n    *   *Script:*\n        *   \"Para poder ofrecerle la mejor solución, ¿podría contarme un poco más sobre sus necesidades de comunicación?\"\n        *   \"¿Qué expectativas tiene usted de su servicio de telefonía/internet?\"\n*   **Manejo de Objeciones:**\n    *   *Método:* \"Sí... pero\" (Ej: \"Entiendo que el precio pueda parecer alto, pero este plan incluye...\")\n    *   *Script:*\n        *   \"Entiendo su preocupación por el precio, pero permítame mostrarle cómo este plan le ahorrará dinero a largo plazo gracias a...\"\n        *   \"Comprendo que tenga dudas sobre la cobertura, pero nuestra red ha sido recientemente mejorada y ahora ofrece una señal más fuerte en su área.\"\n*   **Cierre:**\n    *   *Técnica:* Cierre por conclusión (asumir que el cliente está listo para comprar)\n    *   *Script:*\n        *   \"Entonces, ¿le parece bien que activemos el plan [Nombre del plan] hoy mismo?\"\n        *   \"¿Prefiere que le envíe la confirmación por correo electrónico o mensaje de texto?\"\n    *   *Técnica:* Cierre por alternativa (ofrecer dos opciones)\n    *   *Script:*\n        *   \"¿Prefiere el plan [Plan A] o el [Plan B]?\"\n\n**7. METAS CUANTIFICABLES**\n\n*   *Meta de puntaje IA a alcanzar en 30 días:* 55 (aumentar en 10.4 puntos)\n*   *Meta de tasa de conversión:* 4% (aumentar en 2.6 puntos porcentuales)\n*   *Meta de ofrecimiento de productos:* 75% de las llamadas\n*   *KPIs específicos a mejorar:*\n    *   *Aumentar los intentos de cierre por llamada.*\n    *   *Aumentar el número de productos ofrecidos por llamada.*\n    *   *Aumentar la satisfacción del cliente (medida a través de encuestas).*\n\n**8. MENSAJE MOTIVACIONAL PERSONALIZADO**\n\nMZA 73, ¡sé que tienes lo necesario para triunfar en este equipo! Tus habilidades interpersonales son un gran activo, y con un enfoque estratégico en el cierre y la oferta de productos, puedes convertirte en uno de nuestros mejores vendedores. No te desanimes por los resultados actuales. Considera cada llamada como una oportunidad de aprendizaje y crecimiento. ¡Confío en tu potencial y estoy aquí para apoyarte en cada paso del camino!\n",
  "modelo_usado": "gemini-2.0-flash"
}