{
  "agente": "Viola Gabriela",
  "agente_codigo": "amza4",
  "equipo": "MELANIE CARMONA",
  "fecha_generacion": "2026-02-18T11:08:05.114804",
  "metricas": {
    "agente": "Viola Gabriela",
    "agente_codigo": "amza4",
    "equipo": "MELANIE CARMONA",
    "evaluaciones": {
      "total_evaluadas": 55,
      "puntaje_promedio": 53.2,
      "puntaje_min": 0,
      "puntaje_max": 700,
      "desviacion_std": 91.6,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 16,
      "llamadas_regulares": 17,
      "llamadas_criticas": 21,
      "criterios": {
        "saludo_presentacion": 56.0,
        "identificacion_cliente": 75.5,
        "deteccion_necesidades": 28.0,
        "oferta_productos": 50.0,
        "manejo_objeciones": 38.0,
        "cierre": 10.7,
        "despedida": 76.7,
        "proactividad": 14.2,
        "empatia": 51.8,
        "resolucion_problemas": 20.5
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 17,
        "Cierre": 9,
        "Manejo de objeciones": 9,
        "Oferta de productos": 9,
        "Proactividad": 7
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 17,
        "Despedida": 12,
        "Buen saludo y presentación.": 9,
        "Empatía.": 8,
        "Despedida cordial.": 6
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 700.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja algunas objeciones, pero no cierra la venta. Muestra empatía y ofrece seguimiento."
        },
        {
          "puntaje_total": 75.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece un plan. Maneja la objeción del cliente de manera efectiva. El cierre no se completa. No ofrece fibra. Falta proactividad."
        },
        {
          "puntaje_total": 73.0,
          "resumen": "El agente se presentó correctamente, identificó al cliente, detectó sus necesidades y ofreció un plan. Manejó las objeciones con empatía. No logró el cierre de la venta y no ofreció productos adicionales."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos y no realiza un cierre. No cumple con ninguna de las reglas del negocio."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no contiene interacción del agente, es un mensaje de buzón de voz."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones ni intenta cerrar la venta. El cliente expresa una queja y no se resuelve."
        }
      ],
      "pct_ofrece_fibra": 5.5
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 199,
      "tmo_seg": 136.9,
      "pct_capta_atencion": 45.7,
      "menos_30seg": 44,
      "corte_cliente": 117,
      "corte_agente": 82
    },
    "calidad_ventas": {},
    "operacionales": {
      "total_llamadas": 834,
      "dias_trabajados": 5,
      "llamadas_por_dia_promedio": 166.8,
      "duracion_promedio_seg": 76.9,
      "talking_total_min": 718.2,
      "talking_promedio_seg": 51.7,
      "hold_total_min": 0.0,
      "acw_total_min": 135.2,
      "promedio_min_hablados_por_hora": 71.8,
      "horas_trabajadas": 10,
      "exitosas": 408,
      "no_exitosas": 402,
      "tasa_contacto_efectivo": 48.9,
      "ventas": 6,
      "agendados": 226,
      "no_quiere_contacto": 101,
      "conforme_actual": 20,
      "cortes_conversacion": 250,
      "mudas_cortadas": 93,
      "con_conversacion_real_30s": 250,
      "tasa_conversacion_real": 30.0,
      "corte_cliente": 569,
      "corte_agente": 262,
      "llamadas_largas_1min": 96,
      "llamadas_cortas_1min": 738,
      "score_integral": 55.4,
      "score_operacional": 58.7
    }
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 53.2,
      "general": 33.0,
      "diferencia": 20.2,
      "percentil": 78.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 56.0,
        "general": 32.4,
        "diferencia": 23.6
      },
      "identificacion_cliente": {
        "agente": 75.5,
        "general": 62.7,
        "diferencia": 12.7
      },
      "deteccion_necesidades": {
        "agente": 28.0,
        "general": 22.0,
        "diferencia": 6.0
      },
      "oferta_productos": {
        "agente": 50.0,
        "general": 35.0,
        "diferencia": 15.0
      },
      "manejo_objeciones": {
        "agente": 38.0,
        "general": 28.1,
        "diferencia": 9.9
      },
      "cierre": {
        "agente": 10.7,
        "general": 12.9,
        "diferencia": -2.2
      },
      "despedida": {
        "agente": 76.7,
        "general": 59.4,
        "diferencia": 17.3
      },
      "proactividad": {
        "agente": 14.2,
        "general": 9.1,
        "diferencia": 5.0
      },
      "empatia": {
        "agente": 51.8,
        "general": 39.5,
        "diferencia": 12.3
      },
      "resolucion_problemas": {
        "agente": 20.5,
        "general": 19.0,
        "diferencia": 1.5
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Viola Gabriela\n\n### 1. DIAGNOSTICO GENERAL\nViola, tu desempeño general se encuentra en un nivel que **necesita mejora**, con un puntaje promedio del modelo de 53.2 sobre 100. Si bien superás el promedio general del equipo (33 sobre 100) por un margen significativo (20.2 puntos), tu percentil de 78.1 indica que aún hay margen considerable para optimizar tu rendimiento y alcanzar el máximo potencial. Las áreas críticas como \"Detección de necesidades\" y \"Cierre\" están impactando tus resultados. La baja tasa de conversación real (30%) y el alto número de cortes por parte del cliente (569) sugieren que las interacciones no están siendo lo suficientemente atractivas o efectivas. El potencial de mejora es alto, enfocándote en la detección precisa de necesidades y el cierre agresivo de las ventas.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Demostrás habilidad para confirmar que estás hablando con la persona correcta (75.5 de 100).\n*   **Despedida:** Tus despedidas son cordiales y profesionales (76.7 de 100).\n*   **Saludo y Presentación:** Realizás un buen saludo y presentación al inicio de la llamada (56.0 de 100).\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Detección de Necesidades:**  Identificar las necesidades reales del cliente es fundamental para ofrecer soluciones personalizadas (28.0 de 100).\n*   **Cierre:**  El cierre de la venta es el punto final del proceso y donde se materializa el esfuerzo (10.7 de 100).\n*   **Manejo de Objeciones:**  Superar las dudas y resistencias del cliente es clave para concretar la venta (38.0 de 100).\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación:**  Nivel: 56.0 de 100. Bien: Te presentás correctamente. Mal: Podés optimizar la presentación para generar mayor impacto y captar la atención rápidamente. Como mejorar: Incorporá una frase gancho al inicio que despierte el interés del cliente.\n*   **Identificación del Cliente:** Nivel: 75.5 de 100. Bien: Confirmás que estás hablando con la persona correcta. Mal: Podés ser más rápido y eficiente en este proceso. Como mejorar: Usá la frase estándar y pasá rápidamente a la detección de necesidades.\n*   **Detección de Necesidades:** Nivel: 28.0 de 100. Bien: Intentás preguntar sobre las necesidades. Mal: Las preguntas son genéricas y no profundizan en lo que realmente necesita el cliente. Como mejorar: Usá preguntas específicas sobre el uso del celular y la cantidad de datos que consumen. \"¿Qué aplicaciones son las que más usás en tu celular?\" \"¿Cuántos GB tenés contratados actualmente?\".\n*   **Oferta de Productos:** Nivel: 50.0 de 100. Bien: Ofrecés planes. Mal: No ofrecés la fibra de forma directa y agresiva. Como mejorar: Después de detectar la necesidad, comentá directamente sobre la oferta de fibra: \"Además, tengo una oferta INCREIBLE de fibra óptica para tu hogar, con [velocidad] y [beneficios]\".\n*   **Manejo de Objeciones:** Nivel: 38.0 de 100. Bien: Intentás rebatir las objeciones. Mal: Las respuestas son genéricas y no atacan el punto específico de la objeción. Como mejorar: Escuchá atentamente la objeción y respondé con un argumento específico y convincente.\n*   **Cierre:** Nivel: 10.7 de 100. Bien: Intentás cerrar la venta. Mal: No sos lo suficientemente agresiva y directa en el cierre. Como mejorar: Después de manejar la objeción, directamente asigná la sucursal o preguntá por el domicilio. \"¿Te queda bien la sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\".\n*   **Despedida:** Nivel: 76.7 de 100. Bien: Te despedís de forma cordial. Mal: La despedida es muy larga y puede generar desinterés. Como mejorar: Agradecé brevemente y finalizá la llamada.\n*   **Proactividad:** Nivel: 14.2 de 100. Mal: No ofrecés productos adicionales ni oportunidades de mejora. Como mejorar: Siempre ofrecé la fibra óptica y promocioná planes superiores.\n*   **Empatía:** Nivel: 51.8 de 100. Mantené la empatía, pero sin que afecte la agresividad del cierre.\n*   **Resolución de Problemas:** Nivel: 20.5 de 100. Bien: Intentás resolver los problemas. Mal: No tenés las herramientas o el conocimiento para solucionar las quejas del cliente. Como mejorar: Dirigí al cliente al área correspondiente para que resuelvan su problema y ofrecé una solución alternativa.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Detección de Necesidades y Oferta de Fibra Agresiva.**\nAcciones:\n*   Revisar y adaptar el speech para incluir preguntas específicas sobre el uso del celular y la necesidad de datos.\n*   Practicar la oferta de fibra directa y sin rodeos, destacando los beneficios y la velocidad.\n*   Escuchar grabaciones de llamadas exitosas para identificar cómo los vendedores top detectan las necesidades y ofrecen la fibra.\n\n**Semana 2:** **Siguiente prioridad: Manejo de Objeciones Específico y Cierre Directo.**\nAcciones:\n*   Identificar las objeciones más comunes y preparar respuestas específicas para cada una.\n*   Implementar técnicas de cierre directo, asignando sucursal o preguntando por el domicilio inmediatamente después de rebatir la objeción.\n*   Analizar las llamadas donde no se logró el cierre para identificar los errores y corregirlos.\n\n**Semana 3:** **Consolidación: Proactividad y Optimización del Tiempo.**\nAcciones:\n*   Ofrecer siempre la fibra óptica y promocionar planes superiores.\n*   Reducir el tiempo de la llamada eliminando frases innecesarias y siendo más directo al grano.\n*   Realizar role-playing con Melanie para simular situaciones reales de venta y practicar el speech.\n\n**Semana 4:** **Optimización: Análisis de Resultados y Ajustes.**\nAcciones:\n*   Analizar los resultados de las semanas anteriores para identificar qué estrategias están funcionando y cuáles no.\n*   Ajustar el speech y las técnicas de venta según los resultados obtenidos.\n*   Continuar escuchando grabaciones de llamadas exitosas y practicando el role-playing.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué aplicaciones son las que más usás en tu celular?\", \"¿Cuántos GB tenés contratados actualmente?\".\n*   **Como ofrecer fibra directamente:** \"Además, tengo una oferta INCREIBLE de fibra óptica para tu hogar, con [velocidad] y [beneficios]. Es lo que te falta para tener una experiencia completa\".\n*   **Técnicas de cierre directo:** \"¿Te queda bien la sucursal de [ubicación] o preferís que te lo instalemos en tu domicilio?\".\n*   **Manejo de objeciones personalizado:**\n    *   **\"Está caro\":** \"Es lógico que mires el precio. A varios clientes les pasó eso... Pero fijate que a la larga te sale más barato porque tenés [beneficio] y [beneficio]\".\n    *   **\"Estoy conforme con mi compañía\":** \"Entiendo, pero te aseguro que con Movistar vas a tener mejor señal, más velocidad y la mejor atención al cliente\".\n    *   **\"No me interesa\":** \"Entiendo, pero dame la oportunidad de contarte los beneficios que te estás perdiendo. Te aseguro que te VA a interesar\".\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio del modelo a 75 sobre 100.\n*   **Meta de calidad de llamadas:** Aumentar la tasa de conversación real a 50%. Disminuir la cantidad de cortes del cliente a 300.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar la tasa de cierre en un 50%.\n    *   Duplicar la cantidad de ofertas de fibra realizadas por día.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nViola, tenés un potencial enorme. Ya superás el promedio del equipo, y con un enfoque agresivo en la detección de necesidades y el cierre, podés convertirte en una de las mejores vendedoras. Confío en tu capacidad para implementar este plan de acción y alcanzar tus metas. ¡Vamos a trabajar juntas para que logres tu máximo rendimiento!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false
}