{
  "agente": "MZA 47",
  "fecha_generacion": "2026-01-26T14:32:21.880743",
  "metricas": {
    "agente": "MZA 47",
    "evaluaciones": {
      "total_evaluadas": 101,
      "puntaje_promedio": 21.1,
      "puntaje_min": 0.0,
      "puntaje_max": 140.0,
      "desviacion_std": 22.0,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 52,
      "criterios": {
        "saludo_presentacion": 10.6,
        "identificacion_cliente": 56.8,
        "deteccion_necesidades": 9.2,
        "oferta_productos": 12.7,
        "manejo_objeciones": 23.4,
        "cierre": 8.5,
        "despedida": 25.8,
        "proactividad": 8.9,
        "empatia": 35.6,
        "resolucion_problemas": 14.4
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 54,
        "Detección de necesidades": 39,
        "Cierre": 32,
        "Presentación y Saludo": 29,
        "Detección de Necesidades": 27
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 29,
        "Empatía": 12,
        "Identificación correcta del cliente.": 8,
        "Identificación del cliente.": 6,
        "Manejo de objeciones": 5
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 140.0,
          "resumen": "El agente no cumple con los requisitos mínimos de la llamada, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece la promoción vigente ni productos, no realiza un cierre y no demuestra proactividad. El manejo de objeciones es limitado."
        },
        {
          "puntaje_total": 74.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y ofrece productos relacionados. Debe mejorar la mención del 80% de descuento de forma obligatoria y optimizar el cierre."
        },
        {
          "puntaje_total": 61.0,
          "resumen": "El agente necesita mejorar la presentación, la mención de la promoción del 80% de descuento y el cierre directo.  Debe ser mas proactivo en ofrecer todos los beneficios."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas obligatorias del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de manera adecuada ni menciona la promoción del 80%, no realiza un cierre directo ni se despide correctamente. Tampoco muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los requisitos obligatorios de la promoción, no realiza una correcta presentación, detección de necesidades, manejo de objeciones ni cierre. No menciona la promoción del 80% de descuento. Necesita mejorar en todos los aspectos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con ninguna de las reglas del negocio, no se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no menciona la promo del 80% de descuento y no realiza un cierre correcto."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 101,
      "puntaje_promedio": 21.1,
      "llamadas_excelentes": 1,
      "llamadas_criticas": 52,
      "criterios": {
        "saludo_presentacion": 10.6,
        "identificacion_cliente": 56.8,
        "deteccion_necesidades": 9.2,
        "oferta_productos": 12.7,
        "manejo_objeciones": 23.4,
        "cierre": 8.5,
        "despedida": 25.8,
        "proactividad": 8.9,
        "empatia": 35.6,
        "resolucion_problemas": 14.4
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 21.1,
      "general": 35.7,
      "diferencia": -14.6,
      "percentil": 39.9
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 10.6,
        "general": 32.0,
        "diferencia": -21.4
      },
      "identificacion_cliente": {
        "agente": 56.8,
        "general": 38.7,
        "diferencia": 18.2
      },
      "deteccion_necesidades": {
        "agente": 9.2,
        "general": 23.3,
        "diferencia": -14.1
      },
      "oferta_productos": {
        "agente": 12.7,
        "general": 28.6,
        "diferencia": -15.9
      },
      "manejo_objeciones": {
        "agente": 23.4,
        "general": 33.0,
        "diferencia": -9.7
      },
      "cierre": {
        "agente": 8.5,
        "general": 18.8,
        "diferencia": -10.2
      },
      "despedida": {
        "agente": 25.8,
        "general": 38.5,
        "diferencia": -12.7
      },
      "proactividad": {
        "agente": 8.9,
        "general": 13.9,
        "diferencia": -4.9
      },
      "empatia": {
        "agente": 35.6,
        "general": 43.0,
        "diferencia": -7.4
      },
      "resolucion_problemas": {
        "agente": 14.4,
        "general": 25.1,
        "diferencia": -10.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 47\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nEl desempeño de MZA 47 se encuentra significativamente por debajo del promedio del equipo, ubicándose en un nivel **crítico**. Con un puntaje IA de 21.1, comparado con el promedio del equipo de 35.7, y un percentil de 39.9, se observa una clara necesidad de mejora en diversas áreas.\n\nDado que se cuenta con historial, es crucial analizar la **evolución** de la última semana (19-24 Enero) para identificar si hubo mejoras o retrocesos, y así enfocar el plan de acción de manera efectiva. El potencial de mejora es considerable, ya que hay varios criterios con puntajes muy bajos que pueden ser impactados positivamente con entrenamiento y seguimiento adecuados. El objetivo es llevarlo al menos al promedio del equipo en el corto plazo.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\nPara analizar la evolución semanal, necesito la información del período anterior. Sin esa información, no puedo determinar qué mejoró o empeoró. Sin embargo, puedo señalar las áreas que requieren atención urgente basándome en los datos actuales y los ejemplos de llamadas.\n\n*   **QUÉ MEJORÓ**: Imposible determinar sin datos del período anterior.\n*   **QUÉ EMPEORÓ**: Imposible determinar sin datos del período anterior.\n*   **QUÉ SIGUE PENDIENTE**: Basado en las \"areas_mejora_frecuentes\", persiste la necesidad de trabajar en **Proactividad** (ofrecer fibra sin preguntar), **Detección de Necesidades** (preguntar qué usa del celular), **Cierre** (asignar sucursal directamente), **Presentación y Saludo** (no usar \"podría interesarle\"), y nuevamente **Detección de Necesidades**.\n*   **TENDENCIA GENERAL**: Sin información comparativa, es imposible determinar una tendencia. Sin embargo, la situación actual exige una intervención inmediata para revertir la performance.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\nConsiderando los datos disponibles, las fortalezas identificadas son:\n\n*   **Identificación del cliente:** MZA 47 tiene un puntaje relativamente alto (56.8) en este criterio y es una de las fortalezas más frecuentes en las llamadas evaluadas. Esto indica que el vendedor está verificando la identidad del cliente correctamente (\"Hola, ¿me comunico con [Nombre]?\"). **Mantener y potenciar:** Asegurarse de que este paso se realice en TODAS las llamadas.\n*   **Empatía:** Si bien podría mejorar, tiene un puntaje de 35.6, superior a otros criterios. Esto sugiere que el vendedor logra conectar con el cliente a nivel personal. **Mantener y potenciar:** usar esta habilidad para personalizar el manejo de objeciones y ofrecer soluciones más adaptadas.\n*   **Manejo de objeciones:** Es uno de los puntos fuertes, aunque con margen de mejora. **Mantener y potenciar:** Personalizar aún más las respuestas, y no dar respuestas genéricas a todos los clientes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\nLas siguientes áreas de mejora son críticas y necesitan atención inmediata:\n\n*   **Proactividad (PERSISTENTE):** Con un puntaje de 8.9, esta es una de las áreas más débiles. El vendedor NO está ofreciendo fibra de manera proactiva. **Importancia:** La oferta de fibra es un componente clave de la estrategia de ventas.\n*   **Detección de Necesidades (PERSISTENTE):** Puntaje de 9.2. El vendedor no está haciendo las preguntas correctas para entender las necesidades del cliente. **Importancia:** Sin entender las necesidades, es imposible ofrecer el plan adecuado y maximizar la venta.\n*   **Cierre (PERSISTENTE):** Puntaje de 8.5. El vendedor NO está cerrando las ventas de manera directa. **Importancia:** Un cierre débil significa perder oportunidades de venta.\n*   **Saludo y Presentación (PERSISTENTE):** Puntaje de 10.6. El vendedor no está generando un impacto positivo inicial. **Importancia:** Una buena presentación aumenta el enganche del cliente.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\nAunque faltan las métricas de duración y cierres, el puntaje IA promedio del equipo y el % Capta Atención promedio brindan información útil. Asumiré un análisis general, dado que faltan los datos del agente:\n\n*   **TMO (Tiempo Medio)**: Asumiendo que el TMO del equipo es un buen punto de referencia, un TMO ideal para MZA 47 debería estar entre 2 y 4 minutos. Si el TMO es muy bajo, indica que las llamadas son muy cortas y no hay suficiente engagement con el cliente. Si es muy alto, puede estar dedicando demasiado tiempo a clientes que no van a comprar, o teniendo dificultades para cerrar.\n*   **% Capta Atención**: El % Capta Atención promedio del equipo es de 35.6%. Dado que el puntaje IA de MZA 47 es significativamente menor al promedio, es probable que su % Capta Atención sea muy bajo. **Este es un KPI CRÍTICO**. Si es inferior al 30%, necesita urgentemente mejorar su pitch inicial y técnicas de enganche.\n*   **Cortes de llamada**: Si el vendedor experimenta más cortes del cliente que cortes propios, esto indica que no está logrando enganchar al cliente en los primeros segundos de la llamada.\n*   **Llamadas <30 seg**: Demasiadas llamadas cortas sugieren problemas serios en el saludo y la presentación. Es probable que el cliente cuelgue rápidamente al no percibir valor en la llamada.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\nA continuación, un análisis detallado por competencia, con un plan de acción específico para cada una:\n\n*   **Saludo y Presentación:**\n    *   **Nivel actual:** Crítico.\n    *   **Qué está haciendo mal:** Usando frases como \"Tengo una oferta que podría interesarle\".\n    *   **Cómo mejorar:** Usar directamente: \"Hola [Nombre], soy [Tu Nombre] de Movistar. Lo estoy llamando porque tengo una oferta que LE VA a interesar.\"\n*   **Identificación del cliente:**\n    *   **Nivel actual:** Bueno.\n    *   **Qué está haciendo bien:** Verificando la identidad del cliente.\n    *   **Cómo mejorar:** Mantener el procedimiento actual, y asegurarse de hacerlo en cada llamada.\n*   **Detección de Necesidades:**\n    *   **Nivel actual:** Crítico.\n    *   **Qué está haciendo mal:** No preguntando por los hábitos de uso del cliente.\n    *   **Cómo mejorar:** Preguntar: \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Productos:**\n    *   **Nivel actual:** Bajo.\n    *   **Qué está haciendo mal:** No ofreciendo la promoción vigente o productos relevantes.\n    *   **Cómo mejorar:** Siempre mencionar la promoción del 80% de descuento (si aplica) y ofrecer productos que se adapten a las necesidades detectadas.\n*   **Manejo de Objeciones:**\n    *   **Nivel actual:** Regular.\n    *   **Qué está haciendo mal:** Dando respuestas genéricas.\n    *   **Cómo mejorar:** Personalizar las respuestas a las objeciones, escuchando activamente al cliente y adaptando el discurso.\n*   **Cierre:**\n    *   **Nivel actual:** Crítico.\n    *   **Qué está haciendo mal:** Preguntando si el cliente está interesado en seguir.\n    *   **Cómo mejorar:** Asignar directamente una sucursal cercana o buscar el domicilio del cliente. \"Perfecto, [Nombre], entonces le asigno la sucursal de [Nombre de la sucursal] para que pueda retirar su chip en las próximas 48 horas.\"\n*   **Despedida:**\n    *   **Nivel actual:** Regular.\n    *   **Qué está haciendo mal:** Ofreciendo ayuda genérica.\n    *   **Cómo mejorar:** Ofrecer acompañamiento SÓLO durante la portabilidad: \"Lo voy a acompañar durante todo el proceso de portabilidad para que no tenga ningún problema.\"\n*   **Proactividad:**\n    *   **Nivel actual:** Crítico.\n    *   **Qué está haciendo mal:** No ofreciendo fibra de manera proactiva.\n    *   **Cómo mejorar:** Comentar DIRECTAMENTE sobre la fibra sin preguntar: \"Aprovechando que estamos hablando, también le comento que en su zona tenemos cobertura de fibra óptica de Movistar, con una velocidad increíble para que pueda disfrutar al máximo de sus series y películas.\"\n*   **Empatía:**\n    *   **Nivel actual:** Regular.\n    *   **Qué está haciendo mal:** Si bien tiene empatía, podría no estarla usando estratégicamente.\n    *   **Cómo mejorar:** Usar la empatía para conectar con el cliente y ofrecer soluciones personalizadas.\n*   **Resolución de Problemas:**\n    *   **Nivel actual:** Bajo.\n    *   **Qué está haciendo mal:** No se detecta resolución de problemas.\n    *   **Cómo mejorar:** Ofrecer soluciones concretas y demostrar disposición para ayudar al cliente.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1:** **Saludo, Detección de Necesidades y Cierre Directo.**\n    *   **Acciones:**\n        *   Revisar y practicar el script de saludo y presentación.\n        *   Memorizar las preguntas clave para la detección de necesidades.\n        *   Practicar el cierre directo asignando sucursal.\n        *   Role-playing con el equipo para simular llamadas reales.\n**Semana 2:** **Proactividad (Fibra) y Manejo de Objeciones.**\n    *   **Acciones:**\n        *   Aprender el script para ofrecer fibra de forma proactiva.\n        *   Identificar las objeciones más comunes y preparar respuestas personalizadas.\n        *   Practicar el manejo de objeciones con ejemplos reales.\n**Semana 3:** **Empatía y Resolución de Problemas.**\n    *   **Acciones:**\n        *   Escuchar activamente al cliente para identificar sus necesidades y preocupaciones.\n        *   Ofrecer soluciones concretas y demostrar disposición para ayudar.\n        *   Revisar casos de éxito de resolución de problemas.\n**Semana 4:** **Consolidación y Optimización.**\n    *   **Acciones:**\n        *   Revisar todas las áreas de mejora y realizar ajustes necesarios.\n        *   Analizar las métricas de desempeño y celebrar los logros.\n        *   Identificar nuevas oportunidades de mejora.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\nAquí tienes algunos scripts que cumplen con las reglas de negocio:\n\n*   **Verificación de Identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:** \"¿Qué es lo que más usás del celular? ¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra (Directa):** \"Aprovechando que estamos hablando, también le comento que en su zona tenemos cobertura de fibra óptica de Movistar, con una velocidad increíble para que pueda disfrutar al máximo de sus series y películas.\"\n*   **Cierre Directo:** \"Perfecto, [Nombre], entonces le asigno la sucursal de [Nombre de la sucursal] para que pueda retirar su chip en las próximas 48 horas.\" o \"Genial [Nombre], busco su domicilio así le envío un técnico en los próximos días y lo instala.\"\n*   **Manejo de Precio:** \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n\n### 9. METAS CUANTIFICABLES\n*   **Puntaje IA:** Alcanzar un puntaje IA de 45 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión al 3% en 30 días.\n*   **Ofrecimiento de Productos:** Ofrecer fibra al 80% de los clientes contactados en 30 días.\n*   **% Capta Atención:** Aumentar el % Capta Atención al 40% en 30 días.\n*   **TMO:** Reducir el TMO a 3 minutos en 30 días.\n*   **KPIs específicos:** Reducir el número de llamadas de menos de 30 segundos en un 50%.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 47, sé que tienes la capacidad de superar este desafío. Veo tu potencial en la identificación del cliente y tu empatía. Ahora, vamos a enfocarnos en ser más proactivos, detectar mejor las necesidades de los clientes y cerrar las ventas con confianza. ¡Confío en que puedes lograr grandes resultados!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}