{
  "agente": "MZA 12",
  "fecha_generacion": "2026-02-02T22:52:38.804805",
  "metricas": {
    "agente": "MZA 12",
    "evaluaciones": {
      "total_evaluadas": 46,
      "puntaje_promedio": 21.9,
      "puntaje_min": 0,
      "puntaje_max": 70,
      "desviacion_std": 19.1,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 7.2,
        "identificacion_cliente": 54.3,
        "deteccion_necesidades": 12.4,
        "oferta_productos": 25.4,
        "manejo_objeciones": 17.6,
        "cierre": 13.3,
        "despedida": 54.6,
        "proactividad": 6.5,
        "empatia": 21.1,
        "resolucion_problemas": 7.0
      },
      "areas_mejora_frecuentes": {
        "Proactividad": 21,
        "Detección de necesidades": 19,
        "Manejo de objeciones": 15,
        "Despedida": 12,
        "Empatía": 12
      },
      "fortalezas_frecuentes": {
        "Despedida cordial.": 9,
        "Identificación del cliente": 7,
        "Despedida": 4,
        "Identificación del cliente correcta.": 3,
        "Identificación del cliente.": 3
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 70,
          "resumen": "El agente identifica al cliente, detecta necesidades y ofrece un plan directamente. Maneja correctamente la solicitud del cliente.  Necesita mejorar la presentación inicial."
        },
        {
          "puntaje_total": 60,
          "resumen": "El agente necesita mejorar la presentación y el cierre de la venta.  Maneja bien las objeciones y muestra empatía."
        },
        {
          "puntaje_total": 60,
          "resumen": "El agente se presentó correctamente y detectó las necesidades del cliente. Manejó las objeciones y mostró empatía. Sin embargo, no verificó la identidad del cliente, no ofreció fibra proactivamente y no logró cerrar la venta."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0,
          "resumen": "La grabación solo contiene mensajes del buzón de voz y no evidencia ninguna interacción del agente."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos de forma directa, no maneja objeciones y no cierra la venta."
        },
        {
          "puntaje_total": 0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no detecta necesidades, no ofrece productos, no maneja objeciones, no cierra la venta, no se despide y no muestra empatía."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 46,
      "puntaje_promedio": 21.9,
      "llamadas_excelentes": 0,
      "llamadas_criticas": 26,
      "criterios": {
        "saludo_presentacion": 7.2,
        "identificacion_cliente": 54.3,
        "deteccion_necesidades": 12.4,
        "oferta_productos": 25.4,
        "manejo_objeciones": 17.6,
        "cierre": 13.3,
        "despedida": 54.6,
        "proactividad": 6.5,
        "empatia": 21.1,
        "resolucion_problemas": 7.0
      }
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 21.9,
      "general": 29.4,
      "diferencia": -7.5,
      "percentil": 42.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 7.2,
        "general": 18.5,
        "diferencia": -11.3
      },
      "identificacion_cliente": {
        "agente": 54.3,
        "general": 51.4,
        "diferencia": 3.0
      },
      "deteccion_necesidades": {
        "agente": 12.4,
        "general": 16.9,
        "diferencia": -4.6
      },
      "oferta_productos": {
        "agente": 25.4,
        "general": 31.2,
        "diferencia": -5.7
      },
      "manejo_objeciones": {
        "agente": 17.6,
        "general": 23.9,
        "diferencia": -6.3
      },
      "cierre": {
        "agente": 13.3,
        "general": 10.3,
        "diferencia": 3.0
      },
      "despedida": {
        "agente": 54.6,
        "general": 56.3,
        "diferencia": -1.7
      },
      "proactividad": {
        "agente": 6.5,
        "general": 11.6,
        "diferencia": -5.1
      },
      "empatia": {
        "agente": 21.1,
        "general": 36.0,
        "diferencia": -14.9
      },
      "resolucion_problemas": {
        "agente": 7.0,
        "general": 16.7,
        "diferencia": -9.7
      }
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 12\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\nMZA 12 se encuentra actualmente por debajo del promedio del equipo, con un puntaje IA de 21.9 comparado con el promedio general de 29.4, ubicándose en el percentil 42.8. Su nivel actual se considera **\"Necesita Mejora\"**. Las llamadas críticas predominan en su registro, lo que sugiere áreas importantes que requieren atención inmediata.\n\n**EVOLUCIÓN**: A pesar de que algunos criterios muestran una leve mejoría, el puntaje general sigue siendo bajo. Esto indica que, si bien se están haciendo esfuerzos, el impacto en el desempeño global aún no es significativo. Su potencial de mejora es considerable, pero requiere un enfoque estratégico y consistente en las áreas de mayor impacto. La brecha con el promedio del equipo (-7.5) señala que es esencial un plan de acción personalizado y un seguimiento cercano.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL\nConsiderando la información proporcionada, el enfoque debe centrarse en la semana del 19-24 de Enero:\n\n*   **QUÉ MEJORÓ:** Hubo un ligero aumento en la \"Identificación del cliente\" y en el \"Cierre\", lo que sugiere que MZA 12 está prestando más atención a estos aspectos. Estos pequeños avances deben ser reconocidos y reforzados para construir confianza.\n*   **QUÉ EMPEORÓ:** \"Saludo y Presentación\" y \"Empatía\" disminuyeron. Esto puede deberse a una menor atención al inicio de la llamada, lo que impacta la conexión con el cliente. La falta de empatía puede obstaculizar la construcción de relaciones y la comprensión de las necesidades del cliente.\n*   **QUÉ SIGUE PENDIENTE:** La \"Proactividad\" (oferta de fibra), \"Detección de Necesidades\", \"Manejo de Objeciones\" y \"Resolución de Problemas\" continúan siendo áreas de debilidad. Estas deficiencias persisten, indicando la necesidad de un enfoque más intensivo en estas áreas.\n*   **TENDENCIA GENERAL:** Aunque se observan pequeños avances en áreas específicas, la tendencia general es preocupante debido a la disminución en aspectos cruciales como \"Saludo y Presentación\" y \"Empatía\". Requiere una intervención urgente y un plan de acción enfocado en las áreas de mayor impacto.\n\n### 3. FORTALEZAS IDENTIFICADAS\n*   **Identificación del cliente:** Consistentemente identifica correctamente al cliente, verificando que se comunica con la persona correcta. Esto es crucial para evitar errores y asegurar una comunicación efectiva.\n*   **Cierre:** Ha mostrado una ligera mejora en el cierre, indicando un mayor enfoque en completar la venta. Aunque el cierre puede no ser siempre fluido, el hecho de que se complete es un avance positivo.\n*   **Despedida:** Generalmente se despide de forma cordial y profesional, dejando una impresión positiva en el cliente.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA\n*   **Proactividad (PERSISTENTE):** La falta de ofrecimiento proactivo de fibra es una oportunidad perdida para aumentar las ventas y ofrecer un servicio integral al cliente.\n    *   *Por qué es importante mejorar:* Todos los vendedores deben ofrecer fibra directamente, sin preguntar si el cliente está interesado.\n*   **Detección de Necesidades (PERSISTENTE):** No se está indagando lo suficiente sobre las necesidades específicas de cada cliente, lo que impide la personalización de la oferta y el aumento de la tasa de conversión.\n    *   *Por qué es importante mejorar:* Determinar las necesidades del cliente es esencial para ofrecer el plan más adecuado y aumentar la satisfacción.\n*   **Manejo de Objeciones (PERSISTENTE):** Las objeciones no se están rebatidendo de forma personalizada y efectiva, lo que resulta en la pérdida de oportunidades de venta.\n    *   *Por qué es importante mejorar:* Un manejo efectivo de objeciones puede convertir la duda del cliente en una venta.\n*   **Empatía (NUEVA):** La disminución en este criterio es preocupante ya que la empatía es un factor clave para construir relaciones con los clientes y generar confianza.\n    *   *Por qué es importante mejorar:* Mostrar empatía permite conectar con el cliente a un nivel personal, aumentando la probabilidad de que se sienta comprendido y valorado.\n*   **Saludo y Presentación (NUEVA):** La disminución en este criterio afecta negativamente la primera impresión y la capacidad de enganchar al cliente desde el inicio de la llamada.\n    *   *Por qué es importante mejorar:* Un saludo y presentación efectivos son cruciales para establecer una conexión positiva y generar interés en la oferta.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD\nDado que no se proporcionan métricas de calidad específicas (TMO, % Capta Atención, etc.) para MZA 12, se utilizarán los promedios generales del equipo como referencia. Sin embargo, es **CRÍTICO** que en futuras evaluaciones se incluyan las métricas individuales de MZA 12 para un análisis más preciso.\n\n*   **TMO (Tiempo Medio Operativo):** El TMO promedio del equipo es de 105.3 segundos. Para MZA 12, se debe analizar si su TMO individual está significativamente por debajo o por encima de este valor.\n    *   *Si es muy bajo:* Puede indicar que no está dedicando suficiente tiempo a detectar necesidades y ofrecer soluciones.\n    *   *Si es muy alto:* Puede indicar dificultades para cerrar la venta o conversaciones improductivas.\n*   **% Capta Atención:** El % Capta Atención promedio del equipo es de 35.6%. Este es un KPI crítico. Para MZA 12, se debe monitorear su % Capta Atención individual.\n    *   *Si es bajo (por ejemplo, <30%):* Es una señal de alerta. Indica que no está logrando enganchar al cliente en el primer minuto de la llamada.\n*   **Cortes de llamada:** Es fundamental analizar quién está finalizando la mayoría de las llamadas. Si es el cliente, esto puede indicar problemas en el pitch inicial o en la detección de necesidades.\n*   **Llamadas <30 seg:** Un número elevado de llamadas cortas indica problemas en el saludo/enganche inicial.\n*   **Tasa de aprobación de ventas:** No se proporciona información sobre la tasa de aprobación de ventas de MZA 12. Es crucial monitorear este KPI para identificar posibles problemas en la calidad de las ventas.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n*   **Saludo y Presentación (Crítico):**\n    *   *Qué está haciendo mal:* La disminución en este criterio indica una posible falta de entusiasmo o claridad al presentarse. Puede estar utilizando frases genéricas o poco atractivas.\n    *   *Cómo mejorar:* Debe enfocarse en un saludo enérgico y una presentación clara y concisa. En lugar de \"Tengo una oferta que podría interesarle\", debe decir \"Tengo una oferta que le VA a interesar\".\n*   **Identificación del Cliente (Bueno):**\n    *   *Qué está haciendo bien:* Identifica correctamente al cliente en la mayoría de las llamadas, asegurándose de hablar con la persona correcta.\n    *   *Cómo mejorar:* Mantener la consistencia en este criterio y asegurarse de verificar siempre la identidad al inicio de la llamada.\n*   **Detección de Necesidades (Bajo):**\n    *   *Qué está haciendo mal:* No está indagando lo suficiente sobre las necesidades específicas del cliente. Puede estar haciendo preguntas genéricas o no escuchando activamente las respuestas.\n    *   *Cómo mejorar:* Debe enfocarse en hacer preguntas abiertas que permitan al cliente expresar sus necesidades. En lugar de \"¿Qué es lo más importante para ti en un plan?\", debe preguntar \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés en tu plan?\".\n*   **Oferta de Productos (Regular):**\n    *   *Qué está haciendo mal:* La oferta de productos puede no estar personalizada a las necesidades del cliente. Puede estar ofreciendo los mismos planes a todos los clientes sin considerar sus preferencias individuales.\n    *   *Cómo mejorar:* Debe personalizar la oferta de productos basándose en las necesidades detectadas. Destacar los beneficios específicos del plan que se ajustan a las necesidades del cliente.\n*   **Manejo de Objeciones (Bajo):**\n    *   *Qué está haciendo mal:* No está rebatiediendo las objeciones de forma efectiva. Puede estar utilizando respuestas genéricas o no abordando las preocupaciones específicas del cliente.\n    *   *Cómo mejorar:* Debe enfocarse en rebatir las objeciones de forma personalizada. Escuchar atentamente la objeción del cliente y ofrecer una respuesta que aborde su preocupación específica.\n*   **Cierre (Bajo):**\n    *   *Qué está haciendo mal:* Puede estar mostrando dudas o falta de confianza al intentar cerrar la venta. Puede estar utilizando frases débiles o poco persuasivas.\n    *   *Cómo mejorar:* Debe enfocarse en un cierre directo y seguro. En lugar de preguntar \"¿Le gustaría que...?\", debe proceder directamente a asignar una sucursal o buscar el domicilio del cliente para completar la venta.\n*   **Despedida (Bueno):**\n    *   *Qué está haciendo bien:* Generalmente se despide de forma cordial y profesional.\n    *   *Cómo mejorar:* Mantener la consistencia en este criterio.\n*   **Proactividad (Crítico):**\n    *   *Qué está haciendo mal:* No está ofreciendo fibra de forma proactiva.\n    *   *Cómo mejorar:* Debe ofrecer fibra directamente, sin preguntar si el cliente está interesado. Comentar directamente sobre los beneficios de la fibra y cómo puede mejorar su experiencia de conectividad.\n*   **Empatía (Regular):**\n    *   *Qué está haciendo mal:* La disminución en este criterio sugiere una posible falta de conexión personal con el cliente.\n    *   *Cómo mejorar:* Debe enfocarse en mostrar genuino interés en las necesidades y preocupaciones del cliente. Utilizar un tono de voz amigable y demostrar comprensión.\n*   **Resolución de Problemas (Bajo):**\n    *   *Qué está haciendo mal:* No está demostrando capacidad para resolver los problemas o dudas del cliente.\n    *   *Cómo mejorar:* Debe prepararse para responder a las preguntas y resolver los problemas del cliente de forma rápida y eficiente. Demostrar conocimiento de los productos y servicios ofrecidos.\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n**Semana 1: Saludo Impactante y Escucha Activa**\n*   *Foco principal:* Mejorar el saludo y la presentación, y desarrollar habilidades de escucha activa para detectar las necesidades del cliente.\n*   *Acciones específicas:*\n    *   Practicar un saludo enérgico y una presentación clara y concisa.\n    *   Implementar técnicas de escucha activa para comprender las necesidades del cliente.\n    *   Revisar grabaciones de llamadas y evaluar el impacto del saludo y la escucha activa.\n\n**Semana 2: Proactividad y Manejo de Objeciones**\n*   *Foco principal:* Ofrecer fibra de forma proactiva y mejorar el manejo de objeciones.\n*   *Acciones específicas:*\n    *   Incorporar la oferta de fibra en todas las llamadas.\n    *   Practicar respuestas personalizadas a las objeciones comunes.\n    *   Evaluar la efectividad de las respuestas a las objeciones y ajustarlas según sea necesario.\n\n**Semana 3: Cierre Directo y Empatía**\n*   *Foco principal:* Implementar técnicas de cierre directo y mostrar empatía hacia el cliente.\n*   *Acciones específicas:*\n    *   Practicar técnicas de cierre directo para completar la venta.\n    *   Enfocarse en mostrar genuino interés en las necesidades del cliente.\n    *   Revisar grabaciones de llamadas y evaluar la efectividad del cierre y la empatía.\n\n**Semana 4: Consolidación y Optimización**\n*   *Foco principal:* Consolidar las habilidades aprendidas y optimizar el desempeño general.\n*   *Acciones específicas:*\n    *   Continuar practicando y aplicando las técnicas aprendidas.\n    *   Revisar métricas de desempeño y identificar áreas de mejora continua.\n    *   Participar en sesiones de coaching para recibir retroalimentación y apoyo.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]?\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n*   **Oferta de Fibra:**\n    *   \"Además de los servicios de telefonía, Movistar ofrece una conexión de fibra óptica de alta velocidad que le permitirá disfrutar de una experiencia de navegación superior en su hogar. Con nuestra fibra, podrá ver películas y series en streaming sin interrupciones, jugar online sin lag y trabajar desde casa con la máxima eficiencia.\"\n*   **Cierre Directo:**\n    *   \"Para completar su solicitud, ¿prefiere que le asignemos la sucursal más cercana a su domicilio o busca un domicilio específico?\"\n    *   \"Necesito su dirección para verificar la cobertura de fibra en su zona.\"\n*   **Manejo de Objeciones (Ejemplos):**\n    *   *Objeción: \"Es que está caro.\"* \"Es lógico que mires el precio. A varios clientes les pasó eso al comienzo, y cuando empezaron a usar la conexión y vieron la diferencia en el servicio, entendieron que el valor estaba ahí.\"\n    *   *Objeción: \"No necesito más GB.\"* \"Entiendo, pero con este plan, además de tener más GB para navegar, también tiene acceso a [beneficios específicos del plan, como roaming, descuentos en suscripciones, etc.]. ¿Le gustaría que le explique cómo puede aprovechar al máximo estos beneficios?\"\n\n### 9. METAS CUANTIFICABLES\n*   *Meta de puntaje IA a alcanzar en 30 días:* 40\n*   *Meta de tasa de conversión:* Aumentar la tasa de conversión en un 10%\n*   *Meta de ofrecimiento de productos (fibra):* Ofrecer fibra en el 100% de las llamadas\n*   *Meta de % Capta Atención (llamadas >1 min):* 45%\n*   *Meta de TMO a alcanzar:* Mantener el TMO entre 120 y 180 segundos\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\nMZA 12, reconozco tu esfuerzo y compromiso. Si bien los resultados recientes no reflejan tu máximo potencial, he visto pequeños avances en tu habilidad para identificar al cliente y completar cierres. ¡Eso es genial! Ahora, necesitamos que impulses tu proactividad ofreciendo fibra en cada llamada y que te enfoques en conectar con cada cliente a través de la empatía. ¡Sé que puedes hacerlo! Con un enfoque constante y la aplicación de las técnicas que hemos revisado, estoy seguro de que alcanzarás tus metas y te convertirás en uno de los mejores vendedores del equipo. ¡Confío en ti!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": false,
  "fecha_coaching_anterior": null,
  "evolucion": null
}