{
  "agente": "Escobar Maximiliano",
  "agente_codigo": "MZA 72",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:33:37.747349",
  "metricas": {
    "agente": "Escobar Maximiliano",
    "agente_codigo": "MZA 72",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 63,
      "puntaje_promedio": 20.9,
      "puntaje_min": 0,
      "puntaje_max": 70,
      "desviacion_std": 20.7,
      "llamadas_excelentes": 0,
      "llamadas_buenas": 5,
      "llamadas_regulares": 9,
      "llamadas_criticas": 49,
      "criterios": {
        "saludo_presentacion": 3.2,
        "identificacion_cliente": 49.2,
        "deteccion_necesidades": 10.8,
        "oferta_productos": 31.6,
        "manejo_objeciones": 24.9,
        "cierre": 15.4,
        "despedida": 41.6,
        "proactividad": 2.1,
        "empatia": 26.7,
        "resolucion_problemas": 14.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 25,
        "Proactividad": 24,
        "Manejo de objeciones": 19,
        "Oferta de productos": 18,
        "Despedida": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 14,
        "Empatía": 8,
        "Manejo de objeciones": 7,
        "Identificación del cliente.": 4,
        "Despedida cordial.": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 70.0,
          "resumen": "El agente necesita mejorar la presentación inicial. Se destaca el buen manejo de objeciones y el cierre de la venta."
        },
        {
          "puntaje_total": 70.0,
          "resumen": "El agente no cumple con los criterios de presentación e identificación del cliente. Demuestra un buen manejo de objeciones y empatía.  Realiza un cierre efectivo. No se ofrece fibra."
        },
        {
          "puntaje_total": 63.0,
          "resumen": "El agente se presenta y verifica la identidad, ofreciendo planes directamente y mostrando empatía ante la objeción del tiempo del cliente.  El cierre no se concreta por la falta de tiempo del cliente, pero se ofrece contacto futuro."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumple con los criterios de evaluación. El agente no se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones y no intenta el cierre."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios obligatorios de la evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, ofrece productos de manera incorrecta, no maneja objeciones ni completa el cierre. No muestra proactividad ni empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada muy deficiente. El agente no cumple con ninguna de las reglas del negocio. No se presenta, no identifica al cliente, no detecta necesidades, no ofrece productos, no maneja objeciones ni cierra la venta. Tampoco se despide."
        }
      ],
      "pct_ofrece_fibra": 3.2
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.4
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 43,
      "con_plan": 12,
      "ofrece_fibra": 3,
      "pct_plan": 27.9,
      "pct_fibra": 7.0
    },
    "calidad_llamadas": {
      "total_llamadas": 232,
      "tmo_seg": 81.8,
      "pct_capta_atencion": 23.7,
      "menos_30seg": 97,
      "corte_cliente": 175,
      "corte_agente": 57
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 20.9,
      "general": 30.6,
      "diferencia": -9.6,
      "percentil": 46.1
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 3.2,
        "general": 17.9,
        "diferencia": -14.7
      },
      "identificacion_cliente": {
        "agente": 49.2,
        "general": 49.4,
        "diferencia": -0.2
      },
      "deteccion_necesidades": {
        "agente": 10.8,
        "general": 14.3,
        "diferencia": -3.5
      },
      "oferta_productos": {
        "agente": 31.6,
        "general": 36.1,
        "diferencia": -4.5
      },
      "manejo_objeciones": {
        "agente": 24.9,
        "general": 27.8,
        "diferencia": -2.9
      },
      "cierre": {
        "agente": 15.4,
        "general": 19.5,
        "diferencia": -4.1
      },
      "despedida": {
        "agente": 41.6,
        "general": 51.2,
        "diferencia": -9.6
      },
      "proactividad": {
        "agente": 2.1,
        "general": 8.5,
        "diferencia": -6.4
      },
      "empatia": {
        "agente": 26.7,
        "general": 37.5,
        "diferencia": -10.8
      },
      "resolucion_problemas": {
        "agente": 14.6,
        "general": 21.0,
        "diferencia": -6.4
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Escobar Maximiliano\n\n### 1. DIAGNOSTICO GENERAL\nMaximiliano, tu desempeño actual es **Crítico**. Tu puntaje promedio de 20.9 de 100 te ubica significativamente por debajo del promedio del equipo (30.6 de 100), colocándote en el percentil 46.1. Esto indica que hay un área considerable de mejora para alcanzar el nivel de tus compañeros y, sobre todo, para alcanzar tu máximo potencial.\n\nComparado con el coaching anterior del 8 de Febrero de 2026, tu puntaje promedio se mantiene igual, lo que sugiere que no hubo una mejora significativa en tu desempeño desde la última evaluación. Esto implica que las estrategias implementadas anteriormente no están siendo efectivas o no se están aplicando consistentemente. El potencial de mejora es alto, especialmente considerando las áreas específicas que necesitan atención.\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Obtuviste una puntuación alta (49.2 de 100) en este criterio, lo que indica que sigues correctamente el protocolo para verificar que estás hablando con la persona correcta.\n*   **Empatía:** Tu nivel de empatía es relativamente bueno (26.7 de 100) en comparación con otras áreas. Esto te permite conectar mejor con los clientes y generar una relación de confianza.\n*   **Manejo de Objeciones:** Demuestras cierta habilidad en el manejo de objeciones (24.9 de 100). Aunque hay margen de mejora, este es un punto de partida positivo.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Saludo y Presentación:** Tu puntuación en este criterio es extremadamente baja (3.2 de 100). No estás estableciendo una primera impresión positiva.\n*   **Proactividad:** Tu nivel de proactividad es muy bajo (2.1 de 100). No estás tomando la iniciativa para ofrecer soluciones o anticipar las necesidades del cliente.\n*   **Detección de Necesidades:** Tu puntuación en detección de necesidades es baja (10.8 de 100), lo que significa que no estás preguntando lo suficiente para entender qué necesita el cliente y cómo Movistar puede ayudarlo.\n\n### 4. ANALISIS POR COMPETENCIA\n\n*   **Saludo y Presentación (3.2/100):** Estás fallando en establecer una primera impresión profesional y atractiva. **Debes:** Iniciar la llamada de manera enérgica y presentarte inmediatamente con tu nombre y cargo. **Mejora:** Implementa un script conciso y llamativo para el saludo.\n*   **Identificación del Cliente (49.2/100):** Si bien identificas al cliente, puedes agregar un toque más personal. **Debes:** Mencionar el nombre del cliente con una entonación amigable. **Mejora:** Practica diferentes tonos de voz para sonar más cordial y cercano.\n*   **Detección de Necesidades (10.8/100):** No estás indagando lo suficiente sobre las necesidades del cliente. **Debes:** Hacer preguntas abiertas para comprender mejor sus hábitos de consumo y preferencias. **Mejora:** Prepara un listado de preguntas clave para guiar la conversación.\n*   **Oferta de Productos (31.6/100):** Estás ofreciendo productos, pero sin personalizarlos a las necesidades del cliente. **Debes:** Conectar los beneficios del producto con las necesidades específicas del cliente identificadas en la etapa anterior. **Mejora:** Practica la presentación de los productos destacando los beneficios clave para cada tipo de cliente.\n*   **Manejo de Objeciones (24.9/100):** Si bien manejas objeciones, puedes mejorar tu técnica. **Debes:** Escuchar atentamente la objeción del cliente y responder con argumentos sólidos y personalizados. **Mejora:** Prepara respuestas efectivas para las objeciones más comunes.\n*   **Cierre (15.4/100):** No estás cerrando las ventas de manera efectiva. **Debes:** Asignar la sucursal más cercana para la entrega del producto o buscar directamente el domicilio, sin preguntar si le interesa. **Mejora:** Practica diferentes técnicas de cierre directo y persuasivo.\n*   **Despedida (41.6/100):** Si bien la despedida es cordial, puedes mejorarla. **Debes:** Agradecer al cliente por su tiempo y reiterar tu disposición para ayudarlo en el proceso de portabilidad. **Mejora:** Termina la llamada con una frase positiva y memorable.\n*   **Proactividad (2.1/100):** Tu nivel de proactividad es muy bajo. **Debes:** Ofrecer la fibra directamente sin preguntar si le interesa, destacando sus beneficios y ventajas. **Mejora:** Prepara un speech persuasivo para la oferta de fibra.\n*   **Empatía (26.7/100):** Muestras empatía, pero puedes ser más genuino. **Debes:** Escuchar activamente al cliente y mostrar comprensión ante sus inquietudes. **Mejora:** Practica la escucha activa y la reformulación de las objeciones del cliente para demostrar que lo estás entendiendo.\n*   **Resolución de Problemas (14.6/100):** No estás resolviendo los problemas del cliente de manera efectiva. **Debes:** Escuchar atentamente el problema del cliente y ofrecer soluciones concretas y viables. **Mejora:** Capacítate en la resolución de problemas y el manejo de quejas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco principal: Saludo y Detección de Necesidades.**\n    *   Acciones: Implementar un nuevo script de saludo y practicar preguntas clave para la detección de necesidades. Escuchar grabaciones de llamadas exitosas para identificar ejemplos de buenos saludos y preguntas.\n**Semana 2:** **Siguiente prioridad: Oferta de Productos y Proactividad.**\n    *   Acciones: Preparar presentaciones concisas y persuasivas de los productos, enfocándose en los beneficios para el cliente. Practicar la oferta de fibra sin preguntar si le interesa, destacando sus ventajas.\n**Semana 3:** **Consolidación: Manejo de Objeciones y Cierre.**\n    *   Acciones: Elaborar respuestas efectivas para las objeciones más comunes. Practicar diferentes técnicas de cierre directo y persuasivo.\n**Semana 4:** **Optimización: Despedida y Empatía.**\n    *   Acciones: Mejorar la despedida, agradeciendo al cliente por su tiempo y reiterando tu disposición para ayudarlo. Practicar la escucha activa y la reformulación de las objeciones del cliente.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con Maximiliano Escobar?\"\n    *   \"Buenos días, ¿hablo con el titular de la línea?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"Maximiliano, ¿qué es lo que más usás de tu celular?\"\n    *   \"¿Cuántos gigas tenés contratados actualmente?\"\n    *   \"¿Usas mucho las redes sociales, streaming, o videollamadas?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Maximiliano, además del plan para tu celular, tengo una excelente noticia: Movistar está expandiendo su red de fibra óptica en tu zona. Esto significa que podés disfrutar de una conexión a internet mucho más rápida y estable en tu hogar, ideal para trabajar desde casa, ver películas en streaming y jugar online sin interrupciones.\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto, Maximiliano, para avanzar con el cambio de plan, ¿te queda cómoda la sucursal de [Nombre de Sucursal] o preferís que te busque el domicilio?\"\n*   **Manejo de objeciones personalizado:**\n    *   **Objeción: \"Estoy bien con mi compañía actual.\"**\n        *   \"Entiendo, Maximiliano. Es lógico que te sientas cómodo, pero te VA a interesar saber que con Movistar vas a tener [Beneficio específico que responde a la necesidad del cliente] y además [Otro beneficio específico], a un precio similar o incluso inferior. Por eso te digo que tengo una oferta que te VA a interesar.\"\n    *   **Objeción: \"El precio es muy alto.\"**\n        *   \"Es lógico que mires el precio, Maximiliano. A varios clientes les pasó eso, pero cuando vieron los beneficios que ofrece Movistar, como [Beneficio específico 1] y [Beneficio específico 2], se dieron cuenta de que la relación precio-calidad es excelente. Además, tengo una opción que se ajusta mejor a tu presupuesto.\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Aumentar el puntaje promedio a 40 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas calificadas como \"Buenas\" a un 20%.\n*   **KPIs específicos a mejorar:**\n    *   Incrementar la tasa de conversión de llamadas en ofertas en un 15%.\n    *   Aumentar el número de ofertas de fibra realizadas por llamada en un 50%.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMaximiliano, sé que tenés el potencial para superar estos desafíos y convertirte en un vendedor estrella. Identificamos tus fortalezas y ahora vamos a enfocarnos en mejorar esas áreas clave para que alcances tu máximo rendimiento. Con trabajo duro, dedicación y aplicando las estrategias que te estoy brindando, estoy seguro de que vas a lograr resultados increíbles. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}