{
  "agente": "Arias Rodrigo",
  "agente_codigo": "MZA 44",
  "equipo": "MARINA MARTINEZ",
  "fecha_generacion": "2026-02-09T08:29:36.181313",
  "metricas": {
    "agente": "Arias Rodrigo",
    "agente_codigo": "MZA 44",
    "equipo": "MARINA MARTINEZ",
    "evaluaciones": {
      "total_evaluadas": 74,
      "puntaje_promedio": 38.3,
      "puntaje_min": 0,
      "puntaje_max": 90,
      "desviacion_std": 25.5,
      "llamadas_excelentes": 6,
      "llamadas_buenas": 16,
      "llamadas_regulares": 12,
      "llamadas_criticas": 40,
      "criterios": {
        "saludo_presentacion": 31.6,
        "identificacion_cliente": 74.7,
        "deteccion_necesidades": 37.3,
        "oferta_productos": 36.2,
        "manejo_objeciones": 40.3,
        "cierre": 17.6,
        "despedida": 68.6,
        "proactividad": 2.2,
        "empatia": 48.6,
        "resolucion_problemas": 31.2
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 25,
        "Oferta de productos": 19,
        "Cierre": 17,
        "Proactividad": 16,
        "Manejo de objeciones": 15
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 21,
        "Despedida": 13,
        "Manejo de objeciones.": 11,
        "Empatía.": 10,
        "Despedida cordial.": 8
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y realiza correctamente la identificación del cliente y la detección de necesidades. Ofrece un plan y gestiona el cierre de manera efectiva. El agente no ofrece fibra ni otros productos adicionales, pero el resto de los criterios son correctos."
        },
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presentó correctamente, verificó la identidad del cliente, ofreció el plan de forma directa, manejo objeciones, cerró la venta, se despidió cordialmente y resolvió dudas. No ofreció fibra."
        },
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente, detecta necesidades, ofrece un plan directo y maneja objeciones. El cierre fue completo. No se observa proactividad en la oferta de otros productos."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada improductiva. El agente no sigue el guión ni ofrece productos."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de la evaluación. No ofrece productos, no maneja objeciones ni intenta el cierre.  No demuestra empatía ni resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumplió con los criterios mínimos. No ofreció productos, no hizo preguntas para detectar necesidades y no completó el cierre."
        }
      ],
      "pct_ofrece_fibra": 2.7
    },
    "clasificacion": {},
    "integral": {
      "duracion_promedio_min": 3.3
    },
    "cierres": {},
    "planes": {
      "total_llamadas": 69,
      "con_plan": 32,
      "ofrece_fibra": 2,
      "pct_plan": 46.4,
      "pct_fibra": 2.9
    },
    "calidad_llamadas": {
      "total_llamadas": 184,
      "tmo_seg": 133.1,
      "pct_capta_atencion": 44.0,
      "menos_30seg": 33,
      "corte_cliente": 127,
      "corte_agente": 56
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 38.3,
      "general": 30.6,
      "diferencia": 7.7,
      "percentil": 63.7
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 31.6,
        "general": 17.9,
        "diferencia": 13.7
      },
      "identificacion_cliente": {
        "agente": 74.7,
        "general": 49.4,
        "diferencia": 25.3
      },
      "deteccion_necesidades": {
        "agente": 37.3,
        "general": 14.3,
        "diferencia": 23.0
      },
      "oferta_productos": {
        "agente": 36.2,
        "general": 36.1,
        "diferencia": 0.1
      },
      "manejo_objeciones": {
        "agente": 40.3,
        "general": 27.8,
        "diferencia": 12.5
      },
      "cierre": {
        "agente": 17.6,
        "general": 19.5,
        "diferencia": -2.0
      },
      "despedida": {
        "agente": 68.6,
        "general": 51.2,
        "diferencia": 17.5
      },
      "proactividad": {
        "agente": 2.2,
        "general": 8.5,
        "diferencia": -6.3
      },
      "empatia": {
        "agente": 48.6,
        "general": 37.5,
        "diferencia": 11.2
      },
      "resolucion_problemas": {
        "agente": 31.2,
        "general": 21.0,
        "diferencia": 10.2
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Arias Rodrigo\n\n### 1. DIAGNOSTICO GENERAL\nEl nivel actual de Arias Rodrigo es **Necesita Mejora**. Si bien su puntaje promedio (38.3 de 100) es superior al promedio general del equipo (30.6 de 100) y su percentil es de 63.7, hay áreas críticas que requieren atención inmediata para desbloquear su máximo potencial. Al compararlo con el coaching anterior (puntaje promedio de 38.3), se observa una falta de progreso significativo, lo cual indica que las estrategias implementadas anteriormente no están siendo del todo efectivas o no se están aplicando consistentemente. Su potencial de mejora es alto, especialmente si se enfoca en pulir las áreas donde se muestra más débil. Destaca negativamente la bajísima oferta de fibra (solo 2.9% de las llamadas).\n\n### 2. FORTALEZAS\n*   **Identificación del Cliente:** Con un puntaje de 74.7 de 100, Rodrigo demuestra ser eficiente en verificar la identidad del cliente al inicio de la llamada.\n*   **Despedida:** El puntaje de 68.6 de 100 indica que Rodrigo generalmente finaliza las llamadas de manera correcta.\n*   **Manejo de Objeciones:** Con un puntaje de 40.3 de 100, Rodrigo muestra cierta habilidad en rebatir objeciones, aunque aún necesita mejorar.\n\n### 3. AREAS CRITICAS DE MEJORA\n*   **Cierre:** Con un puntaje de 17.6 de 100, el cierre es un área crítica que necesita atención inmediata. Rodrigo debe aprender a cerrar ventas de manera efectiva, sin preguntar si \"le gustaría\".\n*   **Proactividad:** El puntaje de 2.2 de 100 en proactividad revela una falta de iniciativa para ofrecer productos adicionales, especialmente la oferta de Fibra.\n*   **Detección de Necesidades:** Con un puntaje de 37.3 de 100, Rodrigo necesita mejorar su habilidad para hacer las preguntas correctas que revelen las necesidades del cliente.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y Presentación:** 31.6 de 100. Debe ser más enérgico y captar la atención del cliente rápidamente. *Mejora*: Comenzar con un saludo más dinámico y una frase gancho que despierte el interés del cliente.\n*   **Identificación del Cliente:** 74.7 de 100. Lo hace bien. *Mantenimiento*: Seguir utilizando las frases correctas para verificar la identidad del cliente.\n*   **Detección de Necesidades:** 37.3 de 100. No profundiza en las necesidades del cliente. *Mejora*: Después de preguntar \"¿Qué es lo que más usás del celular?\" y \"¿Cuántos GB tenés?\", indagar sobre su consumo de datos fuera de casa, si utiliza redes sociales, si mira videos en streaming, etc.\n*   **Oferta de Productos:** 36.2 de 100. No ofrece los productos de forma directa y contundente. *Mejora*: Eliminar frases como \"Podría interesarle\" y ofrecer directamente el plan que mejor se adapte a las necesidades del cliente.\n*   **Manejo de Objeciones:** 40.3 de 100. Responde de forma genérica, sin abordar la objeción puntual del cliente. *Mejora*: Escuchar atentamente la objeción del cliente y responder de manera específica.\n*   **Cierre:** 17.6 de 100. No intenta cerrar la venta o lo hace de manera muy débil. *Mejora*: Asignar sucursal o consultar dirección de entrega directamente, sin preguntar si le gustaría.\n*   **Despedida:** 68.6 de 100. Correcta. *Mantenimiento*: Seguir despidiéndose cordialmente del cliente.\n*   **Proactividad:** 2.2 de 100. No ofrece fibra ni otros productos adicionales. *Mejora*: Ofrecer fibra en todas las llamadas, resaltando los beneficios de la conexión de alta velocidad y la estabilidad de la señal.\n*   **Empatía:** 48.6 de 100. Muestra cierta empatía, pero puede mejorar. *Mejora*: Escuchar atentamente al cliente y demostrar comprensión por sus necesidades y preocupaciones.\n*   **Resolución de Problemas:** 31.2 de 100. No resuelve las dudas del cliente de manera efectiva. *Mejora*: Estar preparado para responder a las preguntas del cliente sobre los planes, los precios y los beneficios de los productos.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Foco en el Cierre y la Detección de Necesidades.**\n*   Acciones: Role-playing intensivo sobre técnicas de cierre directo. Practicar preguntas clave para identificar las necesidades del cliente (ej: \"¿Qué aplicaciones usas con más frecuencia en tu celular?\"). Revisar grabaciones de llamadas con cierres exitosos y analizarlas en conjunto.\n**Semana 2:** **Proactividad y Oferta de Fibra.**\n*   Acciones: Implementar un speech estándar para ofrecer Fibra en todas las llamadas, resaltando la velocidad y estabilidad. Simulaciones de manejo de objeciones comunes sobre el precio de la Fibra. Registrar la cantidad de ofertas de Fibra realizadas por día.\n**Semana 3:** **Manejo de Objeciones Personalizado.**\n*   Acciones: Crear una base de datos de objeciones frecuentes y respuestas específicas. Practicar la escucha activa para comprender la objeción real del cliente antes de responder. Evaluar llamadas reales y dar feedback individual sobre el manejo de objeciones.\n**Semana 4:** **Consolidación y Optimización.**\n*   Acciones: Monitorear el progreso en todas las áreas de mejora. Reforzar las técnicas aprendidas a través de role-playing y simulaciones. Identificar áreas donde aún se necesita apoyo adicional y brindar coaching personalizado.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:**\n    *   \"Hola, ¿me comunico con Rodrigo Arias?\"\n*   **Preguntas para detectar necesidades:**\n    *   \"¿Qué es lo que más usás del celular, Rodrigo?\"\n    *   \"¿Cuántos GB tenés en tu plan actual?\"\n    *   \"¿Sueles quedarte sin datos antes de fin de mes?\"\n    *   \"¿Utilizas mucho las redes sociales o plataformas de streaming?\"\n*   **Como ofrecer fibra directamente:**\n    *   \"Rodrigo, además del plan para tu celular, Movistar está desplegando su red de fibra óptica en tu zona. Te comento que la fibra óptica te da una conexión a internet mucho más rápida y estable para que puedas disfrutar de series, películas y videollamadas sin interrupciones. ¿En qué domicilio te gustaría que verifiquemos la cobertura?\"\n*   **Técnicas de cierre directo:**\n    *   \"Perfecto Rodrigo, para avanzar con la activación del plan, ¿te queda más cómoda la sucursal de [Nombre de sucursal] o la de [Nombre de sucursal]?\"\n    *   \"Genial Rodrigo, confírmame tu dirección para coordinar la entrega del chip y la documentación.\"\n*   **Manejo de objeciones personalizado:**\n    *   *Cliente:* \"Es que estoy cómodo con mi compañía actual.\"\n    *   *Rodrigo:* \"Entiendo perfectamente Rodrigo. Mucha gente se siente así. Lo que te propongo es que pruebes este plan por unos días y veas la diferencia en velocidad y cobertura. Si no te convence, podés volver a tu compañía anterior. Pero te aseguro que una vez que pruebes Movistar, no vas a querer volver atrás.\"\n    *   *Cliente:* \"El precio es muy alto.\"\n    *   *Rodrigo:* \"Es lógico que mires el precio Rodrigo. A varios clientes les pasó eso. Pero si analizamos lo que ofrece el plan en comparación con lo que estás pagando actualmente, vas a ver que te estás llevando muchos más beneficios por el mismo precio, como más gigas, llamadas ilimitadas y acceso a [beneficio específico].\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 65 de 100.\n*   **Meta de calidad de llamadas:** Aumentar el porcentaje de llamadas que captan la atención del cliente en los primeros 60 segundos al 60%. Disminuir el porcentaje de llamadas que duran menos de 30 segundos al 15%.\n*   **KPIs específicos a mejorar:**\n    *   Aumentar el porcentaje de cierres exitosos en un 50%.\n    *   Aumentar el porcentaje de llamadas con oferta de fibra al 50%.\n    *   Disminuir el tiempo promedio de manejo (TMO) a 3 minutos.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nRodrigo, tu capacidad para conectar con el cliente es evidente en tus fortalezas en la identificación y la despedida. Ahora, te desafío a dar un salto de calidad enfocándote en la detección de necesidades y el cierre. ¡Sé que tenés el potencial para convertirte en uno de los mejores vendedores del equipo! Con un plan de acción claro y un enfoque constante en la mejora, vas a alcanzar tus metas y superar todas tus expectativas. ¡Confío en vos!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}