{
  "agente": "Mza 100",
  "agente_codigo": "MZA 100",
  "equipo": "BYL",
  "fecha_generacion": "2026-02-09T08:47:01.737623",
  "metricas": {
    "agente": "Mza 100",
    "agente_codigo": "MZA 100",
    "equipo": "BYL",
    "evaluaciones": {
      "total_evaluadas": 21,
      "puntaje_promedio": 22.9,
      "puntaje_min": 0,
      "puntaje_max": 80,
      "desviacion_std": 23.7,
      "llamadas_excelentes": 1,
      "llamadas_buenas": 1,
      "llamadas_regulares": 2,
      "llamadas_criticas": 17,
      "criterios": {
        "saludo_presentacion": 22.4,
        "identificacion_cliente": 57.1,
        "deteccion_necesidades": 4.8,
        "oferta_productos": 36.7,
        "manejo_objeciones": 18.1,
        "cierre": 15.2,
        "despedida": 42.4,
        "proactividad": 3.3,
        "empatia": 20.5,
        "resolucion_problemas": 8.1
      },
      "areas_mejora_frecuentes": {
        "Manejo de objeciones": 12,
        "Detección de necesidades": 11,
        "Proactividad": 9,
        "Presentación": 7,
        "Cierre": 5
      },
      "fortalezas_frecuentes": {
        "Identificación del cliente": 6,
        "Despedida cordial": 4,
        "Saludo y presentación": 2,
        "Despedida": 2,
        "Despedida cordial.": 2
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 80.0,
          "resumen": "El agente se presenta correctamente, identifica al cliente y detecta sus necesidades. Ofrece un plan adecuado y maneja las objeciones. El cierre se completa, pero no se ofrece fibra. Buena empatía."
        },
        {
          "puntaje_total": 65.0,
          "resumen": "El agente se presenta y verifica el nombre del cliente. Ofrece un plan de forma directa y maneja objeciones sobre precios anteriores. No hay detección de necesidades ni ofertas de otros productos. El cierre se completa explicando el valor y la duración del descuento."
        },
        {
          "puntaje_total": 55.0,
          "resumen": "El agente se presentó y verificó la identidad del cliente correctamente, ofreciendo el plan.  Necesita mejorar la detección de necesidades y el manejo de objeciones.  El cierre quedó pendiente, pero intentó continuarlo por otro medio."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no cierra la venta. No muestra empatía."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "Llamada fallida. El agente no se presenta correctamente, no detecta necesidades, no maneja objeciones ni intenta cerrar la venta. No se ofrece ningún producto específico."
        },
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No se presenta correctamente, no identifica al cliente, no detecta necesidades, no ofrece productos de forma adecuada, no maneja objeciones y no completa el cierre. No muestra empatía ni proactividad."
        }
      ],
      "pct_ofrece_fibra": 4.8
    },
    "clasificacion": {},
    "integral": {},
    "cierres": {},
    "planes": {},
    "calidad_llamadas": {
      "total_llamadas": 52,
      "tmo_seg": 93.2,
      "pct_capta_atencion": 38.5,
      "menos_30seg": 8,
      "corte_cliente": 44,
      "corte_agente": 7
    },
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_modelo": {
      "agente": 22.9,
      "general": 30.6,
      "diferencia": -7.6,
      "percentil": 46.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 22.4,
        "general": 17.9,
        "diferencia": 4.5
      },
      "identificacion_cliente": {
        "agente": 57.1,
        "general": 49.4,
        "diferencia": 7.7
      },
      "deteccion_necesidades": {
        "agente": 4.8,
        "general": 14.3,
        "diferencia": -9.6
      },
      "oferta_productos": {
        "agente": 36.7,
        "general": 36.1,
        "diferencia": 0.5
      },
      "manejo_objeciones": {
        "agente": 18.1,
        "general": 27.8,
        "diferencia": -9.7
      },
      "cierre": {
        "agente": 15.2,
        "general": 19.5,
        "diferencia": -4.3
      },
      "despedida": {
        "agente": 42.4,
        "general": 51.2,
        "diferencia": -8.8
      },
      "proactividad": {
        "agente": 3.3,
        "general": 8.5,
        "diferencia": -5.1
      },
      "empatia": {
        "agente": 20.5,
        "general": 37.5,
        "diferencia": -17.0
      },
      "resolucion_problemas": {
        "agente": 8.1,
        "general": 21.0,
        "diferencia": -13.0
      }
    }
  },
  "analisis_coaching": "## ANALISIS DEL VENDEDOR: Mza 100\n\n### 1. DIAGNOSTICO GENERAL\nEl desempeño actual del vendedor Mza 100 se encuentra en un nivel **Crítico**. Si bien ha mostrado una ligera mejora en su puntaje promedio (22.9) en comparación con el coaching anterior (19.3), aún está significativamente por debajo del promedio del equipo (30.6), ubicándose en el percentil 46.8. Esto indica un potencial considerable de crecimiento. Aunque hay una mejora en la identificación del cliente y el saludo, las áreas críticas como detección de necesidades, manejo de objeciones, proactividad, cierre y empatía necesitan una atención urgente para impactar positivamente en los resultados. La baja oferta de fibra (4.8%) también es un punto de preocupación que debe abordarse de inmediato.\n\n### 2. FORTALEZAS\n- **Identificación del cliente:** Obtiene un puntaje de 57.1 de 100, superando el promedio del equipo (49.4). Mantener este enfoque es clave.\n- **Saludo y presentación:** Con 22.4 de 100, está por encima del promedio del equipo (17.9).\n- **Despedida Cordial:** Aunque no es un área de alto impacto, mantener una despedida cordial contribuye a una experiencia positiva para el cliente.\n\n### 3. AREAS CRITICAS DE MEJORA\n- **Detección de necesidades:** Con un bajo puntaje de 4.8 de 100 y siendo una de las áreas de mejora más frecuentes, es fundamental comprender las necesidades reales del cliente para ofrecer soluciones efectivas.\n- **Manejo de objeciones:** El puntaje de 18.1 de 100 indica una dificultad para abordar las preocupaciones del cliente, lo que impacta directamente en el cierre de ventas.\n- **Proactividad:** Con solo 3.3 de 100, se necesita una mayor iniciativa para ofrecer productos adicionales y anticiparse a las necesidades del cliente, como la oferta de fibra.\n\n### 4. ANALISIS POR COMPETENCIA\n*   **Saludo y presentación:** 22.4 de 100. Lo hace bien al presentarse, pero puede mejorar la energía y el entusiasmo en la voz. _Como mejorar:_ Practicar saludos con diferentes entonaciones para transmitir confianza y profesionalismo. Elimina muletillas.\n\n*   **Identificación del cliente:** 57.1 de 100. Identifica correctamente al cliente. _Como mejorar:_ Verificar la información del cliente de forma proactiva (\"¿Es correcto su número de documento...?\").\n\n*   **Detección de necesidades:** 4.8 de 100. No indaga sobre los hábitos de uso del cliente. _Que hace mal:_ Asume las necesidades del cliente sin preguntar. _Como mejorar:_ Utilizar preguntas abiertas como \"¿Qué es lo que más usás del celular?\" o \"¿Cuántos GB tenés?\" para comprender sus necesidades reales.\n\n*   **Oferta de productos:** 36.7 de 100. Ofrece el plan pero sin personalizarlo a las necesidades del cliente. _Que hace mal:_ No presenta el valor agregado del plan. _Como mejorar:_ Destacar los beneficios del plan en función de las necesidades identificadas.\n\n*   **Manejo de objeciones:** 18.1 de 100. Tiene dificultades para rebatir las objeciones del cliente. _Que hace mal:_ Ofrece respuestas genéricas. _Como mejorar:_ Preparar respuestas específicas para las objeciones más comunes (precio, cobertura, etc.).\n\n*   **Cierre:** 15.2 de 100. No intenta cerrar la venta de forma efectiva. _Que hace mal:_ No asigna sucursal ni busca domicilio. _Como mejorar:_ Una vez ofrecido el plan y superadas las objeciones, proceder directamente a asignar la sucursal más cercana o solicitar la dirección para la entrega.\n\n*   **Despedida:** 42.4 de 100. La despedida es cordial, pero falta cierre. _Que hace mal:_ No deja la puerta abierta a futuras consultas. _Como mejorar:_ Informar sobre el acompañamiento durante el proceso de portabilidad y recordar el nombre del asesor.\n\n*   **Proactividad:** 3.3 de 100. No ofrece productos adicionales como fibra. _Que hace mal:_ Se enfoca solo en el plan principal. _Como mejorar:_ Ofrecer fibra directamente sin preguntar si le interesa, destacando los beneficios de tener internet de alta velocidad en el hogar.\n\n*   **Empatía:** 20.5 de 100. Muestra poca comprensión hacia las preocupaciones del cliente. _Que hace mal:_ No reconoce las objeciones del cliente. _Como mejorar:_ Utilizar frases como \"Es lógico que mires el precio. A varios clientes les pasó eso...\".\n\n*   **Resolución de problemas:** 8.1 de 100. No ofrece soluciones a las inquietudes del cliente. _Que hace mal:_ No indaga en los problemas del cliente. _Como mejorar:_ Escuchar atentamente al cliente y ofrecer soluciones concretas a sus problemas.\n\n### 5. PLAN DE ACCION SEMANAL\n**Semana 1:** **Detección de necesidades y Empatía.** Practicar preguntas clave para comprender las necesidades del cliente y mostrar empatía ante sus preocupaciones. Escuchar activamente y tomar notas.\n**Semana 2:** **Manejo de objeciones.** Preparar un script con respuestas específicas para las objeciones más comunes (precio, cobertura, etc.). Practicar el role-playing con un compañero.\n**Semana 3:** **Cierre y Proactividad.** Implementar técnicas de cierre directo y ofrecer fibra de forma proactiva en cada llamada. Utilizar ejemplos de éxito para generar confianza.\n**Semana 4:** **Consolidación y Optimización.** Monitorear el desempeño y ajustar el enfoque según sea necesario. Analizar las llamadas grabadas para identificar áreas de mejora continua.\n\n### 6. TECNICAS Y SPEACH RECOMENDADOS\n*   **Frases para verificar identidad:** \"Hola, ¿me comunico con [Nombre]?\"\n*   **Preguntas para detectar necesidades:** \"¿Qué es lo que más usás del celular?\" / \"¿Cuántos GB tenés?\"\n*   **Como ofrecer fibra directamente:** \"Además del plan que te comenté, tengo una oferta para tu hogar que LE VA a interesar: fibra óptica de alta velocidad con [beneficios específicos].\"\n*   **Técnicas de cierre directo:** Asignar sucursal: \"¿Te queda bien la sucursal de [nombre de sucursal]?\" / Solicitar domicilio: \"Para coordinar la entrega, ¿me podrías indicar tu dirección?\"\n*   **Manejo de objeciones personalizado:** \"Es lógico que mires el precio. A varios clientes les pasó eso... Lo que ellos no sabían es que [beneficio específico del plan].\"\n\n### 7. METAS CUANTIFICABLES\n*   **Meta de puntaje del modelo a 30 días:** Alcanzar un puntaje promedio de 45.\n*   **Meta de calidad de llamadas:** Reducir la cantidad de llamadas críticas en un 50%.\n*   **KPIs:** Aumentar el porcentaje de detección de necesidades al 50%, el porcentaje de oferta de fibra al 70% y mejorar el puntaje de manejo de objeciones a 40 de 100.\n\n### 8. MENSAJE MOTIVACIONAL PERSONALIZADO\nMza 100, veo potencial en tu capacidad para identificar a los clientes. Ahora, el desafío es transformar ese primer contacto en una conexión real, entendiendo sus necesidades y ofreciéndoles soluciones que les hagan la vida más fácil. ¡Confío en que con este plan de acción podrás alcanzar tu máximo potencial y superar tus propias expectativas! Sé que puedes lograrlo.\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true
}