{
  "agente": "MZA 28",
  "fecha_generacion": "2026-01-26T14:41:05.425737",
  "metricas": {
    "agente": "MZA 28",
    "evaluaciones": {
      "total_evaluadas": 62,
      "puntaje_promedio": 38.4,
      "puntaje_min": 0.0,
      "puntaje_max": 90.0,
      "desviacion_std": 23.9,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 15,
      "criterios": {
        "saludo_presentacion": 39.0,
        "identificacion_cliente": 47.9,
        "deteccion_necesidades": 43.4,
        "oferta_productos": 49.5,
        "manejo_objeciones": 41.0,
        "cierre": 33.4,
        "despedida": 34.4,
        "proactividad": 23.5,
        "empatia": 48.4,
        "resolucion_problemas": 27.6
      },
      "areas_mejora_frecuentes": {
        "Detección de necesidades": 15,
        "Identificación del cliente": 13,
        "Proactividad": 12,
        "Empatía": 11,
        "Manejo de objeciones": 9
      },
      "fortalezas_frecuentes": {
        "Manejo de objeciones": 5,
        "Empatía": 5,
        "Manejo de objeciones.": 5,
        "Verificación de la identidad del cliente.": 5,
        "Identificación del cliente": 4
      },
      "ejemplos_mejores": [
        {
          "puntaje_total": 90.0,
          "resumen": "El agente se presenta y verifica la identidad del cliente, detecta las necesidades y ofrece un plan, manejando la objeción sobre la deuda. Necesita mejorar la despedida."
        },
        {
          "puntaje_total": 89.0,
          "resumen": "El agente realiza una buena gestión de la llamada, mostrando empatía, manejando objeciones de forma efectiva y ofreciendo soluciones personalizadas. Es proactivo al ofrecer planes y mencionar la promoción, aunque podría mejorar la mención del porcentaje específico. El cierre es directo y la despedida adecuada. El agente verifica la identidad del cliente y demuestra buen manejo de las situaciones."
        },
        {
          "puntaje_total": 87.0,
          "resumen": "El agente tuvo un buen desempeño general, mostrando proactividad al ofrecer descuentos y guiar a la cliente.  El cierre fue directo aunque al final preguntó si tenía dudas.  Debe mejorar la mención explícita de la promoción del 80%."
        }
      ],
      "ejemplos_peores": [
        {
          "puntaje_total": 0.0,
          "resumen": "El agente no cumple con los criterios de evaluación. No hay presentación, identificación del cliente, detección de necesidades, oferta de productos, manejo de objeciones, cierre ni despedida. No se muestra proactividad ni empatía. No hay resolución de problemas."
        },
        {
          "puntaje_total": 0.0,
          "resumen": NaN
        },
        {
          "puntaje_total": 0.0,
          "resumen": "La llamada no cumplió con ningún criterio de calidad. El agente no se presentó, no identificó al cliente, ni intentó ofrecer productos o cerrar una venta. La conversación fue confusa y no orientada a la venta."
        }
      ]
    },
    "evaluaciones_semana_anterior": {},
    "evaluaciones_semana_actual": {
      "periodo": "19-24 Enero 2026",
      "total_evaluadas": 62,
      "puntaje_promedio": 38.4,
      "llamadas_excelentes": 3,
      "llamadas_criticas": 15,
      "criterios": {
        "saludo_presentacion": 39.0,
        "identificacion_cliente": 47.9,
        "deteccion_necesidades": 43.4,
        "oferta_productos": 49.5,
        "manejo_objeciones": 41.0,
        "cierre": 33.4,
        "despedida": 34.4,
        "proactividad": 23.5,
        "empatia": 48.4,
        "resolucion_problemas": 27.6
      }
    },
    "clasificacion": {
      "total_llamadas": 29,
      "con_saludo": 17,
      "con_cierre": 0,
      "con_identificacion": 3,
      "ofrece_plan": 0,
      "ofrece_fibra": 4,
      "ventas": 2,
      "score_calidad_prom": 39.7,
      "pct_saludo": 58.6,
      "pct_cierre": 0.0,
      "pct_plan": 0.0,
      "pct_fibra": 13.8,
      "tasa_conversion": 6.9
    },
    "integral": {
      "duracion_promedio_seg": 331.0,
      "duracion_promedio_min": 5.5,
      "distribucion_duracion": {
        "1-3 min": 15,
        "> 8 min": 7,
        "3-5 min": 5,
        "5-8 min": 2
      }
    },
    "cierres": {},
    "calidad_llamadas": {},
    "calidad_ventas": {}
  },
  "comparativa": {
    "puntaje_ia": {
      "agente": 38.4,
      "general": 35.7,
      "diferencia": 2.7,
      "percentil": 62.8
    },
    "criterios": {
      "saludo_presentacion": {
        "agente": 39.0,
        "general": 32.0,
        "diferencia": 7.0
      },
      "identificacion_cliente": {
        "agente": 47.9,
        "general": 38.7,
        "diferencia": 9.2
      },
      "deteccion_necesidades": {
        "agente": 43.4,
        "general": 23.3,
        "diferencia": 20.1
      },
      "oferta_productos": {
        "agente": 49.5,
        "general": 28.6,
        "diferencia": 20.9
      },
      "manejo_objeciones": {
        "agente": 41.0,
        "general": 33.0,
        "diferencia": 7.9
      },
      "cierre": {
        "agente": 33.4,
        "general": 18.8,
        "diferencia": 14.6
      },
      "despedida": {
        "agente": 34.4,
        "general": 38.5,
        "diferencia": -4.2
      },
      "proactividad": {
        "agente": 23.5,
        "general": 13.9,
        "diferencia": 9.7
      },
      "empatia": {
        "agente": 48.4,
        "general": 43.0,
        "diferencia": 5.4
      },
      "resolucion_problemas": {
        "agente": 27.6,
        "general": 25.1,
        "diferencia": 2.5
      }
    },
    "conversion": {
      "agente": 6.9,
      "general": 5.1,
      "diferencia": 1.8
    }
  },
  "analisis_coaching": "## ANÁLISIS DEL VENDEDOR: MZA 28\n\n### 1. DIAGNÓSTICO GENERAL Y EVOLUCIÓN\n\nMZA 28 se ubica en un nivel **Promedio**, superando al promedio del equipo en puntaje IA (38.4 vs 35.7) y tasa de conversión (6.9% vs 5.1%). Sin embargo, hay áreas críticas que necesitan atención urgente para desbloquear su máximo potencial. Comparado con el equipo, destaca en detección de necesidades y oferta de productos, pero está por debajo en la despedida.\n\n**EVOLUCIÓN**: Observamos una **disminución** en el puntaje IA promedio (40.8 a 38.4) y un aumento significativo en el número de llamadas evaluadas (29 a 62). Esto sugiere que la IA está detectando más oportunidades de mejora, lo cual, aunque puede parecer negativo a primera vista, representa una oportunidad valiosa para un coaching más específico y efectivo. A pesar de esta disminución en el puntaje, el vendedor ha logrado aumentar la tasa de conversión, lo que indica un progreso en la aplicación de técnicas de venta, pero con margen para perfeccionar la calidad de las interacciones. El potencial de mejora es alto, especialmente si se abordan las áreas críticas identificadas y se refuerzan las fortalezas existentes.\n\n### 2. ANÁLISIS DE EVOLUCIÓN SEMANAL (FUNDAMENTAL)\n\n*   **QUÉ MEJORÓ**: El vendedor ha mostrado una **mejora notable** en la **detección de necesidades** y la **oferta de productos**. Este es un avance significativo y debe ser reconocido. También aumentó su puntaje en \"Identificación del cliente\", \"Manejo de objeciones\" y \"Cierre\".\n*   **QUÉ EMPEORÓ**: El puntaje en **despedida** ha disminuido. Este es un punto importante a trabajar, ya que deja una última impresión negativa en el cliente. Adicionalmente, el puntaje promedio general bajó.\n*   **QUÉ SIGUE PENDIENTE**: La **proactividad** y la **empatía** siguen siendo áreas de mejora identificadas en el período anterior. Requieren atención continua y estrategias específicas para fortalecerse.\n*   **TENDENCIA GENERAL**: A pesar de la mejora en algunas áreas, la tendencia general es **mixta**. La disminución en el puntaje general y en la despedida, junto con la persistencia de las áreas pendientes, sugieren que necesita un coaching más enfocado y acciones correctivas inmediatas. Es crucial que MZA 28 se concentre en mantener las mejoras realizadas y abordar las áreas de oportunidad de manera proactiva.\n\n### 3. FORTALEZAS IDENTIFICADAS (mínimo 3)\n\n*   **Manejo de objeciones**: Consistentemente identificada como fortaleza, lo que indica habilidad para abordar las inquietudes de los clientes y mantenerlos comprometidos.\n*   **Identificación del cliente**: Ha mejorado en este punto y es fundamental para personalizar la interacción y ofrecer soluciones relevantes.\n*   **Detección de necesidades**: MZA 28 ha subido el puntaje en este criterio, mostrando progreso en comprender las necesidades de los clientes y alinear las ofertas con sus requerimientos específicos.\n    *   **Ejemplo**: En una llamada, el agente hace las preguntas correctas para entender el uso que el cliente da a su celular y, basándose en eso, ofrece un plan que se ajusta a sus necesidades.\n    *   **Potenciar**: Seguir afinando las preguntas para ser aún más específico y descubrir necesidades no evidentes.\n\n### 4. ÁREAS CRÍTICAS DE MEJORA (mínimo 3)\n\n*   **Proactividad**: **PERSISTENTE**. Ofrecer fibra directamente, sin preguntar, es fundamental. Impacta directamente en las ventas y en la percepción del valor de los servicios.\n*   **Empatía**: **PERSISTENTE**. No basta con ser cortés; es necesario conectar emocionalmente con el cliente. La falta de empatía puede generar desconfianza y dificultar el cierre de ventas.\n*   **Despedida**: **NUEVA**. Una despedida descuidada puede arruinar una buena interacción. Es la última oportunidad para dejar una impresión positiva y asegurar la satisfacción del cliente.\n    *   **Importancia**: Una despedida profesional y cortés refuerza la imagen de Movistar y aumenta la probabilidad de que el cliente recomiende el servicio.\n\n### 5. ANÁLISIS DE MÉTRICAS DE CALIDAD (FUNDAMENTAL)\n\n*   **TMO (Tiempo Medio Operativo):** 5.5 minutos (331 segundos) está **por encima del rango óptimo** (2-4 minutos). Esto sugiere que MZA 28 puede estar invirtiendo demasiado tiempo en cada llamada, posiblemente debido a dificultades para cerrar la venta o a conversaciones no productivas.\n*   **% Capta Atención:** No se proporciona este dato directamente. Sin embargo, el TMO elevado sugiere que podría ser menor de lo deseado.\n*   **Cortes de llamada:** No se proporciona este dato.\n*   **Llamadas <30 seg:** No se proporciona este dato.\n*   **Tasa de conversión:** 6.9% está por encima del promedio del equipo (5.1%), lo cual es positivo, pero con margen para mejorar si se optimiza el tiempo de llamada y se aborda la proactividad.\n*   **Análisis adicional:** El bajo porcentaje de llamadas con cierre (0%) es alarmante y requiere atención inmediata.\n\n### 6. ANÁLISIS DETALLADO POR COMPETENCIA\n\n*   **Saludo y Presentación:**\n    *   **Nivel Actual:** Regular (39.0).\n    *   **Qué está haciendo mal:** Posiblemente utilizando frases genéricas en lugar de un saludo más personalizado y atractivo.\n    *   **Cómo mejorar específicamente:** Comienza con un saludo enérgico y profesional. Destaca el beneficio principal de la llamada desde el principio, utilizando la frase: \"Hola [Nombre], le VA a interesar esta oferta de Movistar porque...\"\n*   **Identificación del Cliente:**\n    *   **Nivel Actual:** Regular (47.9).\n    *   **Qué está haciendo mal:** Posiblemente no enfatizando la importancia de la verificación o utilizando un lenguaje demasiado formal.\n    *   **Cómo mejorar específicamente:** Utiliza frases directas: \"Hola, ¿me comunico con [Nombre]?\" Luego, explica brevemente la razón de la verificación: \"Es importante verificar que estoy hablando con la persona correcta antes de continuar\".\n*   **Detección de Necesidades:**\n    *   **Nivel Actual:** Regular (43.4).\n    *   **Qué está haciendo mal:** Haciendo preguntas genéricas en lugar de indagar sobre el uso específico que el cliente da a su celular.\n    *   **Cómo mejorar específicamente:** Pregunta directamente: \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\". También, \"¿Cuántos GB tenés en tu plan actual?\".\n*   **Oferta de Productos:**\n    *   **Nivel Actual:** Regular (49.5).\n    *   **Qué está haciendo mal:** Falta de personalización de la oferta según las necesidades detectadas.\n    *   **Cómo mejorar específicamente:** Después de entender las necesidades del cliente, presenta el plan específico que mejor se adapta: \"Teniendo en cuenta que usas mucho [lo que el cliente mencionó], te recomiendo este plan de [cantidad] GB, que incluye [beneficios relevantes]\".\n*   **Manejo de Objeciones:**\n    *   **Nivel Actual:** Regular (41.0).\n    *   **Qué está haciendo mal:** Usando respuestas genéricas en lugar de abordar la objeción específica del cliente.\n    *   **Cómo mejorar específicamente:** Escucha atentamente la objeción y responde con una solución personalizada. Por ejemplo, si el cliente dice \"Estoy conforme con mi plan actual\", responde: \"Entiendo, pero con este plan de Movistar, además de [beneficios], vas a tener [beneficio específico que soluciona una necesidad que el cliente mencionó]\".\n*   **Cierre:**\n    *   **Nivel Actual:** Bajo (33.4).\n    *   **Qué está haciendo mal:** NO está cerrando.\n    *   **Cómo mejorar específicamente:** Eliminar cualquier pregunta de cierre. Directamente: \"Perfecto, para activar tu plan, te voy a asignar la sucursal de [ubicación] o podemos coordinar el envío a tu domicilio. ¿Cuál te resulta más cómodo?\".\n*   **Despedida:**\n    *   **Nivel Actual:** Bajo (34.4).\n    *   **Qué está haciendo mal:** Despedida genérica y no enfocada en el seguimiento.\n    *   **Cómo mejorar específicamente:** Ofrece acompañamiento SOLO durante la portabilidad: \"Te voy a acompañar durante todo el proceso de portabilidad para que no tengas ningún problema\".\n*   **Proactividad:**\n    *   **Nivel Actual:** Crítico (23.5).\n    *   **Qué está haciendo mal:** No ofreciendo fibra directamente.\n    *   **Cómo mejorar específicamente:** Integra la oferta de fibra en la conversación, sin preguntar si le interesa: \"Además del plan de celular, Movistar ofrece fibra óptica de alta velocidad. En tu zona, tenemos una promoción con [beneficios] que te va a interesar para mejorar tu conexión en casa\".\n*   **Empatía:**\n    *   **Nivel Actual:** Regular (48.4).\n    *   **Qué está haciendo mal:** Falta de conexión emocional con el cliente.\n    *   **Cómo mejorar específicamente:** Escucha activamente al cliente, mostrando interés genuino en sus necesidades y preocupaciones. Utiliza frases como \"Entiendo cómo te sentís\" o \"Me pongo en tu lugar\".\n\n### 7. PLAN DE ACCIÓN SEMANAL (4 semanas)\n\n*   **Semana 1:** **CIERRE + PROACTIVIDAD**.\n    *   Acciones: Eliminar preguntas de cierre y ofrecer fibra en todas las llamadas. Revisar grabaciones de llamadas enfocadas en cierre y oferta de fibra. Simulación de roles con enfoque en cierres directos y oferta de fibra efectiva.\n*   **Semana 2:** **EMPATÍA + DESPEDIDA**.\n    *   Acciones: Identificar momentos para demostrar empatía. Practicar despedidas profesionales y personalizadas. Incorporar el acompañamiento en el proceso de portabilidad.\n*   **Semana 3:** **DETECCIÓN DE NECESIDADES**.\n    *   Acciones: Refinar las preguntas para detectar necesidades específicas y ofrecer soluciones personalizadas.\n*   **Semana 4:** **CONSOLIDACIÓN Y OPTIMIZACIÓN**.\n    *   Acciones: Revisar métricas y ajustar estrategias. Identificar áreas de mejora continua.\n\n### 8. TÉCNICAS Y SCRIPTS RECOMENDADOS\n\n*   **Verificación de Identidad:**\n    *   \"Hola, ¿me comunico con [Nombre]? Es importante verificar que estoy hablando con la persona correcta antes de continuar.\"\n*   **Detección de Necesidades:**\n    *   \"¿Qué es lo que más usás del celular? ¿Redes sociales, videos, llamadas?\".\n    *   \"¿Cuántos GB tenés en tu plan actual?\".\n*   **Oferta de Fibra (Directa):**\n    *   \"Además del plan de celular, Movistar ofrece fibra óptica de alta velocidad. En tu zona, tenemos una promoción con [beneficios] que te va a interesar para mejorar tu conexión en casa.\"\n*   **Cierre Directo:**\n    *   \"Perfecto, para activar tu plan, te voy a asignar la sucursal de [ubicación] o podemos coordinar el envío a tu domicilio. ¿Cuál te resulta más cómodo?\".\n*   **Manejo de Objeciones Personalizado:**\n    *   Si el cliente dice \"Estoy conforme con mi plan actual\", responde: \"Entiendo, pero con este plan de Movistar, además de [beneficios], vas a tener [beneficio específico que soluciona una necesidad que el cliente mencionó]\".\n\n### 9. METAS CUANTIFICABLES\n\n*   **Puntaje IA:** Aumentar el puntaje IA promedio a 45 en 30 días.\n*   **Tasa de Conversión:** Aumentar la tasa de conversión a 8% en 30 días.\n*   **Oferta de Productos (Fibra):** Ofrecer fibra en el 80% de las llamadas.\n*   **% Capta Atención:** Aumentar el % de llamadas >1 minuto a 40%.\n*   **TMO:** Reducir el TMO a 4 minutos (240 segundos).\n*   **KPIs específicos:**\n    *   Cierre: Lograr un cierre exitoso en al menos el 50% de las llamadas con potencial de venta.\n    *   Despedida: Aumentar el puntaje en la despedida a 60.\n\n### 10. MENSAJE MOTIVACIONAL PERSONALIZADO\n\nMZA 28, has demostrado tener la capacidad de convertir leads en ventas. Tu tasa de conversión es superior al promedio del equipo, ¡eso es excelente! Ahora, necesitamos enfocarnos en perfeccionar la calidad de tus interacciones. Domina el arte del cierre directo, sé más proactivo ofreciendo fibra y no olvides la importancia de una despedida memorable. ¡Confío en tu potencial para convertirte en un vendedor de alto rendimiento! Estoy aquí para apoyarte en cada paso del camino. ¡Vamos a lograrlo!\n",
  "modelo_usado": "gemini-2.0-flash",
  "tiene_historial": true,
  "fecha_coaching_anterior": "2026-01-19T08:09:21.498438",
  "evolucion": null
}